{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_magnivelare",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. magnivelare"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma magnivelare is a gilled mushroom found east of the Rocky Mountains in North America growing in coniferous woodland. These ectomycorrhizal fungi are typically edible species that exist in a symbiotic relationship with various species of pine, commonly jack pine. They belong to the genus Tricholoma, which includes the closely related East Asian songi or matsutake as well as the Western Matsutake (T. murrillianum) and Meso-American Matsutake (T. mesoamericanum).  T. magnivelare is also known as the ponderosa mushroom, pine mushroom, American matsutake.",
    "Species Designation": "Until recently, Tricholoma magnivelare was the name used to describe all matsutake mushrooms found growing in North America. Since the early 2000s, molecular data has indicated the presence of separate species previously grouped within T. magnivelare. Only those found in the Eastern United States and Canada have retained the T. magnivelare name.",
    "Edibility": "In recent years, globalization and wider social acceptability of mushroom hunting has made collection of pine mushrooms widely popular in North America. \nLocal mushroom hunters sell their harvest daily to local depots, which rush them to airports. The mushrooms are then shipped fresh by air to Asia where demand is high and price at a premium.Serious poisonings have resulted from confusion of this mushroom with poisonous white Amanita species.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species",
    "References": "",
    "External links": "Mushroom-Collecting.com - Matsutake\nMykoweb profile of T. magnivelare"
  }
}