{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_acre",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. acre"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma acre is a mushroom of the agaric genus Tricholoma. The fruit bodies have light gray caps and stems, light grey gills, and an acrid taste.",
    "Taxonomy": "The species was first described by American mycologist Charles Horton Peck in 1897, based on collections made in Worcester, Massachusetts. William Alphonso Murrill transferred it to Melanoleuca in 1914. \"Hot gray trich\" has been suggested as a common name. The specific epithet acre is Latin for \"sharp\", referring to the taste of the flesh.",
    "Description": "The fruit bodies have convex to broadly convex caps, sometimes with a broad umbo, and measure 2.5–12 cm (1.0–4.7 in) in diameter. Its color is pale gray, sometimes with tints of brown in the center. The dry cap surface is made of  densely interwoven fibrils in the center, and radiating interwoven fibrils elsewhere; there are scattered squamules. The flesh is pale gray, with no distinctive odor and a hot, peppery or bitter taste. It will sometimes slowly develop pinkish discoloration when cut. The closely spaced gills have a sinuate attachment to the stem, and are interspersed with short gills (lamellulae). They are pale gray and sometimes have black spots. The whitish stem measures 2.5–7.5 cm (1.0–3.0 in) by 1–2 cm (0.4–0.8 in) thick, and is nearly equal in width throughout its length.Spores are elliptical and measure 6.5–8 by 4.5–6 μm.",
    "Habitat and distribution": "Tricholoma acre fruit bodies grow scattered or in groups under hardwoods, particularly oak and hickory. It is found in northeastern North America, north to Quebec. It is not common.",
    "See also": "List of North American Tricholoma",
    "References": "",
    "External links": "Tricholoma acre  in Index Fungorum"
  }
}