{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_ustale",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. ustale"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma ustale, commonly known as the burnt knight, is a species of mushroom in the large genus Tricholoma. It is found in Asia, Europe, and North America, though those from North America may represent one or more different species.",
    "Taxonomy": "Elias Magnus Fries described the fungus in 1818 as Agaricus ustalis. Paul Kummer gave it its current name in 1871 upon transferring it to the genus Tricholoma. Lucien Quélet's Gyrodon ustale, published in 1886, is a synonym. Marcel Bon described the variety rufoaurantiacum from France in 1984. Within the genus Tricholoma, T. ustale is classified in the section Albobrunnea of the subgenus Tricholoma.The species name is from the Latin ustalis \"burnt\" and relates to the colour of the mushroom. It is commonly known as the \"burnt knight\". In Japan, the mushroom is known as Kakishimeji (Kaki-shimeji).",
    "Description": "The mushroom has a bell-shape to conical or convex cap that measures 3–10 cm (1.2–3.9 in) in diameter and is orange-red-brown. The cap margin is initially curled inward, but straightens in age as the edge become lobed wavy. The gills are somewhat crowded together, and have an adnate to emarginate attachment to the stem. They are cream to pale yellow when young, aging to pale brown with brown spots. The cylindrical stem, which measures 3–9 cm (1.2–3.5 in) long by 1–2.5 cm (0.4–1.0 in) thick, is somewhat thicker at the base. The flesh is white but turns brown where it is bruised or otherwise injured. The roughly spherical to ellipsoid spores are typically 6.0–7.5 by 5.0–6.0 μm, and feature a hilum.Tricholoma ezcarayense, described from Spain in 1992, is similar in appearance to T. ustale, and also grows in association with beech. It can be distinguished in the field by its less robust stature, the minute, flat scales on the cap, and the green tints present in the reddish-brown colour of the cap. It can be more reliably distinguished by microscopic characteristics, as the hyphae in its cap cuticle have abundant clamp connections, unlike T. ustale.",
    "Toxicity": "Tricholoma ustale is one of the three species most commonly implicated with mushroom poisoning in Japan (Other two are Omphalotus japonicus and Entoloma rhodopolium). Consumption of the mushroom causes gastrointestinal distress, including symptoms such as vomiting and diarrhoea. Chemical analysis of Japanese populations has revealed the toxic principles ustalic acid and several related compounds. Force-fed to mice, ustalic acid causes them to sit still in a crouched position, hesitant to move, and induces tremors and abdominal contractions. High enough concentrations of the toxin (10 milligrams per mouse) cause death. Ustalic acid, an inhibitor of the sodium-potassium pump (Na+/K+-ATPase) found in the plasma membrane of all animal cells, has been chemically synthesized. The toxicity of North American populations is unknown.",
    "Habitat and distribution": "Tricholoma ustale is an ectomycorrhizal species, and grows in association with beech. In England, it can be locally common in the southern counties.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species\n\n\n== References =="
  }
}