{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_vernaticum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. vernaticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma vernaticum is an agaric fungus of the genus Tricholoma native to the Pacific Northwest region of the United States. The fungus was originally described in 1976 as a species of Armillaria when that genus was more inclusive; it received its current name twenty years later. The stout fruit bodies (mushrooms) have moist white to grayish caps (later becoming grayish-brown with age), a membranous ring on the stipe, and an odor resembling cucumbers. Mycorrhizal with conifers, the fungus fruits in the spring or early summer, with its mushrooms appearing on the ground singly or in groups at high elevations, often at the edge of melting snowbanks. The edibility of the mushroom is unknown, but it has a strong unpleasant odor and a mealy taste.",
    "Taxonomy": "The species was originally described from California as Armillaria olida by mycologists Harry D. Thiers and Walter Sundberg in 1976. The type specimen was collected on May 6, 1972, in the Crystal Basin Recreation Area in El Dorado County. Thiers and Sundberg classified it in the section Ponderosa of genus Armillaria due to its inamyloid spores, but noted that its relationship to other species was unclear. They also noted the similarity of the form and color of its cap to species in section Constricta of genus Lyophyllum.Thiers and Sundberg used a broad species concept of Armillaria, including species with a white spore print, gills attached to the stipe, and a ring formed from a partial veil, regardless of their ecological preferences. Today, Armillaria is restricted to wood-rotting species that form black rhizomorphs, and several mycorrhizal former Armillaria have since been transferred to Tricholoma. The name Tricholoma olida was unavailable for this species, because it was previously used in 1920 by Josef Velenovský, so Kris Shanks proposed the new name T. vernaticum. The specific epithet refers to its growth in the spring. The previous epithet olida derives from the Latin olidum, meaning \"stinking\" or \"smelling\".Tricholoma vernaticum is classified in the subgenus Contextocutis of the genus Tricholoma on account of its clamp connections and interwoven hyphae in the cap cuticle.",
    "Description": "The cap is convex to broadly convex before flattening out in age, and reaches diameters between 5 and 17 cm (2.0 and 6.7 in) wide. The surface is dry to moist, smooth, and in maturity appears to be made of flattened fibers arranged radially. As the mushroom ages, the cap color changes from white to fuscous (dusky brownish grey) or brown, usually with olive, grayish or pale tan regions. The cap margin, initially curved downward, lifts up and becomes lobed or irregular with age. The flesh is thick and white, with a strongly farinaceous odor similar to cucumber or watermelon rind. Gills initially have an emarginate (notched) to adnate attachment to the stipe, but pull away as the mushroom matures to become seceding or almost free from attachment. They are thick and closely spaced, and whitish in color, sometimes developing pale pink tints. The solid stipe measures 4–14 cm (1.6–5.5 in) long by 1.3–3.5 cm (0.5–1.4 in) thick, and is either equal in width through its length or slightly club-shaped. It has a dry surface, and a texture that is smooth to silky fibrillose above the ring, and appressed fibrillose to scaly below the ring. The ring, located in the middle to upper half of the stem, is sometimes inconspicuous. The edibility of the mushroom is unknown with certainty, although it has been noted to have a strongly farinaceous taste, and an unpleasant odor \"strongly reminiscent of rotting white potatoes.\"\n\nThe spore print is white. Spores are elliptic (or narrowly so), and measure 8–12 by 4.8–6.2 µm. There are clamp connections present in the hyphae. The basidia (spore-bearing cells) are four-spored, club-shaped, and measure 23–30 by 8–10 µm. The hymenium lacks cystidia. The cap flesh comprises homogenous, interwoven hyphae that are 3–5 µm in diameter, while the cap cuticle is a 200–300-micrometer thick layer of interwoven, gelatinous hyphae up to 4 µm in diameter.",
    "Description-Similar species": "When collected in its typical habitat and during the appropriate season, Tricholoma vernaticum mushrooms can be readily identified because of their prominent characteristics: white color, stocky fruit body, farinaceous odor, and ring on the stipe. Tricholoma lookalikes in the same geographic region grow at lower elevations, typically in autumn. T. portentosum has a gray cap, a stipe with yellow tints, and lacks a ring, while T. mutabile has violet tones in its cap and also lacks a ring. Other lookalikes include Hygrophorus subalpinus and H. camarophyllus, but these species have broad, waxy gills, and lack the characteristic odor of T. vernaticum.",
    "Habitat and distribution": "Fruit bodies of Tricholoma vernaticum grow singly or in groups under conifers in late spring and early summer. A fairly common species throughout its range, it is found at high elevations in California north to Oregon and Washington. It is a snowbank fungus, meaning it is commonly found at the edge of melting snowbanks. Fruit bodies are often buried under humus, forming hardly visible \"mushrumps\", apparent only as cracked bumps on the ground.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species",
    "References": "",
    "External links": "Tricholoma vernaticum  in Index Fungorum"
  }
}