{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_portentosum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. portentosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma portentosum, commonly known as the charbonnier, or sooty head in North America, is a grey-capped edible mushroom of the large genus Tricholoma. It is found in woodlands in Europe and North America.",
    "Taxonomy": "The species was originally described as Agaricus portentosus by Elias Magnus Fries in 1821, before being placed in the genus Tricholoma by  Lucien Quélet in 1872. At least three varieties have been described: var. album has an all white cap, var. lugdunense has a paler cap, and var. boutevillei has a very dark cap and is the form which grows with oak and beech.",
    "Description": "It is a large, imposing mushroom, with a convex cap 3–11 cm (1–4.5 in) in diameter with a boss.  The cap is sticky when wet and has an irregularly lobed margin. It is dark grey in colour with darker grey to blackish streaks perpendicular to the margins. The grey colour fades towards the margins and may be tinged with yellow or purple. The crowded adnate gills are white, and the solid stipe is white with a yellow tinge at the top. It measures 3.5–12 cm (1.4–4.7 in) high and 1–3 cm (0.4–1.2 in) wide.  The spore print is white.It has a farinaceous smell and taste. Older specimens are often eaten by slugs, and the stem is recommended to be removed before cooking. It can be pickled.",
    "Habitat and distribution": "The fruit bodies appear in late autumn in coniferous woodland in Europe and North America. Ectomycorrhizal, it is most commonly associated with Pinus sylvestris, but also sometimes oak (Quercus) or beech (Fagus) on sandy soils. It has been declining since the 1980s in the Netherlands and is now rare there, and uncommon in Britain but is common in France where it is sometime seen in wild mushroom markets. It is common in Estonia.Generally highly regarded as an edible mushroom, it is not recommended by some for its similarity to hazardous species. The inedible Tricholoma virgatum has a silvery-grey cap and grows in mixed woodland, and smells of damp earth and has a bitter taste. The poisonous Tricholoma pardinum has prominent grey scales giving the cap a shaggy or striped appearance.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species\n\n\n== References =="
  }
}