{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_pullum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. pullum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma pullum is a mushroom of the agaric genus Tricholoma. Described as new to science in 1989, it is found in eastern North America.",
    "Description": "The cap is initially convex to somewhat conical before flattening out in age; it attains a diameter of 4.5–15 cm (1.8–5.9 in) wide. The cap surface is dry and densely fibrillose (as if made of tightly packed fibers) in the center. The flesh is greyish white in the cap, lacks any distinct odor, and has a bitter or acrid taste. The gills are narrowly attached to the stipe, but often recede from the stipe as the mushroom matures. Their color is pinkish gray to greyish buff. Interspersed between the gills are numerous lamellae (short gills) that are not arranged in distinct tiers. The stipe measures 3–8 cm (1.2–3.1 in) long by 1–2.5 cm (0.4–1.0 in) thick, and is roughly the same thickness throughout its length. Its  surface is smooth to silky, and whitish, although older specimens can develop yellowish tints.The spore print is white. Spores are ellipsoid, smooth, hyaline (translucent), and measure 6.5–8 by 5–6 µm. The basidia are four-spored. Cheilocystidia are cylindrical to club-shaped, smooth, hyaline to dark grey, and measure 25–35 by 8–25 µm.",
    "Description-Similar species": "Distinctive characteristics of Tricholoma pullum fruit bodies include the dark tray cap, dark gray tints on the gill edges, and the bitter or acrid taste. Tricholoma virgatum is somewhat similar in appearance, but can be distinguished by its pointed umbo, lack of greyish tints on the gill edges, and its preferred habitat of coniferous and mixed woods. The European species Tricholoma hordum has smaller fruit bodies with more distantly spaced gills, which have a pinkish coloration.",
    "Habitat and distribution": "Fruit bodies of Tricholoma pullum grow on the ground scattered or in groups under hardwood trees, particularly beech and oak. It is found in northeastern North America, and usually fruits in September and November.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species",
    "References": "",
    "External links": "Tricholoma pullum  in Index Fungorum"
  }
}