{
  "url": "https://en.wikipedia.org/wiki/Justicia_brandegeeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Acanthaceae"
    },
    {
      "Genus": "Justicia"
    },
    {
      "Species": "J. brandegeeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Justicia brandegeeana (Mexican shrimp plant, shrimp plant or false hop) is an evergreen shrub in the genus Justicia of the family Acanthaceae, native to Mexico, and also naturalized in Florida.\nIt grows to 1 m tall (rarely more) with spindly limbs. The leaves are oval, green, 3-7.5 cm long. The flowers are white, extending from red bracts which look a bit like a shrimp, hence the shrub's common name, shrimp flower.\nThe species is named after the American botanist Townshend Stith Brandegee (1843–1925); the scientific name is commonly seen misspelled \"brandegeana\".",
    "Description": "J. brandegeeana is a bushy evergreen shrub growing to 100 cm (39 in) tall by 60–90 cm (24–35 in) broad. The stems and leaves are downy. The leaves are variegated and usually grow in clusters on the branches.  As the plant receives more sun, the amount of creamy white on the speckled leaves will increase, and vice versa.  The flowers emerge from bracts that form off the stems.  The bracts start out white, but with more sun exposure they turn anywhere from pale pink to deep salmon.  A chain of bracts will continue to grow until it falls off in most cases; thus the chains can grow anywhere from a few inches to nearly a foot in length.  Flowers emerge from the bracts; usually they are long, thin, and white with speckled maroon throats.\nBlooming continues for months once it has begun, then halts for a short period before starting again.  The flowers attract hummingbirds and butterflies.Pollination is usually by hummingbirds\nThe family Acanthaceae is in the major group Angiosperms (flowering plants). The genus Justicia is in the family Acanthaceae. The genus Justicia comprises about 600 species. Research has been done on the phytochemical components of the numerous Justicia species, showing that they possess antitumor, antiviral and antidiabetic activity. J. brandegeena has not been a topic of phytochemical research until recently.",
    "Pests and diseases": "Spider mites and whiteflies may be a problem.\nNematodes\nRoot Rot: Fungal diseases that cause decay and rotting of the roots and premature plant death\nFungal leaf spotting or rust may afflict plants.",
    "Cultivation": "The shrimp plant thrives in the shade in tropical areas. It does best in well-drained sandy or loamy soil, but is generally low maintenance and drought-tolerant.  As it dislikes temperatures below 7 °C (45 °F), in cooler temperate areas it is best grown under glass, where it is excellent as a potted houseplant, owing to its ability to tolerate low light and some neglect. Fertilization is not required.\nThe shape is generally long and spindly.  If trimmed back regularly, it can maintain a bushy habit and will not need support.  If the branches are allowed to grow long, they will become unable to support themselves and sag towards the ground.\nNumerous cultivars are available, with different flower bract colors, including yellow, pink and dark brick-red.\nIt can be propagated by stem cuttings.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.In terms of maintenance, if Justicia brandegeeana is not kept well trimmed it can become a messy shrub. Also, if left alone can grow over 24 inches tall. It therefore requires trimming back annually if it is to hold its shape and retain a desirable size. This shrub is expected to last for 10 to 20 years.",
    "References": "USDA Plant Profile: Justicia brandegeeana\nNCBI  138115 2002-08-21",
    "External links": " Media related to Justicia brandegeeana at Wikimedia Commons\n Data related to Justicia brandegeeana at Wikispecies"
  }
}