{
  "url": "https://en.wikipedia.org/wiki/Justicia_flaviflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Acanthaceae"
    },
    {
      "Genus": "Justicia"
    },
    {
      "Species": "J. flaviflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Justicia flaviflora is a species of herbaceous plant in the family Acanthaceae. It was previously classified as Beloperone flaviflora. The species is endemic to the island of Trinidad in the Caribbean republic of Trinidad and Tobago where it is only known from near the peaks of mountains in the Northern Range. It is an erect herb with leaves up to 27 cm (11 in) long. It is suffering from habitat degradation and has become increasingly rare, being now rated as \"critically endangered\".",
    "Distribution": "Specifically, it is only known from several locations in the Heights of Aripo, one of the highest points in Trinidad's Northern Range. Justicia flaviflora is an erect herb with leaves up to 27.5 centimetres (11 inches) long and around 11 centimetres (4 inches) broad.  The corolla of the flower is cylindrical, about 2.8 cm (1.1 in) long.",
    "Taxonomy": "The species was originally described as Beloperone flaviflora in 1922 by the English botanist William Bertram Turrill based on collections made by Robert O. Williams in the same year.  Turrill considered it a close relative of a Mexican species, Beloperone tenera (now J. tenera).  Its currently accepted name, Justicia flaviflora was coined by the American botanist Dieter C. Wasshausen in 1995, reflecting the predominant view that the members of the genus Beloperone should actually be considered members of the genus Justicia.  As of 2006, the species was last known to have been collected in 1993.  Collections of J. flaviflora are known to exist in the herbaria of the British Museum and at the Royal Botanic Gardens, Kew.",
    "Status": "Although Justicia flaviflora is not listed as an endangered species on the IUCN Red List, the authors of a 2008 assessment of the endemic plant species of Trinidad and Tobago considered the species critically endangered. Reasons cited for this were the fact that the species is known only from only two localities, and that this area is shrinking. The species is experiencing a severe case of habitat degradation. The IUCN Red List Categories and Criteria published in 2001 specifically states that a species is considered critically endangered if it has limited geographic range both in the extent of the species' occurrence (criterion B1) and the area (criterion B2) that the individuals occupy within that range.",
    "See also": "Endemic flora of Trinidad and Tobago\n\n\n== References =="
  }
}