{
  "url": "https://en.wikipedia.org/wiki/Justicia_cooleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Acanthaceae"
    },
    {
      "Genus": "Justicia"
    },
    {
      "Species": "J. cooleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Justicia cooleyi is a rare species of flowering plant in the family Acanthaceae known by the common name Cooley's water-willow. It is endemic to Florida in the United States, where it occurs in three counties. It is a federally listed endangered species.\nThis plant can be found on the Brooksville Ridge of Florida in Hernando and Sumter Counties. It is also reported from Lake County. Its exact abundance is not known because of the lack of recent comprehensive surveys. In 2000 there were seventeen occurrences.This is a rhizomatous perennial herb growing erect, hairy, square-edged stems up to about half a meter tall. The oppositely arranged leaves are up to 7 centimeters long. The flower has tubular purplish corollas about a centimeter long, with lips marked with white.This is a member of the flora in hardwood forests with sandy or silty substrates over limestone rock. The forests are dominated by magnolia (Magnolia grandiflora), black gum (Nyssa sylvatica), cabbage palm (Sabal palmetto), pignut hickory (Carya glabra), laurel oak (Quercus laurifolia), live oak (Quercus virginiana), water oak (Quercus nigra), winged elm (Ulmus alata), sweetgum (Liquidambar styraciflua), sugarberry (Celtis laevigata). Other plants in the understory include hornbeam (Carpinus caroliniana), dwarf palmetto (Sabal minor), American beautyberry (Callicarpa americana), and yaupon holly (Ilex vomitoria).The main threat to this rare plant is habitat destruction. Much of its forest habitat has been lost to residential and agricultural development and limestone mining. Remaining habitat is degraded by the presence of invasive plant species, particularly skunkvine (Paederia foetida) and air potato (Dioscorea bulbifera), which form a thick groundcover that chokes out native plants. The construction and maintenance of roads also threaten the plant and its habitat.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}