{
  "url": "https://en.wikipedia.org/wiki/Justicia_adhatoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Acanthaceae"
    },
    {
      "Genus": "Justicia"
    },
    {
      "Species": "J. adhatoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Justicia adhatoda, commonly known in English as Malabar nut, adulsa, adhatoda, vasa, or(বাসক) vasaka, is a medicinal plant native to Asia, widely used in Siddha Medicine, Ayurvedic, homeopathy and Unani systems of medicine.The plant's native range is the Indian subcontinent (Assam, Bangladesh, India, Nepal and Sri Lanka), Laos and Myanmar. It has been introduced elsewhere.",
    "Botanical description": "Justicia adhatoda is a shrub with lance-shaped leaves 10 to 15 centimeters in length by four wide. They are oppositely arranged, smooth-edged, and borne on short petioles. When dry they are of a dull brownish-green colour. They are bitter-tasting. When a leaf is cleared with chloral hydrate and examined microscopically the oval stomata can be seen. They are surrounded by two crescent-shaped cells at right angles to the ostiole. The epidermis bears simple one- to three-celled warty hairs, and small glandular hairs. Cystoliths occur beneath the epidermis of the underside of the blade.The trunk has many, long, opposite, ascending branches, where the bark is yellowish in color. Flowers are usually white and the inflorescence shows large, dense, axillary spikes. Fruits are pubescent, and are with club-shaped capsules.",
    "Chemical composition": "The leaves of Justicia adhatoda contains phytochemicals such as alkaloids, tannins, saponins, phenolics and flavonoids. The most important is vasicine, a quinazoline alkaloid. The vasicine yield of the herbage has been measured as 0.541 to 1.1% by dry weight.",
    "Traditional medicine": "This shrub has a number of traditional medicinal uses in Siddha Medicine, Ayurvedic and Unani systems of medicine. Drug vasaka is obtained from dried leaves of the plant. Vasaka is mainly used in treatment of chronic bronchitis and asthma. Leaf juice is given in the treatment of dysentery and diarrhoea.",
    "References": "",
    "External links": "Adathoda Uses in Siddha Medicine\nMONOGRAPH BY Dr AJAY PADMAWAR\n[1]\nFlora of Nepal: Justicia adhatoda\nCaldecott, Todd (2006). Ayurveda: The Divine Science of Life. Elsevier/Mosby. ISBN 0-7234-3410-7. Contains a detailed monograph on Justicia adhatoda  syn. Adhatoda vasica (Vasa; Vasaka), as well as a discussion of health benefits and usage in clinical practice. Available online at https://web.archive.org/web/20110616193509/http://www.toddcaldecott.com/index.php/herbs/learning-herbs/342-vasaka"
  }
}