{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_contortrix",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. contortrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Agkistrodon contortrix is a species of venomous snake, a pit viper, endemic to Eastern North America; it is a member of the subfamily Crotalinae in the family Viperidae. The generic name is derived from the Greek words ancistro (hooked) and odon (tooth), and the specific name comes from the Latin contortus (twisted, intricate, complex); thus, the scientific name translates into \"twisted hook-tooth\". The common name for this species is the copperhead.  Its behavior may lead to accidental encounters with humans.  Five subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "Adults grow to a typical length (including tail) of 50–95 cm (20–37 in). Some may exceed 1 m (3.3 ft), although that is exceptional for this species. Males are usually larger than females. Good-sized adult males usually do not exceed 74 to 76 cm (29 to 30 in), and females typically do not exceed 60 to 66 cm (24 to 26 in). In one study, males were found to weigh from 101.5 to 343 g (3.58 to 12.10 oz), with a mean of roughly 197.4 g (6.96 oz). According to a different study, females have a mean body mass of 119.8 g (4.23 oz). The maximum length reported for this species is 134.6 cm (53.0 in) for A. c. mokasen (Ditmars, 1931). Brimley (1944) mentions a specimen of A. c. mokasen from Chapel Hill, North Carolina, that was \"four feet, six inches\" (137.2 cm), but this may have been an approximation. The maximum length for A. c. contortrix is 132.1 cm (52.0 in) (Conant, 1958).The body is relatively stout and the head is broad and distinct from the neck. Because the snout slopes down and back, it appears less blunt than that of the cottonmouth, A. piscivorus. Consequently, the top of the head extends further forward than the mouth.The scalation includes 21–25 (usually 23) rows of dorsal scales at midbody, 138–157 ventral scales in both sexes and 38–62 and 37–57 subcaudal scales in males and females, respectively. The subcaudals are usually single, but the percentage thereof decreases clinally from the northeast, where about 80% are undivided, to the southwest of the geographic range where as little as 50% may be undivided. On the head are usually 9 large symmetrical plates, 6–10 (usually 8) supralabial scales, and 8–13 (usually 10) sublabial scales.The color pattern consists of a pale tan to pinkish-tan ground color that becomes darker towards the foreline, overlaid with a series of 10–18 (13.4) crossbands. Characteristically, both the ground color and crossband pattern are pale in A. c. contortrix. These crossbands are light tan to pinkish-tan to pale brown in the center, but darker towards the edges. They are about two scales wide or less at the midline of the back, but expand to a width of 6–10 scales on the sides of the body. They do not extend down to the ventral scales. Often, the crossbands are divided at the midline and alternate on either side of the body, with some individuals even having more half bands than complete ones. A series of dark brown spots is also present on the flanks, next to the belly, and are largest and darkest in the spaces between the crossbands. The belly is the same color as the ground color, but may be a little whitish in part. At the base of the tail are one to three (usually two) brown crossbands followed by a gray area. In juveniles, the pattern on the tail is more distinct: 7–9 crossbands are visible, while the tip is yellow. On the head, the crown is usually unmarked, except for a pair of small dark spots, one near the midline of each parietal scale. A faint postocular stripe is also present; diffuse above and bordered below by a narrow brown edge.Several aberrant color patterns for A. c. contortrix, or populations that intergrade with it, have also been reported. In a specimen described by Livezey (1949) from Walker County, Texas, 11 of 17 crossbands were not joined middorsally, while on one side, three of the crossbands were fused together longitudinally to form a continuous, undulating band, surmounted above by a dark stripe that was 2.0–2.5 scales wide. In another specimen, from Lowndes County, Alabama, the first three crossbands were complete, followed by a dark stripe that ran down either side of the body, with points of pigment reaching up to the midline in six places, but never getting there, after which the last four crossbands on the tail were also complete. A specimen found in Terrebonne Parish, Louisiana, by Ernest A. Liner, had a similar striped pattern, with only the first and last two crossbands being normal.",
    "Common names": "Common names for A. contortrix include: copperhead (snake), chunk head, highland moccasin, (dry-land) moccasin, narrow-banded copperhead, northern copperhead, pilot snake, poplar leaf, red oak, red snake, southeastern copperhead, white oak snake, American copperhead, southern copperhead, and cantil cobrizo (Spanish).",
    "Distribution and habitat": "It is found in North America; its range within the United States is in  Alabama, Arkansas, Connecticut, Delaware, Northern Florida, Georgia, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Mississippi, Missouri, Nebraska, New Jersey, New York, North Carolina, Ohio, Oklahoma, Pennsylvania, South Carolina, Tennessee, Texas, Virginia and West Virginia. In Mexico, it occurs in Chihuahua and Coahuila. The type locality is \"Carolina\".  Schmidt (1953) proposed the type locality be restricted to \"Charleston, South Carolina\".Unlike some other species of North American pit vipers, such as the timber rattlesnake and Sistrurus catenatus, A. contortrix has mostly not re-established itself north of the terminal moraine after the last glacial period (the Wisconsin glaciation), though it is found in southeastern New York and southern New England,  north of the Wisconsin glaciation terminal moraine on Long Island.\nWithin its range, it occupies a variety of different habitats. In most of North America, it favors deciduous forest and mixed woodlands. It is often associated with rock outcroppings and ledges, but is also found in low-lying, swampy regions. During the winter, it hibernates in dens or limestone crevices, often together with timber rattlesnakes and black rat snakes. In the states around the Gulf of Mexico, however, this species is also found in coniferous forest. In the Chihuahuan Desert of West Texas and northern Mexico, it occurs in riparian habitats, usually near permanent or semipermanent water and sometimes in dry arroyos (brooks).",
    "Conservation status": "This species is classified as least concern on the IUCN Red List of Threatened Species (v3.1, 2001). This means that relative to many other species, it is not at risk of extinction in the near future. The population trend was stable when  assessed in 2007.",
    "Behavior": "Like all pit vipers, A. contortrix is generally an ambush predator; it takes up a promising position and waits for suitable prey to arrive. One exception to ambush foraging occurs when copperheads feed on insects such as caterpillars and freshly molted cicadas. When hunting insects, copperheads actively pursue their prey. Juveniles use a brightly colored tail to attract frogs and perhaps lizards, a behavior termed caudal luring (see video: [1]). In the Southern United States, they are nocturnal during the hot summer, but are commonly active during the day during the spring and fall.\nLike most viperids, these snakes prefer to avoid humans and, given the opportunity, will leave the area without biting. However, unlike other viperids, they often \"freeze\" instead of slithering away, and as a result, many bites occur due to people unknowingly stepping on or near them. This tendency to freeze most likely evolved because of the extreme effectiveness of their camouflage. When lying on dead leaves or red clay, they can be almost impossible to notice. They frequently stay still even when approached closely, and generally strike only if physical contact is made. Like most other New World vipers, copperheads exhibit defensive tail vibration behavior when closely approached. This species is capable of vibrating its tail in excess of 40 times per second— faster than almost any other non-rattlesnake snake species.",
    "Feeding": "Roughly 90% of its diet consists of small rodents, such as mice and voles. It has also shown fondness for large insects and frogs, and though highly terrestrial, has been known to climb trees to gorge on emerging cicadas.",
    "Reproduction": "A. contortrix breeds in late summer, but not every year; sometimes females produce young for several years running, then do not breed at all for a time. They give birth to live young, each of which is about 20 cm (7.9 in) in total length. The typical litter size is four to seven, but as few as one, or as many as 20 may be seen. Their size apart, the young are similar to the adults, but lighter in color, and with a yellowish-green-marked tip to the tail, which is used to lure lizards and frogs.\nA. contortrix males have longer tongue tine lengths than females during the breeding season, which may aid in chemoreception of males searching for females.",
    "Reproduction-Facultative parthenogenesis": "Parthenogenesis is a natural form of reproduction in which growth and development of embryos occur without fertilization. A. contortrix can reproduce by facultative parthenogenesis, that is, they are capable of switching from a sexual mode of reproduction to an asexual mode.  The type of parthenogenesis that likely occurs is automixis with terminal fusion, a process in which two terminal products from the same meiosis fuse to form a diploid zygote.  This process leads to genome-wide homozygosity, expression of deleterious recessive alleles, and often to developmental failure (inbreeding depression).  Both captive-born and wild-born A. contortrix snakes appear to be capable of this form of parthenogenesis.",
    "Venom": "Although venomous, these snakes are generally not aggressive and bites are rarely fatal. Copperhead venom has an estimated lethal dose around 100 mg, and tests on mice show its potency is among the lowest of all pit vipers, and slightly weaker than that of its close relative, the cottonmouth. Copperheads often employ a \"warning bite\" when stepped on or agitated and inject a relatively small amount of venom, if any at all. \"Dry bites\" involving no venom are particularly common with the copperhead, though all pit vipers are capable of a dry bite.Bite symptoms include extreme pain, tingling, throbbing, swelling, and severe nausea. Damage can occur to muscle and bone tissue, especially when the bite occurs in the outer extremities such as the hands and feet, areas in which a large muscle mass is not available to absorb the venom. A bite from any venomous snake should be taken very seriously and immediate medical attention sought, as an allergic reaction and secondary infection are always possible.\nThe venom of the southern copperhead has been found to hold a protein called \"contortrostatin\" that halts the growth of cancer cells in mice and also stops the migration of the tumors to other sites.  However, this is an animal model, and further testing is required to verify safety and efficacy in humans.Although technically the antivenin CroFab could be used to treat an envenomation, it is usually not administered for copperheads, as the risk of complications of an allergic reaction to the treatment are greater than the risk from the snakebite itself in most cases. The antivenin can cause an immune reaction called serum sickness. Pain management, antibiotics, and medical supervision in the case of complications is usually the course of action. In 2002, an Illinois poison control center report on the availability of antivenin stated it used 1 Acp to 5 Acp depending on the symptoms and circumstances. The symptoms of a mild envenomation include swelling of the hand, mild cellulitis, and respiratory distress. The symptoms of a moderate envenomation would include swelling of the hand, vomiting, mild bleeding, ecchymosis, diaphoresis, sinus tachycardia, and hypotension.",
    "Subspecies": "",
    "Gallery": "",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Agkistrodon contortrix at the Reptarium.cz Reptile Database. Accessed 9 August 2007.\nCopperhead on Reptiles and Amphibians of Iowa"
  }
}