{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_contortrix_phaeogaster",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. contortrix"
    },
    {
      "Subspecies": "A. c. phaeogaster"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Osage copperhead, central copperhead.Agkistrodon contortrix phaeogaster is a venomous pit viper subspecies found in the central region of the United States.",
    "Description": "Gloyd and Conant (1990) gives maximum total lengths of 990 to 723 mm for males and females, respectively, while mentioning that other sources give a maximum total length for this subspecies of 1,016 mm regardless of sex.The color pattern is similar to that of A. c. mokasen, except that the dark bands are in sharper contrast to the lighter ground color, and with no smaller dark spots between them.",
    "Geographic range": "Found in the United States in eastern Kansas, extreme southeastern Nebraska and a large part of Missouri. The type locality given is \"10 miles south of McLouth, Jefferson County, Kansas.\"",
    "Venom": "The venom of Agkistrodon contortrix phaeogaster is similar to the venoms produced by other species of the Agkistrodon genus. The exact ratio of toxins to each other varies among species and gender, as does the overall potency of the venom (the ratio of active toxins to other constituents of the venom). The venom is most potent between the late-spring and mid-summer months, this rise in toxicity commences 2–3 weeks prior to reaching peak toxicity. While the initial reduction of potency occurs over approximately one month, the snake's venom remains slightly more toxic throughout the late-summer months until beginning a slow descent to reach its original toxicity by mid-fall.",
    "Danger to humans": "The bite of the Osage copperhead is considered a medical emergency and the victim should be brought to a hospital immediately for the best prognosis (an ambulance should be called if the victim is alone, as driving is highly dangerous after an envenomation).\nThe effects of the toxic venom present with a predictable course of symptoms until treatment is received. Immediate and severe pain, oozing of blood from the fang punctures, considerable edema, epistaxis, bleeding of the gums, marked hematuria, general petechiae, shock, renal failure, and local necrosis. These effects are attributed to the various haemotoxins and necrotoxins contained in the venom. Many other toxins are present in the venom in small quantities and are not clinically significant due to their extremely low concentrations.",
    "Danger to humans-Treatment": "CroFab antivenin has been used successfully to treat Osage copperhead bites, although a lack of complete cross-tolerance requires careful administration and close supervision during the full course of treatment to ensure that the lowest effective dose is administered (a lower dose would not fully treat the envenomation, and a higher dose may be particularly dangerous to children, the elderly, and infirm adults). Not uncommonly, opiate/opioid narcotic analgesics (ex. morphine, fentanyl), muscle relaxerss (ex. diazepam, tizanidine, orphenadrine), and broad-spectrum antibiotics are administered. A few days' supply of weaker analgesics and muscle relaxers may be prescribed for the patient to control pain after he or she returns home as the pain resolves completely within one to three days. Patients also receive a prescription for an intensive antibiotic therapy, which much be taken until the supplies are depleted, giving the drug enough time to fully treat any opportunistic infections resulting from the bite wounds or other transmission methods which the victim's weakened immune system cannot defend against. Failing to take the antibiotics until the prescription is depleted can cause the bacteria to \"rebound\" in a new form, possessing a greater resistance to antibiotics (MRSA developed through this process).",
    "Danger to humans-Antivenin availability": "CroFab antivenin is effective in treating A. c. phaeogaster bites, but it may cause severe anaphylactic shock and should not be used in any individuals allergic to anything contained within the formula, unless the allergy is limited to nonlethal grievances such as rashes and itching. One other exception to this occurs when the envenomation is so severe that the victims' doctors determine this risk of death from envenomation outweighs the risk of inducing anaphylaxis in a critically ill patient. A major shortage of CroFab existed in the U.S., and the vials which are available are exorbitantly priced, leading many doctors to negate the use of the antivenin in many patients whose bite resulted in extreme suffering, but does not present any life-threatening symptoms (in these situations, palliative care and symptomatic/supportive treatment approaches are used, instead).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Agkistrodon contortrix at the Reptarium.cz Reptile Database. Accessed 10 August 2007."
  }
}