{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_piscivorus_leucostoma",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. piscivorus"
    },
    {
      "Subspecies": "A. p. leucostoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Agkistrodon piscivorus leucostoma (common names: western cottonmouth, water moccasin, cottonmouth, more) is a venomous snake that is endemic to the south central United States. A member of the subfamily Crotalinae of the family Viperidae, it is the smallest of the three subspecies of Agkistrodon piscivorus.",
    "Description": "A. P. leucostoma is a stout snake with a thick, muscular body. It is the smallest of the three subspecies of A. piscivorus. The average length of mature specimens is 27.5 inches (69.9 cm), while the maximum reported length is 62 inches (157.5 cm).It is usually dark gray or brown with little or no markings, although a dorsal color pattern consisting of 10 to 15 dark crossbands can be seen in some specimens. Like other members of the species, its color darkens with age, and very old specimens may appear entirely black. Unlike the other two subspecies (A. p. conanti and A. p. piscivorus), the light line that borders the dark cheek strip is usually not present in this subspecies. The dorsal scales are keeled, in rows of 25 near the midbody, and the anal scale is undivided. Its broad, flat head is distinctly wider than its neck, and it has an elliptical (cat-like) pupil. By day the pupil appears as a narrow slit; at night the pupil is wide and may even look round.",
    "Behavior": "The animal opens its mouth widely when startled, exposing the whitish-colored oral mucosa; this is the reason it is commonly referred to as the \"cottonmouth.\"",
    "Common names": "Western cottonmouth, water moccasin, cottonmouth, (black) moccasin, blunt-tail moccasin, (northern) cottenmouth moccasin, stump-tail (water) moccasin, viper, western cottonmouth moccasin, cotton-mouthed snake, Congo snake, trap-jaw, gapper.",
    "Geographic range": "Found in the United States, from southern Alabama along coast of the Gulf of Mexico, including many offshore islands, to southeastern and central Texas and north to Oklahoma, Missouri, Illinois, Indiana, and southeastern Nebraska, and western Kentucky The type locality given is \"western district of Tennessee.\" Schmidt (1953) proposed that this be amended to \"10 miles northeast of Bolivar, Hardeman County, Tennessee.\"",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Agkistrodon piscivorus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nA. piscivorus at Herps of Texas. Accessed 31 May 2007.\nA. p. leucostoma at The Center for Reptile and Amphibian Conservation and Management. Accessed 31 May 2007.\nA. p. leucostoma at Texas Parks & Wildlife. Accessed 31 May 2007.\nA. p. leucostoma at Houston Herpetological Supply. Accessed 31 May 2007.\nA. p. leucostoma at Snakes of Louisiana. Accessed 31 May 2007.\nA. p. leucostoma at Saint Louis Zoo. Accessed 31 May 2007."
  }
}