{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_russeolus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. russeolus"
    }
  ],
  "text": {
    "__SUMMARY__": "Agkistrodon russeolus, commonly called the Yucatecan cantil, is a venomous pit viper species endemic to the Yucatán Peninsula in Mexico and northern Belize.",
    "Description": "Adults of A. russeolus may grow to a total length (including tail) of more than 100 cm (39 in). Gloyd and Conant (1990) reported that the largest specimens they saw were from Pisté, Yucatán: a male of 105 cm (41 in) with a missing tail tip and a female of 101 cm (40 in). The average tail length is 19.2% of total body length in males and 16% in females.Scalation includes 23 rows of keeled dorsal scales at midbody; 131-141 ventral scales; and 46-62 subcaudal scales, most of which are paired, especially towards the tail tip.The dorsal color pattern consists of light brown to deep reddish brown ground color overlaid with 12-18 broad brown or brownish crossbands. Laterally, these crossbands are more lightly colored in the center and usually contain one or two dark spots. The head is clearly marked on either side with two longitudinal light lines: the upper one is narrow and may be broken behind to the eye, while the lower one is wider and separated from the commissure by a dark band.",
    "Common names": "Mayan names for A. russeolus are wol-poch (Gaige, 1936) and uol-poch (Schmidt and Andrews, 1936).",
    "Geographic range": "A. russeolus is found in the Yucatán Peninsula in Mexico in the states of Campeche, Quintana Roo and Yucatán, as well as in northern Belize. The type locality given is \"11.7 km north of Pisté, Yucatán, Mexico.\"",
    "References": "",
    "Further reading": "Gloyd HK (1972). \"A subspecies of Agkistrodon bilineatus (Serpentes: Crotalidae) on the Yucatán Peninsula, México\". Proc. Biol. Soc. Washington 84 (40): 327-334. (Agkistrodon bilineatus russeolus, new subspecies).\nPorras, Louis W.; Wilson, Larry David; Schuett, Gordon W.; Reiserer, Randall S. (2013). \"A taxonomic reevaluation and conservation assessment of the common cantil , Agkistrodon bilineatus (Squamata: Viperidae): a race against time\". Amphibian & Reptile Conservation 7 (1): 48-73. (Agkistrodon russeolus, new status, p. 60). (in English, with an abstract in Spanish)."
  }
}