{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_taylori",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. taylori"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Taylor's cantil, ornate cantil.Agkistrodon taylori is a venomous pitviper species found only in northeastern Mexico. It is named in honor of American herpetologist Edward Harrison Taylor.",
    "Description": "Adults of A. taylori usually attain a total length (including tail) of 64–90 cm (25 1⁄4–35 3⁄8 in), with some growing to 96 cm (37 3⁄4 in). The species has a heavy body and a relatively long tail: 16-19% of total body length in males and 13-18% in females.",
    "Geographic range": "A. taylori is native to Mexico, where it occurs in the northeastern states of Nuevo León, San Luis Potosí, and Tamaulipas. The type locality is \"21 km north of Villagrán, Tamaulipas, Mexico\".",
    "Conservation status": "A. taylori is classified as Least Concern (LC) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend is unknown. Year assessed: 2007.",
    "Feeding": "A. taylori feeds primarily on rodents and amphibians. Juveniles are known to employ the yellowish tip of their tail as a lure to attract small insectivorous vertebrates. The yellowish tip fades as the animals mature, as does this behavior.",
    "Taxonomy": "It was elevated to species status (A. taylori ) by Parkinson, Zamudio and Greene (2000) based on mitochondrial DNA sequences.\nA. taylori is a vertebrate in the subfamily Crotalinae.",
    "Captivity": "Because of their attractive coloration and relatively small size, examples of A. taylori are somewhat popular in the exotic pet trade, with captive bred individuals occasionally being available. The care requirements are fairly basic, similar to A. contortrix. These snakes are, however, not for the inexperienced keeper. The venom of A. taylori is significantly stronger than that of A. contortrix and can cause severe tissue damage and even death if untreated. Dry bites are seldom reported, and these snakes may strike repeatedly.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Agkistrodon taylori at the Reptarium.cz Reptile Database. Accessed 7 December 2007."
  }
}