{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_bilineatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. bilineatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: cantil, Mexican cantil, Mexican ground pit viper, cantil viper, black moccasin, Mexican moccasin, more.Agkistrodon bilineatus is a venomous pit viper species found in Mexico and Central America as far south as Honduras.",
    "Description": "These are heavy-bodied snakes, and share the same general body structure with copperheads. They average around 60 cm (24 in) in length and have a broad, triangular-shaped head with small eyes that have vertical pupils.\nColoration can vary, but most are brown or black, with darker brown or black banding, sometimes with white or cream-colored accents. A. taylori is known for being more elaborately patterned, often having distinct tan-colored banding, sometimes with orange or yellow accents that can almost appear gold in color. There are the following distinctive yellow and/or white lines on the head: a vertical line on the rostral and mental, a fine line on the canthus continuing above and beyond the eye to the neck, a broader line on the upper lip from the anterior nasal to the last labial. Juveniles are almost always distinctly banded, with bright green or yellow tail tips, which they use to lure prey. As they age, their pattern and coloration fade and darken.",
    "Common names": "Mexican ground pit viper, cantil viper, cantil, Mexican moccasin, neotropical moccasin, Mexican yellow-lipped viper.The common name, \"cantil\", is based on the Tzeltal word kantiil \"yellow lips.\"",
    "Geographic range": "Mexico and Central America. On the Pacific side it is found from southern Sonora in Mexico south through Guatemala, El Salvador, and Honduras. The type locality given is \"Pacific coast of Guatemala.\"",
    "Conservation status": "This species is classified as Near Threatened (NT) on the IUCN Red List of Threatened Species (v3.1, 2001). A species is listed as such when it has been evaluated against the criteria but does not qualify for Critically Endangered, Endangered or Vulnerable now, but is close to qualifying for, or is likely to qualify for a threatened category in the near future. The population trend is down. Year assessed: 2007.The primary ecological concern is habitat loss.",
    "Behavior": "Much like the cottonmouth, with whom it shares a genus, this species has a reputation for having a nasty disposition and being extremely dangerous, a reputation probably not well deserved. They are generally shy by nature, and if threatened their first instinct is to rely on camouflage. If unable to do so they will use a threat display to ward off potential predators. The tightly coiled animal will raise the last several inches of its tail, this portion often being bright yellow or green in juveniles and a faded yellow or green in adults, the animal will then tail vibrate, creating a loud whipping sound against its coils or surroundings. This particular behavior is very reminiscent of caudal luring, though in a more violent fashion and is often accompanied by a strike or less commonly a gaping display similar to that of A. piscivorus. They generally will only display these behaviors when given no other choice. In captivity, A. bilineatus are often known for aggression stemming from their characteristic lack of predictability.",
    "Reproduction": "Breeding occurs in the spring, and like most other viper species, cantils are ovoviviparous, giving birth to 5–20 young at a time.",
    "Captivity": "Export from Mexico is not permitted, but cantils of both species are often captive-bred, making them frequently available in the exotic pet trade. They are also well represented in zoos throughout North America and Europe.",
    "Venom": "According to Gloyd and Conant (1990), \"this species is greatly feared throughout its range,\" in some areas even more so than Bothrops asper. In Sonora, Mexico, it is feared more than any other reptile. In Nicaragua, it is considered the country's most dangerous snake.Bite symptoms, in general, may include nothing more than local pain, swelling and discoloration, but those from adult specimens can cause massive swelling and necrosis. Campbell and Lamar (1989) suggested that, due to the necrosis, amputation may be required in one out of every six cases. Some bites were fatal within only a few hours. Gaige (1936) cites one case in which a woman in Motul, Yucatán, Mexico was bitten by a 30 cm (11 3⁄4 in) specimen and died within a few hours. Alvarez del Toro (1983) reports gangrenous tissue falling away in fragments, eventually to expose the underlying bones, describing this is as \"spontaneous amputation\" of the necrotic wound.In Honduras, Cruz (1987) describes the bite symptoms as being similar to those of Bothrops species, although more severe considering the small size of these snakes. They include immediate and severe pain, oozing of blood from the fang punctures, considerable edema, nosebleed, bleeding of the gums, marked hematuria, general petechiae, shock, kidney failure and local necrosis.Polyvalent Antivenom, produced by the Instituto Clodomiro Picado",
    "Taxonomy": "A new subspecies, A. b. lemosespinali, was described by H. M. Smith & Chiszar (2001) based on a single specimen from near Palma Sola, Veracruz, Mexico.Agkistrodon howardgloydi, Agkistrodon russeolus and Agkistrodon taylori were formerly considered subspecies.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Agkistrodon bilineatus at the Reptarium.cz Reptile Database. Accessed 7 December 2007.\nAgkistrodon taylori at the Reptarium.cz Reptile Database. Accessed 7 December 2007.\nAgkistrodon bilineatus at VN Illustrated Database of Mexican Biodiversity. Accessed 26 November 2006."
  }
}