{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_contortrix_mokasen",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. contortrix"
    },
    {
      "Subspecies": "A. c. mokasen"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: northern copperhead, copperhead, highland moccasin, more.Agkistrodon contortrix mokasen is a venomous pit viper subspecies found in the eastern United States.",
    "Description": "The northern copperhead grows to a typical length of 61–91 cm (24–36 in), with a maximum of 135 cm (53 in).The dorsal scales are weakly keeled. The anal plate is single. The subcaudals are single, at least anteriorly.The color pattern consists of an hourglass pattern that runs the length of the body. From above, a series of dark chestnut crossbands looks narrow in the center and wider on the sides. Between the crossbands, small, dark spots are often present. Dark, rounded spots occur at the sides of the belly. The head is a copper-red color. Juvenile specimens are lighter in color, and have a yellow tail tip and a narrow dark line that runs through the eye that divides the darker head from the lighter-colored labial scales.",
    "Common names": "Northern copperhead, copperhead, resident copperhead, highland moccasin, beech-leaf snake, chunk head, copper (adder), copper-bell, copper belly, copperhead moccasin, copperhead viper, copper snake, copper viper, deaf adder, deaf snake, dumb rattlesnake, harlequin snake, hazel head, North American copperhead snake, northern copperhead, pilot, poplar leaf, rattlesnake pilot, rattlesnake's mate, red adder, red eye, red snake, red viper, thunder snake, upland moccasin, white oak snake, adder.",
    "Geographic range": "This subspecies is found in the United States in Virginia, East Texas,  southern Illinois, southern Indiana, throughout Mississippi, northern Alabama, northern Georgia, northeast to Massachusetts (which considers them endangered), New York Hudson Valley region,  the Appalachian Mountain region and associated plateaus, also southwestern Pennsylvania. No type locality was given.",
    "Behavior": "These snakes are generally quiet, almost lethargic, preferring to lie motionless or to make a slow retreat when encountered. When sufficiently agitated, however, they can strike vigorously and may vibrate their tails rapidly.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Palisot de Beauvois, A.M.F.J. 1799. Memoir on Amphibia. Serpents. Trans. American Philos. Soc. 4 (42): 362-381.",
    "External links": "Agkistrodon contortrix at the Reptarium.cz Reptile Database. Accessed 9 August 2007."
  }
}