{
  "url": "https://en.wikipedia.org/wiki/Agkistrodon_piscivorus_conanti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Agkistrodon"
    },
    {
      "Species": "A. piscivorus"
    },
    {
      "Subspecies": "A. p. conanti"
    }
  ],
  "text": {
    "__SUMMARY__": "Agkistrodon piscivorus conanti, commonly known as the Florida cottonmouth or green-tailed moccasin, is a venomous pitviper subspecies in the family Viperidae. The subspecies is found in the southeastern United States, particularly in Florida.",
    "Etymology": "The subspecific name, conanti, is in honor of the late American herpetologist, Roger Conant.",
    "Description": "Adults of A. p. conanti grow up to 1,892 mm (74.5 inches) in total length (including tail). Allen and Swindell (1948) reported one male specimen from Marion County, Florida that measured 1,829 mm (72 inches) in total length and weighed 4.6 kg (10 pounds).The color pattern is similar to that of A. p. piscivorus, apart from head markings that are plainly visible even in older, darker specimens: dark brown postocular stripes that are bordered above and below by narrow light lines. A pair of dark stripes are also visible at the front of the lower jaw, as well as a pair of dark vertical stripes at the tip of the snout. Mature specimens often lack any dorsal pattern, while the dorsal patterns of juveniles are more pronounced.",
    "Common names": "Additional common names for A. p. conanti include aquatic copperhead, aquatic moccasin, cotton-mouthed snake, gaper, gapper, lake moccasin, mangrove rattler, moccasin viper, North American water viper, pond moccasin, river pit viper, short-tailed moccasin, small-tailed rattler, snap jaw, stub-tail moccasin, swamp lion, swamp moccasin, trap jaw, water mamba, water moccasin, water pilot, water pit moccasin, water rattlesnake, white mouth moccasin, and worm-tailed moccasin.",
    "Geographic range": "A. p. conanti is found in the United States in extreme southern Georgia and throughout Florida. It also inhabits many offshore islands. Intergradation with A. p. piscivorus occurs from southern South Carolina, west across Georgia, through the western part of the Florida panhandle to southeastern Alabama. Not present in the lower keys, despite an old record from Key West. Intergradation with A. p. leucostoma occurs east of Mobile Bay, Alabama, and slightly further east from there. The type locality given is \"at the edge of Rochelle-Cross Creek Road, about 7 miles southeast of Gainesville, Alachua County, Florida\" [USA].",
    "Habitat": "According to Wright and Bishop (1915), in the Okefenokee Swamp A. p. conanti occurs in thickets along the edges of the cypress ponds of the islands, around the wooded edges of stretches of water, in areas where the woods of the islands meet pine woods, and throughout the swamp in general.In the Everglades, Allen and Swindell (1948) mentioned that it can be found in palmetto clumps as much as a quarter mile from water. Otherwise these snakes tend to aggregate around drying water holes, most likely because of the increasing concentration of available prey. Duellman and Schwartz (1958) described the species as inhabiting aquatic environments, cypress flats and wet prairies, but not pine forests, scrub or hammocks. The latter is contradicted by a report from northern Florida where large numbers were seen in wet pine-palmetto areas, except during very dry periods.",
    "Reproduction": "A. p. conanti is ovoviviparous, and while there is no specific mating season, most births occur during the summer months. Females generally only breed every other year and give birth to between one and 15 young per litter. The average total length of each newly born snake is 18 cm (7.1 in).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Agkistrodon piscivorus at the Reptarium.cz Reptile Database. Accessed 1 December 2007.\nFlorida Cottonmouth at Central Florida Zoo. Accessed 9 April 2010.\nFlorida Cottonmouth at Calusa Nature. Accessed 2 December 2007.\nA. p. conanti at Florida Museum of Natural History. Accessed 1 January 2008.\nhttps://web.archive.org/web/20160608141016/http://www.arkive.org/cottonmouth/agkistrodon-piscivorus/"
  }
}