{
  "url": "https://en.wikipedia.org/wiki/Atropoides_occiduus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atropoides"
    },
    {
      "Species": "A. occiduus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Guatemalan jumping pitviper.Atropoides occiduus is a venomous pitviper subspecies endemic to southern Mexico, Guatemala, and El Salvador.",
    "Description": "Adults are usually 35–60 cm (13 3⁄4–23 5⁄8 in) in total length. The largest specimens reported are a male of 74.8 cm (29 1⁄2 in) from Baja Verapaz, Guatemala, and a female of 79.5 cm (31 1⁄4 in) from Volcán de Agua, Escuintla, Guatemala. The build is very stout, although not so much as that of A. mexicanus.",
    "Geographic range": "Found in southern Mexico (southeastern Chiapas), southern and central Guatemala, and western El Salvador. The type locality given is \"Saint-Augustín (Guatemala), versant occidentale de la Córdillère. 610 mètres [2,000 ft] d´altitude\". Actually, San Augustín is on the southern slope of Volcán Atitlán.",
    "Habitat": "Its habitat includes subtropical wet forest on the Pacific versant from southeastern Chiapas, Mexico to western El Salvador. It also inhabits the pine-oak forest near Guatemala City. It can be found at altitudes varying from 1,000–1,600 m (3,300–5,200 ft).",
    "Taxonomy": "Regarded as a full species, Atropoides occiduus, by Campbell and Lamar (2004).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Hoge, A.R. 1966. Preliminary account on Neotropical Crotalinae (Serpentes: Viperidae). Memórias do Instituto Butantan 32 [1965]: 109-184.",
    "External links": "Atropoides occiduus at the Reptarium.cz Reptile Database. Accessed 1 August 2008."
  }
}