{
  "url": "https://en.wikipedia.org/wiki/Atropoides_nummifer",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atropoides"
    },
    {
      "Species": "A. nummifer"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Mexican jumping pitviper, jumping viper.Atropoides nummifer is a venomous pit viper species endemic to Mexico.",
    "Description": "Adults are short and exceedingly stout, commonly growing to 18–24 inches (46–61 centimetres) in total length. The snout is rounded with a sharp canthus.At midbody there are 23-27 rows of dorsal scales that are strongly keeled, tubercular in large specimens. The ventral scales are 121-135, while the subcaudals are 26-36 and mostly single. The eye is separated from the labial scales by 3-4 rows of small scales.The color pattern consists of a tan, light brown or gray ground color that is overlaid with a series of around 20 dark brown or black rhomboid blotches. The lower tips of these blotches often connect with spots on the flanks to form narrow crossbands. The top of the head is dark with oblique postorbital stripes, below which the side of the head is a lighter color. The belly is whitish, occasionally with dark brown blotches.These snakes have sometimes been mistaken for young bushmasters (Lachesis muta), but can easily be identified by their lack of a specialized tail tip.",
    "Geographic range": "Found in eastern Mexico from San Luis Potosí southeastward on the Atlantic versant and lowlands. Found in various types of forest, including cloud forest and rain forest at 40–1,600 m (130–5,250 ft) altitude. The type originally lacked locality information, but apparently \"Mexico\" was filled in some time later. A restriction to Teapa, Tabasco, Mexico, was proposed by Burger (1950). Atropoides mexicanus and Atropoides occiduus were both formerly considered subspecies.",
    "Conservation status": "This species is classified as Least Concern (LC) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend is stable. Year assessed: 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Rüppell, E. 1845. Verzeichnis der in dem Museum der Senckenbergischen naturforschenden Gesellschaft aufgestellten Sammlungen. Dritte Abteilung: Amphibien. Mus. Senckenbergianum 3 (3): 293-316. (Atropos nummifer)",
    "External links": "Atropoides nummifer at the Reptarium.cz Reptile Database. Accessed 14 September 2007."
  }
}