{
  "url": "https://en.wikipedia.org/wiki/Bothrops_asper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. asper"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: fer-de-lance, terciopelo,Bothrops asper is a highly venomous pit viper species the range of which extends from southern Mexico to northern South America. They are found in a wide range of lowland habitats, often near human habitations. Because of its proximity to human habitations and its defensive temperament, it is more dangerous to people than many other snakes. This species is the main cause of snakebite incidents within its range.  No subspecies are currently recognized.",
    "Etymology": "The generic name, Bothrops, comes from the Greek words bothros and ops, which mean \"pit\" and \"face\" (or \"eye\"), respectively. This is a reference to these snakes' highly sensitive heat-detecting pit organs. The specific epithet, asper, which is a Latin word meaning \"rough\" or \"harsh\", may allude to the species' keeled dorsal scales.",
    "Common names": "Some of the common names applied to this snake are terciopelo (\"velvet\" in Spanish), fer-de-lance,Fer-de-lance (St.Lucia),  Mapepire balsain (Trinidad), Carpet Labaria (Guyana), barba amarilla (Guatemala, Honduras; \"yellow beard\"), equis (Ecuador and Panama; \"x\"),  taya equis (Colombia), cuaima (Venezuela), nauyaca (México; from Nahuatl nahui, four, and yacatl, nose; \"four noses\"), and yellow-jaw tommygoff (Belize).\"\nThe name fer-de-lance is commonly used in English  to refer to this species, as well as to B. atrox, although B. atrox is more commonly referred to as the \"lancehead\" in North America. The name fer-de-lance is not used in the countries inhabited by this species.",
    "Description": "Bothrops species can be distinguished by their broad, flattened heads which are set apart from the rest of their bodies. The head of this snake is light to dark brown or even black. Although usually absent, it may have occipital blotches or streaks that range from indistinct to distinct. The underside is most often pale yellow.  This species has different patterns and colors on its dorsal and ventral sides and it exhibits a postorbital stripe. The ventral side is yellow, cream, or a whitish gray, with dark blotches that are more frequent closer to the posterior end. Ventrolaterally, B. asper has interchanging gray scales which are more pale towards the medial line. Dark triangles with pale edges can be seen laterally, which range in number from 18 to 25. Apices either alternate or are reflective of each other over the middorsal line. In the interspaces, there are dark, paravertebral blotches. Specimens may have a yellow zig-zag-shaped line on each side of the body. There is a great variety of colours on its dorsal side: olive, gray, light brown to dark brown, tan or sometimes nearly black. To prevent water loss where they occur in drier regions, this species has more scales.\n\nSpecimens of this species may weigh up to 6 kilograms (13 lb) and are often 1.2 to 1.8 meters (3.9 to 5.9 ft) in length. Very big females can reach lengths up to 2.5 metres (8.2 ft), although this is uncommon. These are among the most sexually dimorphic of all snakes. The two sexes are born the same size, but by age 7 to 12 months, females begin to grow at a much faster rate than males.  Females have thick, heavy bodies and grow significantly larger than males. They also have heads two or three times the size of males relative to their size and proportionally bigger fangs (typically 2.5 cm), as well.Across its geographic range, this species varies greatly phenotypically. As a result, great confusion between it and other related species, most notably Bothrops atrox, which is similar in color but usually has yellow or rust-like tones and rectangular or trapezoidal blotches.",
    "Distribution": "It is found in the Atlantic lowlands of eastern Mexico and Central America, including Guatemala, Belize, Honduras, Nicaragua, Costa Rica and Panama. An isolated population occurs in southeastern Chiapas (Mexico) and southwestern Guatemala. In northern South America, it is found in Colombia, Ecuador, Guyana and Venezuela. The type locality given is \"Obispo, on the Isthmus of Darien\" (Panama).This is mostly a lowland species that, in Mexico and Central America, occurs from about sea level to 1,200 to 1,300 meters (3,900 to 4,300 ft) altitude. In South America, it apparently ranges to considerably higher elevations: up to 2,500 metres (8,200 ft) in Venezuela and at least 2,640 metres (8,660 ft) in Colombia according to herpetologist Lancini.According to Campbell and Lamar (2004), its range in Ecuador extends as far south along the Pacific coast as El Oro Province and the Vilcabamba area of the Río Catamayo Valley. This species is reported to occur from seven (Bolívar, Carchi, Chimborazo, Esmeraldas, Guayas, Los Ríos and Pichincha) of the fourteen provinces along the Pacific slope of Ecuador. There are even a few records from northern coastal Peru, with these snakes being reported in the Tumbes Region. It is also known from the island of Gorgona off the Pacific coast of Colombia.B. asper occurs throughout the inter-Andes valleys of Colombia across the Caribbean coastal plain through central Venezuela north of the Orinoco as far east as the Delta Amacuro region. This is the only Bothrops species that occurs on the island of Trinidad, although the situation there is complicated due to proximity of Trinidad to the Orinoco Delta where it may be sympatric with  B. atrox.It is also found on the islands of Martinique and Saint Lucia.",
    "Habitat": "This species likes moist environments, and occurs in most life zones located at low or middle elevations (up to 600 metres (2,000 ft)), excluding those with strong seasonal dry periods. They are, however, sometimes found at much higher elevations. This is true in the premontane forest in Costa Rica, the cloud forest of Guatemala and Mexico, or the lower montane wet forest in the Caribbean Region of Colombia and Ecuador. It chiefly inhabits tropical rainforest and evergreen forest, but it also occurs in drier areas of tropical deciduous forest, thorn forest and pine savannah near lakes, rivers and streams. The home range of B. asper averages between 3.71 ha and 5.95 ha, which is comparatively small in relation to other pitvipers.",
    "Behavior": "B. asper is nocturnal and solitary. It is less active in colder and drier periods. This species  is often found near rivers and streams, basking in the sun during the day and lying still while well camouflaged in leaf litter or under forest cover waiting to ambush prey such as rats and mice that come within range during the night. When cornered or threatened, this species can be very defensive and may exhibit an S-coiled defense display. Juveniles are often semiarboreal, and even adults are sometimes encountered in bushes and low trees. Juveniles are also known to exhibit caudal luring, a use of their differently colored tail tips to lure prey. Although both males and females display this behavior, only males have bright coloured tail tips.Compared to the common lancehead, B. atrox, these snakes have been described as excitable and unpredictable when disturbed. They can, and often will, move very quickly, usually opting to flee from danger, but are capable of suddenly reversing direction to vigorously defend themselves. Adult specimens, when cornered and fully alert, are dangerous. In a review of bites from this species suffered by field biologists, Hardy (1994) referred to it as the \"ultimate pit viper\".",
    "Reproduction": "The timing of the reproductive cycle and the litter size of this species vary according to location: in some parts of Costa Rica, for example, it is more prolific than in others. Reproduction is highly seasonal and in Costa Rica, reproductive cycles are tightly related to rainfall patterns. The timing of breeding differs between populations in the Caribbean and Pacific lowlands. On the Pacific side, mating took place between September and November, with females giving birth between April and June. The average number of offspring was 18.6 (five to 40) in this population. Neonates ranged in total length from 28 to 34.6 centimeters (11.0 to 13.6 in) and in weight from 6.7 to 13.1 grams (0.24 to 0.46 oz). On the Atlantic side, mating was observed in March, and births occurred between September and November. The average number of offspring was 41.1 (14–86), whereas the total length of neonates ranged from 27 to 36.5 centimeters (10.6 to 14.4 in), and weighed from 6.1 to 20.2 grams (0.22 to 0.71 oz). In both populations, gestation time ranged from six to eight months, and the size of a litter correlated significantly with the size of the female. This species is considered to be the most prolific of all snakes in the Americas.Male-male combat in this species has not been observed. Females will mate with more than one male during mating season. Mating includes a series of movements of the male, which then slowly chases an accepting female. The female then stops movement and extends her posture to mate. It is not known whether this species exhibits annual or biannual reproduction.",
    "Venom": "B. asper, together with Crotalus durissus, is the leading cause of snakebite in Yucatán, Mexico.\nIt is considered the most dangerous snake in Costa Rica, responsible for 46% of all bites and 30% of all hospitalized cases; before 1947, the fatality rate was 9%, but this has since declined to almost 0% (Bolaños, 1984), mostly due to the Clodomiro Picado Research Institute, responsible for the production of snake antiophidic sera (which are also exported to other countries in Latin America and Africa) and scientific research on serpents and their venoms, as well as educational and extension programs in rural areas and hospitals.\nIn the Colombian states of Antioquia and Chocó, it causes 50–70% of all snakebites, with a sequelae rate of 9% and a fatality rate of 6% (Otero et al., 1992).\nIn the state of Lara, Venezuela, it is responsible for 78% of all envenomations and all snakebite fatalities (Dao-L., 1971). One of the reasons so many people are bitten is because of its association with human habitation; many bites occur indoors (Sasa & Vázquez, 2003).\nHerpetologist Douglas March died after being bitten by this species.This species is irritable and fast-moving. It is also regarded as being more excitable and unpredictable than B. atrox. Its large size and habit of raising its head high off the ground can result in bites above the knee. It has also been observed to eject venom over a distance of at least 6 ft (1.8 m) in fine jets from the tips of its fangs (Mole, 1924).Bite symptoms include pain, oozing from the puncture wounds, local swelling that may increase for up to 36 hours, bruising that spreads from the bite site, blisters, numbness, mild fever, headache, bleeding from the nose and gums, hemoptysis, gastrointestinal bleeding, hematuria, hypotension, nausea, vomiting, impaired consciousness and tenderness of the spleen. In untreated cases, local necrosis frequently occurs and may cause gangrene which often requires amputation. In 12 fatal cases, the cause of death was sepsis (5), intracranial hemorrhage (3), acute renal failure with hyperkalemia and metabolic acidosis (2) and hemorrhagic shock (1).Venom yield (dry weight) averages 458 mg, with a maximum of 1530 mg (Bolaños, 1984) and an LD50 in mice of 2.844 mg/kg IP.The venomous bite of B. asper has been suggested to have been a factor in the choice of certain Mayan settlements, such as Nim Li Punit, Belize Central America, where the thick jungle inhabited by these snakes was used as a defensive boundary.",
    "Taxonomy": "This species was once regarded as a subspecies of B. atrox and can still often be confused with it.",
    "Predators": "Despite being one of the most venomous snakes in Central and South America, the snake is sometimes preyed on by goliath spiders.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Bothrops asper at the Reptarium.cz Reptile Database. Accessed 6 December 2007."
  }
}