{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_aurifer",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. aurifer"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: yellow-blotched palm-pitviper, Guatemalan palm viper.Bothriechis aurifer is a venomous pit viper species found in Mexico and Guatemala. No subspecies are currently recognized.",
    "Description": "Adults generally grow to less than 70 centimetres (28 in) in length, but sometimes to over 1 metre (3 ft 3 in). The body is relatively slender with a prehensile tail.The scalation includes 1-5 intersupraocular scales, 8-12 supralabials, 9-13 infralabials and 18-21 (mode 19) rows of dorsal scales at midbody. The second supralabial is fused with the prelacunal to form a lacunolabial and the interrictals number 16-21. Males have 148-167 ventral scales and 58-64 subcaudals (mostly undivided), while females have 152-162 ventrals and 48-61 subcaudal scales.The color pattern consists of a green ground color overlaid dorsally with a series of yellow blotches that are bordered in black. Between the botches, an irregular, often broken, dorsal stripe can be seen. The yellowish green belly is often lighter than the dorsum. On the head, a dark postocular stripe is present. The iris is usually yellowish-green, sometimes bronze, with black specks or reticulations. Over 90% of all specimens have the usual dark dorsal pattern, but a few are uniform green and have no postocular stripes. The juvenile coloration includes a pale lime green ground color and a colorful tail tip.",
    "Geographic range": "Found in Mexico in the mountains of eastern Chiapas, and in northern Guatemala. Occurs in cloud forest at 1200–2300 m altitude. The type locality given is \"Cobán, [Alta] Vera Paz, Guatemala.\"",
    "Conservation status": "This species is classified as Vulnerable (VU) on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii,v) (v3.1, 2001). A species is listed as such when the best available evidence indicates that the extent of occurrence is estimated to be less than 20,000 km², the population to be severely fragmented or known to exist at no more than 10 locations, and that a continuing decline has been observed, inferred or projected in the area, extent and/or quality of habitat and in the number of mature individuals. It is therefore considered to be facing a high risk of extinction in the wild.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothriechis aurifer at the Reptarium.cz Reptile Database. Accessed 14 September 2007."
  }
}