{
  "url": "https://en.wikipedia.org/wiki/Bothrops_pradoi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. leucurus"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops leucurus, commonly known as the whitetail lancehead or the Bahia lancehead, is a species of venomous snake, a pit viper in the family Viperidae. The species is endemic to Brazil. There are no subspecies which are recognized as being valid.",
    "Etymology": "The specific name, leucurus, meaning \"whitetail\", is from the Latin words leucus (white) and urus (tail).The specific name, pradoi, of the junior synonym Trimeresurus pradoi, is in honor of Brazilian herpetologist Alcides Prado.",
    "Geographic range": "B. leucurus is found in eastern Brazil along the Atlantic coast from northern Espírito Santo north to Alagoas and Ceará. It occurs more inland in several parts of Bahia. The identity of disjunct populations west of the Rio São Francisco is uncertain. The type locality is listed as \"provinciae Bahiae\".",
    "Reproduction": "B. leucurus is viviparous.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Fenwick AM, Gutberlet RL Jr, Evans JA, Parkinson CL (2009). \"Morphological and molecular evidence for phylogeny and classification of South American pitvipers, genera Bothrops, Bothriopsis, and Bothrocophias (Serpentes: Viperidae)\". Zoological Journal of the Linnean Society 156 (3): 617-640.\nHoge AR (1948). \"Notas erpétologicas. 3. Uma nova espécie de Trimeresurus\". Memórias do Instituto Butantan 20: 193-202. (Trimeresurus pradoi, new species). (in Portuguese).\nWagler J (1824). In: Spix J (1824). Serpentum Brasiliensium species novae, ou histoire naturelle des espèces nouvelles de serpens ... Munich: F.S. Hübschmann. viii + 75 pp. + Plates I-XXVI. (Bothrops Magaera, new species, p. 50 + Plate XIX). (Bothrops leucurus, new species, p. 57 + Plate XXII, Figure 2). (in French and Latin).",
    "External links": "Bothrops leucurus at the Reptarium.cz Reptile Database. Accessed 6 December 2007.\nVideo of Bothrops leucurus on YouTube. Retrieved 6 December 2007."
  }
}