{
  "url": "https://en.wikipedia.org/wiki/Bothrops_barnetti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. barnetti"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops barnetti (Barnett's lancehead, Barnett's pit viper) is a venomous pit viper species endemic to Peru. No subspecies are currently recognized.",
    "Etymology": "The specific name, barnetti, is in honor of Burgess Barnett (1888–1944), who collected the holotype and paratypes. Dr. Barnett was Curator of Reptiles at the London Zoo (1932–1937) and Superintendent of the Rangoon Zoological Gardens (1938–1944).",
    "Description": "Bothrops barnetti is patterned in white and black triangles. Males usually grow to 120 cm (47 inches) in total length (including tail), whereas females are quite smaller and thinner. The body is heavily shaped and stocky.",
    "Common names": "English common names for B. barnetti are Barnett's lancehead  and Barnett's pit viper. In Peru it is referred to as cascabel, cascabel falso, macanch, sancarranca, and zancarranca.",
    "Geographic range": "B. barnetti is found along the Pacific coast of northern Peru. It occurs at low elevations in arid, tropical scrub.\nThe type locality given is \"from the mouths of Quebradas Honda and Perines, between Lobitos and Talara, northern Peru\".",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Parker HW (1938). \"The vertical distribution of some reptiles and amphibians from southern Ecuador\". Ann. Mag. Nat. Hist., Series 11, 2: 438–450. (Bothrops barnetti, new species, p. 447).",
    "External links": "Bothrops barnetti at the Reptarium.cz Reptile Database. Accessed 6 December 2007."
  }
}