{
  "url": "https://en.wikipedia.org/wiki/Bothrops_punctatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. punctatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Chocoan lancehead.Bothrops punctatus is a venomous pitviper species found in South America and Panama. No subspecies are currently recognized.",
    "Description": "Adults commonly grow to more than 100 cm in length and may exceed 150 cm. The shape of the body and long tail suggest that it is semiarboreal. The head is long and lance-shaped and the fangs exceptionally long.The scalation includes 25-29 rows of dorsal scales, 186-211/191-213 ventral scales in males/females and 70-95/80-90 paired subcaudal scales in males/females. The tail ends in a long rounded spine that may turn upwards slightly at the tip. On the head there are 6-9 intersupraocular scales, 7-9 supralabial scales, the second of which contacts the prelacunal, and 11-12 sublabial scales.The color pattern consists of a pale brown to greenish tan ground color overlaid with 16-22 pairs of darker brown paravertabral blotches that have pale edges. Some of these blotches coalesce dorsally. These blotches are offset by a row of lateral blotches that create a semibanded appearance. Below this is a third series of dark blotches, alternated with lighter spots, that extends down onto the ventral scales. The belly is cream to pale tan with brown spots. A dark brown cheek stripe is present that is darkest along the outer edges where it is narrowly bordered by a lighter color that can sometimes be orange or yellow.",
    "Geographic range": "Found from the Darién of Panama along the Pacific slope of Colombia and Ecuador to extreme northern Peru. The type locality given is \"Las Montañas del Dagua\" (Colombia).",
    "Habitat": "Occurs in tropical moist and wet forest, subtropical moist and wet forest, and in montane wet forest.",
    "Venom": "Based on its size, this snake is probably capable of delivering a fatal bite. Although it does not seem to be common anywhere, Ayerbe (1990) states that, in the regions where it occurs, it is the most dangerous species together with the common lancehead, Bothrops atrox. Angel-Mejía (1987) mentions a bite victim who was treated in Medellín for acute renal failure.",
    "Taxonomy": "Campbell & Lamar (2004) re-classified this species, referring to it as Bothrops punctatus.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothrops punctatus at the Reptarium.cz Reptile Database. Accessed 10 August 2008."
  }
}