{
  "url": "https://en.wikipedia.org/wiki/Bothrops_oligolepis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. oligolepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Peruvian forest-pitviper.Bothrops oligolepis is a venomous pitviper species found in Peru and Bolivia. The specific name is derived from the Greek words oligo and lepis, meaning \"few scales\"; probably an allusion to the lower numbers of dorsal and ventral scales that it has compared to B. bilineatus. No subspecies are currently recognized.",
    "Description": "Adults grow to a length of at least 98.6 cm. The body is moderately slender with a prehensile tail.The scalation includes 23 rows of dorsal scales at midbody, 188-196 ventral scales and 53-66 mostly paired subcaudal scales. On the head there are usually 6-8 intersupraoculars, 7-8 supralabial scales (the second is fused with the prelacunal to form a lacunolabial) and 9-11 sublabial scales.The color pattern consists of a brownish green to green to grayish green ground color overlaid with a series of pairs of crossbars. These crossbars are dark brown or black and bordered with yellow or yellowish white. This pattern usually breaks up anteriorly, resulting in spots of both colors. Occasionally, a row of yellowish ventrolateral spots, each covering 1-3 scales, is present and extends to the tail. The belly is yellow with pale green mottling. On the head, a well-defined postocular script is present that extends to the angle of the mouth, but does not involve the supralabial scales.",
    "Geographic range": "Found on the eastern slopes of the Andes in Peru and Bolivia. The type locality given is \"Bolivien\" (Bolivia).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothrops oligolepis at the Reptarium.cz Reptile Database. Accessed 10 August 2008."
  }
}