{
  "url": "https://en.wikipedia.org/wiki/Bothrocophias_andianus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrocophias"
    },
    {
      "Species": "B. andianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Andean lancehead.Bothrocophias andianus is a venomous pit viper species endemic to the Andes in South America. No subspecies are currently recognized.",
    "Description": "A terrestrial species, adults usually grow to 60–70 cm (about 24-28 inches) in total length with a maximum of 125.8 cm (49.5 in).The scalation includes 21-25 (usually 21-23) rows of dorsal scales at midbody, 157-174/169-179 ventral scales in males/females and 52-63/49-58 mostly divided subcaudal scales. On the head, the rostral scale is usually a little higher (up to 50%) than it is wide, the loreal scale is rectangular and wider than it is high, there are 3-10 keeled intersupraoculars, 7 supralabial scales with the second usually fused with the prelacunal to form a lacunolabial, and 8-11 sublabial scales.The color pattern consists of an olive gray to brown ground color, which is occasionally darker anteriorly, overlaid with a series of 18-25 dark dorsolateral blotches that usually oppose middorsally, but may alternate. These markings are triangular, or in the shape of a headphone, and have black edges followed by a peripheral pale border. The belly is cream to yellow with heavy dark gray, brown or black mottling. On the head, the canthus and supralabials are a lighter than the overall ground color while the dorsum is darker. A well-defined postorbital stripe is present that is dark chocolate brown or black in color.",
    "Geographic range": "Found in South America in the southern mountains of Peru in the departments of Cuzco and Puno at elevations of 1,800–3,300 m (5,900–10,800 ft). The type locality given is \"Machu Picchu, Department of Cuzco, Peru, about 9,000-10,000 ft. altitude\" (2,743-3,048 m).",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Amaral, Afranio. 1923. \"New Genera and Species of Snakes\". Proceedings of the New England Zoölogical Club 8: 85-105. (\"Bothrops andiana sp. nov.\", pp. 103–105).",
    "External links": "Bothrocophias andianus at the Reptarium.cz Reptile Database. Accessed 12 August 2008."
  }
}