{
  "url": "https://en.wikipedia.org/wiki/Bothrops_medusa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. medusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Venezuelan forest-pitviper.Bothrops medusa is a venomous pitviper species found in Venezuela. No subspecies are currently recognized.",
    "Etymology": "The specific name, medusa, refers to the Greek mythological female monster, Medusa, who had venomous snakes for hair.",
    "Description": "Adults of B. medusa usually grow to 50–70 cm (1.6–2.3 ft) in total length (including tail). The maximum reported total length is 80 cm (2.6 ft) (Roze, 1966) or slightly longer (Sandner-Montilla, 1975). The body is moderately slender.The scalation includes 20-21 (usually 21) rows of dorsal scales at midbody, 160-168/153-162 ventral scales in males/females and 51-62/46-56 mostly undivided subcaudal scales in males/females. On the head, the canthals, internasals and rostral are elevated to form a distinct canthal ridge. There are 1-6 intersupraoculars, 6-9 (usually 7) supralabial scales and 8-10 sublabial scales.The color pattern consists of a tan, yellowish brown, reddish brown, gray or olive ground color overlaid with a series of long and irregular transverse bands. These bands are dark brown with pale centers, weakly subdivided laterally and separated from each other with short and lightly colored interspaces. In some individuals the contrast may be so poor that they appear to have a uniform dorsal coloration. The belly is yellow with many small and dark spots and flecks. On the head, a dark postocular stripe is present that frequently fuses with the first lateral body blotch. It is marked above and below by a pale narrow border.",
    "Geographic range": "B. medusa is found in Venezuela, including the Cordillera de la Costa (coastal range), the Federal District and the states of Aragua, Bolívar and Carabobo. The type locality given is \"Caracas\" (Venezuela).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Sternfeld R (1920). \"Eine neue Schlange der Gattung Lachesis aus Südamerika [= A new snake of the genus Lachesis from South America]\". Senckenbergiana 2: 179-181. (Lachesis medusa, new species, pp. 180–181, Figures 1 & 2). (in German).",
    "External links": "Bothrops medusa at the Reptarium.cz Reptile Database. Accessed 10 August 2008."
  }
}