{
  "url": "https://en.wikipedia.org/wiki/Bothrops_bilineatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. bilineatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: two-striped forest-pitviper, parrotsnake, Amazonian palm viper.Bothrops bilineatus is a venomous pitviper species found in the Amazon region of South America. A pale green arboreal species that may reach 1 m (3.3 ft) in length, it is an important cause of snakebite throughout the entire Amazon region. Two subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "Adults usually do not grow to more than 70 cm (28 in) in length, although some may reach 100 cm (39 in). The maximum reported size is 123 cm (48 in). The body is relatively slender, with a prehensile tail.The scalation includes 23–35 dorsal scales at midbody, 190–218/192–220 ventral scales in males/females and 65–76/55–73 mostly divided subcaudal scales in males/females. On the head are 5–9 keeled intersupraoculars, 8–12 sublabial scales and 7–9 supralabial scales. Of the latter, the second is usually fused with the prelacunal to form a lacunolabial, although partial or complete sutures may exist to separate these scales.The colour pattern consists of a pale green ground colour overlaid dorsally with either a peppering of black spots, or a series of tan or reddish brown spots that are usually paired. The ventrals are bordered by a creamy yellow line running down the length of the body, while the belly itself is yellow and bordered with a tinge of green. The latter part of the tail is pink and bordered with yellow. The head is either green with a scattering of small black spots, or green with isolated tan or reddish brown spots that are bordered in black. The iris is pale green, while the labials are yellow green, often with black spots.The nominate subspecies, B. b. bilineata, has vertical dark stripes on the supralabial scales and a dorsal pattern of reddish brown spots with black flecks.",
    "Geographic range": "This species is found in the Amazon region of South America: Colombia, Venezuela, Guyana, Surinam, French Guiana, Brazil, Ecuador, Peru, and Bolivia. An isolated population is known from the Atlantic versant of southeastern Brazil. The type locality given is \"Brasilien\".",
    "Habitat": "It is found in lowland rain forest, in shrubbery, palms and trees, especially in the vicinity of water. It is almost always found in bushes and trees along streams or along the edges for forest clearings, mostly associated with primary forest, although has also been found in older secondary forest near primary forest.",
    "Behaviour": "Nocturnal, this species spends the day hidden in thick foliage, tree hollows, or at the base of palm fronds, and always in places where it can anchor itself with its prehensile tail. It tends to rely on ambush instead of actively hunting for prey.",
    "Feeding": "The diet consists of small mammals, such as mouse opossums (Marmosa), mice, birds, lizards, and frogs. Juveniles tend to remain closer to the ground to feed on small frogs and lizards.",
    "Reproduction": "It is ovoviviparous, with females giving birth to live young.",
    "Venom": "This species is an important cause of snakebite throughout the entire Amazon region. Due to its arboreal nature, most bites are to the upper body, including hands, arms, and faces.Clinical features of bite wounds include bruising, profound coagulopathy, and spontaneous bleeding. Symptoms reported from various case histories include local pain, swelling, bruising, bleeding of the gums, loss of consciousness, hematemesis, hematuria, fever, erythema, bleeding from the fang punctures, shock, bleeding from the mouth, nose and eyes, nausea, and incoagulable blood. At least one death has been reported.",
    "Subspecies": "If these subspecies are eventually proved to be monophyletic, then this will suggest that the Amazon Rainforest split into eastern and western parts before the eastern part split from the more southern Atlantic Forest.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothrops bilineatus at the Reptarium.cz Reptile Database. Accessed 27 July 2008."
  }
}