{
  "url": "https://en.wikipedia.org/wiki/Bothrops_pirajai",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. pirajai"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Piraja's lancehead.Bothrops pirajai is a species of venomous snake, a pit viper in the subfamily Crotalinae of the family Viperidae. The species is endemic to Brazil. There are no subspecies that are recognized as being valid.",
    "Etymology": "The specific name, pirajai, is in honor of Brazilian parasitologist Pirajá da Silva, who in 1923 was director of the Bahia branch of the Instituto Butantan.",
    "Description": "The maximum total length (including tail) recorded for B. pirajai  is 137 cm (54 in). It is stocky and terrestrial.",
    "Geographic range": "B. pirajai is found in Brazil in central and southern Bahia. Possibly, it may also occur in Minas Gerais. The type locality given is \"Ilheos, Bahia, Brazil\".",
    "Conservation status": "The species B. pirajai is classified as vulnerable (VU) on the IUCN Red List for the following criteria: A1c (v2.3, 1994). This means that it is not Critically Endangered or Endangered, but is facing a high risk of extinction in the wild in the medium-term future due to population reduction in the form of an observed, estimated, inferred or suspected reduction of at least 20% over the last 10 years or three generations, whichever is the longer, based on a decline in area of occupancy, extent of occurrence and/or quality of habitat. \nThe rainforest inhabited by this species is unfortunately decreasing in area and quality, while becoming increasingly fragmented through deforestation. The areas that have been cleared are mainly being used for cocoa plantations.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Amaral A (1923). \"New Genera and Species of Snakes\". Proceedings of the New England Zoölogical Club 8: 85-105. (Bothrops pirajai,  new species, pp. 99–100).",
    "External links": "Bothrops pirajai at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}