{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_marchi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. marchi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Honduran palm pit viper and March's palm pit viper.Bothriechis marchi is a species of pitviper, a venomous snake in the subfamily Crotalinae of the family Viperidae. The species is endemic to Central America. There are no subspecies that are recognized as being valid.",
    "Etymology": "The specific name, marchi, is in honor of herpetologist Douglas H. March, who died from the bite of a fer-de-lance in 1939.",
    "Description": "Adults of B. marchi often grow to more than 80 centimetres (31 in) in total length (including tail). The largest specimen on record was 96.8 centimetres (38.1 in). March's palm pit viper  is green and relatively slender with a prehensile tail.",
    "Geographic range": "B. marchi is found on the Atlantic versant of northwestern Honduras and eastern Guatemala. It occurs in mesic forest at elevations of 500–1,500 metres (1,600–4,900 ft) altitude. The type locality given is \"the Gold Mines at Quimistan [probably El Oro, Municipio de Quimistán, in the Sierra de Espíritu Santo to the northwest of the town of Quimistán], [Departamento de] Santa Barbara, Honduras Republic\".",
    "Reproduction": "B. marchi is viviparous.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothriechis marchi at the Reptarium.cz Reptile Database. Accessed 14 September 2007.",
    "Further reading": "Barbour T, Loveridge A (1929). \"On some Hondurian and Guatemalan snakes with the description of a new arboreal pit viper of the genus Bothrops \". Bulletin of the Antivenin Institute of America 3: 1-3. (Bothrops nigroviridis marchi, new subspecies)."
  }
}