{
  "url": "https://en.wikipedia.org/wiki/Bothrops_lanceolatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. lanceolatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops lanceolatus — known as the fer-de-lance, Martinican pit viper, and Martinique lancehead — is a species of pit viper generally considered endemic to the island of Martinique. No one has satisfactorily explained why it has flourished there but is unknown on nearly all other Caribbean islands. Some reserve the common name fer-de-lance for this species, while others apply that name to other Bothrops species as well. No subspecies are currently recognized.",
    "Geographic range": "Bothrops lanceolatus is generally considered endemic to the island of Martinique in the Lesser Antilles. However, the British Museum of Natural History has two specimens from Guadeloupe. The type locality according to Bonnaterre (1790:11) is \"La Martinique\".",
    "Vexillological trivia": "The species is depicted on the unofficial flag of Martinique, one of the few examples (the Gadsden flag and the First Navy Jack of the United States, and the Flag of Mexico being others) of snakes being depicted on flags.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Bonnaterre, J. 1790. Tableau encyclopédique et methodique des trois règnes de la nature, Ophiologie. Panckoucke. Paris. xliv + 76 pp. + plates A., 1.- 42. (\"C[oluber]. Lanceolatus\", p. 10.)",
    "External links": " Data related to Bothrops lanceolatus at Wikispecies\nBothrops lanceolatus at the Reptarium.cz Reptile Database. Accessed 6 December 2007."
  }
}