{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_nigroviridis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. nigroviridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: black-speckled palm-pit viper, speckled palm viper, more.Bothriechis nigroviridis is a venomous pit viper species found in the mountains of Costa Rica and Panama. No subspecies are currently recognized. The specific name is derived from the Latin niger (black) and viridis (green) in reference to its distinctive color pattern.",
    "Common names": "Black-speckled palm-pitviper, speckled palm viper, black-spotted palm viper, yellow-spotted palm viper.",
    "Description": "Adults may exceed 80 centimetres (31 in), although most are less than 60 centimetres (24 in) in length. They are relatively slender and have a prehensile tail. Two exceptionally large females were reported by Hammack and Antonio (1991) that measured 89.2 centimetres (35.1 in) and 93.7 centimetres (36.9 in).The color pattern usually consists of an emerald green (rarely yellowish green) ground color with strong black mottling. There may also be pale green dorsal blotches that have black edges. The belly is yellowish green and lightly mottled with black. The head is heavily mottled with black on top, often with black parietal stripes. There is also a clearly defined postocular stripe running back towards the angle of the jaw. The iris is heavily stippled and appears almost black. The tongue is also black. Juveniles have a similar color pattern, although it is more pale and the tip of the tail is black.",
    "Geographic range": "Found in the mountains of Costa Rica and Panama. Also found in the cloud forests of the Cordillera Central and the Cordillera de Talamanca at 1,150-2,400 m altitude. The type locality given is \"Vulcan von Barbo\" (Volcán Barba, Costa Rica).According to Campbell and Lamar (2004), this species prefers medium to high elevations from 1,150 to over 3,000 m, and is found from the Cordillera Tilarán and Cordillera Central in the southeastern Alajuela province in Costa Rica, southeast through the Cordillera de Talamanca to Chiriquí province in Panama. It occurs on both the Atlantic and Pacific slopes.",
    "Habitat": "This species inhabits high montane forest and lower montane wet forest and cloud forest. It has a limited range and is generally considered relatively rare, even though it is locally common in habitat that has not been disturbed. However, Picado (1931) mentioned that they soon disappear from cultivated areas.",
    "Venom": "Fatalities have been reported, with the bite symptoms including intense pain, nausea and asphyxia.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothriechis nigroviridis at the Reptarium.cz Reptile Database. Accessed 6 December 2007."
  }
}