{
  "url": "https://en.wikipedia.org/wiki/Bothrops_erythromelas",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. erythromelas"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops erythromelas, commonly known as the Caatinga lancehead or the jararaca-da-seca, is a species of venomous snake in the  family Viperidae. It is endemic to Brazil. It belongs to reptile class.",
    "Etymology": "The specific name, erythromelas, is from the Ancient Greek words έρυθρός (érythrós), meaning \"red\", and μέλας (mélas), meaning \"black\", referring to this snakes coloration.",
    "Geographic range": "It is found in the Brazilian states of Alagoas, Bahia, Ceará, Maranhão, Minas Gerais, Paraíba, Pernambuco, Piauí, Rio Grande do Norte, and Sergipe.\nThe type locality is \"near Joazeiro, State of Bahia, Brazil\".",
    "Description": "Adults may attain a total length of 54 cm (21 in), which includes a tail 6.5 cm (2.6 in) long.\nDorsally, B. erythromelas is reddish brown, with a double series of black or dark brown triangular markings, which may be alternating or opposite. The head is dark brown on the top and sides, with some darker markings.  Ventrally, it is yellowish, speckled with brown, and with dark spots extending from the sides of the ventrals onto the first two dorsal rows.\nThe strongly keeled dorsal scales are arranged in 21 rows at midbody. Ventrals 144-155; anal plate entire; subcaudals divided 33-35.",
    "Habitat": "This species' common name refers to its habitat, the Caatinga, a large ecoregion in northeastern Brazil, which consists of xeric shrubland and thorn forest.",
    "References": "",
    "Further reading": "Amaral, A. 1923. New Genera and Species of Snakes. Proceedings of the New England Zoölogical Club 8: 85-105. (\"Bothrops erythromelas sp. nov.\", pp. 96–97.)"
  }
}