{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_schlegelii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. schlegelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothriechis schlegelii, the eyelash viper, is a venomous pit viper species found in Central and South America. Small and arboreal, this species is characterized by a wide array of color variations, as well as the superciliary scales above the eyes. It is the most common of the green palm-pitvipers (genus Bothriechis), and is often present in zoological exhibits. The specific name schlegelii honors Hermann Schlegel, who was a German ornithologist and herpetologist. For other common names see below. No subspecies are currently recognized.",
    "Description": "The eyelash viper is a relatively small species of pitviper, with adults ranging from 55–82 cm (22–32 in) long, and females being longer and more variable in size than males, which can grow to 69 cm (27 in) long. It has a wide, triangular-shaped head, and eyes with vertical pupils. Like all pit vipers, it is solenoglyphous, having large, hypodermic needle-like fangs in the front of the upper jaw that fold back when not in use, and has heat sensitive organs, or pits, located on either side of the head between the eye and nostril.\nIts most distinguishing feature, and origin of its common name, is the set of modified scales above the eyes that look much like eyelashes. The eyelashes are thought to aid in camouflage, breaking up the snake's outline among the foliage where it hides. B. schlegelii occurs in a wide range of colors, including red, yellow, brown, green, even pink, as well as various combinations thereof. It often has black or brown speckling on the base color. No external features distinguish the two sexes.",
    "Common names": "Common names of B. schlegelii include the eyelash viper, eyelash pit viper, eyelash palm viper, eyelash palm-pitviper, Schlegel's viper, Schlegel's pit viper, Schlegel's palm viper, eyelash snake, eyelash lancehead, eyelash mountain viper, and horned palm viper. In Spanish, the primary language of countries comprising its distribution, common names include bocaracá, oropel (golden morph), víbora bocaracá, toboba pestanas, víbora de pestañas (eyelash viper), and serpiente loro (parrot snake).",
    "Geographic range": "The geographic range of B. schlegelii extends from southern Mexico (northern Chiapas), southeastward on the Atlantic plains and lowlands through Central America to northern South America in Colombia and Venezuela. It is also found on the Pacific versant and lowlands in parts of Costa Rica, Panama, Colombia, Ecuador and Peru. It occurs in mesic forest at elevations almost from sea level to 2,640 m (8,660 ft) altitude. The type locality is “Popayan” (Popayán, Colombia).",
    "Habitat": "B. schlegelii prefers lower altitude, humid,  tropical areas with dense foliage, generally not far from a permanent water source.  One study noted the preference of B. schlegelii  for deep, shady ravines.",
    "Behavior": "Like other Bothriechis members, B. schlegelii is arboreal and has a strong prehensile tail. It is largely nocturnal, consuming small rodents, frogs, lizards and small birds. It is not known to be an aggressive snake, but will not hesitate to strike if harassed.\nA typical ambush predator, it waits patiently for unsuspecting prey to wander by. Sometimes, it is known to select a specific ambush site and return to it every year in time for the spring migration of birds. Studies have indicated that B. schlegeli learns to improve strike accuracy over time.[1] Sometimes B. schlegelii (especially juveniles) will employ what is known as “caudal luring”, wiggling the tail in worm-like motions to encourage potential prey to move within striking range.\nThere is a myth among villagers in some small areas of South America that the eyelash viper will wink, flashing its \"eyelashes\" at its victim, following a venomous strike. Snakes are not physiologically capable of such behavior, as they have no eyelids and can not close their eyes.",
    "Reproduction": "The eyelash viper reaches sexual maturity at around two years of age, and the ovoviviparous species reproduces throughout the year in warm environments. Females carry eggs for around six months before they hatch internally, where the young complete their development. Pregnant females have enlarged lower abdomens, and may stop eating in later stages of pregnancy. In a typical brood they give birth to 2–20 live young, which are 15–20 cm (5.9–7.9 in) in length and appear physically similar to adults.Males engage in a sometimes hours-long courtship ritual called a \"dance of the adders\", in which two males posture and intimidate one another in an upright, \"cobra-like\" stance until one is pushed away or falls to the ground. They are polygynous, and usually mate at night.",
    "Captivity": "Despite the inherent danger of its venom, B. schlegelii is frequently available in the exotic animal trade, and is well represented in zoos worldwide. It is frequently captive bred for color and pattern. Exporting from the wild is not as common as it once was, but is not unknown. In general they make hardy captives, readily feeding on provided mice.",
    "Taxonomy": "Some authorities also recognize a montane form that is treated either as a subspecies (B. s. supraciliaris) or as a species (B. supraciliaris). Found in the province of San José in Costa Rica, it was sometimes referred to as the eyelash mountain viper, while more recent publications recognizing the species designation refer to it as the blotched palm-pitviper.",
    "Conservation": "Eyelash vipers have not been evaluated by the IUCN Red List, and were removed from CITES Appendix III in 2002. While not listed as threatened, they could be at risk of habitat loss from increased deforestation for timber, agriculture, and urbanization.",
    "Gallery": "",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothriechis schlegelii at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nEyelash viper at WhoZoo. Accessed 27 November 2008.\nEyelash pit viper. Accessed 27 November 2008.",
    "Further reading": "Berthold AA (1846). \"Über verschiedene neue oder seltene Reptilien aus Neu-Grenada und Crustaceen aus China \". Abhandlungen der Königlichen Gesellschaft der Wissenschaften zu Göttingen 3: 3-32 + Plates I-III. (Trigonocephalus schlegelii, new species, p. 13 + Plate I, figures 5-6). (in German and Latin).\nBoulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Lachesis schlegelii, pp. 567-568)."
  }
}