{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_bicolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. bicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Guatemalan palm-pit viper, Guatemalan tree viper.Bothriechis bicolor is a venomous pit viper species found in southern Mexico, Guatemala and Honduras. The specific name refers to the contrasting ventral and dorsal colors. No subspecies are currently recognized.",
    "Description": "Adults are usually 60–70 centimetres (24–28 in) in length, but may reach 100 centimetres (39 in), and the body is relatively slender.The color pattern consists of a green or bluish green ground color. Usually this is without any pattern, but sometimes specimens from Mexico have black flecks and dots and/or blue blotches. The dorsum of the head is a uniform green without any postocular stripe. The interstitial skin is often blue, which can also be true for the borders of some scales. The belly has a somewhat lighter color, usually a uniform yellowish-green.",
    "Geographic range": "Found along the Pacific versant from southeastern Chiapas in Mexico, east to south-central Guatemala. Also known from a few locations in Honduras in the southern part of the Sierra del Merendón and the Cerro Santa Bárbara. The type locality given is \"Des forêts de Saint-Augustine, département de Solola (Guatémala), sur le versant occidental de la Cordillèra. 610  mètres d'altitude\" [= Forests of St. [San] Augustín, on western slope of the Cordillera, Department of Sololá, Guatemala, 610 m]. Actually, San Augustín is on the southern slope of Volcán Atitlán.",
    "Habitat": "Prefers rain forests and cloud forests between 500 metres (1,600 ft) and 2,000 metres (6,600 ft) elevation.",
    "Conservation status": "This species is classified as Least Concern (LC) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend is stable. Year assessed: 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothriechis bicolor at the Reptarium.cz Reptile Database. Accessed 8 September 2007.\nBothriechis bicolor at Greg Lasley Nature Photography. Accessed 8 September 2007."
  }
}