{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_rowleyi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. rowleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Mexican palm-pitviper.Bothriechis rowleyi is a species of pit viper, a venomous snake in the subfamily Crotalinae of the family Viperidae. The species is endemic to Mexico. There are no subspecies that are recognized as being valid.",
    "Etymology": "The specific name, rowleyi, is in honor of American ornithologist John Stuart Rowley, who was one of the collectors of the holotype.",
    "Description": "B. rowleyi is slender and green with a prehensile tail. Adults grow to a total length (including tail) of at least 97.3 centimetres (38.3 in)",
    "Geographic range": "B. rowleyi is found in Mexico in southeastern Oaxaca and northern Chiapas. It occurs in cloud forests at 1,500–1,830 metres (4,920–6,000 ft) altitude. The type locality given is \"a ridge that extends northward from Rancho Vicente, Colonia Rodolfo Figueroa, approximately 5 miles west of Cerro Baúl. The site is at an elevation of approximately 1,520 metres (4,990 ft), on the headwaters of the Río Grijalva, roughly 30 kilometres (19 mi) to the north and slightly to the east of San Pedero Tapánatepec, in the Distrito de Juchitán, Oaxaca, Mexico.\"",
    "Conservation status": "The species B. rowleyi is classified as Vulnerable (VU) on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii)+2ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates that the extent of occurrence is estimated to be less than 20,000 square kilometres (7,700 sq mi), that estimates indicate the population to be severely fragmented or known to exist at no more than 10 locations, and that a continuing decline has been observed, inferred or projected, in the area, extent and/or quality of habitat. In addition, the area of occupancy is estimated to be less than 2,000 square kilometres (770 sq mi). It is therefore considered to be facing a high risk of extinction in the wild.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Bogert CM (1968). \"A New Arboreal Pit Viper of the Genus Bothrops from the Isthmus of Tehuantepec, Mexico\". American Museum Novitates (2341): 1-14. (Bothrops rowleyi, new species).",
    "External links": "Bothriechis rowleyi at the Reptarium.cz Reptile Database. Accessed 14 September 2007."
  }
}