{
  "url": "https://en.wikipedia.org/wiki/Bothrops_brazili",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. brazili"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops brazili (Brazil's lancehead) is a venomous pitviper species endemic to South America. No subspecies are currently recognized.",
    "Etymology": "The specific name, brazili, is in honor of Dr. Vital Brazil, a Brazilian physician and founder of the Instituto Butantan in São Paulo.",
    "Description": "Stoutly built and terrestrial, adults of B. brazili are usually 70–90 cm (28–35 in) in total length (including tail), but may exceed 140 cm (55 in). The largest specimen on record is 149.3 cm (58 3⁄4 in). The available evidence would indicate that, among adult specimens, females are much larger than males.The scalation includes 23-29 (usually 25-27) rows of dorsal scales at midbody, 151-180 ventral scales in males and 159-202 (usually less than 190) in females, and 44-68/42-56 usually paired subcaudal scales in males/females. On the head there are 3-10 (usually 5-8) intersupraocular scales, 7-9 (usually 8) supralabial scales, the second of which is fused with the prelacunal, and 10-12 sublabial scales.The color pattern consists of a pinkish tan to pinkish or reddish gray ground color overlaid with a series of 9-19 dark ash gray dorsolateral blotches. These may alternate or oppose across the midline of the back, sometimes looking like triangular C's or merging to form bands. The tail is the same color as the body, but may be mostly black. The belly is usually yellow or pinkish cream with mottling that is slightly darker in color. The top of the head is also the same color as the body, but usually lighter. The rostral scale and lower edges of the supralabials are paler still, while a poorly defined postocular stripe may be present, running from the eye to the angle of the mouth, pale brown in color and bordered below by a dark brown line.",
    "Geographic range": "B. brazili is found in the equatorial forests of southern Colombia, eastern Peru, eastern Ecuador, southern and eastern Venezuela, Guyana, Suriname, French Guiana, Brazil, and northern Bolivia. The type locality given is \"Tomé Assú, Acará Mirim River, State of Pará, Brazil\".",
    "Venom": "B. brazili is an uncommon species, and bites from it have not yet been recorded. However, it is greatly feared by the indigenous people of southeastern Colombia.",
    "Taxonomy": "As variations in scalation and color pattern are apparent in different populations of B. brazili, new taxa will likely be defined as a result of further research.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Hoge AR (1954). \"A new Bothrops from Brazil – Bothrops brazili, sp. nov.\" Memórias do Instituto Butantan 25: 15-21.",
    "External links": "Bothrops brazili at the Reptarium.cz Reptile Database. Accessed 26 August 2008."
  }
}