{
  "url": "https://en.wikipedia.org/wiki/Bothrops_alternatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. alternatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: yarará grande, urutu, wutu, crossed pit viper.Bothrops alternatus is a venomous pit viper species found in Brazil, Paraguay, Uruguay and Argentina. Within its range, it is an important cause of snakebite. The specific name, alternatus, which is Latin for \"alternating\", is apparently a reference to the staggered markings along the body. No subspecies are currently recognized.",
    "Description": "",
    "Description-Size": "Large and stout, this terrestrial species reportedly exceeds 2 m (6.6 ft) in total length, although the verified maximum is 169 cm (67 in). Most specimens are 80–120 cm (31–47 in) in total length, with females being significantly longer and heavier than males.",
    "Description-Color and markings": "The scalation includes 25-35 (usually 27-31/29-33 in males/females) rows of dorsal scales at midbody, 155-183/164-190 ventral scales in males/females, and 38-53/30-44 subcaudal scales in males/females. On the head there are 8-13 strongly keeled intersupraocular scales, 8-10 supralabial scales, none of which are fused with the prelacunal, and 12-14 sublabial scales.The color pattern is exceedingly variable. The ground color may be brown, tan or gray, sometimes with an olive cast. The top of the head is usually chocolate brown to almost black with a range of transverse and longitudinal tan to white markings.It looks like a boa constrictor.\nOn the body, there is a series of 22-28 dorsolateral markings that are chocolate brown to black in color and boldly bordered in cream or white. Along the vertebral line, these markings may either oppose or alternate. Each marking is widened and invaded from underneath by the paler ground color so that it either looks like a cross, encloses a darker blotch, or divides the marking into three parts to give it the shape of a headphone. On the tail, the pattern fuses to form a zigzag pattern. In some specimens, the pattern is so concentrated that there is no difference in color between the markings and the interspaces. The ventral surface includes a dark brown to black stripe that starts at the neck and runs down to the tail tip. Aberrant specimens, described by Lema (1960, 1987), had dark dorsal stripes running down the length of the body.",
    "Common names": "Urutu, wutu, crossed pit viper. The common names urutu and wutu refer to the crescent markings on the body.In Argentina, it is referred to as víbora de la cruz and yarará grande. In Brazil it is called boicoatiara, boicotiara (Tupi dialect), coatiara, cotiara (southern Brazil), cruzeira, cruzeiro, jararaca de agosto (Rio Grande do Sul, Lagoa dos Patos region), jararaca rabo-de-porco (Rio Grande do Sul), and urutu. In Paraguay it is called mbói-cuatiá, mbói-kwatiara (Gí dialect), and yarará acácusú (Guaraní dialect). In Uruguay it is referred to as crucera, víbora de la cruz and yarará.",
    "Geographic range": "Found in southeastern Brazil, Paraguay, Uruguay and northern Argentina. In Argentina it is found in the provinces of Buenos Aires, Catamarca, Córdoba, Corrientes, Chaco, Entre Ríos, Formosa, La Pampa, Misiones, San Luis, Santa Fe, Santiago del Estero and  Tucumán. The type locality is listed as \"Amérique méridionale\" and \"Paraguay.\"",
    "Habitat": "Occurs in tropical and semitropical forests, as well as temperate deciduous forests. According to Gallardo (1977), it prefers marshes, low-lying swamps, riparian zones and other humid habitats. It is also said to be common in sugarcane plantations. It is found in a variety of habitats depending on the latitude, including open fields and rocky areas in the Sierra de Achiras in Córdoba and the Sierra de la Ventana in Buenos Aires in Argentina, fluvial areas, grasslands and cerrado. However, it is usually absent in dry environments.",
    "Reproduction": "Females, depending on their size, give birth to varying numbers of live young. Leitão de Araujo and Ely (1980) reported on two litters that had average weights of 17.4 grams (0.61 oz) and 17.5 grams (0.62 oz) and average total lengths of 31.0 centimetres (12.2 in) and 31.3 centimetres (12.3 in), with captive females giving birth to 3-12 young. Cardinale and Avila (1997) collected one female in 1995 that was found to contain 26 embryos. Haller and Martins (1999) determined that the species produces 1-24 offspring at a time. Neonates are identical to the adults, except that they are more brightly colored. Neonates are capable of a venomous strike immediately when they are born.",
    "Venom": "An important cause of snakebite within its range, bites are rarely fatal but frequently cause severe local tissue damage. Although Spix and Martius (1824) found that it had a reputation for being one of the most venomous snakes in Brazil, its bite \"said to occasion almost certain death\", the statistics tell a different story. In his survey of 6,601 snakebite cases in Central and South America, Fonseca (1949) found that 384 were attributed to this species and that, of that number, only eight were fatal (2%).In a study by Baub et al. (1994) of the case histories of 32 patients bitten by this species and admitted to the hospital in Catanduva, São Paulo, Brazil, all developed local pain and swelling. Furthermore, in 97% of all cases the blood clotting time was prolonged (more than 12 minutes), 41% had bleeding (usually from the gums), 32% had local blistering and 9% had necrosis. In all cases, specific antivenin was used and there were no deaths. These findings contrast with other reports involving much more tissue damage. Silva Jr. (1956) includes a description of a Brazilian patient with gangrene on the hand and forearm that required amputation, as well as another bitten four years previously who had scarring over the anterior tibial compartment. Abalos and Pirosky (1963) considered this species to be responsible for many of the total number of snakebite cases in Argentina and included a picture of a young boy, bitten below the knee, with the bare fibula and tibia exposed. In 2004, a 44-year-old woman died from a bleed in the brain after getting bitten at her home.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Rhinocerophis alternatus at the Reptarium.cz Reptile Database. Accessed 13 October 2012.\nVideo of B. alternatus (yarará grande) showing characteristic markings on YouTube.  Accessed 9 April 2019.  The repeated \"cross\" motif on its sides gives rise to its Spanish common name víbora de la cruz.\nVideo of various species, incl. B. alternatus on YouTube. Accessed 13 December 2007."
  }
}