{
  "url": "https://en.wikipedia.org/wiki/Bothrops_neuwiedi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. neuwiedi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Neuwied's lancehead, jararaca pintada.Bothrops neuwiedi is a venomous pit viper species endemic to South America. This relatively small snake has a wide range and is a major source of snakebite in Argentina. It was named after German naturalist Prince Maximilian of Wied-Neuwied (1782-1867), who made important collections in Brazil (1815-1817). Seven subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "Adults of B. neuwiedi average 60–70 centimetres (23 1⁄2–27 1⁄2 in) in total length (including tail), but may grow to as much as 100 cm (39 1⁄2 in).Head scalation includes 7-11 keeled intrasupraoculars (rarely 12 or as few as five), 9-13 sublabials (usually 10-11) and seven to eight supralabials (rarely seven or 10), the second of which is not fused with and usually separated from the prelacunal. Two rows of small scales usually separate the subocular and fourth supralabial scales. At midbody the 22-29 (usually 25-27) rows of dorsal scales are strongly keeled. The ventral scales number 158-179 and 164-185 in males and females, respectively, while the subcaudal scales are divided and number 39-56 or 34-51 in males or females.The color pattern consists of a brown or dark-brown ground color overlaid with a series of 16-27 dark brown or black dorsolateral blotches. The blotches are edged in white and may be trapezoidal, triangular, subtriangular, or headphone-shaped and oppose each other middorsally. The belly is white or yellow with gray speckling. Juveniles have a white tail tip.",
    "Geographic range": "The species B. neuwiedi is found in South America east of the Andes and south of approx. 5°S, including Brazil (southern Maranhão, Piauí, Ceará, Bahia, Goiás, Mato Grosso, an isolated population in Amazonas, Rondônia and all southern states), Bolivia, Paraguay, Argentina (Catamarca, Córdoba, Corrientes, Chaco, Entre Ríos, Formosa, Jujuy, La Pampa, La Rioja, Mendoza, Misiones, Salta, San Juan, San Luis, Santa Fe, Santiago del Estero and Tucumán) and Uruguay. According to Vanzolini (1981), the type locality given is \"provincia Bahiae\" (Bahia province, Brazil).",
    "Habitat": "B. neuwiedi inhabits tropical and semitropical deciduous forest, as well as temperate forest and Atlantic Coast restingas, and is associated with dry or semiarid rocky areas in almost all cases.",
    "Venom": "B. neuwiedi is one of the main causes of snakebite in Argentina: between 1960 and 1975, according to Esteso (1985), 80% of the approximately 500 cases reported each year were attributed to B. n. diporus.In a review of the symptoms in all 18 bite cases for this species admitted to the hospital in São Paulo between 1975 and 1992, Jorge and Ribeiro (2000) found all suffered pain, 83% had swelling, 50% had bruising, 17% had necrosis, 12% developed coagulopathy and 5% had abscesses. In a case in Germany, a 36-year-old snake keeper was bitten on the finger and developed hemorrhagic \"necrosis\" of the afflicted digit and swelling that extended onto the hand. Five hours after being bitten, his blood had a normal platelet count, but was incoagulable with a reduced fibrinogen concentration, elevated fibrin degradation products and D-dimer.Three different antivenins, Soro Antibotropico-Crotalico, Soro Antibotropico-Laquetico and Soro Botropico, can be used to treat bites from this species. All three are manufactured by the Instituto Butantan in Brazil and contain specific antibodies to counteract the effects of the venom.",
    "Subspecies": "",
    "Taxonomy": "Formerly twelve subspecies were recognized by Peters and Orejas-Miranda (1970), Campbell and Lamar (1989), and Golay et al. (1993). A revision by Silva (2000) elevated five taxa to full species: B. diporus, B. lutzi, B. matogrossensis, B. pauloensis, B. pubescens; and identified one unnamed new species. In some cases, intergradation may occur. Together, these are referred to as the Bothrops neuwiedi complex.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Wagler J (1824). In: Spix J (1824). Serpentum Brasiliensium species novae, ou histoire naturelle des espèces nouvelles de serpens... Munich: F.S. Hübschmann. viii + 75 pp. + Plates I-XXVI. (\"Bothrops Neuwiedi \", new species, pp. 56–57 + Plate XXII, Figure 1). (in Latin and French).",
    "External links": "Bothrops neuwiedi at the Reptarium.cz Reptile Database. Accessed 3 November 2012."
  }
}