{
  "url": "https://en.wikipedia.org/wiki/Bothrocophias_campbelli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrocophias"
    },
    {
      "Species": "B. campbelli"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrocophias campbelli, commonly known as Campbell's toadheaded viper or the Ecuadorian toadheaded pitviper, is a species of venomous pitviper in the family Viperidae. The species is endemic to South America. No subspecies are currently recognized.",
    "Etymology": "Bothrocophias campbelli was named in honor of American herpetologist Jonathan A. Campbell.",
    "Description": "The total length (including tail) of the specimens of B. campbelli which are available ranges from the type specimen, an adult male 87.0 cm (34 1⁄4 in) (Freire-Lascano, 1991), to 105.7 cm (41 5⁄8 in) for a large gravid female (Freire-Lascano and Kuch, 2000), to 121.9 cm (48.0 in) for a specimen from Imbabura, Ecuador, and another of 123.0 cm (48 3⁄8 in) from the type locality.The scalation includes 21–25 (usually 23) rows of dorsal scales at midbody, all of which are keeled except for the first rows. The posterior dorsals have tubercular keels, even in small specimens, while in large specimens these keels are highly elevated. There are 152-167/159-177 ventral scales in males/females and 51-64/48-60 paired subcaudal scales in males/females. On the head there are 3–8 intersupraocular scales, 7–8 supralabial scales, the second of which is usually fused with the prelacunal to form a lacunolabial, and 9–10 (usually 9) sublabial scales.",
    "Geographic range": "B. campbelli is found in the Pacific lowlands and slopes from west-central Colombia to Ecuador. The type locality given is \"Recinto Huagal-Sacramento, cantón Pallatanga, Provincia de Chimborazo, Ecuador. 1500–2000 mts. de altura [4,900–6,600 feet]\".",
    "Taxonomy": "In previous accounts, Bothrocophias campbelli has often been included in Bothrops pulcher (W. Peters, 1862), e.g., Lachesis pulcher — Boulenger, 1896, Bothrops pulchra — Amaral, 1923, and Bothrops pulcher — J.Peters & Orejas-Miranda, 1970. Campbell and Lamar (1992) considered Bothrocophias campbelli to be a junior synonym of Bothrops pulcher, but their concept of the latter taxon was incorrect. Schätti and Kramer (1993) argued that Bothrops campbelli (Freire-Lascano, 1991) was a nomen invalidum and suggested a new name, Porthidium almawebi, as a replacement. However, it is clear that Freire-Lascano's (1991) scientific name is valid and has priority over the one proposed by Schätti and Kramer (1993).Gutberlet and Campbell (2001) moved this taxon to a new genus: Bothrocophias (toadheaded pitvipers).",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by common synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Freire-Lascano A (1991). \"Dos nuevas especies de Bothrops en el Ecuador \". Publicaciones de Trabajos Científicos del Ecuador, Universidad Técnica de Machala 2: 1–11. (Bothrops campbelli, new species). (in Spanish).",
    "External links": "Bothrocophias campbelli at the Reptarium.cz Reptile Database. Accessed 27 August 2007."
  }
}