{
  "url": "https://en.wikipedia.org/wiki/Bothrops_pulcher",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. pulcher"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Andean forest-pitviper.Bothrops pulcher is a venomous pitviper species found in South America. The specific name is Latin, meaning \"beautiful\", in reference to the color pattern. No subspecies are currently recognized.",
    "Description": "A small and moderately slender species, only two lengths are given by Campbell and Lamar (2004): 76.4 cm for a specimen from Colombia and 65.9 cm for the type of Bothrops alticola, although the tail was incomplete.The scalation includes 19-23 (usually 21) rows of keeled dorsal scales, 167-178/173-181 ventral scales in males/females and 63-64/53-60 subcaudal scales in males/females, with a varying number towards the end of the tail being divided. On the head there are 5-8 keeled intersupraocular scales, 7-9 (usually 7) supralabial scales, the second of which contacts the prelacunal, and 8-10 sublabial scales.The color pattern consists of a greenish yellow or medium to dark green ground color that usually becomes more obscure towards the front of the body. The dorsal pattern is a series of 29 bands or transverse black spots that tend to fuse with each other towards the front part of the body. All of this is overlaid with a pattern of white dorsal keels. The belly is yellow with black mottling that usually increases down the body so that the tail is a uniform dark color. The end of the tail tends to be cream or pink with a rounded terminal spine. On the head, a cheek stripe is present that extends to the angle of the mouth. Above it is a parallel black stripe that runs from the supraoculars to the angle of the jaw. The labial scales are usually a very dark green color without any mottling. The iris is yellow and the tongue black.",
    "Geographic range": "Found in South America on the eastern slopes of the Andes from south-central Colombia to southern Ecuador and northern Peru. The type locality given is \"Quito\" (Ecuador); a mistake according to Peters (1955).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Bothrops pulchra at the Reptarium.cz Reptile Database. Accessed 11 August 2008."
  }
}