{
  "url": "https://en.wikipedia.org/wiki/Bothrops_atrox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. atrox"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops atrox — also known as the common lancehead, fer-de-lance, barba amarilla and mapepire balsain — is a venomous pit viper species found in the tropical lowlands of northern South America east of the Andes. No subspecies are currently recognized.",
    "Taxonomy": "The common lancehead  was one of the many reptile and amphibian species described by Linnaeus in the landmark 1758 10th edition of his Systema Naturae, where it was given the binomial name of Coluber atrox.Common names include lancehead, fer-de-lance, barba amarilla, and mapepire balsain, among others.The Spanish common name barba amarilla (yellow beard), an allusion to the pale yellow chin color, is also used in English. In Colombia, it is known as mapaná  (Llanos of Vichada) and talla equis. In Guyana and Suriname, it is called labaria or labarria. In Peru, it is called aroani (Yagua), cascabel (juveniles), ihdóni (Bora), jergón, jergona, jergón de la selva, macánchi (Alto Marañón), machacú, marashar and nashipkit (Aguaruna names). In Venezuela, it is called mapanare. The jergón name  is an allusion to the x-like markings of the color pattern. In Ecuador and Panama, these x-like markings have led to the snake simply being referred to as equis (the Spanish name of the letter 'x'). In Trinidad it is known as mapepire balsain. In Bolivia it is called Yoperojobobo. In Brazil the common names are Jararaca or Jararaca-do-norte.\nThe taxonomy of this species is controversial; it may include B. leucurus and B. moojeni, and some of its populations are sometimes said to be separate species. B. asper was formerly included in this species, but most authorities now consider it distinct.",
    "Description": "A terrestrial species, adults usually grow to a total length 75–125 cm (about 30-50 inches) and are moderately heavy-bodied. Reports of the maximum size are not clear, as this species is often confused with B. asper. Soini (1974) mentioned of a series of 80 specimens collected in northeastern Peru, the largest was a female of 138.8 cm (4.55 ft). The largest specimen measured by Campbell and Lamar (2004) was a female with a total length of 162 cm (5.31 ft).The scalation includes 23-29 (usually 23-25) rows of dorsal scales at midbody, 169-214 and 177-214 ventral scales in males and females, respectively, 52-86 (usually 75 or fewer) subcaudal scales in males, which are usually divided, and 47-72 subcaudals in females. On the head, the rostral scale is about as high, or slightly higher, than it is wide. There are three to 11 (usually five to 9) keeled intersupraocular scales, seven to 13 (usually eight to 11) sublabial scales and six to 9 (usually seven) supralabial scales, the second of which is fused with the prelacunal to form a lacunolabial.\n\nThe color pattern is highly variable, including a ground color that may be olive, brown, tan, gray, yellow, or (rarely) rusty. The body markings are highly variable, as is the degree of contrast: in some specimens the pattern is very well defined, while in others it may be virtually absent. In general, however, the body pattern consists of a series of dorsolateral blotches, rectangular or trapezoidal in shape, which extend from the first scale row to the middle of the back. These blotches may oppose or alternate across the midline, often fusing to form bands. They also have pale borders, which in some cases may be prominent, and may be invaded from below by tan or gray pigment, occasionally dividing them into pairs of ventrolateral spots. The belly may be white, cream or yellowish gray, with an increasing amount of gray to black mottling posteriorly that may fade again under the tail. The head usually does not have any markings other than a moderately wide postocular stripe that runs from behind the eye back to the angle of the mouth. The iris is gold or bronze, with varying amounts of black reticulation, while the tongue is black.",
    "Distribution and habitat": "This species is found in the tropical lowlands of South America east of the Andes, including southeastern Colombia, southern and eastern Venezuela, the island of Trinidad (although there is some confusion regarding the systematics of this population), Guyana, Suriname, French Guiana, eastern Ecuador, eastern Peru, Panama, northern Bolivia and the northern half of Brazil. The type locality is listed as \"Asia\", which is obviously a mistake. Schmidt and Walker (1943:295) proposed this be corrected to \"Surinam\".Despite the vast destruction of rain forests, it is among the most numerous and common of pit vipers and is not endangered. In Trinidad, it prefers wet forests from sea level to 940 m.",
    "Behavior": "Although generally terrestrial, it is also an excellent swimmer and even climbs trees when necessary to reach prey. Generally nocturnal, it may forage at any time of the day, though, if necessary. These snakes are also easily agitated.",
    "Feeding": "The main diet includes mostly small mammals and birds, but also frogs, lizards and tarantulas. Larger prey is struck and released, after which it is tracked down via its scent trail.",
    "Reproduction": "Bothrops atrox can give live birth to up to 80 offspring at once. Adults breed year-round. After mating, females with developing embryos travel in and out of sunlight to keep themselves and the embryos at a constant temperature. In equatorial regions, the gestation period is about three to four months, with an average of 60 young per litter. At birth, the young are about 30 cm (12 in) in total length, more brightly colored than adults, and have yellow or beige tails.",
    "Venom": "These snakes are known to search for rodents in coffee and banana plantations. Workers there are often bitten by the snakes, which can lie camouflaged for hours, nearly undetectable, and strike with high speed.\nTheir venom consists mostly of hemotoxin, a toxic protein that affects the circulatory and nervous system; it destroys red blood cells, and sometimes loss of memory occurs. They are much feared because their venom is particularly lethal and fast acting. Presently, treatment is usually possible if the victim receives medical attention soon enough. Commonly, bites from this snake cause symptoms including nausea, blackouts, and paralysis. In almost all cases, temporary and sometimes permanent loss of local or 'short term' memory were reported. Extended hospital stays, as well as weight loss of up to 15 pounds, have also been reported. Venom yield averages 124 milligrams (1.91 gr), although it may be as much as 342 milligrams (5.28 gr).  \nThe enzyme reptilase (batroxobin), derived from this snake's venom, is used in modern medical laboratories to measure fibrinogen levels and blood coagulation capability. The test is considered to be a replacement for thrombin time, and is used when heparin is present in the sample. The enzyme is unaffected by heparin.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Bothrops atrox at the Reptarium.cz Reptile Database. Accessed 28 November 2007.\nAnimal Diversity Web page on the common lancehead\nPage on the common lancehead in Manaus, Brazil, with links to photographs (in Portuguese).\nVideo of Bothrops atrox (1/2) on YouTube. Accessed 14 January 2007.\nVideo of Bothrops atrox (2/2) on YouTube. Accessed 5 December 2007."
  }
}