{
  "url": "https://en.wikipedia.org/wiki/Bothrops_insularis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. insularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops insularis, commonly known as the golden lancehead, is a venomous pit viper species endemic to Ilha da Queimada Grande, off the coast of São Paulo state, in Brazil. The species is named for the light yellowish-brown color of its underside and for its head shape that is characteristic of the genus Bothrops. No subspecies of Bothrops insularis are currently recognized.",
    "Physical morphology": "",
    "Physical morphology-Size and appearance": "On average B. insularis grows to a length of 70 cm (28 in) and is known to reach 118 cm (46 in). The color pattern consists of a pale yellowish-brown ground color, overlaid with a series of dorsal blotches that may be triangular or quadrangular, broad or narrow, and alternating or opposite along the dorsal median. In captivity, this yellowish color often becomes darker, which may be the result of poor circulation caused by ineffective thermoregulation. A banded pattern results when the pattern is opposite. The head lacks a well-defined post-orbital stripe. The belly is a uniform pale yellow or cream.The name \"lancehead\" refers to the distinctive head shape of all snakes in the genus Bothrops, which is somewhat elongated and comes to a point at the nose. B. insularis also has a longer tail than its closest relative, B. jararaca, which is most likely an adaptation to help the snake maneuver through the trees.",
    "Physical morphology-Venom": "Because B. insularis is only found in an area uninhabited by humans, there has never been an official report of a human being bitten by one, but other lanceheads are responsible for more human mortality than any other group of snakes in either North or South America. Ludwig Trutnau reports four human envenomations, three of which were fatal. The mortality rate for lancehead envenomations is 0.5–3% if the patient receives treatment and 7% if the patient does not receive treatment. The effects of envenomations by lanceheads include swelling, local pain, nausea and vomiting, blood blisters, bruising, blood in the vomit and urine, intestinal bleeding, kidney failure, hemorrhage in the brain and severe necrosis of muscular tissue. Chemical analysis of the venom of B. insularis suggests that it is five times as potent as that of B. jararaca and is the fastest acting venom in the genus Bothrops. They have hemotoxic venom that eats away at flesh and tissue to digest the prey item before they swallow it. Bothrops insularis also have some neurotoxic venom that kills the prey item.",
    "Reproduction": "Sexually mature Bothrops insularis mate during August and September, and have been known to mate both in the trees and on the ground. Like most vipers, B. insularis gives live birth to its young. The average size for a litter of golden lanceheads is 6.5 newborns. There are no published data regarding the size of the golden lancehead at birth, but they would probably be of a similar size to those of Bothrops jararaca, which have a snout to vent length (SVL) of 24.5 to 25.3 cm (about 9¾ in) and a weight of 9.38 to 10.61 grams (about ⅓ ounce).",
    "Geographic range": "The species is endemic to Queimada Grande Island, Brazil. Therefore, the type locality is the same: \"Ilha da Queimada Grande, situado no litoral do Estado de S. Paulo, a cêrca de 40 milhas a S.O. da barra de Santos\" (Brazil). This island has a total area of only 43 hectares or 430,000 square metres.",
    "Habitat": "The island of Queimada Grande is what is classified as \"subtropical\" or \"tropical moist forest\". The coordinates for the island are 24°29′S 46°40′W. The island contains several different kinds of habitat including forest, clearings, and shrubs. The island has a very mild climate; the temperature never falls below 18 degrees Celsius, and at its hottest is just over 22 degrees Celsius (64 to 72 °F). Because of the extremely rocky terrain and the isolation of the island, however, the island is not easily accessible and is not populated by humans, or for that matter, any other mammal. The quality of its habitat continues to decline due to vegetation removal by members of the Brazilian Navy who maintain the lighthouse on the island.",
    "Habitat-Micro-habitat preferences": "B. insularis can usually be found either in the trees hunting for its prey, or seeking shelter among leaf litter or in rock crevices, especially during unfavorable weather or after having just ingested its prey.",
    "Taxonomy and evolution": "Within the genus Bothrops, the closest living relative of the golden lancehead is B. jararaca. It is thought that the ancestor of both B. insularis and B. jararaca migrated to Queimada Grande at a time when sea level was low, and the island and mainland were connected, or at least there was less distance between the two land masses. Including B. insularis and B. jararaca, there are 37 species in the genus Bothrops, which are all native to South America. Besides \"lancehead\", another common name for a snake in the genus Bothrops is \"fer-de-lance\". There are no mammals native to the island Queimada Grande, which has undoubtedly had a profound impact on the evolution of the golden lancehead.",
    "Ecology": "",
    "Ecology-Predators": "In Campbell and Lamar's 2004 accounts of the venomous reptiles of Latin America, there was no mention of any predators that could potentially prey on an adult B. insularis. However, the list of animal species provided by Duarte et al. includes several species of birds, spiders, millipedes, and various lizards that inhabit the island, which could potentially be predators of young snakes. Of course, Duarte et al. also stress that there is a lack of observation of this species, due to the inaccessibility of the island Queimada Grande, and that just because a relationship between B. insularis and other species has not been observed does not mean that such a relationship does not exist.",
    "Ecology-Prey": "The golden lancehead's diet consists mostly of perching birds. However, they have been reported to eat lizards, and even resort to cannibalism. Newborn and juvenile golden lanceheads prey primarily upon invertebrates.",
    "Ecology-Competition": "Adult Bothrops insularis are the only animals on the island of Queimada Grande that have been reported to eat birds. There are other fauna, such as frogs, lizards, and birds, on the island that eat invertebrates, but because insects are so plentiful in ecosystems, they may not be a limiting resource. Therefore, studies would have to be done to determine whether or not juvenile and newborn golden lanceheads must compete for food with other fauna.",
    "Ecology-Parasites": "Golden lanceheads are known to suffer from flukes (specifically Ochetosoma heterocoelium) in their mouth cavity as well as carry the hard-bodied tick Ambylomma rotundatum.",
    "Conservation": "",
    "Conservation-Conservation status": "This species is classified as critically endangered (CR) on the IUCN Red List for the following criteria: CR B1ab(iii)+2ab(iii) (v3.1 (2001). This means that the geographic range is estimated to be less than 100 km², that this area is severely fragmented or known to exist at only a single location, and that a continuing decline has been observed, inferred or projected for the area, extent and/or quality of the habitat. Furthermore, the area of occupancy is estimated to be less than 10 km². The population trend is stable. Year assessed: 2004.",
    "Conservation-Limited geographic distribution": "Because the island on which the species is found is so small, it can only support a small population, which means that the range between number of snakes required for the population to survive and maximum number of snakes the island can support may be small, making the species especially sensitive to any other problems. Also, because the island of Queimada Grande is the only place where B. insularis are found in the wild, if that population is wiped out, then the species will be extinct in the wild.",
    "Conservation-Habitat destruction and over-collecting": "In the past, people have deliberately started fires on the island of Queimada Grande in an attempt to kill off B. insularis so that the island could be used to grow bananas. The Brazilian Navy has also contributed to habitat destruction by removing vegetation in order to maintain a lighthouse on the island. Because of these problems as well as overharvesting by overzealous scientists, Duarte et al. wrote that it is \"very hazardous to assume that this is an invulnerable snake\".",
    "Conservation-Intersexes": "Another threat to the future of B. insularis is the occurrence of \"intersexes\", individuals born with both male and female reproductive parts. Duarte et al. attribute these intersexes to \"a great amount of inbreeding\" within the population (which is another effect of the species' small distribution) and explain that the relatively high occurrence of intersexes being born may be harmful to the species population, since most of the intersexes are sterile.",
    "Behavior": "These snakes may be either terrestrial or arboreal, even though it does not have a true prehensile tail. However, based on their observations, Campbell and Lamar (2004) suggest that this species' use of the vegetation is facultative and that it is not truly arboreal. According to Wuster et al. (2005), they are likely found to be in trees while hunting for their prey, which mostly consists of birds, but tend to seek shelter under leaf litter or in rock crevices during storms or after ingesting prey.Unlike other venomous snakes that tend to strike, release, and then track their prey, B. insularis keeps its prey in its mouth once it has been envenomated.While other lanceheads have been observed shaking their tails in order to lure prey, this behavior has not been observed in the golden lancehead. However, considering the presence of potential prey susceptible to caudal luring and the opportunistic nature of B. insularis, it would not be surprising if this behavior were eventually observed.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Amaral APG do. 1921 [1922]. Contribuição para conhecimento dos ofídios do Brasil – A. Parte II. Biologia da nova espécie, Lachesis insularis. Annexos das Memórias do Instituto Butantan 1: 39-44.",
    "External links": "Bothrops insularis at the Reptarium.cz Reptile Database. Accessed 3 August 2007.\nBothrops insularis at Mark O'Shea. Accessed 3 August 2007."
  }
}