{
  "url": "https://en.wikipedia.org/wiki/Bothriechis_guifarroi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothriechis"
    },
    {
      "Species": "B. guifarroi"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothriechis guifarroi is a species of venomous green palm pitvipers discovered in 2010 in the Texiguat Wildlife Refuge, in Northern Honduras. Bothriechis guifarroi joins two other species of the genus Bothriechis, B. marchi and B. thalassinus, found in Chortís Highlands of Honduras.Its color pattern and scalation is similar to other Honduran palm pitvipers, but genetic analysis reveals it to be more closely related to the B. lateralis and B. nigroviridis species more than 600 km to the southeast, in the mountains of Costa Rica and Panama.",
    "Description": "Adult B. guifarroi are brightly colored green, with a yellowish hue towards the ventral side. The juveniles have a green phase and a brown phase, before acquiring the adult coloration. The holotype (adult) measured 734 mm total length, with a tail length of 136 mm.",
    "Distribution": "The population of B guifarroi was found at elevations between 1015 m and 1450 m in western Cordillera Nombre de Dios, inside the Texiguat Wildlife Refuge, Honduras. More specifically, specimens were found in the Premontane Wet Forest and Lower Montane Wet Forest formations of Holdridge.",
    "Habitat": "B. guifarroi has been found in rainforest and cloud forests at elevations above 1000 m.",
    "Etymology": "B. guifarroi was named after Honduran environmental activist Mario Guifarro. Guifarro was killed while on a conservation mission in the Tawahka territory of eastern Honduras in 2007.",
    "Status": "The 2013 study describing the species recommended its immediate classification as Critically Endangered due to limited knowledge of its population and distribution, and potential for human reduction or degradation to its habitat. It also recommended immediate consideration for CITES protection, given its likely demand and exploitation by the pet trade.",
    "References": "",
    "External links": "Kryt, Jeremy (Winter 2012). \"The Last Song of Mario Guifarro\". The Earth Island Journal. More detailed information about Mario Guifarro, for whom the species is named."
  }
}