{
  "url": "https://en.wikipedia.org/wiki/Bothrops_jararaca",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bothrops"
    },
    {
      "Species": "B. jararaca"
    }
  ],
  "text": {
    "__SUMMARY__": "Bothrops jararaca — known as the jararaca or yarara — is a species of pit viper endemic to southern Brazil, Paraguay, and northern Argentina. The specific name, jararaca, is derived from the Tupi words yarará and ca, which mean \"large snake\". Within its geographic range, it is often abundant and is an important cause of snakebite. No subspecies are currently recognized.The drugs known as angiotensin converting enzyme (ACE) inhibitors, used for the treatment of hypertension and some types of congestive heart failure, were developed from a peptide found in the venom of this species.",
    "Description": "This is a slender and terrestrial species that grows to a maximum total length of 160 cm (63 in), although the average total length is much less.The head scalation includes 5-12 intersupraoculars that are weakly keeled, 7-9 supralabials (usually 8) of which the second is fused with the prelacunal to form a lacunolabial, and 9-13 sublabials (usually 10-12). Midbody, there are 20-27 rows of dorsal scales (usually 23-25). The ventrals number 170-216 (rarely 218) and the 51-71 subcaudals are mostly paired.The color pattern is extremely variable, consisting of a dorsal ground color that may be tan, brown, gray, yellow, olive, or almost maroon. Midbody, this color is usually somewhat lighter than the head, anterior and posterior. The dorsal ground color is overlaid with a series of pale-edged, dark brown subtriangular or trapezoidal markings on either side of the body, the apices of which reach the vertebral line. These marking may be situated opposite each other, or partially or completely juxtaposed; most specimens have a pattern with all three variations. In juveniles, the tip of the tail is white.The head has a prominent dark brown stripe that runs from behind the eye, on either side of the head, back to the angle of the mouth, usually touching the last three supralabials. Dorsally, this stripe is bordered by a distinct pale area. The tongue is black, and the iris is gold to greenish gold with slightly darker reticulations.",
    "Common names": "The English common name is jararaca. In Argentina, it is called yarará and yararaca perezosa. In Brazil, it is referred to as caissaca, jaraca, jaracá, jararaca, jararaca-do-rabo-branco, jararaca-do-campo, jararaca-do-cerrado, jararaca-dormideira, jararaca-dominhoca and malha-de-sapo. In Paraguay and Uruguay, it is also called yarará.",
    "Geographic range": "This snake is found in southern Brazil, northeastern Paraguay and northern Argentina (Misiones). The type locality is listed as \"Lagoa d'Arara am Mucurí\" (Brazil) by Wied-Neuwied in 1825. Occurs from near sea level to over 1,000 m altitude.",
    "Habitat": "The species prefers deciduous tropical forests and savanna country, as well as semitropical upland forests. It is said to favor open areas, such as farmland, with nearby vegetation cover.",
    "Feeding": "They prey on birds and small mammals.",
    "Reproduction": "Females are ovoviviparous, and are believed to produce about 20 young at a time.",
    "Venom": "",
    "Venom-Potency": "This species is often abundant within its range of southeastern Brazil, where it was responsible for 52% (3,446 cases) of snakebites between 1902 and 1945, with a 0.7% fatality rate (25 deaths).The average venom yield is 25–26 milligrams (0.39–0.40 gr) with a maximum of 300 milligrams (4.6 gr) of dried venom. The venom is quite toxic. In mice, the median lethal dose (LD50) is 1.2-1.3 mg/kg intravenous, 1.4 mg/kg intraperitoneal and 3.0 mg/kg subcutaneous. For humans, the LD50 is estimated to be 210 milligrams (3.2 gr) subcutaneous.",
    "Venom-Effects": "Typical envenomation symptoms include local swelling, petechiae, bruising and blistering of the affected limb, spontaneous systemic bleeding of the gums and into the skin, subconjunctival hemorrhage and incoagulable blood. The systemic symptoms can potentially be fatal and may involve hemostatic disorders, intracranial hemorrhage, shock and renal failure.",
    "Venom-Medical uses": "The drugs known as angiotensin converting enzyme inhibitors (ACE inhibitors), which are used for the treatment of hypertension and some types of congestive heart failure, were developed from a peptide found in the venom of this species in 1965 by Brazilian scientist Sérgio Henrique Ferreira.Haemocoagulase enzyme derived from the venom is used as antihemorrhagic drug.",
    "See also": "List of crotaline species and subspecies\nBothrops by common name\nBothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Wied-Neuwied, M. (1824). \"Abbildungen zur Naturgeschichte Brasiliens\". Isis von Oken. 14: 1103. Cophias jajaraca.",
    "External links": "Bothropoides jararaca at the Reptarium.cz Reptile Database. Accessed 6 December 2007.\nA yarará gaping, showing its fangs [1], accessed 9 April 2019."
  }
}