{
  "url": "https://en.wikipedia.org/wiki/Crotalus_enyo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. enyo"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Baja California rattlesnake, Lower California rattlesnakeCrotalus enyo is a venomous pit viper species native to the coast and islands of northwestern Mexico. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "The maximum reported length of this species is 89.8 cm (35.4 in) (Klauber, 1972). It is sexually dimorphic, with the males typically being larger than the females. The head is remarkably small and narrow, while the eyes are proportionately large.",
    "Geographic range": "In western Mexico in the north, it is found in the Baja California Peninsula from around Río San Telmo on the west coast and from opposite Isla Angel de la Guarda on the gulf coast, south to Cabo San Lucas. It is also found in the Gulf of California on the islands of San Marcos, Carmen, San José, San Francisco, Partida del Sur, Espírita Santo and Cerralvo. Off the Pacific coast, it is also found on the island of San Margarita. The type locality is \"Cape San Lucas, Baja California Sur\".",
    "Habitat": "It prefers desert, but in the northwestern part of its range, it can be found in chaparral country, while in the cape region (Sierra de San Lázaro), it occurs in pine-oak and tropical deciduous forest. It can be found in rocky areas with arid thorn scrub and cacti, but sometimes also in sand dunes. It is often attracted to human habitation, where it has been found in piles of refuse.",
    "Conservation status": "This species is classified as Least Concern on the IUCN Red List (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend was stable when assessed in 2007.",
    "Feeding": "Snakes of this species, regardless of their size, are known to eat small rodents, lizards, and centipedes. This is in contrast to many other rattlesnake species that prey on lizards almost exclusively as juveniles, switching to mammals as adults. With C. enyo, small snakes eat lizards more often than do large ones, and large snakes eat mammals more often than do small ones. Adults also prey on large centipedes of the genus Scolopendra.",
    "Reproduction": "Captive specimens have produced litters of two to seven young. Newborn specimens with lengths of between 20.6 and 22.2 cm (8.1 and 8.7 in) have been mentioned. Grismer (2002) reported finding neonates in the wild between late July and mid October, which would indicate the species mates in the spring and gives birth in the summer or early fall.",
    "Subspecies": "",
    "Taxonomy": "All three of the current subspecies were recognized by Beaman and Grismer (1994) in their review, but they indicated C. e. furvus should not be considered a separate subspecies, and C. e. cerralvensis would best be considered a full species.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Crotalus enyo at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nImage of neonate C. e. furvus feeding at Ratelslangen.eu. Accessed 9 February 2007.\nLongevity record for C. enyo at Max Planck Institute for Demographic Research. Accessed 9 February 2007.\nImage of C. enyo at Cape Snakes. Accessed 9 February 2007.\nCloseup image of C. enyo at Ratelslangen.nl. Accessed 9 February 2007."
  }
}