{
  "url": "https://en.wikipedia.org/wiki/Crotalus_polystictus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. polystictus"
    }
  ],
  "text": {
    "__SUMMARY__": "The  Mexican lance-headed rattlesnake or lance-headed rattlesnake (Crotalus polystictus) is a venomous pit viper species found in central Mexico. No subspecies is currently recognized.",
    "Description": "Adults usually grow to a total length of 60 to 70 cm (24 to 28 in), although exceptionally large specimens may be as much as 100 cm (39 in) long.",
    "Geographic range": "The species is found on the plateau of central Mexico from southern Zacatecas and northeastern Colima east to east-central Veracruz. It occurs at elevations between 1,450 and 2,600 m (4,760 and 8,530 ft). The type locality given is \"Table Land, Mexico\", although a restriction to \"Tupátaro, Guanajuanto, Mexico\" was proposed by H.M. Smith and Taylor (1950).",
    "Conservation status": "This species is classified as Least Concern on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend was down when assessed in 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cope, E.D. 1865. Third contribution to the HERPETOLOGY of Tropical America. Proc. Acad. Nat. Sci. Philadelphia 17: 185-198. (Caudisona polysticta, pp. 191–192.)\nSmith, H.M. and E.H. Taylor. 1950. Type localities of Mexican reptiles and amphibians. Univ. Kansas Sci. Bull. 33: 313-380.",
    "External links": "Crotalus polystictus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nMexican Lance-headed Rattlesnake at the Saint Louis Zoo. Accessed 18 June 2008."
  }
}