{
  "url": "https://en.wikipedia.org/wiki/Crotalus_oreganus_helleri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. oreganus"
    },
    {
      "Subspecies": "C. o. helleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Southern Pacific rattlesnake, black diamond rattlesnake, more.Crotalus oreganus helleri is a highly venomous pit viper subspecies found in southwestern California and south into Baja California, Mexico.",
    "Etymology": "The specific name, helleri, is in honor of American zoologist Edmund Heller.",
    "Description": "Adults are 24-55 inches (61–139 cm) in length.The color pattern consists of a pale brown, gray-brown, or yellowish brown ground color overlaid with a series of large, dark brown dorsal blotches that may or may not have pale centers. The blotches are more diamond shaped, as opposed to those of C. o. oreganus that are more hexagonal, and are bordered by light scales. The tail rings are not clearly defined. In juveniles, the end of the tail is bright orange, but this turns to brown as the snakes mature. In adults, the base of the tail and the first segment of the rattle are brown. The postocular stripe is moderately to very clearly defined. In juveniles, this stripe is bordered above by a pale stripe, but as the snakes mature this turns to drab yellow or brown. A conspicuous pale crossbar is sometimes present across the supraoculars, after which the head is a uniform dark color. In some older snakes the head is mostly dark with almost no trace of the supraorbital crossbar, or none at all.",
    "Common names": "Common names include Southern Pacific rattlesnake, black diamond rattlesnake, black (diamond) rattler, gray diamond-back, mountain rattler, Pacific rattler, and San Diegan rattler.",
    "Venom": "Crotalus oreganus helleri has a highly toxic venom that is much like Mojave toxin in the way it attacks nerve endings. It also contains myotoxins (toxic to body muscles) and hemotoxins (toxic to the blood), so it can easily give a fatal bite.\nThe venom from this snake also requires a much higher dose of Crotalidae polyvalent immune fab (\"Crofab\"), an antivenom used to treat the bite of North American pit vipers, than the venoms of other rattlesnakes.",
    "Geographic range": "This snake is found in the United States in southern California, and in Mexico in northern Baja California, west of the desert. In the north it is found from the counties of San Luis Obispo and Kern, and south through the counties of Santa Barbara, Ventura, Los Angeles (including Santa Catalina Island and the foothills.), southwestern San Bernardino, Orange, western Riverside, San Diego and extreme western Imperial. From there its range extends south through Baja California to lat. 28° 30' North. According to Klauber (1956), the type locality is \"San Jose, Lower California\" [San José, lat. 31° N, Baja California (state), Mexico].",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Crotalus oreganus at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}