{
  "url": "https://en.wikipedia.org/wiki/Crotalus_stejnegeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. stejnegeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common name: long-tailed rattlesnakeCrotalus stejnegeri is a venomous pit viper species found in western Mexico. No subspecies is currently recognized.",
    "Etymology": "The specific name, stejnegeri, is in honor of Leonhard Stejneger, herpetologist at the Smithsonian Institution for over 60 years.",
    "Description": "Adults of C. stejnegeri do not usually grow to more than 60 cm (24 in) in total length (including tail). The greatest total length recorded for a specimen is 72.4 cm (28.5 in). The tail is relatively long, representing 11.0-14.8% of the total length of adult male snakes and 9.8-12.5% in females. Klauber (1940) suggested that since the rattle is tiny, it is probably not audible. A very rare species, it is known only from about 12 specimens.",
    "Geographic range and habitat": "C. stejnegeri is found in western Mexico in the mountains and foothills of eastern Sinaloa, western Durango, and probably northern Nayarit, between 500 and 1,200 metres (1,600 and 3,900 ft) in altitude. The type locality given is \"Plumosas [Plomosas], Sinaloa, Mexico\". It occurs in pine-oak forest, subtropical dry forest, and tropical deciduous forest.",
    "Conservation status": "C. stejnegeri is classified as Vulnerable on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates its extent of occurrence is estimated to be less than 20,000 km2 (7,720 mi2), estimates indicate it is severely fragmented or known to exist at no more than 10 locations, and a continuing decline has been observed, inferred, or projected in its area, extent, and/or quality of habitat. Therefore, it is considered to be facing a high risk of extinction in the wild. The population trend was down when assessed in 2007.",
    "Classification": "Kingdom - Animalia\nPhylum - Chordata\nClass - Reptilia\nOrder - Squamata\nFamily - Viperidae\nGenus - Crotalus Linnaeus, 1758\nSpecies - Crotalus stejnegeri Dunn, 1919",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Van Der Heiden, Albert M.; Flores-Villela, Oscar (2013). \"New records of the rare Sinaloan Long-tailed Rattlesnake, Crotalus stejnegeri, from southern Sinaloa, Mexico\". Revista Mexicana de Biodiversidad. 84 (4): 1343–1348. doi:10.7550/rmb.35729.\nDunn ER (1919). \"Two New Crotaline Snakes from Western Mexico\". Proc. Biol. Soc. Washington. 32: 213–6. OCLC 83765449.",
    "External links": "Crotalus stejnegeri at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}