{
  "url": "https://en.wikipedia.org/wiki/Crotalus_oreganus_cerberus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. cerberus"
    }
  ],
  "text": {
    "__SUMMARY__": "Crotalus cerberus is a venomous pit viper species found in the southwestern United States. It is known as the Arizona black rattlesnake, black rattlesnake, and several other common names.",
    "Description": "According to Wright and Wright (1957), adults grow to an average length of 78–109 cm (31–43 in). Klauber (1997) reports the maximum length to be less at 1,032 mm (40 5⁄8 in), with the smallest gravid female measuring 701 mm (27 5⁄8 in). Hubbs and O'Connor (2012) list an adult size range of 812–1,219 mm (32.0–48.0 in).The color pattern consists of a dark grayish, brownish black, reddish brown, or blackish ground color, overlaid with a dorsal pattern of blotches that are rectangular anteriorly, becoming subhexagonal posteriorly, eventually becoming crossbands just before the tail. However, specimens also may be a uniform dark color without any clear dorsal pattern, or the dorsal blotches may be even darker and bordered with white, cream, or yellow transverse rows of scales, or the color pattern may be quite pale with a significant amount of yellow mixed in. A postocular stripe is evident in lightly colored specimens, but not so much in darker ones.",
    "Color change": "Arizona black rattlesnakes undergo morphological color change (gradual change due to changes in number or quality of chromatophores); adults are less patterned than juveniles (also called ontogenetic color change). Some adults can change color relatively quickly (physiological color change: rapid change due to movement of organelles within chromatophores), an ability shared not only with chameleons and other lizards but also with other snakes such as some species in the genus Tropidophis. The mechanism for their physiological color change is likely the same as that documented in the closely related prairie rattlesnake (melanin movement within their dermal melanophores) , but further research is needed to determine the stimuli for this phenomenon in this rattlesnake.",
    "Common names": "Arizona black rattlesnake, black rattlesnake, black diamond rattlesnake, brown rattlesnake, Cerberus rattlesnake, mountain diamond-back. Also often incorrectly referred to as a timber rattlesnake.",
    "Geographic range": "Found in the United States, in Arizona from the Hualapai Mountains and Cottonwood Cliffs in the northwest of the state, southeast to the Santa Catalina, Rincon, Pinaleno and Blue Mountains. Also found at Steeple Rock, in extreme western New Mexico. The type locality given is \"San Francisco Mountains\" (Coconino County, Arizona, USA).",
    "Diet": "It preys upon suitably sized amphibians, reptiles, birds and their eggs, and mammals.",
    "Reproduction": "Sexually mature females bear live young in broods of 4 to 21 neonates.  The Arizona black rattlesnake is the first species of snake observed to exhibit complex social behavior, and like all temperate pit vipers, care for their babies. Females remain with their young in nests for 7 to 14 days, and mothers have been observed cooperatively parenting their broods.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Crotalus cerberus at the Reptarium.cz Reptile Database. Accessed 12 August 2007.\nArizona Black Rattlesnake, Crotalus cerberus at the National Park Service. Accessed 18 June 2008."
  }
}