{
  "url": "https://en.wikipedia.org/wiki/Crotalus_willardi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. willardi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: ridge-nosed rattlesnake, Willard's rattlesnake, Willard's rattlerCrotalus willardi is a venomous pit viper species found in the southwestern United States and Mexico. This snake is found mainly in the \"sky island\" region. The IUCN reports this snake's conservation status as being of Least Concern. It is the official state reptile of Arizona.",
    "Etymology": "The specific name, willardi, is in honor of its discoverer, \"Professor\" Frank Cottle Willard, a businessman from Tombstone, Arizona.",
    "Taxonomy": "Originally described in 1905, Crotalus willardi is the most recent rattlesnake species to be discovered in the United States. Five subspecies are currently recognized, including the nominate subspecies, Crotalus willardi willardi, described here. C. w. willardi is commonly known as the Arizona ridge-nosed rattlesnake, and is the state reptile of Arizona.",
    "Description": "Crotalus willardi is a rather small rattlesnake with all subspecies measuring one to two feet (30–60 cm) in length. Color patterns are generally a dark brown base with pale or white horizontal striping, but vary slightly among subspecies. The distinctive ridges along each side of its nose, which are a series of upturned scales, are unique to this species and are the origin of one of its common names, ridge-nosed rattlesnake.",
    "Habitat": "C. willardi is rarely found outside habitats at high elevation. Wooded mountain ranges, primarily in the southwest, are where this reclusive species is found. Each subspecies’ range is limited to select mountain ranges, making human encounters rare events.",
    "Conservation status": "The species C. willardi is classified as Least Concern on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend was stable when assessed in 2007.Although four of the five subspecies are secure, the New Mexico ridge-nosed rattlesnake (C. w. obscurus) is an endangered subspecies and listed as threatened by the US Fish and Wildlife Service. Remaining populations are scattered throughout New Mexico, Arizona and the northern part of Mexico. Habitat destruction is the cause of declining numbers, but critical habitat designations (recovery measures) have been proposed.",
    "Behavior and diet": "Rattlesnakes are primarily ambush hunters; they coil and lie waiting for prey to approach within striking distance. The diet of C. willardi includes small mammals, lizards, birds, and large centipedes.  The young feed primarily on large centipedes (Scolopendra spp.) and lizards, whereas adults feed primarily on mammals and birds.",
    "Reproduction": "Like other rattlesnakes, C. willardi is ovoviviparous, meaning it gives birth and does not lay eggs. Contrasting with viviparous animals, the young still develop within an egg inside the female snake until their time of birth. Copulation occurs from late summer to early fall, and gestation lasts about four to five months. Females give birth to two to 9 (average five) young in late July or August. Both sexes appear to reach reproductive maturity around 400 mm (16 in) in body (snout to vent) length. Although captive snakes have reproduced annually, wild females probably reproduce every second or third year.",
    "Venom": "Due to the generally small size of C. willardi, venom discharge yields are low; thus, the largely hemotoxic venom is not as life-threatening as that of other rattlesnakes. No documented deaths have been caused by ridge-nosed rattlesnakes, but pain and discomfort can still result from a rare bite.",
    "Subspecies": "",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Crotalus willardi at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nTaxonomy of the New Mexican Ridge-nosed Rattlesnake at Virginia Tech. Accessed 12 December 2007.\nInternational Biopark: Ridge-nosed Rattelsnake at Biopark. Accessed 12 December 2007.\nUS Fish & Wildlife Service Species Profile: Crotalus willardi at U.S. Fish & Wildlife Service. Accessed 12 December 2007."
  }
}