{
  "url": "https://en.wikipedia.org/wiki/Crotalus_willardi_obscurus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. willardi"
    },
    {
      "Subspecies": "C. w. obscurus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: New Mexico ridge-nosed rattlesnake. Animas ridge-nosed rattlesnake,Crotalus willardi obscurus is a venomous pitviper subspecies found in northwestern Mexico and the southwestern United States.This is the only venomous snake listed as Threatened by the U.S. Fish and Wildlife Service.",
    "Description": "The color pattern consists of a gray or brownish gray ground color with scattered dark punctations. The facial stripes that are characteristic of this species may be completely absent. In the Sierra San Luis population, traces of the pale upper facial stripe may be visible on the posterior upper labials, but there is no pale stripe on the lower labials.",
    "Geographic range": "Found in the Animas and adjacent Peloncillo Mountains (Hidalgo County) in extreme southeastern Arizona and extreme southwestern New Mexico in the United States, and in the Sierra San Luis of extreme northwestern Chihuahua and extreme northeastern Sonora in Mexico. The type locality given is \"one canyon in the Animas Mountains\" (New Mexico, USA).",
    "Conservation status": "This is the only venomous snake that is listed as Threatened by the U.S. Fish and Wildlife Service, and is therefore afforded protection by the Endangered Species Act. It is listed because of its limited geographic range and the supposed threat to it of overcollection for the reptile trade.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Crotalus willardi obscurus"
  }
}