{
  "url": "https://en.wikipedia.org/wiki/Crotalus_ruber_lorenzoensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. lorenzoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: San Lorenzo Island rattlesnake.Crotalus lorenzoensis is a species of pitviper, a venomous snake in the subfamily Crotalinae of the family Viperidae. The species is endemic to San Lorenzo Sur Island, Mexico.",
    "Description": "C. lorenzoensis usually has no rattle, and has shrunk in size compared to its counterparts on the mainland.",
    "Geographic range": "C. lorenzoensis is known only from the type locality, which is \"San Lorenzo Sur Island in the Gulf of California, Baja California Norte, Mexico\".",
    "Habitat": "C. lorenzoensis occurs mainly in rocky areas and arroyo bottoms. It can also be found in dunes near the coast and in cavities formed by adjacent boulders.",
    "Conservation status": "The species C. lorenzoensis is classified as \"Least Concern\" (LC) on the IUCN Red List of Threatened Species. Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Heimes, Peter (2016). Snakes of Mexico: Herpetofauna Mexicana Vol I. Frankfurt, Germany: Chimaira. 572 pp. ISBN 978-3899731002.\nRadcliffe, C.W., and T. Paul Maslin (1975). \"A New Subspecies of the Red Rattlesnake, Crotalus ruber, from San Lorenzo Sur Island, Baja California Norte, Mexico\". Copeia 1975 (3): 490-493. (Crotalus ruber lorenzoensis, new subspecies).",
    "External links": "Crotalus lorenzoensis at the Reptarium.cz Reptile Database. Accessed 13 September 2007."
  }
}