{
  "url": "https://en.wikipedia.org/wiki/Crotalus_cerastes_cercobombus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. cerastes"
    },
    {
      "Subspecies": "C. c. cercobombus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Sonoran Desert sidewinder, Sonoran sidewinder.Crotalus cerastes cercobombus is a venomous pitviper subspecies found in an area that covers much of the eastern part of the Sonoran Desert in the southwestern United States and northwestern Mexico. The subspecific epithet means buzzertail.",
    "Description": "This form has the following distinguishing characteristics: the proximal rattle-matrix lobe is black in adult specimens, the ventral scales number 132-144/138-148 in males/females, the subcaudals number 18-24/14-19 in males/females, and there are usually less than 21 rows of midbody dorsal scales.",
    "Geographic range": "Found in the United States from Yuma, Maricopa, Pima and Pinal counties in Arizona, southward into Sonora, Mexico. The type locality given is \"near Gila Bend, Maricopa County, Arizona\" (USA).Campbell and Lamar (2004) describe its range as the desert regions of south-central Arizona and parts of western Sonora, exclusive of the panhandle region in the west, but including Tiburon Island in the Gulf of Mexico.",
    "Taxonomy": "This subspecies was established by J.M. Savage and F.S. Cliff, based on information that had previously been published by Stanford, Klauber and Hensley. They described their new form, C. c. cercobombus, as occupying the eastern half of the range for C. c. laterorepens as defined by Klauber.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Crotalus cerastes at the Reptarium.cz Reptile Database. Accessed 3 August 2007."
  }
}