{
  "url": "https://en.wikipedia.org/wiki/Crotalus_oreganus_lutosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. oreganus"
    },
    {
      "Subspecies": "C. o. lutosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Great Basin rattlesnake.Crotalus oreganus lutosus is a venomous pit viper subspecies found in the Great Basin region of the United States.",
    "Description": "Adult specimens are 66–121 cm (26–47 5⁄8 in) in overall length, but rarely exceed 1 m (39 1⁄4 in). The males grow larger than the females.On the subject of scalation, one of the more distinctive characteristics of this subspecies is that it has three or more internasal scales – something that it has in common with C. viridis.The color pattern usually consists of a buff, pale gray, pale brown, olive brown or yellowish brown ground color, overlaid with a series of 32-49 dorsal blotches. These blotches are dark brown to black in color, with pale centers and pale borders, and are often irregular in shape and wider than they are long. There is also a series of lateral blotches that are indistinct anteriorly, but become more distinct posteriorly and eventually merge with the dorsal blotches to form crossbands. Older specimens sometimes have a faded pattern, or they may have uniformly black blotches, with the dorsum of the head also being black.",
    "Geographic range": "The United States in the Great Basin region. Its range includes Idaho south of lat. 44° North, Utah west of long. 111° West, Arizona west and north of the Colorado River as well as the north rim of the Grand Canyon, the entire state of Nevada (excluding Esmeralda, Nye and Clark counties), California east of the Sierra Nevada from Lower Klamath Lake south to below Lake Mono, Oregon south and east of the line Upper Klamath Lake-Fort Rock-Burns-Council (Idaho). The type locality is \"10 miles northwest of Abraham on the Road to Joy, Millard County, Utah.\"",
    "Habitat": "Inhabits the dry and barren areas of the Great Basin region, being found on hills, summits and old lake benches. They are said to prefer southern exposures among rocks and boulders on hillsides and buttes, low foothills, mountainsides, open deserts, alfalfa fields and valley floors.",
    "Diet": "Crotalus oreganus lutosus feeds on amphibians, reptiles, birds, bird eggs, and mammals.",
    "Reproduction": "Young are born alive in broods of 3 to 13.",
    "Conservation status": "The Great Basin rattlesnake is protected in Utah.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Klauber, L.M. 1930. New and Renamed Subspecies of Crotalus confluentus Say, with Remarks on Related Species. Trans. San Diego Soc. Nat. Hist. 6 (3): 95-144, including Plates 9-12, 1 map. (\"Crotalus confluentus lutosus, subsp. nov.\", pp. 100–106 + Plate 10, figure 1.)",
    "External links": "Crotalus oreganus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nCrotalus oreganus lutosus - Great Basin Rattlesnake at California Herps. Accessed 19 June 2007."
  }
}