{
  "url": "https://en.wikipedia.org/wiki/Crotalus_oreganus_concolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. oreganus"
    },
    {
      "Subspecies": "C. o. concolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: midget faded rattlesnake, yellow rattlesnake, faded rattlesnake.Crotalus oreganus concolor is a venomous pit viper subspecies found in the western United States. It is a small subspecies known for its faded color pattern.",
    "Description": "This snake grows to a maximum length of 750 mm (29 1⁄2 in). The smallest gravid female measured was 522 mm (20 1⁄2 in).The color pattern of this species consists of a pinkish, pale brown, yellow-brown, straw-colored, reddish, or yellow-brown ground color, overlaid with a series of brown elliptical or rectangular dorsal blotches. However, most specimens are gray or silvery. In juveniles, the pattern is distinct, but becomes faded in adults, almost to the point where it is indistinguishable from the ground color.",
    "Geographic range": "Found in the United States in the Colorado and Green River basins. This area covers southwestern Wyoming, Utah east of long. 111° West (excluding the southeastern corner) and extreme west-central Colorado. The type locality given is \"King's Ranch, Garfield Co., at the base of the Henry Mts [Utah].\"",
    "Venom": "This subspecies possesses the most toxic venom of the C. oreganus/C. viridis group, although apparently considerable variability exists among local populations. It is even one of the most potent venoms found in North America, and according to LD50 studies, the venom is many times more potent than that of an Asiatic cobra.  It is characterized by the presence of a presynaptic neurotoxin, referred to as concolor toxin, the amount of which varies in individual snakes.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Hubbs, Brian, and Brendan O'Connor. 2012. A Guide to the Rattlesnakes and other Venomous Serpents of the United States. Tricolor Books. Tempe, Arizona. 129 pp. ISBN 978-0-9754641-3-7. (Crotalus oreganus concolor, pp. 32–33.)\nWoodbury, Angus M. 1929. A new rattlesnake from Utah. Bull. Univ. Utah 20 (1).",
    "External links": "Crotalus oreganus at the Reptarium.cz Reptile Database. Accessed 11 August 2007.\nImage of C. o. concolor at UtahHerps.info. Accessed 18 June 2008."
  }
}