{
  "url": "https://en.wikipedia.org/wiki/Garthius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "GarthiusMalhotra & Thorpe, 2004"
    },
    {
      "Species": "G. chaseni"
    }
  ],
  "text": {
    "__SUMMARY__": "Garthius chaseni commonly known as Chasen's mountain pit viper, Chasen's tree viper, and the Kinabalu brown pit viper, is a species of venomous pitviper in the family Viperidae. The species is endemic to the island of Borneo in Malaysia. No subspecies are currently recognized. It is monotypic in the genus Garthius.",
    "Etymology": "The generic name, Garthius, is in honor of British herpetologist Garth Underwood.The specific name, chaseni, is in honor of Frederick Nutter Chasen, who in 1931 was Curator of the Raffles Museum, Singapore.",
    "Description": "Garthius chaseni is heavy-bodied, and may attain 65 cm (25 1⁄2 in) SVL (snout-vent length). Dorsally, it has a dark tan or reddish brown ground color, overlaid by dark brown crossbands, which are broken and alternating on the front part of the body, becoming regular on the posterior part. Ventrally, it is yellow and gray. It has two rows of small scales between the upper labials and the eye.Scalation includes: 19, 17, or 15 rows of dorsal scales at midbody; 130–143 ventral scales; 20–30 paired subcaudal scales; and 6 supralabial scales with the third being the highest.",
    "Geographic range": "Garthius chaseni is only found on the island of Borneo, in northern Sabah (Malaysia) in the region of Mount Kinabalu. The type locality given is \"Kiau\" (at the foot of Mt. Kinabalu, northern Borneo, ca. 915 m [3,000 feet]). The known range is within the Crocker Range and Kinabalu National Parks.",
    "Habitat": "G. chaseni is found in submontane forests, living in leaf litter on the forest floor at elevations between 915 and 1,550 m (3,002 and 5,085 ft) above sea level.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Malhotra, Anita; Thorpe, Roger S. (2004). \"A phylogeny of four mitochondrial gene regions suggests a revised taxonomy for Asian pitvipers (Trimeresurus and Ovophis)\". Molecular Phylogenetics and Evolution 32 (1): 83-100. (Garthius, new genus).\nSmith MA (1931). \"The Herpetology of Mt. Kinabalu, North Borneo\". Bulletin of the Raffles Museum, Singapore 5: 8-32. (Trimeresurus chaseni, new species, p. 29)."
  }
}