{
  "url": "https://en.wikipedia.org/wiki/Gloydius_strauchi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. strauchi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Tibetan pit viper, Strauch's pitviper.Gloydius strauchi is a venomous pitviper species endemic to western China. It is a small snake with a pattern of four longitudinal stripes, although some older specimens may be a uniform black. Gloydius strauchi may be distinguished from G. monticola by its higher midbody dorsal scale count. This species jointly holds the altitude record for pitvipers together with Crotalus triseriatus of Mexico, both being found even above the tree line at over 4,000 m (13,000 ft). No subspecies are currently recognized.",
    "Etymology": "The specific name, strauchi, is in honor of Russian herpetologist Alexander Strauch.",
    "Description": "According to Gloyd and Conant (1990), G. strauchi is a small snake, probably not growing to much more than 50 cm (19 5⁄8 in) in total length. The largest male they examined was 51 cm (20 in) in total length of which the tail was 7.3 cm (2 7⁄8 in), the largest female 54.7 cm (21 1⁄2 in) with a tail of 7.5 cm (3.0 in). The snout is rounded while the head is not too much wider than the neck. The body is moderately stout.Scalation usually includes 21 rows of keeled dorsal scales at midbody, although the keels on the outer scale rows may be missing; 145-175 ventral scales; and 34-44 paired subcaudal scales. Also there are usually 7 supralabial scales.The color pattern consists of a greenish brown, yellowish brown, or nut brown ground color, which is overlaid with four longitudinal stripes that are interrupted at intervals, sometimes curving and coalescing, and at other times forming an irregularly spotted or zigzag pattern. This pattern is clearly visible in young specimens, while older ones are dark or even uniformly black. A dark postocular stripe is present that more or less diffuses with the ground color above, but is clearly bordered below by a pale coloration of the lower temporal scales and posterior supralabial scales.",
    "Geographic range": "G. strauchi is found in western China in the Tibetan Plateau in the provinces of Tsinghai and western Szechwan. The type locality given is \"Dytschu, also den Oberlauf des Jan-tse-kiang... Tung-o-lo (Kamennoe Nagorie) und Daudsen-lu (Szytschuan)\". Zhao & Adler (1993) give \"Dytschu (= Moron Us and Tuotuo rivers?), upper Jan-tse-kiang (= Jinsha River, or upper Chang Jiang), Qinghai Prov., Tung-o-lo (= Dong-e-lo) and Daudsen-lu (or Ta-tsian-lu, = Kangding Co.), Sichuan Prov., China\". Pope (1935) \"restricted\" the type locality to \"Tungngolo\" (located between Lit'ang and K'angting, Hsikang, China).The elevational range is 2,886–4,267 m (9,469–13,999 ft), even being found above the tree line. It jointly holds the altitude record for pitvipers together with Crotalus triseriatus in Mexico.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Gloydius strauchi at the Reptarium.cz Reptile Database. Accessed 9 August 2008."
  }
}