{
  "url": "https://en.wikipedia.org/wiki/Gloydius_blomhoffii_brevicaudus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. brevicaudus"
    }
  ],
  "text": {
    "__SUMMARY__": "Gloydius  brevicaudus is a venomous pitviper subspecies endemic to China and the Korean Peninsula.\n\nCommon names:  short-tailed pit viper,short-tailed mamushi.",
    "Description": "Adults are relatively stout with a broad head and a short tail. (The subspecific name, brevicaudus, is Latin for \"short tail\".)\nThe largest male examined by Gloyd and Conant (1990) was 71 cm (28 in) in total length of which the tail was 9 cm (3 1⁄2 in); the largest female, 69 cm (27 1⁄4 in) with an 8.2 cm (3 1⁄4 in) tail. On average, male specimens had a tail that was 12–15% (13.5%) of total length, while in females this was 11–13% (11.7%).The scalation usually includes 21 rows of dorsal scales at midbody, all of which are keeled except the lowermost on the anterior part of the body. There are 135–149 ventral scales, and 30–44 mostly paired subcaudal scales. 95% of all specimens have 7 supralabial scales.The color pattern consists of a light brown or gray ground color, overlaid with a pattern of 23–36 pairs of dorsolateral blotches or half-bands that oppose or alternate on either side of the middorsal line. These blotches are subelliptical in shape and brown in color with pale centers and dark brown to grayish brown borders. The pairs of blotches may or may not contact each other at the midline. They are separated laterally by light areas that are about one scale wide and extend downwards to the third or second scale rows. The head includes a dark and clearly defined postocular stripe that is sharply bordered above and below by yellow or white. The tip of the tail is yellow.",
    "Geographic range": "Found in China (Manchuria) and the Korean Peninsula. The type locality given is \"Busan, Korea\" (Pusan, South Korea).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Stejneger, L. 1907. Herpetology of Japan and Adjacent Territory. United States National Museum Bulletin 58. Smithsonian Institution. Washington, District of Columbia. xx + 577 pp. (\"Agkistrodon blomhoffii brevicaudus, new subspecies\", pp. 463–464.)",
    "External links": "Gloydius brevicaudus at the Reptarium.cz Reptile Database. Accessed 10 August 2008."
  }
}