{
  "url": "https://en.wikipedia.org/wiki/Gloydius_ussuriensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. ussuriensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Gloydius ussuriensis is a venomous pitviper species endemic to far east Russia, northeastern China and the Korean Peninsula. No subspecies are currently recognized.\nCommon names:Ussuri pit viper, Ussuri mamushi.",
    "Description": "Adult males are 37–63 cm (14.6-24.8 inches) in total length, while adult females are 41-64.7 cm (16.1-25.5 inches). However, this information, provided by Emelianov (1929), included two males of 37 cm (14.6 in) each which may have been subadults; the next largest male was 41.8 cm (16.5 in). Based on these same data, tail length in males was 12-17% of total length, while that in females was 12-15% of total length.The scalation usually includes 21 rows of dorsal scales at midbody, all of which are keeled (although the keels on the first scale rows are faint), 146-157 ventral scales, and 39-54 subcaudal scales. There are 7 supralabial scales, with the second being the smallest and the fourth usually the largest.The color pattern consists of a light brownish gray to blackish ground color overlaid with a series of 24-33 relatively large and usually elliptical dorsolateral blotches. These blotches, which may oppose or alternate on either side of the middorsal line, are usually closed and have a pale interior with a dark smudge in the center that makes them look like a row of bull's-eyes on either side of the body. The bloches are separated laterally by one scale row, extend down to the first scale row, and may merge with blotches across the middorsal line. A dark postocular stripe is present that is bordered above by a narrow yellow or white line.",
    "Geographic range": "Found in far east Russia (Primorskiy Kray), northeastern China, North Korea and South Korea, as well as on Quelpart Island. Chernov proposed that the type locality be restricted to \"Suchan River (in Primorskiy Kray).\"",
    "Taxonomy": "This species has long been confused with G. saxatilis in Korea and G. brevicaudus in eastern parts of Liaoning in China, where it is sympatric with these forms. Its variable color pattern has not helped matters either.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Gloydius ussuriensis at the Reptarium.cz Reptile Database. Accessed 9 August 2008."
  }
}