{
  "url": "https://en.wikipedia.org/wiki/Gloydius_halys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. halys"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names:  Siberian pit viper, Halys viper, Halys pit viper, more.Gloydius halys is a venomous pitviper species found within a wide range that stretches across Asia, from Russia, east of the Urals, eastwards through China. Five subspecies are currently recognized, including the nominotypical form described here.",
    "Description": "G. halys grows to a maximum total length of 59 cm (23 in), which was for a female, with an included tail length of 68 mm (2.7 in). The largest male on record measured 53 cm (21 in) in total length, which included a tail length of 80 mm (3.1 in). The body build is described as moderately stout with a snout that is slightly upturned when viewed from the side.Dorsally, G. halys is grayish, pale brown, reddish, or yellowish, with large dark spots or crossbars, the borders of which are serrated. One or two lateral series of smaller dark spots are present. There is a wide dark stripe behind the eye, bordered by light stripes both above and below. The venter is whitish, speckled with gray or brown.\nThe strongly keeled dorsal scales are arranged in 23 rows at midbody. The ventrals number 149-174. The anal plate is entire. The subcaudals number 31-44, and are divided (paired).",
    "Common names": "Common names for G. halys include Siberian pit viper, Halys viper, Halys pit viper, Pallas' pit viper, Asiatic pit viper, Asiatic moccasin, shchitomordnik, Pallas' viper, Pallas pit viper, Korean pit viper, Mongolian pit viper.",
    "Geographic range": "G. halys is found in Russia, east of the Ural Mountains through Siberia, Iran, Mongolia to northern and central China, as well as the southern Ryukyu Islands of Japan. According to Gloyd and Conant (1990), the type locality given is \"Salt Lake near the Lugaskoi Sawod (factory) on the Upper Yenisey\" (Siberia, Russia). Redefined by Bour (1993) as \"Naryn or Ryn Peski desert, near the Russia-Kazakhstan border\".",
    "Subspecies": "",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Pallas PS (1776). \"Reise durch verschiedene Provinzen des russischen Reichs \". Kaiserlichen Akademie der Wissenschaften, St. Petersburg 3. (Coluber halys, new species, p. 703). (in German and Latin).",
    "External links": "Gloydius halys at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}