{
  "url": "https://en.wikipedia.org/wiki/Gloydius_monticola",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. monticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Likiang pit viper, Likiang pitviper.Gloydius monticola is a venomous pitviper species endemic to southern China. A small and darkly colored snake with no visible color pattern, it is found high in the mountains of northern Yunnan province. No subspecies are currently recognized.",
    "Description": "Gloyd and Conant (1990) state that the only male they examined was 37.4 cm (14.7 in) long with a 5.4 cm (2.1 in) tail. The largest female was 49.8 cm (19.6 in) in length with a tail of 5.9 cm (2.3 in). The body is relatively slender, although adult females are more stout. The snout is rounded, while the head is not markedly wider than the neck.Scalation includes 6 supralabial scales, 19 rows of keeled dorsal scales at midbody, 140 ventral scales, a single anal scale, and 32 paired subcaudal scales.The coloration consists of a black, dark brown, or dark gray ground color, with almost no discernible pattern. Exceptions to this rule may have labial scales with a whitish border along the line of the mouth, a few whitish subcaudal scales at the tail tip, or a faint hint of a dorsal pattern.",
    "Geographic range": "Found in southern China in the mountains of northern Yunnan at elevations of 3,600–4,000 m (11,800–13,100 ft) The type locality given is \"Yao-Schan bei Lidjiang, NW-Yünnan, 3600 m.\" [Yaoshan, near Lijiang, northwestern Yunnan, China, 3,600 m (11,800 ft)].",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Werner, F. 1922. Neue Reptilien aus Süd-China, gesammelt von Dr. H. Handel-Mazzetti. Akademie der Wissenschaften in Wien. Mathematisch-naturwissenschaftliche Klasse 59 (24-25): 220-222. (\"Ancistrodon blomhoffi monticola subsp. n.\", p. 222.)",
    "External links": "Gloydius monticola at the Reptarium.cz Reptile Database. Accessed 9 August 2008."
  }
}