{
  "url": "https://en.wikipedia.org/wiki/Gloydius_shedaoensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. shedaoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Shedao island pitviper, Shedao pit-viper.Gloydius shedaoensis is a venomous pitviper species found only on Shedao Island in China. Although very small, this island is home to an extraordinarily large population of these snakes. No subspecies are currently recognized.",
    "Description": "Adults grow to an average snout-vent length (SVL) of 65–70 cm (25.6-27.6 inches). Scalation includes 23 rows of dorsal scales at midbody, an average of 157 ventral scales, and an average of 41 paired subcaudal scales. Also, the second supralabial scale is low and does not form the anterior margin of the heat-sensing loreal \npit. The color pattern consists of a grayish brown ground color overlaid with a series of dark brown X-shaped markings. A postocular stripe is present that is very narrow and very dark in color.",
    "Geographic range": "This snake is found only on Shedao Island off the coast of Liaotung in northeastern China. The type locality given is \"Shedao (Snake Island), situated about 24 nautical miles (44 km) [27.6 statute miles] from and to the north-west of Lüshun (Port Arthur), Liaoning Province, altitude below 215 m [705 feet]\" (China).Shedao Island lies 7 nautical miles (about 13 km or 8.1 statute miles) from the nearest mainland and has an area of 0.63 km² (156 acres), or 0.73 km² (180 acres). However, despite its small size, the population density of these snakes on the island has long been known to be extremely high. Koba (1938) estimated that, on the southeastern part of the island, there was about one snake for every square meter (10.8 sq ft), while Huang (1984) calculated that there were about 9,100-11,500 snakes on the island during the spring and fall of 1982 when the snakes were active.",
    "Feeding": "The diet consists of small passerine birds of various species. These birds migrate to and from their breeding grounds in Siberia and visit the island in May and September. The snakes prey on the birds during these months and are inactive for the rest of the year.Prey is ambushed either on the ground or from tree branches, the snake waiting with the anterior portion of its body in a concertina shape. Researchers have found specimens in this position, already containing two or three freshly ingested birds. Larger snakes on the ground also scavenge birds that have been struck and killed by other snakes too small to eat them.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Zhao, Er-mi. 1979. A new Agkistrodon from Shedao (Snake Island), Liaoning. [in Chinese with English summary] Acta Herpetologica Sinica 1 (1): 4-6. (Agkistrodon shedaoensis)",
    "External links": "Gloydius shedaoensis at the Reptarium.cz Reptile Database. Accessed 9 August 2008.\nA review on the Shedao pit-viper"
  }
}