{
  "url": "https://en.wikipedia.org/wiki/Gloydius_intermedius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. intermedius"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Central Asian pit viper, intermediate mamushi, Mongolian pit viper, more.Gloydius intermedius is a venomous pitviper species endemic to northern Asia. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "Gloyd and Conant (1990) reported examining subadults and adults that were 33.5–71 cm (13.2–28.0 in) in total length. Nikolsky (1916) mentioned that some individuals may reach as much as 78 cm (30.5 in) in total length. The body is relatively stout, and the snout is not upturned.The scalation includes 7 supralabial scales, 23 rows of keeled dorsal scales at midbody, 149-165 ventral scales, and 32-48 subcaudal scales.The color pattern is variable, but generally consists of 28-45 dark subquadrate dorsal blotches or crossbands that usually extend down the flanks as far as the first or second scale rows. Between these blotches are irregular light areas. A dark brown to black postorbital stripe is present, extending from the eye back to the angle of the jaw, outlined by a light line above, and by cream-colored supralabial scales below.",
    "Common names": "Central Asian pit viper, intermediate mamushi, Mongolian pit viper, Central Asian pitviper.",
    "Geographic range": "Found in southeastern Azerbaijan, northern Iran, southern Turkmenistan, northwestern Afghanistan, southern Russia, northwestern China and Mongolia. The type locality given by Stejneger (1907) is \"Governm. Irkutsk, East Siberia.\" Golay et al. (1993) give \"Yesso (= Esso) Island, banks of Amur River and Khinggan (= Hinggan Ling) Mountain Range.\"",
    "Subspecies": "",
    "Etymology": "The subspecific name, stejnegeri, is in honor of Norwegian-born American herpetologist Leonhard Stejneger.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Gloydius intermedius at the Reptarium.cz Reptile Database. Accessed 8 August 2008."
  }
}