{
  "url": "https://en.wikipedia.org/wiki/Gloydius_blomhoffii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. blomhoffii"
    }
  ],
  "text": {
    "__SUMMARY__": "Gloydius blomhoffii, commonly known as the mamushi, Japanese moccasin, Japanese pit viper, Qichun snake or Japanese mamushi, is a venomous pitviper species found in China, Japan, and Korea. There are four subspecies including the nominate subspecies described here.This species and the Okinawan habu are the most venomous snakes in Japan.  Every year, 2000–3000 people in Japan are bitten by a mamushi. Bitten victims typically require one week of treatment in a hospital. Severe bites require intensive care, and approximately 10 victims die annually.",
    "Etymology": "The specific name, blomhoffii, is in honor of Jan Cock Blomhoff, who was director of the Dutch trading colony in Nagasaki, Japan from  1817 to 1824.",
    "Description": "The average length of mature individuals is 45–81 cm (17¾-31⅞ inches); the longest specimen ever recorded had a length of 91 cm (36 in).The body pattern consists of a pale gray, reddish-brown, or yellow-brown background, overlaid with a series of irregularly-shaped lateral blotches. These blotches are bordered with black and often have lighter centers. The head is dark brown or black, with beige or pale-gray sides.",
    "Common names": "The common name in English is mamushi, or Japanese mamushi. The common name in Japanese is mamushi (蝮). In Korea, it is known as 살무사 (salmusa) or 살모사 (salmosa). In China, it is known as the Qichun snake (七寸子) or soil snake/viper (土巴蛇、土蝮蛇、土夫蛇、土公蛇).",
    "Geographic range": "It is found in China, Japan, and Korea. According to Gloyd and Conant (1990), there is no evidence to support claims that this species occurs in the Ryukyu Islands. The type locality given is \"Japan.\"",
    "Habitat": "It occurs in a range of habitats, including swamps, marshes, meadows, open woodland, rocky hillsides, and montane rock outcroppings.",
    "Diet": "It is typically an ambush predator that uses its excellent camouflage to hide itself in vegetation or leaf litter. It hunts and eats mainly rodents, but also small birds, lizards, and insects. It is often found in and around farmland due to the associated rodent populations.",
    "Venom": "",
    "Venom-Characteristics": "The venom of this species varies very little among Japan, China, and Korea in terms of both its potency and its effects.  According to Yoshimitsu (2005), this species and the Okinawan habu, another pitviper, are the most venomous snakes in Japan.  The venom's lethality as measured by LD50 in mice following intraperitoneal injection is in the range 0.3 mg/kg to 1.22 mg/kg.  The venom mostly contains haemolytic toxins, but it also has two neurotoxins—an alpha-toxin that is a post-synaptic inhibitor and a beta-toxin that is a pre-synaptic inhibitor. Because the beta-toxin acts pre-synaptically, its effects cannot be blocked or treated by anticholinesterases.  The venom contains an anticoagulant, mamushi L-amino-acid oxidase (M-LAO). It also contains the peptide ablomin which is highly similar in amino acid sequence to that of the venom, helothermine, of the beaded lizard (Heloderma horridum).",
    "Venom-Treatments for envenomations": "There is an effective antivenom manufactured in both Japan and China. Its effectiveness is increased when co-administered with a serine protease inhibitor such as FOY (see, e.g. Camostat). In common with many other venomous snakes, the mamushi is highly resistant to its own venom because of various neutralising factors present in its sera including phospholipase A2 (PLA2) inhibitors; these and other inhibitors are the target of antivenom development.Every year, 2000-3000 people in Japan are bitten by mamushi, severe bites require intensive care, and approximately 10 victims die. There have been case reports of renal failure, visual disturbances, palsy, and miscarriage in pregnant women.In one study in Japan, mamushi bite victims required a median duration of 7 days of hospital treatment followed by a median of 31 days of out-patient treatment; the time to achieve a full recovery was even longer, taking up to several months. The treatment protocol involved incision of the wound for exclusion of the venom, and injection of mamushi antivenom.",
    "Subspecies": "",
    "Taxonomy": "This species is similar to the cottonmouths and copperheads (Agkistrodon sp.) of the Americas, and it was long considered part of the same group (see synonymy).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boie H (1826). \"Merkmale eineger japanischer Lurche \". Isis von Oken 19: 203-216. (Trigonocephalus blomhoffii, new species, pp. 214–215). (in German and Latin).",
    "External links": "Gloydius blomhoffii at the Reptarium.cz Reptile Database. Accessed 8 April 2014.\nGloydius blomhoffii at the Encyclopedia of Japanese Reptiles. Accessed 20 December 2007."
  }
}