{
  "url": "https://en.wikipedia.org/wiki/Gloydius_himalayanus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Gloydius"
    },
    {
      "Species": "G. himalayanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Himalayan pit viper, Himalayan viper.Gloydius himalayanus is a venomous pitviper species found along the southern slopes of the Himalayas in Pakistan, India and Nepal. No subspecies are currently recognized.",
    "Description": "The head is distinctly wide and elongated, with symmetrically arranged large scales. The dorsal scales are strongly keeled. An elongated postocular extends anteriorly to separate the eye from the supralabials. The dorsum is brownish, mottled or variegated to form a pattern of transverse bars. Ventral scales are white with black and red dots or speckles. Average length of these snakes is between 0.76 and 0.90 metres (2.5 and 3.0 ft). Dorsal scale count is \"(20 to 23) - 21 (19 to 23) - 17 (15)\", which means behind head, 20-23 rows; at midbody, usually 21 rows, but sometimes 19 or 23; just before vent, usually 17 rows, but sometimes 15.\nIt is the only snake found in Pakistan with a pit (heat-sensing loreal pit) between the eye and nostril.",
    "Distribution": "Occurs along the southern slopes of the Himalayas from northeastern Pakistan, to northern India (Kashmir, Punjab) and Nepal. Reports that this species occurs in Sikkim, India, need to be confirmed.",
    "Habitat": "This is a highland snake and is found in altitudes ranging from 2,100 to 4,900 m (6,900 to 16,100 ft) in the mid and western Himalayas. It takes refuge under fallen timber, crevices, in or under rocks, beneath boulders, ledges, stones and fallen leaves.",
    "Behavior and diet": "This is a nocturnal and terrestrial species, often seen close to its hiding place, to which it retreats when disturbed. It is a lazy timid snake, moving slowly from one place to another. Its food consists mostly of millipedes, centipedes, and small rodents.",
    "Venom": "Bites from this species result in intense local pain and swelling, which usually subsides within two to three days, even without treatment.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Gloydius himalayanus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nHimalayan Pit Viper Gloydius himalayanus at Wildlife of Pakistan. Accessed 20 May 2007."
  }
}