{
  "url": "https://en.wikipedia.org/wiki/Hypnale_nepa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Hypnale"
    },
    {
      "Species": "H. nepa"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypnale nepa, the Sri Lankan hump-nosed viper, is a venomous pitviper species endemic to Sri Lanka where it is known as මූකලන් තෙලිස්සා (mukalan thelissa) in Sinhala. Earlier thought that Hypnale walli and Hypnale nepa were two distinct species, but it is now accepted that it is the same species and Hypnale walli is a synonym name. Relatively small, they are distinguished by a strongly upturned snout. No subspecies are currently recognized.",
    "Description": "Adults grow to a total length of 30–35 cm (11 3⁄4–13 3⁄4 in). According to Wall (1921), the maximum recorded lengths are for a male of 38.7 cm (15 1⁄4 in) and a female of 38.1 cm (15.0 in). According to Deraniyagala (1955), the largest specimen in the Colombo museum was 39.2 cm (15 1⁄2 in) in total length with a tail measuring 5.9 cm (2 1⁄4 in). In general, the tail is 13-18% of total body length. The body is moderately slender with a head that is conspicuously distinct from the neck.This species is distinguished from H. hypnale by a snout that has a strongly upturned tip. This is due to an extended rostral scale, which is immediately followed by a raised wart-like hump covered with 7-14 very small scales. Also, the hemipenes have clearly visible spines.The scalation includes 17 rows of dorsal scales at midbody that are weakly keeled or smooth, 124-142 ventral scales, and 33-41 subcaudal scales.The color pattern consists of a light brown to dark brown to pale olive ground color, flecked and mottled with darker tones. This is overlaid with a series of 17-26 dorsolateral suboval or subtriangular brown blotches that alternate or oppose each other middorsally. These blotches are 3-4 scales wide and extend down to the third scale row. The top of the head is brown and usually lacks any pattern except for a black postorbital stripe that extends to the neck.",
    "Geographic range": "Hypnale nepa is found in Sri Lanka throughout forested areas, from lowland rainforest to over 1,800 m (5,900 ft) altitude. The type locality given is \"Africa.\" An obvious error, this was amended to \"Sri Lanka\" by Hoge and Romano-Hoge (1981).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Laurenti, J.N. 1768. Specimen Medicum, Exhibens Synopsin Reptilium Emendatum Cum Experimentis Circa Venena Et Antidota Reptilium Austriacorum. \"Joan. Thom.\" Vienna. 214 pp. + Plates I.-V. (Coluber nepa, p. 97.)",
    "External links": "Hypnale nepa at the Reptarium.cz Reptile Database. Accessed 8 August 2008."
  }
}