{
  "url": "https://en.wikipedia.org/wiki/Hypnale_hypnale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Hypnale"
    },
    {
      "Species": "H. hypnale"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypnale hypnale is a venomous pit viper species endemic to India and Sri Lanka. Common names include the hump-nosed viper, Merrem's hump-nosed viper and others listed below at § Common names.\nNo subspecies are currently recognized.",
    "Description": "H. hypnale grows to an average of 30–45 cm (11¾-17¾ inches) in total length (including tail). The Armed Forces Pest Management Board states 0.4-0.6 m (15¾-23⅝ inches) in total length.Its build is that of a typical viperid with a stout body and a wide head. The snout is pointed and turned upwards, ending in a hump. The frontal, supraoculars, and parietal shields are large, but those on the snout are small and irregular.The color pattern is grayish with heavy brown mottling, overlaid with a double row of large dark spots. The belly is brownish or yellowish with dark mottling. The tip of the tail is yellow or reddish.",
    "Common names": "Common names include: hump-nosed viper, Merrem's hump-nosed viper, hump-nosed pit viper, Oriental hump-nosed viper, hump-nosed pitviper, polon thelissa-පොලොන් තෙලිස්සා & kunakatuwa-කුණක‍ටුවා (Sinhala), churutta /മുഴമൂക്കൻ കുഴി മണ്ഡലി (Malayalam).",
    "Geographic range": "H. hypnale is found in peninsular India to the Western Ghats as far north as 16° N, and in Sri Lanka, according to M.A. Smith (1943). The type locality given is \"Castle Rock, Karnataka, India.\"",
    "Habitat": "H. hypnale is found in dense jungle and coffee plantations in hilly areas.",
    "Behavior": "H. hypnale is active during early morning and night. It spends the day in leaf litter and thick bushes. This species can be found on the stream side basking during the sunrise. Although it is a slow mover, it is capable of fast strikes. It has an irritable disposition and will vibrate its tail when annoyed, a behavior it has in common with other pit vipers, especially rattlesnakes of the genera Crotalus and Sistrurus. It has been described as nocturnal, terrestrial, and aggressive when disturbed. It is the snake to cause the highest number of recorded snake bites in Sri Lanka.",
    "Venom": "Bites from H. hypnale, although previously thought to be innocuous, are now known to cause serious complications such as coagulopathy and acute renal failure (ARF). If not treated within a few hours, bites can potentially be fatal for human beings. While not initially included in the list of highly venomous snakes in Sri Lanka, it is now considered highly venomous, and one of the medically important venomous snakes in Sri Lanka and on the south western coast of India.As of November 2016, an antivenom is currently being developed by the Costa Rican Clodomiro Picado Institute, and clinical trial phase in Sri Lanka.",
    "Reproduction": "Adult females of H. hypnale bear live young from March through July. Brood size ranges from 4 to 17, and the newborns are 13-14.5 cm (5⅛-5¾ inches) long.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Hypnale hypnale at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nHypnale hypnale in the CalPhotos Photo Database, University of California, Berkeley"
  }
}