{
  "url": "https://en.wikipedia.org/wiki/Lachesis_muta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Lachesis"
    },
    {
      "Species": "L. muta"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Southern American bushmaster,Atlantic bushmasterLachesis muta is a venomous pit viper species found in South America (including the island of Trinidad in the Republic of Trinidad and Tobago). Two subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "Adults grow to an average of 2 to 2.5 m (6½-8 feet), although 3 m (10 feet) is not too unusual. The largest recorded specimen was almost 3.65 m (12 feet) long, making this the largest of all vipers and the longest venomous snake in the western hemisphere. Lachesis muta is the third longest venomous snake in the world. Weight in this species is estimated at an average of 3 to 5 kg (6.6 to 11.0 lb), somewhat less than the heaviest rattlesnakes or Bitis vipers, such as gaboon viper, and rhinoceros vipers.The head is broad and distinct from the narrow neck. The snout is broadly rounded. There is no canthus. A pair of small internasals is present, separated by small scales. The supraoculars are narrow. Other parts of the crown are covered with very small scales. Laterally, the second supralabial forms the anterior border of the loreal pit, while the third is very large. The eye is separated from the supralabials by 4-5 rows of small scales.The body is cylindrical, tapered and moderately stout. Midbody there are 31-37 nonoblique rows of dorsal scales which are heavily keeled with bulbous tubercles and feebly imbricate. There are 200-230 ventral scales. The tail is short with 32-50 mainly paired subcaudals, followed by 13-17 rows of small spines and a terminal spine. Like most New World pit vipers, Lachesis muta exhibits defensive tail vibration behavior in response to potential predatory threatsThe color pattern consists of a yellowish, reddish or grey-brown ground color, overlaid with a series of dark brown or black dorsal blotches that form lateral inverted triangles of the same color. The lateral pattern may be precisely or indistinctly defined, normally pale at the center.",
    "Common names": "Known as the mapepire zanana or mapepire grande (pronounced ma-pa(y)-PEE za-Na-na or ma-pa(Y)-PEE GRAN-dey) in Trinidad, surucucú in the Amazon Basin (surucucu in large part of Brazil), shushúpe in Peru, and pucarara in northern Bolivia.  In Venezuela the species is known as cuaima. In Colombia it is known as verrugosa or verrugoso due to the warty look of its scales,\nand in Suriname as makasneki and makkaslang. It is also known as the Atlantic bushmaster.",
    "Etymology": "Lachesis is one of the three Fates in Greek mythology and was supposed to assign to man his term of life—something this species is certainly capable of doing. The species is similar in appearance to rattlesnakes and vibrates its tail vigorously when alarmed, but has no rattle and was therefore called mutus (later muta), which is Latin for dumb or mute. However, when in the undergrowth, the tail actually makes quite a loud rustling noise.",
    "Distribution and habitat": "Found in South America in the equatorial forests east of the Andes: Colombia, eastern Ecuador, Peru, northern Bolivia, eastern and southern Venezuela, the island of Trinidad in the Republic of Trinidad and Tobago, Guyana, Costa Rica Surinam, French Guiana and much of Brazil. The type locality is \"Surinami\" (Surinam). It occurs in primary and secondary forests; adjacent fields and cleared areas. In Trinidad it tends to prefer hilly and mountainous regions.",
    "Venom": "Some reports suggest that this species produces a large amount of venom that is weak compared to some other vipers. Others, however, suggest that such conclusions are not accurate. These animals are badly affected by stress and rarely live long in captivity. This makes it difficult to obtain venom in useful quantities and good condition for study purposes. For example, Bolaños (1972) observed that venom yield from his specimens fell from 233 mg to 64 mg while they remained in his care. As the stress of being milked regularly has this effect on venom yield, it is reasoned that it may also affect venom toxicity. This may explain the disparity described by Hardy and Haad (1998) between the low laboratory toxicity of the venom and the high mortality rate of bite victims.Brown (1973) gives the following LD50 values for mice: 1.5 mg/kg IV, 1.6–6.2 mg/kg IP, 6.0 mg/kg SC. He also notes a venom yield of 200–411 mg.",
    "Diet": "Bushmasters prey primarily on rats and mice.",
    "Subspecies": "",
    "Taxonomy": "Two additional subspecies, L. m. melanocephala and L. m. stenophrys, had earlier been recognized. However, both were elevated to species level by Zamudio and Green in 1997 (see L. melanocephala and L. stenophrys).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Lachesis muta at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nRipa Ecologica. Accessed 26 October 2006."
  }
}