{
  "url": "https://en.wikipedia.org/wiki/Mixcoatlus_melanurus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Mixcoatlus"
    },
    {
      "Species": "M. melanurus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: black-tailed horned pitviper.Mixcoatlus melanurus is a venomous pitviper species endemic to the mountains of southern Mexico. No subspecies are currently recognized.",
    "Description": "Adults grow to between 37.5 and 50 centimetres (14 3⁄4 and 19 5⁄8 inches) in length and have a moderately stout build. In Mexico is called necazcoatl from nahualt the words necaztli and coatl which means \"earred-serpent\"\nreferring to its \"horns\".",
    "Geographic range": "It is found in two Mexican states, southern Puebla and Oaxaca, at elevations of 1,600–2,400 m (5,200–7,900 ft). The type locality given is \"Mexico.\"",
    "Conservation status": "This species is classified as Endangered (EN) on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates that the geographic range, in the form of extent of occurrence, is estimated to be less than 5,000 km2 (1,900 sq mi), that estimates indicate it to be severely fragmented or known to exist at no more than 5 locations, and that a continuing decline has been observed, inferred or projected, in area, extent and/or quality of habitat. It is therefore considered to be facing a very high risk of extinction in the wild. In 2007 when it was last assessed, the population trend was down.",
    "Behavior": "Terrestrial.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Müller, L. 1924. Ueber neue oder seltene mittel- und südamerikanische Amphibien und Reptilien. Mitteilungen aus dem Zoologischen Museum in Berlin 11 (1): 75-93. (Trimeresurus melanurus, p. 92.)",
    "External links": "Ophryacus melanurus at the Reptarium.cz Reptile Database. Accessed 27 July 2008."
  }
}