{
  "url": "https://en.wikipedia.org/wiki/Mixcoatlus_barbouri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Mixcoatlus"
    },
    {
      "Species": "M. barbouri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Barbour's montane pitviper., Barbour's pit viper.Mixcoatlus barbouri is a venomous pit viper species endemic to Mexico. No subspecies are currently recognized.",
    "Etymology": "The specific name, barbouri, is in honor of American herpetologist Thomas Barbour.",
    "Description": "Adults of M. barbouri generally grow to 30–40 cm (11¾-15¾ inches) in total length (including tail), with a maximum recorded total length of 51.0 cm (20 in). The species is terrestrial and moderately stout.The color pattern consists of a blackish ground color, overlaid with a vague dorsal zig-zag stripe that extends down the flanks, which looks like a series of triangular markings. The skin between the scales is rust-colored, as are the sides of the head.",
    "Geographic range": "Mixcoatlus barbouri is found in the highlands of the Sierra Madre del Sur in the state of Guerrero, Mexico.\nThe type locality given is \"Omilteme [or Omiltemi], Guerrero, Mexico\".",
    "Habitat": "The preferred habitats of M. barbouri are mountain areas at some 9,000 feet (2,740 m) elevation in rocky pine forests and clearings with bunch grass.",
    "Conservation status": "The species M. barbouri is classified as Endangered (EN) on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates that the geographic range, in the form of extent of occurrence, is estimated to be less than 5,000 km² (1,930 mi²), estimates indicate the population is severely fragmented or known to exist at no more than five locations, and a continuing decline has been observed, inferred or projected in the area, extent and/or quality of habitat. It is therefore considered to be facing a very high risk of extinction in the wild. The population trend is down. Year assessed: 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Dunn ER (1919). \"Two New Crotaline Snakes from Western Mexico\". Proc. Biol. Soc. Washington 32: 213-216. (Lachesis barbouri, new species, pp. 213–214)."
  }
}