{
  "url": "https://en.wikipedia.org/wiki/Ophryacus_smaragdinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Ophryacus"
    },
    {
      "Species": "O. smaragdinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Emerald horned pitviper.Ophryacus smaragdinus is a venomous pitviper species endemic to the mountains of eastern Mexico. No subspecies are currently recognized.",
    "Etymology": "The specific name smaragdinus means \"emerald-green\" due to its emerald-green colored body.",
    "Description": "Adults grow to between 450 and 500 millimetres (17 3⁄4 and 19 5⁄8 inches) in length. No rattle. Supraocular horn is not in immediate contact with the eye. On lateral surfaces of head, a distinctive white, cream, or pale yellow triangular marking is present. Head wide with a rounded blunt snout. There are 3–5 canthals present between the nasals and the supraocular scales. There are 1–4 keeled postrostral internasals. Loreal pit is divided. Ventrals 155–166, 3–5 postoculars, 3–5 suboculars, subcaudals 39–46, 7–9 supralabials and dorsal scale rows are 21-21-17.Body emerald or olive green, which gives the common name. Sometimes it can be brown or tan. On dorsal surface, there are 37–46 dark blotches, which are outlined in black. In mid dorsal region, these dorsal blotches are broken to form an undulating dark stripe. Juveniles are grey in color. Tail which is 12 to 15 in the total body length, contains 5–12 pale bands. Head contains black spots and markings. A dark black-outlined postocular stripe is present.",
    "Geographic range": "It is found in east-central Hidalgo,west-central Veracruz, northeastern Puebla, and north-central Oaxaca. Habitats include montane cloud forest, humid pine-oak woodland and pine forest with secondary vegetation.",
    "Behavior": "Terrestrial and less arboreal.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "\n\n== External links =="
  }
}