{
  "url": "https://en.wikipedia.org/wiki/Ophryacus_undulatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Ophryacus"
    },
    {
      "Species": "O. undulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Mexican horned pitviper, undulated pit viper.Ophryacus undulatus is a venomous pitviper species found in the mountains of central and southern Mexico. No subspecies are currently recognized.",
    "Description": "Adults grow to 55–70 centimetres (21 5⁄8–27 1⁄2 inches) in length and are moderately stout. Elongated supraocular scales form a pair of \"horns\" or \"spines\" over the eyes.The color pattern consists of a silvery-gray ground color overlaid with a series of black dorsal blotches that merge to form a broad wavy stripe. Black speckling is present on the flanks. The top of the head is black.",
    "Geographic range": "Found in the mountains of central and southern Mexico (Hidalgo, Veracruz, Oaxaca and Guerrero) west of the Isthmus of Tehuantepec at elevations of 1,800–2,800 m (5,900–9,200 ft). The type locality given is \"Messico\" (Mexico). H.M. Smith & Taylor (1950) proposed that it be restricted to \"Orizaba, Veracruz, Mexico.\"",
    "Habitat": "Brush and rock strewn slopes in the vicinity of streams.",
    "Conservation status": "This species is classified as Vulnerable (VU) on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates that the geographic range, in the form of extent of occurrence, is estimated to be less than 20,000 km², that estimates indicate it to be severely fragmented or known to exist at no more than 10 locations, and that a continuing decline has been observed, inferred or projected, in area, extent and/or quality of habitat. It is therefore considered to be facing a high risk of extinction in the wild. In 2007 when it was last assessed, the population trend was down.",
    "Behavior": "Night-time temperatures throughout its range are low, and this species only seems to be active during the day. Individuals have frequently been seen coiled on or near fallen logs, as well as in bushes and small trees 1–4 m (3.3–13.1 ft) above the ground.",
    "Feeding": "The diet consists of rodents and lizards.",
    "Reproduction": "Ovoviviparous, with females giving birth to live young.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Ophryacus undulatus at the Reptarium.cz Reptile Database. Accessed 27 July 2008."
  }
}