{
  "url": "https://en.wikipedia.org/wiki/Ovophis_tonkinensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Ovophis"
    },
    {
      "Species": "O. monticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: mountain pitviper, mountain viper, more.Ovophis monticola is a venomous pitviper species found in Asia. Currently, two subspecies are recognized, including the nominate subspecies described here. Recent taxonomic work suggests that most of these should be considered as separate species. IUCN has already evaluated O. m. makazayazaya as Ovophis makazayazaya.",
    "Description": "Total length of males 49 cm (19¼ inches), of females 110 cm (43¼ inches); tail length of males 8 cm (3⅛ inches), of females 15 cm (5⅞ inches).The head has a short snout, a little more than twice the length of the diameter of the eye. The crown is covered by small scales rather than large shields, while the scales are usually smooth, feebly imbricate. The first upper labial is not fused to the nasal and is completely separated by a suture. The supraoculars are large, 5-9 scales in a line between them. The internasals are usually not in contact with one another, separated by 2 small suprapostrostral scales. There are 7-10 upper labials, the second of which is usually fused to the scale bordering the facial sensory pit anteriorly. The fourth and fifth upper labials are beneath the eye, but separated from orbit by a series of 2-4 small scales.The body is stout. The dorsal scales are smooth or weakly keeled, in 23-25, occasionally in 19 or 21 longitudinal rows at midbody. Ventral scales and subcaudals (Myanmar, northeastern India and adjacent areas of China and Thailand) 137-176 and 36-62 respectively, subcaudals mixed paired and single, occasionally all unpaired (ventrals and subcaudals for southern China, Vietnam, Laos: 127-144 and 36-54, and Malaysian Peninsula: 133-137 and 22-28 respectively [fide Smith 1943:509]).",
    "Common names": "Mountain pitviper, mountain viper, Chinese pit viper, spotted pit viper, Arisan habu, mountain pit viper, Chinese mountain pit viper.  Bengali name: পাহাড়ী বোড়া সাপ (Pahari boda sap).",
    "Geographic range": "Found in Asia in Nepal, India (Assam, Sikkim, Mizoram, Nagaland), Bangladesh (already stated on the subspecies table), Myanmar, China (Zhejiang, Fujian, Sichuan, Yunnan, Tibet), Cambodia, Thailand, Laos, Vietnam, West Malaysia and Indonesia (Sumatra). The type locality is described as \"Sikkim\" (India).",
    "Subspecies": "",
    "Venom": "Little is known about the venom of this species but it is presumed to contain haemorrhagins and procoagulants. There has been one recorded fatality from the bite of this species.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Ovophis monticola at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}