{
  "url": "https://en.wikipedia.org/wiki/Ovophis_okinavensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Ovophis"
    },
    {
      "Species": "O. okinavensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Hime habu, Okinawa pitviper,Ovophis okinavensis is a venomous pitviper species found in the Ryukyu Islands of Japan. No subspecies are currently recognized.",
    "Description": "Adults are usually 30 to 80 cm (11¾–31½ inches) long. Body usually pale greenish-brown, or yellowish-olive (sometimes pale brown), with alternating, darker brownish or greenish dorsal blotches, each bordered with yellowish scales. Head large, triangular, distinct from neck, narrow dark postocular stripe.Scalation includes: 23 or 21 rows of dorsal scales at midbody; 125–135 ventral scales; 36–55 paired subcaudal scales; and 8 (sometimes 7 or 9) supralabial scales.The color pattern consists of a gray ground color overlaid with a series of dark gray of grayish-black crossbands. A ventrolateral pattern of black spots against a gray-white background is also present.",
    "Common names": "Hime habu (ヒメハブ), Okinawa pitviper, Okinawa habu (This name usually refers to Hon habu or simply Habu: Trimeresurus flavoviridis), kufah. This snake is sometimes referred to as Niibuyaa (ニーブヤー) by Okinawan people. Mamushi (only in Amami dialect. Mamushi is common name for Gloydius blomhoffii).",
    "Geographic range": "Found in the Ryukyu Islands of Japan, including Okinawa and the Amami Islands. The type locality given is \"Okinawa.\"",
    "Habitat": "Occurs in various habitats, including open woodland, forests, mountains, fields, in farming areas with nearby streams, ponds, and other water sources. It can also be found in human habitations",
    "Feeding": "Hunts for rodents and other vertebrates in open areas, especially in sugar cane fields and, sometimes near human habitations.",
    "Reproduction": "Both oviparous and ovoviviparous. Depending on environmental condition, females will either deposit their eggs, or retain them to incubate internally and give birth later to live young.",
    "Venom": "The venom of Ovophis okinavensis, like that of most vipers, is mainly hemotoxin with cytotoxicity factors. People are bitten when they step on this sluggish snake at night, or when tending crops by day. Although venom from this snake is not life-threatening usually, people still should seek medical attention promptly if they are bitten. Because of its relatively weak venom, antivenom is not produced.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite\nTrimeresurus flavoviridis",
    "References": "",
    "Further reading": "Boulenger, G.A. 1892. Descriptions of new Reptiles and Batrachians from the Loo Choo Islands. Annals and Magazine of Natural History, Series 6, Volume 10, pp. 302–304. (Trimeresurus okinavensis, p. 302.)",
    "External links": "Ovophis okinavensis at the Reptarium.cz Reptile Database. Accessed 25 July 2008."
  }
}