{
  "url": "https://en.wikipedia.org/wiki/Porthidium_nasutum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Porthidium"
    },
    {
      "Species": "P. nasutum"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: rainforest hognosed pitviper, horned hog-nosed viper.Porthidium nasutum is a venomous pitviper species found in Mexico, Central America and northern South America. No subspecies are currently recognized.",
    "Description": "Adults are usually less than 40 centimetres (16 in) in total length, and rarely more than 60 centimetres (24 in). Females are considerably larger than males. Moderately stout and terrestrial.",
    "Geographic range": "Found in southern Mexico southward through Central America to western Colombia and northwestern Ecuador in South America. Inhabits the Atlantic lowlands from Mexico (Tabasco and Chiapas) through Belize, Guatemala, Honduras, Nicaragua and Costa Rica to eastern Panama and northwestern Colombia. In the Pacific lowlands, it occurs in southwestern Costa Rica, central and eastern Panama, continuing on to northwestern Ecuador. It is found in mesic lowland broadleaf or rainforest from sea level to elevation of about 900 metres (3,000 ft). The type locality given is \"Pansos [Panzós], sur les bords du Polochic [Alta Verapaz] (Guatémala).\"",
    "Conservation status": "This species is classified as Least Concern (LC) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend is stable. Year assessed: 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Bocourt, M.F. 1868. Descriptions de quelques Crotaliens nouveaux appartenant au genre Bothrops, recueillis dans le Guatémala. Annales des sciences naturelles, Series 5, 10: 201-202. (\"Bothrops nasutus n. sp.\", p. 202.)",
    "External links": "Porthidium nasutum at the Reptarium.cz Reptile Database. Accessed 15 September 2007.\nPorthidium nasutum at Honduras Silvestre. Accessed 12 February 2008."
  }
}