{
  "url": "https://en.wikipedia.org/wiki/Porthidium_lansbergii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Porthidium"
    },
    {
      "Species": "P. lansbergii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Lansberg's hognosed pitviper.Porthidium lansbergii is a species of venomous snake, a pitviper in the family Viperidae. The species is endemic to Central and South America. Four subspecies are recognized, including the nominate subspecies described here.",
    "Etymology": "The specific name, lansbergii, is in honor of \"M[onsieur]. de Lansberge\" (Reinhart Frans von Lansberge), Dutch consul at Caracas, Venezuela, in 1841.",
    "Description": "Adults of P. lansbergii average 30–50 cm (11 3⁄4–19 5⁄8 in) in total length (including tail), with a maximum of 90 cm (35 1⁄2 in). A terrestrial snake, it is moderately slender.",
    "Common names": "Common names for P. lansbergii include Lansberge's hog-nosed pit-viper. It is also called patoca in Colombia and Panama.",
    "Geographic range": "P. lansbergii is found in extreme eastern Central America in the xeric coastal lowlands of central and eastern Panama, in northern  South America in the Atlantic lowlands of Colombia and northern Venezuela, as well as in the Pacific lowlands of Ecuador. The type locality given is \"les environs de Turbaco [Department de Bolívar], en Colombie \". According to Amaral (1929), the holotype is likely from Tumaco.According to the range map provided by Campbell & Lamar (2004), the subspecies P. l. rozei and P. l. lansbergii intergrade in the northern part of the Guajira Peninsula.",
    "Subspecies": "Nota bene: A trinomial authority (taxon author) in parentheses indicates that the subspecies was originally described in a genus other than Porthidium.",
    "Taxonomy": "Campbell & Lamar (2004) consider P. l. arcosae a full species.",
    "Reproduction": "P. lansbergii is viviparous.",
    "See also": "Crotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Schlegel H (1841). \"Description d'une nouvelle espèce du genre Trigonocéphale (T. Lansbergii) \". Magasin de Zoologie 3: 1-3. (Trigonocephalus lansbergii, new species). (in French).",
    "External links": "Porthidium lansbergii at the Reptarium.cz Reptile Database. Accessed 20 September 2007."
  }
}