{
  "url": "https://en.wikipedia.org/wiki/Porthidium_hespere",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Porthidium"
    },
    {
      "Species": "P. hespere"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Colima hognosed pitviper.Porthidium hespere is a venomous pitviper species found in western Mexico. No subspecies are currently recognized.",
    "Description": "Known from only four specimens: two females with locality data and two other specimens without. The former were moderately stout and were 31.5 and 57.9 cm (12 1⁄2 and 22 3⁄4 in) in total length. The snout is unelevated to only slightly elevated.",
    "Geographic range": "Found in western Mexico (Colima). The type locality given is \"on a west-facing slope of the foothills ca. 12 airline km NE of Tecomán, Municipio de Ixlahuacán [= Ixtlahuacán], Colima, Mexico, ... at an elevation of approximately 300 m.\"",
    "Conservation status": "This species is classified as Data Deficient (DD) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such when there is inadequate information to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status. It may be well studied, and its biology well known, but appropriate data on abundance and/or distribution are lacking. Data Deficient is therefore not a category of threat. Listing of taxa in this category indicates that more information is required and acknowledges the possibility that future research will show that threatened classification is appropriate. It is important to make positive use of whatever data are available. In many cases great care should be exercised in choosing between DD and a threatened status. If the range of a taxon is suspected to be relatively circumscribed, and a considerable period of time has elapsed since the last record of the taxon, threatened status may well be justified. The population trend is unknown. Year assessed: 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Campbell, J.A. 1976. A New Terrestrial Pit Viper of the Genus Bothrops (Reptilia, Serpentes, Crotalidae) from western Mexico. Journal of Herpetology 10: 151-160. (Bothrops hesperis)",
    "External links": "Porthidium hespere at the Reptarium.cz Reptile Database. Accessed 15 September 2007."
  }
}