{
  "url": "https://en.wikipedia.org/wiki/Porthidium_dunni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Porthidium"
    },
    {
      "Species": "P. dunni"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Dunn's hognosed pitviper.Porthidium dunni is a species of venomous pitviper in the family Viperidae. The species is endemic to Mexico. There are no recognized subspecies.",
    "Etymology": "The specific name, dunni, is in honor of American herpetologist Emmett Reid Dunn \"in appreciation of his work on American snake fauna\".",
    "Description": "Adults of P. dunni are usually 30–40 cm (11 3⁄4–15 3⁄4 in) in total length (including tail), with a maximum of 57 cm (22 1⁄2 in). A moderately stout and terrestrial species, the tip of the snout is moderately elevated.",
    "Geographic range": "P. dunni is found in southern Mexico in the Pacific lowlands of Oaxaca and western Chiapas.\nThe type locality given is \"the immediate vicinity of the village of Tehuantepec\" [Oaxaca, Mexico].",
    "Conservation status": "The species P. dunni is classified as Least Concern (LC) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend is stable. Year assessed: 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Hartweg N, Oliver JA (1938). \"A Contribution to the Herpetology of the Isthmus of Tehuantepec: III. Three New Snakes from the Pacific Slope\". Occasional Papers of the Museum of Zoology, University of Michigan (390): 1-8 + Plate I. (Trimeresurus dunni, new species, pages 6–7 + Plate I, Figures B & D).",
    "External links": "Porthidium dunni at the Reptarium.cz Reptile Database. Accessed 15 September 2007."
  }
}