{
  "url": "https://en.wikipedia.org/wiki/Porthidium_ophryomegas",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Porthidium"
    },
    {
      "Species": "P. ophryomegas"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: slender hognosed pitviper, western hog-nosed viper.Porthidium ophryomegas is a venomous pitviper species found in Central America. No subspecies are currently recognized.",
    "Description": "Adults usually grow to a length of 40–60 cm (16–24 in) and have a relatively slender build. Females grow larger than males and are often more than 60 cm (24 in) in length, while males are usually about 45 cm (18 in). One exceptional specimen, a female, was reported to measure 77 cm (30 in).The color pattern consists of a tan, brown, gray or grayish-brown ground color overlaid with a narrow white, yellow or rust brown vertebral stripe and 24–40 dark brown to almost black blotches that oppose or alternate across the vertebral line. The blotches have thin white borders that extend at roughly a right angle from the vertebral line.",
    "Geographic range": "Found in Central America in Guatemala, El Salvador, Honduras, Nicaragua and Costa Rica. The type locality given is \"les terres chaudes du versant occidental de la Cordillère Escuintla (Guatémala)\" (= warm regions on western slope of Cordillera, Escuintla, Guatemala).",
    "Habitat": "Occurs in seasonally dry forests, including tropical dry forests, arid forests, subtropical dry forests, and the more arid parts of tropical moist forests.",
    "Behavior": "When threatened, these snakes have been known to defend themselves vigorously, often striking with such force that the body is thrown forwards or even leaves the ground.",
    "Feeding": "The diet consists of rodents and lizards. Juveniles feed mostly on lizards, as well as small frogs if available.",
    "Reproduction": "Ovoviviparous, females give birth to live young that are about 6 inches (15 cm) in length.",
    "Venom": "No deaths have been reported resulting from bites from this species. They are, however, quick to strike and several cases of serious envenomation have required hospitalization. According to Bolaños (1984), of the 477 cases of snakebite in Costa Rica in 1979, three were due to these snakes.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Bocourt, M.F. 1868. Descriptions de quelques Crotaliens nouveaux appartenant au genre Bothrops, recueillis dans le Guatémala. Annales des sciences naturelles, Series 5, 10: 201-202. (\"Bothrops ophryomegas n. sp.\")",
    "External links": "Porthidium ophryomegas at the Reptarium.cz Reptile Database. Accessed 6 August 2008."
  }
}