{
  "url": "https://en.wikipedia.org/wiki/Protobothrops_mucrosquamatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Protobothrops"
    },
    {
      "Species": "P. mucrosquamatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Protobothrops mucrosquamatus is a venomous pit viper species endemic to Asia. Common names include: brown spotted pit viper, and pointed-scaled pit viper. No subspecies are currently recognized. The species was first described by Theodore Cantor in 1839.",
    "Description": "Males grow to a maximum total length of 112 cm (44 in) with a tail length of 19.5 cm (7.7 in). Females grow to a maximum total length of 116 cm (46 in) with a tail length of 20.5 cm (8.1 in).The hemipenes are spinose.Scalation: dorsal scales in 25 longitudinal rows at midbody; scales on upper surface of head, small, each scale keeled posteriorly; internasals 5–10 times size of adjacent scales, separated by 3–4 scales; supraoculars, long, narrow, undivided, 14–16 small interoculars in line between them; 2 scales on line between upper preocular and nasal scale; 9–11 upper labials, first upper labial separated from nasal by suture; 2–3 small scales between upper labials and subocular; 2–3 rows of temporal scales above upper labials smooth, above those scales keeled; ventrals 200–218; subcaudals 76–91, all paired.Color pattern: grayish or olive brown above, with dorsal series of large brown, black-edged spots or blotches, and a lateral series of smaller spots; head above brownish, below whitish; belly whitish but heavily powdered with light brown; tail brownish (possibly pink in life [fide M.A. Smith 1943:507]), with series of dark dorsal spots.",
    "Common names": "Brown spotted pitviper, pointed-scaled pit viper, habu, Taiwan habu (タイワンハブ), Chinese habu, Formosan pit viper. The Chinese name is 龜殼花蛇 or 原矛头蝮.",
    "Geographic range": "Found from northeastern India (Assam and Mizoram) and Bangladesh, to Myanmar, China (including Hainan, and as far north as Gansu and as far east as Zhejiang), Laos, northern and central Vietnam, as well as in Taiwan. The type locality given is Naga Hills (India). This snake is introduced to Okinawa, Japan.",
    "See also": "List of crotaline species and subspecies\nSnakebite",
    "References": "\n\n== Further reading =="
  }
}