{
  "url": "https://en.wikipedia.org/wiki/Protobothrops_flavoviridis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Protobothrops"
    },
    {
      "Species": "P. flavoviridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Protobothrops flavoviridis is a species of venomous pit viper endemic to the Ryukyu Islands of Japan. No subspecies are currently recognized. Local common names include \"habu\", \"Okinawa habu\", and \"Kume Shima habu\".",
    "Description": "Growing to an average total length of 4–5 feet (120–150 cm), with a maximum of 7.9 feet (240 cm), this is the largest member of its genus. It is slenderly built and gracefully proportioned with a large head. The crown of the head is covered with small scales. P. flavorviridis has a light olive or brown ground color, overlaid with elongated dark green or brownish blotches. The blotches have yellow edges, sometimes contain yellow spots, and frequently fuse to produce wavy stripes. The belly is whitish with dark coloring along the edges.",
    "Distribution and habitat": "P. flavoviridis is restricted to the Japanese Ryukyu Islands, including Okinawa and the Amami Islands. The type locality is \"Amakarima Island (one of the Loo-Choo group)\" (= Keramashima, Ryukyu Islands). It is common on the larger volcanic islands, but not present on the smaller coral islands.The species is often reported from the transition zone between palm forest and cultivated fields. It may also be found on rock walls and in old tombs and caves.",
    "Ecology": "The species is terrestrial and mostly nocturnal. It often enters homes and other structures in search of rats and mice. Bold and irritable, it can strike quickly and has a long reach.Unlike most pitvipers, P. flavoviridis is oviparous and lays eggs, rather than bearing live young. Mating takes place in early spring and up to 18 eggs are laid in mid-summer. The hatchlings, which emerge after an incubation period of 5–6 weeks, are 25 centimetres (10 in) in length and look the same as the adults.To reduce the population of P. flavoviridis on the island of Okinawa, the small Asian mongoose (Herpestes javanicus), was introduced in 1910. Although the effects of this introduction have not been studied, in other such cases the negative effects on species of native birds, mammals, and herpetofauna have been a source of concern for wildlife managers.",
    "Venom": "The incidence of snakebite in the Amami Islands is 2 per 1,000 people, which is considered very high. The venom of this species is of high toxicity, containing cytotoxin and haemorrhagin components, yet the fatality rate is less than 1%. A bite from a habu snake can cause nausea, vomiting, hypotension, and possibly death. There have been cases where victims report the loss of motor function in hands and legs following treatment.  If a bite victim receives medical care promptly, bites are not life-threatening. However, 6-8% do suffer permanent disability.LD50 values of 3.1, 4.3, 3.7, 2.7, 3.7, 3.8 mg/kg IV, 5.1 mg/kg IP and 6.0, 3.5-5.0, 4.5 mg/kg SC have been reported for the venom.",
    "Exploitation": "On the island of Okinawa, this species is heavily collected, primarily for use in habushu (ハブ酒). In this case, the sake is a liquor called awamori (泡盛), alleged to have medicinal properties. As is typical with snake wine, the snakes may be inserted into the container while still alive, causing them to drown, or the snake may be stunned first and gutted while still alive. The production includes the body in the fermentation process and it is sold in bottles that may or may not retain the body of a snake (or other animals such as lizards or scorpions).",
    "See also": "Media related to Protobothrops flavoviridis at Wikimedia Commons\n\nList of crotaline species and subspecies\nProtobothrops by common name\nProtobothrops by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite\nHabushu",
    "References": "",
    "Further reading": "Hallowell, E. 1861. Report upon the Reptilia of the North Pacific Exploring Expedition, under command of Capt. John Rogers, U. S. N. Proc. Acad. Nat. Sci. Philadelphia 12: 480-510. (Bothrops flavoviridis, pp. 492–493.)",
    "External links": "Protobothrops flavoviridis at the Reptarium.cz Reptile Database. Accessed 25 July 2007."
  }
}