{
  "url": "https://en.wikipedia.org/wiki/Protobothrops_jerdonii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Protobothrops"
    },
    {
      "Species": "P. jerdonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Protobothrops jerdonii (Jerdon's pitviper, yellow-speckled pit viper, oriental pit viper) is a venomous pit viper species found in India, Nepal, Myanmar, China, and Vietnam. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Etymology": "The specific name, jerdonii, is in honor of British herpetologist Thomas C. Jerdon, who collected the type series.The subspecific name, bourreti, is in honour of French herpetologist René Léon Bourret.",
    "Description": "Males of P. jerdonii grow to a maximum total length of 835 mm (32.9 in), which includes a tail length of 140 mm (5.5 in); females grow to 990 mm (39 in), with a tail length of 160 mm (6.3 in).Scalation: dorsal scales in 21 longitudinal rows at midbody (rarely 23); snout length a little more than twice diameter of eye; head above, except for large internasals and supraoculars, covered by small, unequal, smooth scales that are feebly imbricate or juxtaposed; first labial completely separated from nasal scales by a suture; internasals separated by 1–2 small scales; 6–9 small scales in line between supraoculars; 7–8 upper labials, third and fourth beneath eye, in contact with subocular or separated by at most a single series of small scales; ventrals: males 164–188, females 167–193; subcaudals: males 50–78, females 44–76.",
    "Geographic range": "P. jerdonii is found in northeastern India, Nepal, through northern Burma to southwestern China and Vietnam. The type locality given by Günther is \"Khassya\" (=Khasi Hills, India).",
    "Subspecies": "",
    "See also": "List of crotaline species and subspecies\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Video of various snakes, incl. Trimeresurus jerdonii on YouTube. Accessed 17 August 2007.\nVideo of T. jerdonii giving birth, part 1/2 on YouTube. Accessed 25 August 2007.\nVideo of T. jerdonii giving birth, part 2/2 on YouTube. Accessed 25 August 2007."
  }
}