{
  "url": "https://en.wikipedia.org/wiki/Sistrurus_miliarius_barbouri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Sistrurus"
    },
    {
      "Species": "S. miliarius"
    },
    {
      "Subspecies": "S. m. barbouri"
    }
  ],
  "text": {
    "__SUMMARY__": "Sistrurus miliarius barbouri is a venomous pit viper subspecies endemic to the southeastern United States.",
    "Common names": "Common names for S. m. barbouri include Barbour's pygmy rattlesnake, dusky pygmy rattlesnake, Florida ground rattlesnake, ground rattlesnake, hog-nosed rattler, pygmy ground rattlesnake, pygmy rattler, pygmy rattlesnake, small rattlesnake, and southeastern ground rattlesnake.",
    "Etymology": "The subspecific name, barbouri, is in honor of American herpetologist Thomas Barbour.",
    "Description": "Adults of S. m. barbouri grow to between 35.5 and 76.0 cm (14.0 and 29.9 in) in total length, which includes the tail (Klauber, 1943). In a study that involved 103 males and 80 females, the average total length was 53.5 cm (21.1 in). Snellings and Collins (1997) reported a specimen measuring 80.3 cm (31.6 in) in total length, but it had been in captivity for over 12 years. The largest reported by Gloyd (1940) was one measuring 63.8 cm (25.1 in) in total length from St. Petersburg, Florida.Regarding the coloration, this subspecies has dorsal spots that are more rounded, usually has a whitish belly that is heavily flecked or mottled with black or dark brown, and generally has 23 rows of dorsal scales at midbody.",
    "Geographic range": "This subspecies, S. m. barbouri, is found in the United States from extreme southern South Carolina through southern Georgia, all of Florida, west through southern Alabama, Mississippi and Louisiana.\nThe type locality listed is \"Royal Palm Hammock, 12 miles west of Homestead, Dade County, Florida\" (USA).",
    "Reproduction": "Adult females of S. m. barbouri give birth to between 5 and 7 young at a time. In a brood of 8 from Silver Springs, Marion County, Florida, each neonate measured between 157 and 173 mm (6.2 and 6.8 in) in total length.",
    "Venom": "Wright and Wright (1957) include excerpts from Allen (1938) that describe how an assistant was bitten by S. m. barbouri in the Everglades and suffered severe pain and swelling for about 24 hours despite treatment. Allen also quotes some statistics: according to the Florida Reptile Institute, 28 people were bitten by this subspecies in Florida between 1935 and 1937 with no deaths.Brown (1973) gives an average venom yield of 18 mg (dried venom) (Klauber, 1956) and LD50 values of 2.8,12.6 mg/kg IV, 6.0,6.8 mg/kg IP and 24.2 mg/kg SC for toxicity.The venom contain disintegrins, notably barbourin which has a KGD (Lys-Gly-Asp) amino acid motif rather than the more common RGD (Arg-Gly-Asp) motif. This single amino acid alteration gives barbourin higher binding affinity for the fibrinogen receptor glycoprotein IIb/IIIa. This receptor plays an important role in the aggregation of platelets, which then leads to the formation of a blood clot – competitive inhibition of this receptor by barbourin will decrease platelet aggregation, and thus reduce clotting.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Allen ER (1938). \"Florida Snake Venom Experiments\". Proc. Florida Acad. Sci. 2: 70-76.\nBehler JM, King FW (1979). The Audubon Society Field Guide to North American Reptiles and Amphibians. New York: Alfred A. Knopf. 743 pp. ISBN 0-394-50824-6. (Sistrurus miliarius barbouri, p. 698 + Plate 642).\nConant R (1975). A Field Guide to Reptiles and Amphibians of Eastern and Central North America, Second Edition. Boston: Houghton Mifflin. xviii + 429 pp. + 48 Plates. ISBN 0-395-19979-4 (hardcover), ISBN 0-395-19977-8 (paperback). (Sistrurus miliarius barbouri, p. 223 + Plate 35 + Map 177).\nConant R, Bridges W (1939). What Snake Is That ?: A Field Guide to the Snakes of the United States East of the Rocky Mountains. (With 108 drawings by Edmond Malnate). New York and London: D. Appleton-Century Company. Frontispiece map + viii + 163 pp. + Plates A-C, 1-32. (Sistrurus miliarius barbouri, p. 144 + Plate 30, Figure 85).\nGloyd HK (1935). \"The Subspecies of Sistrurus miliarius \". Occ. Pap. Mus. Zool. Univ. Michigan (322): 1-7. (\"Sistrurus miliarius barbouri, new subspecies\", pp. 2–4).\nHubbs B, O'Connor B (2012). A Guide to the Rattlesnakes and Other Venomous Serpents of the United States. Tempe, Arizona: Tricolor Books. 129 pp. ISBN 978-0-9754641-3-7. (Sistrurus miliarius barbouri, pp. 83–85).\nSchmidt KP, Davis DD (1941). Field Book of Snakes of the United States and Canada. New York: G.P. Putnam's Sons. 365 pp. (Sistrurus miliarius barbouri, p. 289).\nSmith HM, Brodie ED Jr (1982). Reptiles of North America: A Guide to Field Identification. New York: Golden Press. 240 pp. ISBN 0-307-13666-3. (Sistrurus miliarius barbouri, p. 202).",
    "External links": "Dusky pygmy rattlesnake at Florida Museum of Natural History. Accessed 1 March 2007.\nImages of Sistrurus miliarius barbouri at SREL Herpetology. Accessed 1 March 2007.\nSistrurus miliarius barbouri at Munich AntiVenom INdex. Accessed 1 March 2008."
  }
}