{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_strigatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. strigatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus strigatus, commonly known as the horseshoe pitviper, is a venomous pitviper endemic to the Western Ghats. No subspecies are currently recognized.",
    "Geographic range": "Endemic to the Western Ghats, in Tamil nadu and Kerala states of  South India, Trimeresurus strigatus is distributed in the montane forests and Shola grasslands of the Upper Nilgiri (Whitaker & Captain, 2004). Historically misidentified and misreported from extralimital localities from both the Western Ghats and the Eastern Ghats. Perhaps this is the species of pitviper confirmed from India to have the smallest geographic range of all. . \nThe type locality listed is \"Cape of Good Hope?\" and \"Madras?\" (Madras Presidency (and not the City), India). The former must be a mistake. Boulenger (1896) restricted the type locality to \"Madras Presidency\". Inhabits to Sholagrasslands and montane forests. Terrestrial and probably diurnal. Feeds on frogs, lizards and mice. Natural history poorly-known.",
    "Description": "Trimeresurus strigatus may be distinguished from other pit vipers of peninsular India based on the presence of small internasals, 2nd supralabial in contact with loreal pit, 21 rows of smooth or weakly-keeled dorsal scales at midbody, and a single row of scales between labials and suboculars. The common name of the species is based on the presence of a pale buff horseshoe-shaped (i.e., inverted 'U') mark on the nape. The snake is pale brownish or buff coloured with darker blotches of grey and some white streaks.\nThis species is essentially a terrestrial animal, with most of the sightings on ground or rock formations.\nOf 12 snakes measured, the mean snout-vent length (SVL) was 24.4 ± 7.04 cm (9.6 ± 2.8 in), the tail length (tL) was 3.5 ± 0.8 cm (1.4 ± 0.3 in), and the weight was 172 ± 10.5 g (6 ± 0.4 oz).",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Ganesh, S.R. & S. R. Chandramouli. 2018. On the distribution of Trimeresurus strigatus Gray, 1842 – a corrective note. Sauria 40 (1): 87-91.",
    "External links": "Trimeresurus strigatus at the Reptarium.cz Reptile Database. Accessed 6 December 2007."
  }
}