{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_trigonocephalus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. trigonocephalus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus trigonocephalus, the Sri Lankan pit viper, Ceylon pit viper, Sri Lankan green pitviper or locally, pala polonga, (Sinhala: පළා පොළඟා) is a venomous pit viper species endemic to Sri Lanka. No subspecies are currently recognized.",
    "Description": "Trimeresurus trigonocephalus is a sexually dimorphic, mid-sized, cylindrical species. These snakes measure 20–25 cm (7.9–9.8 in) at birth, and males grow to a maximum total length of 60–75 cm (24–30 in). The neck is distinct from the flattened, triangular head. There is a loreal pit on each side of the head. Mid-sized eyes and a short, rounded, broad snout are present. The males are considerably smaller than females, which can grow up to 130 cm (51 in) in total length. The ground color of the snake is variable and cryptic. Typically, it is a green snake with a black variegated pattern, and a black temporal line is usually present. The wet zone snakes have these black patterns more clearly marked. The vertebral area has a tinge of yellow. The tail is black. The ventral scales are light greenish-yellow or may even be grey. Some snakes have only the black temporal line and the black tail, with the rest of the body being green. In addition, males tend to have a blue coloration, whereas the females are predominantly green. These are bulky snakes with  prehensile, short tails, suiting their arboreal lifestyle.",
    "Reproduction": "These are viviparous snakes. About five to 25 young are produced at once.",
    "Scales": "These snakes have two or three large supraocular scales, and their nasal scales are partially divided into two or may not be divided. They have three preoculars, two or three postoculars, 9-10 supralabial scales, three or four infralabials, and 142-160 ventrals; The anal scale is not divided; their 53-69 subcaudals are divided. At midbody, the 17-19 rows of dorsal scales may or may not have keels. Most head shields are small and smooth.",
    "Common names": "Common names include: Sri Lankan green pit viper, Sri Lankan pit viper, pala polonga (පළා පොළඟා), and green pit viper.",
    "Geographic range": "It is an endemic species to Sri Lanka and widely distributed in all three climatic zones of the island, except higher hills and arid zones, while relatively more common in wet zone grasslands and rain forest areas and occasionally in plantations of cardamom, cocoa, coffee, and tea, from the lower altitudes from 153 to 1,800 m (502 to 5,906 ft). The type locality given is \"l'île S.-Eustache\" (Sri Lanka).",
    "Behavior": "It is arboreal and nocturnal, occasionally descending to the ground in search of food such as lizards, frogs, small mammals, and birds. This sluggish pit viper is usually encountered on low shrubs during morning hours, but it mostly occupies in grasslands and rain forests. In mornings, it is seen to stay on top of trees to obtain sun rays to heat its body. It uses its tail to hold on to a tree branch. This is not a particularly defensive species, but if agitated, it will vibrate its tail tip, form a sinuous loop with the fore body, and lash and attempt to bite, seldom with a hissing sound. It produces live young mostly during June and July.",
    "Venom": "The venom is primarily haemotoxic, with victims experiencing severe pain and swelling of the bitten area, oedema and blisters, and localised tissue necrosis; the pain of the wound may last for a few days. Ptosis and lymphadenopathy takes place. Also in some victims, polyuric renal failure and cardiac electrophysiological dysfunction occur, but fatalities have not been reported.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms",
    "References": "",
    "Further reading": "Donndorff, Johann August. 1798. Amphibiologische und Ichthyologische Beyträge zur XIII. Ausgabe des Linneischen Natursystems. Dritter Band. Amphibien und Fische. Weidmannschen Buchhandlung. Leipzig. vi + 980 pp. (Coluber trigonocephalus, p. 203.)\nSonnini, C.N., and Latreille, P.A. 1801. Histoire Naturelle des Reptiles, avec figures dessinées d'après nature; Tome III. Seconde Partie. Serpens. Crapelet. Paris. 335 pp. (Vipera trigonocephala, pp. 332–333.)",
    "External links": "Trimeresurus trigonocephalus at the Reptarium.cz Reptile Database. Accessed 27 December 2007."
  }
}