{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_sumatranus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. sumatranus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus sumatranus is a venomous pitviper species found in Thailand, Malaysia and Indonesia. Arboreal, its coloration is pale green with a red tail. Common names include: Sumatran pitviper, Sumatran tree viper, and Sumatran pit viper.",
    "Description": "Trimeresurus sumatranus is a large heavy-bodied pitviper, with a prehensile tail. Adults may attain 1.6 metres (5 feet 3 inches) SVL (snout-vent length), with fangs over 10 mm (⅜ inch) long.It is an arboreal species that is pale green in color with a red tail. The dorsal scales are edged with black, which may form crossbands in more mature specimens. There is a white or yellow stripe on each side along the first row of dorsal scales. Ventrally it is greenish or yellowish, and the ventral scales may be thinly edged with black.Scalation includes 21 (23) rows of dorsal scales at midbody, 183-190/182-191 ventral scales in males/females, 57-66/55-64 subcaudal scales in males/females, and 8-10 supralabial scales.",
    "Habitat": "In Borneo it inhabits lowland forests at elevations below 800 meters (2,600 feet).",
    "Behavior": "It is nocturnal, climbing onto low branches to hunt its prey.",
    "Diet": "The diet consists mainly of small mammals, birds, and frogs.",
    "Geographic range": "Found in southern Thailand, West and East Malaysia (Sabah and Sarawak on Borneo) and Indonesia (Bangka, Billiton, Borneo, Sumatra and the nearby islands of Simalur, Nias, and possibly the Mentawai Islands [Sipora]). The type locality given is \"Sumatra.\"According to Gumprecht et al. (2004), the records regarding its occurrence in the Mentawai Islands are probably based on T. hageni.",
    "Venom": "Because it is a large snake with large fangs, Trimeresurus sumatranus can inject large quantities of venom. Fatalities from its bite have been reported, and it should be considered extremely dangerous.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Raffles, T.S. 1822. Second Part of the Descriptive Catalogue of a Zoological Collection made in [sic] the Island of Sumatra and its vicinity. Transactions of the Linnean Society of London 13 (2): 277-340. (Coluber sumatranus, p. 334.)",
    "External links": "Trimeresurus sumatranus at the Reptarium.cz Reptile Database. Accessed 24 December 2012."
  }
}