{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_malabaricus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. malabaricus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus malabaricus, commonly known as Malabar pit viper, Malabar rock pit viper, or rock viper, is a venomous pit viper species endemic to the Western Ghats of southwestern India. No subspecies are currently recognized.",
    "Description": "Adults may attain a snout-vent length (SVL) of 105 cm (41 in). The tail is prehensile.The weakly keeled dorsal scales are arranged in 21 or 19 rows at midbody. Ventral scales in the males number 143-158 and in females 136-159. Anal scale entire. Subcaudals paired and numbering 50-63 in males, 44-54 in females. Internasals large and usually touching. There are 9 or 10 supralabials, the first completely separated from the nasal. There is a single row of scales between supralabials and elongate subocular. The temporal scales are smooth or obliquely keeled.Many different colour morphs are known to exist, including colours such as yellow, green, and brown. Shown here is a brown colour morph with pattern.",
    "Distribution and habitat": "The species is endemic to Western Ghats mountains, occurring along the southern and western India at 600–2,000 metres (2,000–6,600 ft) elevation. The type locality is the Western Ghats of southwestern India. Records of this species are from Agasthyamalai, Travancore hills, Periyar Tiger Reserve, Meghamalai, Palni hills, Anaimalai, parts of lower, western Nilgiris, Wayanad, Coorg, Malnad region of Karnataka, Castle Rock, Goa and northwards into Maharashtra in the Amboli hills. It inhabits riparian forests and is very partial to hill streams and torrents, situated within dense wet rainforests, sometimes also evergreen and deciduous forests, where it may be found on the ground, on rocks present in stream beds, on low vegetation, or in shrubs.",
    "Ecology": "The Malabar pit viper is nocturnal and usually inactive in the day, sometimes seen basking on rocks or trees near streams. It is more commonly encountered during the monsoon months. The species preys upon frogs, lizards, nestling birds, musk shrews, mice and other small animals.",
    "Venom": "T. malabaricus is slow-moving, but capable of fast strikes. Its venom causes moderate pain and swelling to humans. These symptoms subside in a day or two.",
    "References": "\n\n== Further reading =="
  }
}