{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_popeorum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. popeiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus popeiorum is a species of venomous pit viper in the family Viperidae. The species is native to northern and northeastern parts of India, Southeast Asia, and parts of Indonesia. Common names include: Pope's pit viper, Pope's tree viper, and Pope's bamboo pitviper. Two subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "T. popeiorum may grow to a total length of 770 mm (30 in), which includes a tail length 170 mm (6.7 in).Above green, below pale green to whitish, the two separated by a bright bicolored orange or brown (below) and white (above) (males) or white (females) ventrolateral stripe, which occupies the whole of the outermost scale row and a portion of the second row.Dorsal scales in 21 (rarely 23) longitudinal rows at midbody; 9-11 upper labials, first upper labials separated from nasals by a distinct suture; a single supraocular. Ventrals 155-169; subcaudals 52-76, in males the base of the tail enlarged to the level of subcaudals 20-25; hemipenes long and slender, smooth, without spines.This species is most often confused with T. s. stejnegeri (q.v.); the two have quite distinct hemipenes, which does not make identification of individuals in the field or in the laboratory any easier without recourse to (a) male individuals and (b) an examination of the hemipenes. However, the two species are not known to have overlapping distributions, at least based on available materials. Also, closely allied to T. popeiorum is Trimeresurus yunnanensis (q.v.); ordinarily, the two are more easily told apart by the number of midbody dorsal scale rows, 21 in T. popeiorum, 19 in T. yunnanensis.",
    "Geographic range": "Northern and northeastern India (Mizoram), Burma, Thailand, West Malaysia and Vietnam. In Indonesia, it occurs on the islands of Sumatra, Mentawai Islands (Siberut, Sipora, North Pagai) and Borneo. The type locality, designated by lectotype, is listed as \"Khasi Hills, Assam\" (India).Gumprecht et al. (2004) consider records for Bangladesh, Cambodia and Vietnam to be highly questionable, as they are likely based on misidentifications involving other species of Trimeresurus.",
    "Subspecies": "",
    "Taxonomy and etymology": "The specific name, popeiorum (Latin, genitive, plural), is in honor of two American herpetologists, Clifford H. Pope and Sarah H. Pope, his wife.There are differences in opinion as to the correct spelling of the specific epithet. The following is from David and Vogel (1996):\n\nThis species was named in honour to Clifford H. Pope and Sarah H. Pope. The original spelling of the specific epithet, popeiorum, was corrected into popeorum by Smith (1943:518) on the basis that it was indeed a clerical error. Unfortunately, according to the Art. 32 (c, ii) of the Code (ICZN, 1985), such a change does not fall into the category of a “correction of an incorrect original spelling.\" According to the Art. 33 (d), the use of a termination -orum in a subsequent spelling of a species-group name that is a genitive based upon a personal name in which the correct original spelling terminates with -iorum, is an incorrect subsequent spelling, even if the change is deliberate. The original spelling, popeiorum, must therefore be conserved.",
    "Habitat": "T. popeiorum is found in forests of mountainous regions.",
    "Behavior": "T. popeiorum is nocturnal and arboreal. If threatened, it will vibrate its tail.",
    "Diet": "T. popeiorum preys upon frogs, lizards, birds, and rodents (especially rats and squirrels).",
    "Reproduction": "This species, T. popeiorum, is viviparous. In India, sexually mature females give birth in April and May, and the average clutch size is 10. The hatchlings are about 180 mm (7.1 in) long.",
    "Venom": "T. popeiorum possesses a potent neurotoxic venom which is dangerous to humans.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus popeiorum at the Reptarium.cz Reptile Database. Accessed 6 December 2012."
  }
}