{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_albolabris_septentrionalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. septentrionalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus septentrionalis, commonly known as the northern white-lipped pit viper, is a venomous pit viper species endemic to Bangladesh, Nepal and India.",
    "Description": "Total length males 610 mm, females 730 mm.The head scalation consists of 10-11(12) upper labials, the first of which are fused to the nasal. The head scales are small, subequal and feebly imbricate, smooth or weakly keeled. The supraoculars are narrow and undivided with 9-11 interocular scales between them. The temporal scales are smooth.Midbody there are 21 longitudinal dorsal scale rows. There are 162-172 ventrals in males, 160-181 in females. The subcaudals are paired and number 68-83 in males, 55-71 in females. The hemipenes are without spines.The colour pattern is green above. The belly is green, yellowish or white below. A faint ventrolateral stripe present in all males, but absent in females. The end of tail not mottled brown.Holotype: MHNG 1404.31",
    "Geographic range": "It is found in Bangladesh, Nepal and northwestern India (Simla). The type locality is given as \"Nepal 83o 55' 28o 15' 1500 m (Nähe Pokhara)\". Regenass & Kramer (1981) list the type locality as \"Hyangcha (Nepal) 83o 55' E.L. 28o 15' N.B. 1500 m\". Holotype: MHNG 1404.31.",
    "Taxonomy": "Elevated to a species, T. septentrionalis, by Giannasi et al. (2001). Returned to a subspecies, T. a. septentrionalis, by Leviton et al. (2003). Elevated to a species in another genus, Cryptelytrops septentrionalis, by Malhotra & Thorpe (2004). Returned to genus Trimeresurus and placed in  subgenus (Trimeresurus) by David et al. (2011). (See synonyms.)",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "\nThe Reptile Database (http://reptile-database.reptarium.cz/species?genus=Trimeresurus&species=septentrionalis)"
  }
}