{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_puniceus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. puniceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus puniceus is a venomous pitviper species endemic to Southeast Asia. Common names include: flat-nosed pitviper, flat-nosed pit viper, and ashy pit viper. No subspecies are currently recognized.",
    "Description": "Adults may attain a total length of 64 cm (25 in), which includes a prehensile tail 9 cm (3.5 in) long.Dorsally, T. puniceus is gray, brown, or red, with dark blotches or crossbars, which may merge to form an undulating stripe.  On each side of the head, behind the eye, is a light streak. Ventrally, it is powdered with dark brown, and usually has lateral series of yellowish spots. › The body length of the Trimeresurus puniceus depends on the gender. The male adult body ranges from 60-70cm and the adult female body 100-130cm in length. Scalation includes 21-23 rows of dorsal scales at midbody, 158-173 ventral scales, 41-56 subcaudal scales, and 10-13 supralabial scales. The dorsal scales are weekly keeled, and the anal plate is entire.",
    "Venom": "T. puniceus can be found on Java and southern Sumatra. Envenomation is still a relatively major issue in certain parts of the world. One major area affected by envenomation is Asia.  Through the study of the venom excreted by T. puniceus, we can potentially observe and find the effects of the venom based on the concentration and amount received. Research has shown that the higher the concentration of the venom, the greater the effect on the red blood cells. This change is referred to as morphology.",
    "Common names": "Flat-nosed pitviper, flat-nosed pit viper, ashy pit viper.Two more common names, Wirot's pit viper and Siamese palm viper, which were applied to T. wiroti, are now part of the synonymy of T. puniceus.",
    "Geographic range": "Found in southern Thailand, West and East Malaysia (Sabah and Sarawak), and Indonesia (Borneo, Sumatra, the Mentawai Islands of Siberut and North Pagai, Simalur, and Java). The type locality given is \"Java\".",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Trimeresurus puniceus at the Reptarium.cz Reptile Database. Accessed 26 July 2008."
  }
}