{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_stejnegeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. stejnegeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus stejnegeri is a species of venomous pit viper endemic to Asia. Two subspecies are currently recognized, including the nominate subspecies described here.Common names for this pit viper include Stejneger's pit viper, Chinese pit viper, Chinese green tree viper, bamboo viper, Chinese bamboo pitviper, Green bamboo viper, and Chinese tree viper. For other common, non-scientific names, see § Common names below.",
    "Etymology": "The specific name, stejnegeri, is in honor of Leonhard Stejneger, the Norwegian-born, American herpetologist who worked at the Smithsonian Institution for over 60 years.",
    "Description": "T. stejnegeri grows to a maximum total length of 75 centimetres (30 in), which includes a tail length of 14.5 centimetres (5.7 in). The males have hemipenes that are short and spinose beyond the bifurcation.The dorsal scales are arranged in 21 longitudinal rows at midbody. There are 9-11 upper labials, of which the first are separated from nasal scales by a distinct suture. The supraoculars are single, narrow, and sometimes divided by a transverse suture. There are 11-16 scales in a line between the supraoculars. The ventrals number 150-174, and the subcaudals are 54-77. All of the subcaudals are paired.The color pattern is bright to dark green above, pale green to whitish below, the two separated by a bright bicolored orange or brown (below) and white (above) (males) or bicolored or white only (females) ventrolateral stripe, which occupies the whole of the outermost scale row and a portion of the second row.",
    "Common names": "Common names for T. stejnegeri include bamboo viper, Chinese tree viper, bamboo snake, Chinese green tree viper, Chinese bamboo viper, Stejneger's pit viper, Stejneger's palm viper, red tail snake, Stejneger's bamboo pitviper, Formosan bamboo viper (for T. gramineus formosensis), and Taiwan green tree viper (for T. s. formosensis).",
    "Geographic range": "T. stejnegeri is found in Assam (India) and Nepal through Burma, Thailand and Laos to China (Guangxi, Guangdong, Hainan, Fujian, Zhejiang, Yunnan) and Taiwan. Leviton et al. (2003) also mention Vietnam. The type locality was originally listed as \"Shaowu, Fukien Province, China\", and later emended to \"N.W. Fukien Province\" by Pope & Pope (1933) (Fukien being the former romanization of Fujian).",
    "Venom": "T. stejnegeri has a potent hemotoxin. The wound usually feels extremely painful, as if it had been branded with a hot iron, and the pain does not subside until about 24 hours after being bitten. Within a few minutes of being bitten, the surrounding flesh dies and turns black, highlighting the puncture wounds. The wound site quickly swells, and the skin and muscle become black due to necrosis. The size of the necrotic area depends on the amount of venom injected and the depth of the bite.",
    "Subspecies": "",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus stejnegeri at the Reptarium.cz Reptile Database. Accessed 19 December 2012.\nTrimeresurus stejnegeri at Uetz Lab. Accessed 27 September 2006."
  }
}