{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_medoensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. medoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus medoensis, commonly named the Motuo bamboo pitviper, is a venomous pitviper species endemic to India, Burma, and China. No subspecies are currently recognized.",
    "Description": "Maximum total length for males is 671 mm (26.4 in); for females, 650 mm (26 in). Maximum tail length for males is 125 mm (4.9 in); for females, 115 mm (4.5 in).The hemipenes are short, thick, and spinose.Scalation: dorsal scales in 17 longitudinal rows at midbody, of which rows 7-11 are slightly keeled. There are 8 upper labials, of which the first are separated from the nasal scales by a distinct suture. The ventrals number less than 150.Color pattern: green or bluish green above, yellowish white below, the two separated by a bright bicolored red (below) and white (above) ventrolateral stripe (in both males and females), which occupies the whole of the outermost scale row and a portion of the second row.",
    "Geographic range": "Found in northern India, and also in the Namdapha Valley in southern India; northern Burma (Myanmar); and southeastern Xizang (Tibet), China. The type locality listed is \"near A-ni Bridge, Medo Xian, Xizang [Tibet], alt. 1,200 m [3,900 ft]\" [Autonomous Region, China].",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus medoensis at the Reptarium.cz Reptile Database. Accessed 4 December 2012."
  }
}