{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_erythrurus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. erythrurus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus erythrurus, commonly known as the red-tailed bamboo pitviper, is a venomous pit viper species endemic to India, Bangladesh and Burma. No subspecies are currently recognized.",
    "Description": "Males grow to a maximum total length 575 millimetres (22.6 in), of which the tail is 120 millimetres (4.7 in) in length. Females reach a maximum total length of 1,045 millimetres (41.1 in), with a tail length of 165 millimetres (6.5 in).Scalation: dorsal scales in 23-25 longitudinal rows at midbody; first upper labial partially or completely fused to nasal; 9-13 upper labials, 1-2 rows of scales separate upper labials from the suboculars; 11-14 scales in a line between supraoculars; supraoculars rarely divided; temporal scales small, strongly keeled; ventral scales: males 153-174, females: 151-180; subcaudals: males 62-79, females 49-61, usually paired, occasionally unpaired shields present among paired series.Color pattern: head uniform green, dorsum bright green, light ventrolateral stripe present in males, present or absent in females (Maslin [1942:23] says that the ventrolateral stripe is absent, but M.A. Smith [1943:523] states that it is present in males and variable in females), tail spotted with brown; hemipenes without spines.",
    "Geographic range": "Found in eastern India (Assam, Manipur, Mizoram, Sikkim), Bangladesh, Burma. The original type locality given was as \"Delta Gangeticum\" (Ganges Delta, West Bengal State, eastern India). The type locality given by Boulenger (1896) is \"Ganges Delta.\"",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus erythrurus at the Reptarium.cz Reptile Database. Accessed 17 November 2012."
  }
}