{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_kanburiensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. kanburiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus kanburiensis is a species of pit viper found in only a few areas of Thailand. Common names include: Kanburi pitviper, Kanburian pit viper, and tiger pit viper. Highly venomous, it is an arboreal but heavily built species with a brown or tawny coloration. No subspecies are currently recognized.",
    "Description": "Adults grow to more than 76 cm (30 in) in length and are heavily built. The maximum length is unknown.\nScalation includes 19 rows of dorsal scales at midbody, 159 ventral scales, 42 subcaudal scales and 10 supralabial scales, the third being the largest.The color pattern varies from brown with faint patterning to tawny with dull brown blotches and spots along with a ventrolateral stripe.This species, especially the population in the south, which was formerly referred to as T. venustus and recently shown to be a separate species, has often been confused with the mangrove pit viper, T. purpureomaculatus. However, the two are easily distinguished by the first three supralabial scales, which are much enlarged in T. kanburiensis.",
    "Geographic range": "Found in Thailand. The type locality given is \"limestone hills near Kanburi, south-western Siam\" (= Kanchanaburi, Kanchanaburi Province, Thailand). Listed as \"S.W. China\" in the catalogue entry at the British Museum of Natural History.Known only from two other areas near the type locality, as well as from the type locality given in Vogel (1991) for T. venustus, which is \"Thung Song, Provinz Nakhon Si Thammarat, Süd-Thailand\".",
    "Habitat": "The species is found in forest of nipples and open woodlnd.",
    "Behavior": "Arboreal and nocturnal, although they have been reported basking during daylight hours. Retreats to seek shelter in the foliage during the heat of the day.",
    "Feeding": "The diet consists of mammals and birds. Juveniles probably also feed on frogs and lizards.",
    "Reproduction": "Ovoviviparous, with females giving birth to live young.",
    "Taxonomy": "A review of this taxon by Warrell et al. (1992) found that the only difference between T. kanburiensis and T. venustus was in the number of midbody dorsal scale: 19 vs. 21 respectively. Based on this, they doubted that these were different species.\nHowever, David et al. (2004) have shown that they are indeed different species where kaburiensis is found in northern Thailand while venustus is found in the southern regions of Thailand and northern Malaysia.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "\n\n== Further reading =="
  }
}