{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_purpureomaculatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. purpureomaculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus purpureomaculatus is a venomous pit viper species native to India, Bangladesh and Southeast Asia. Common names include: mangrove pit viper, mangrove viper, and shore pit viper.",
    "Description": "Males grow to a total length of 66.5 centimetres (26.2 in), females 90 centimetres (35 in). The maximum tail lengths are then 12.5 centimetres (4.9 in) and 14 centimetres (5.5 in) respectively.\n\nScales in 25-27 longitudinal rows at midbody; 11-13 upper labials, the first partially or completely united with the nasal; supraocular very narrow, sometimes broken into small scales, 12-15 scales between them; head scales small, subequal, tuberculate or granular; temporal scales keeled.Body color highly variable: above olive, grayish, to dark purplish brown; below whitish, greenish or brown, uniform or spotted with brown; a light line on scale row one bordering ventrals present or absent; head olive, heavily suffused with brown.Ventrals: males 160-179, females 168-183; subcaudals: males 74-76, females 56-63, paired; hemipenes without spines.",
    "Common names": "Mangrove pit viper, mangrove viper, shore pit viper, purple-spotted pit viper, shore pitviper.",
    "Geographic range": "Found in Bangladesh, Burma, Thailand, West Malaysia, Singapore and Indonesia (Sumatra and Java). The type locality is listed as \"Singapore\".",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus purpureomaculatus at the Reptarium.cz Reptile Database. Accessed 15 December 2012.\nVideo of T. purpureomaculatus being force-fed on YouTube. Accessed 21 August 2007."
  }
}