{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_gramineus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. gramineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus gramineus, known as the bamboo pit viper, Indian green pit viper, or common green pit viper, is a venomous pit viper species found in the southern and north eastern parts of India.  It is the type species for the genus Trimeresurus.",
    "Description": "The rostral scale is as deep as broad or broader than deep. The upper head-scales are small, smooth, imbricate; supraocular scale narrow, rarely broken up. The internasals are contact or separated by one or two scales. There are 8 to 13 scales on a line between the supraoculars; usually one or two, rarely three, series of scales between the suboculars and the labials; 9 to 12 upper labials, second usually forming the anterior border of the loreal pit, third largest; temporal scales smooth. The dorsal scales are more or less distinctly keeled, in 21 (rarely 19 or 23) rows; ventrals 145–175; anal scale entire; subcaudals in two rows 53–76.\nThe upper parts are usually bright green, rarely yellowish, greyish, or purplish brown, with or without black, brown, or reddish spots; usually a light, white, yellow, or red streak along the outer row of scales; end of tail frequently yellow or red; lower parts green, yellow, or whitish.It grows to a total length of 3.25 feet (0.99 m). The tail is 5.5 inches (14 cm) in length.",
    "Taxonomy and common names": "It was first described in 1802 as Coluber graminaeus. No subspecies are recognized.Common names include: bamboo pit viper, Indian tree viper, bamboo snake, Indian green tree viper, green tree viper, bamboo viper, bamboo pitviper, boodro pam, grass-green snake, and green pit viper.",
    "Geographic range": "The range of this species has been restricted to southern India especially widespread in a large area of Tamil Nadu. It is also very rarely seen near Harishchandragad and some other mountain ranges of Western Ghats (Sahyadris in Maharashtra). This snake is also found albeit very scarcely in the eastern region of India spanning from Odisha, Jharkhand, and West Bengal.The type locality is \"Vizagapatam, India\", which is based on Russell (1796).",
    "Habitat": "It is found in bamboo groves and forests, usually near streams.",
    "Behaviour": "T. gramineus is arboreal and nocturnal. When threatened, it is aggressive and does not hesitate to bite. The venom is hemotoxic and neurotoxic.",
    "Diet": "It feeds on lizards and birds.",
    "Reproduction": "T. gramineus is ovoviviparous. Adult females gives birth to 6 to 11 young, which measure up to 4.5 in (110 mm) in length.",
    "References": "\n\n== Further reading =="
  }
}