{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_popeorum_sabahi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. sabahi"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus sabahi, commonly known as the Sabah bamboo pitviper, is a venomous pitviper species endemic to the island of Borneo.",
    "Description": "Adults may attain a snout-vent length (SVL) of 62 cm (24 in).Dorsally, it is uniform green, without crossbars. Ventrally it is pale green. There is narrow bicolor stripe on the first one and a half dorsal scale rows. In males this stripe is rust-colored or red below, and it is white above. In females it is yellow or white. The iris of the eye is red or orange in adults of both sexes, but in young specimens may be yellowish-green. There are no markings behind the eye.The scalation includes 21 (23) rows of dorsal scales at midbody, 149-157/148-156 ventral scales in males/females or 148-159 in general, 72-76/59-65 subcaudal scales in males/females, and 9-11 supralabial scales (9-10 with the third being the largest).",
    "Geographic range": "Found on the island of Borneo in East Malaysia (Sabah and Sarawak) and Indonesia (North Kalimantan). The type locality given is \"Mount Kinabalu, Kulapis River, British North Borneo\".",
    "Habitat": "It inhabits mountainous regions at altitudes from 1,000 m (3,300 ft) to 1,150 m (3,770 ft), where it is commonly found on branches of shrubs and other low vegetation.",
    "Reproduction": "The reproductive biology of this species is unknown.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Regenass, Urs; Kramer, Eugen. 1981. Zur Systematik der grünen Grubenottern der Gattung Trimeresurus (Serpentes, Crotalidae). Rev. Suisse de Zoolo. 88 (1): 163-205.",
    "External links": "Trimeresurus sabahi at the Reptarium.cz Reptile Database. Accessed 8 December 2012."
  }
}