{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_cantori",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. cantori"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus cantori, commonly known as the Cantor's pit viper (or Cantor's pitviper), is a species of venomous snake, a pit viper in the family Viperidae. The species is endemic to the Nicobar Islands of India. It was named after Theodore Edward Cantor (1809-1860), a Danish naturalist serving as a surgeon with the East India Company in Calcutta. No subspecies are currently recognized.",
    "Geographic range": "T. cantori is found in the Nicobar Islands (which are in the Bay of Bengal), India, and possibly in the Andaman Islands. The type locality given is \"Nicobars\".",
    "Description": "Adults of T. cantori may attain a snout-vent length (SVL) of 115 cm (45 in). Boulenger reported that an adult female with a total length of 102 cm (40 in) had a tail 14 cm (5.5 in) long.This species varies in pattern and color. Dorsally, it may be green, dark brown, or light brown. Green individuals may have yellow spots, and brown specimens may have darker spots. Running along each side of the head, below the eye and above the upper lip, is a cream-colored stripe. There is also a cream-colored stripe on the first row of dorsal scales on each side of the body. Ventrally, it is greenish or cream-colored, with some brown spots on the underside of the tail.The weakly keeled dorsal scales are arranged in 27 to 31 rows at midbody. The ventrals number 174-184. The anal plate is entire, and the subcaudals, which are divided, number 55-76.",
    "Behavior": "T. cantori is nocturnal and will hunt near houses.",
    "Diet": "T. cantori preys upon small mammals and birds.",
    "Venom": "The species T. cantori possesses a potent venom, and some of its bites to humans have resulted in fatalities.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus cantori at the Reptarium.cz Reptile Database. Accessed 13 November 2012."
  }
}