{
  "url": "https://en.wikipedia.org/wiki/Trimeresurus_macrolepis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Trimeresurus"
    },
    {
      "Species": "T. macrolepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Trimeresurus macrolepis, commonly known as the large-scaled pitviper is a venomous pitviper species endemic to the Southern Western Ghats of South India.   No subspecies are currently recognized.",
    "Geographic range": "It is found in the mountains of southern Western Ghats south of Palakkad Gap, in the Indian states of Kerala and Tamil Nadu. It is a high-elevation specialist, not normally recorded anywhere below 1200 m asl. Precise records are from Nelliyampathy, Munnar, Anaimalai, Palni hills, Meghamalai, Periyar Tiger Reserve, Agasthyamalai and Kalakkad Mundanthurai Tiger Reserve.  at elevations of 1200-2695 m asl. The type locality is listed as \"Anamalai hills (Tamil Nadu State, southwestern India)\".",
    "Description": "Adults may attain a total length of 68 cm (27 in), which includes a tail 12 cm (4.7 in) long.Dorsally, T. macrolepis is bright green, with blackish skin between the scales in some places. There is a yellow or white stripe on each side of the body, which runs along the first dorsal scale row. The upper lips are pale green, and there may be a black streak behind the eye. Ventrally, it is pale greenish.The dorsal scales, which are large, keeled, and overlapping, are arranged in only 12-15 rows at midbody.  The dorsal scales in the 10 middle rows are always the largest, and additional rows are made up of smaller scales.  An even number of dorsal scale rows is frequently found in this species, even though it is uncommon in snakes in general. Ventrals 133-143; subcaudals divided 44-58.The scales on the top of the head are very large, smooth, and overlapping. There is an elongate subocular, which is separated from the upper labials by a row of a few small scales.  There are 7-8 upper labials, of which the 3rd is the largest.",
    "Taxonomy": "Trimeresurus macrolepis has a long spineless hemipenis without papillae; the hemipenis has a long calyculate region beginning at some distance from the fork of the hemipenis and continuing until the tip. This is a characteristic similar to vipers of the Trimeresurus popeiorum group. In addition, it has enlarged head scales, somewhat akin to those of Agkistrodon species. Based on these characters, and its Western Ghats distribution, Malhotra and Thorpe (2004) resurrected the genus Peltopelor Günther, 1864 for this species.The resurrection of new genera from Trimeresurus by Malhotra & Thorpe was accepted by most subsequent authors. However, the creation of the new genera created a problem, in that the new genera did not form a distinct clade, as Trimeresurus had done and also were not distinct morphologically from one another other in the clade. Based on this view, Peltopelor has been reduced by David, Vogel & Dubois (2011) to the status of a subgenus, so that the latest taxonomic classification of this snake is Trimeresurus (Peltopelor) macrolepis.",
    "Habitat": "Trimeresurus macrolepis is a slow-moving, arboreal, nocturnal snake that prefers rainforests, and is also found in tea, coffee and cardamom plantations.",
    "Behavior": "It is both terrestrial and arboreal, using its prehensile tail to hold onto branches. It is an ambush hunting snake relying on its camouflage to catch prey. The heat-sensing loreal pits are used to locate warm-blooded prey.",
    "Diet": "It feeds mainly on frogs, lizards, small birds and rodents.",
    "Venom": "Presumed to contain hemotoxin, but not that thoroughly studied. Even though tea pickers are frequently bitten by this species, the bites are seldom fatal.",
    "Reproduction": "Trimeresurus macrolepis is oviparous. Sexually mature females lay eggs in October, in clutches of 4-7.",
    "See also": "List of crotaline species and subspecies\nTrimeresurus by common name\nTrimeresurus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Trimeresurus macrolepis at the Reptarium.cz Reptile Database. Accessed 6 December 2007."
  }
}