{
  "url": "https://en.wikipedia.org/wiki/Tropidolaemus_wagleri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Tropidolaemus"
    },
    {
      "Species": "T. wagleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Wagler's pit viper, temple viper, temple pit viper, more.Tropidolaemus wagleri is a species of venomous snake, a pitviper in the subfamily Crotalinae of the family Viperidae. The species is endemic to Southeast Asia. There are no subspecies that are recognized as being valid. It is sometimes referred to as the temple viper because of its abundance around the Temple of the Azure Cloud in Malaysia.",
    "Etymology": "The specific name, wagleri, is in honor of German herpetologist Johann Georg Wagler.",
    "Description": "T. wagleri is sexually dimorphic: the females grow to approximately 1 m (39 1⁄4 in) in total length (including tail), while males typically do not exceed 75 cm (29 1⁄2 in). It has a large triangular-shaped head, with a relatively thin body. It is almost entirely arboreal, and the tail is prehensile to aid in climbing.\nIt is found in a wide variety of colors and patterns, often referred to as \"phases\". In the past, some researchers classified the different phases as subspecies. The phases vary greatly from having a black or brown coloration as a base, with orange and yellow banding, to others having a light green as the base color, with yellow or orange banding, and many variations therein.",
    "Common names": "Common names for T. wagleri include Wagler's pit viper, temple viper, temple pit viper, bamboo snake, temple snake, speckled pit viper, and temple pitviper.",
    "Geographic range": "T. wagleri is found in southern Vietnam from the provinces of Minh Hai and Song Be, in southern Thailand recorded from the provinces of Phang Nga, Phuket, Pattani, Surat Thani, Nakhon Si Tammarat, Narathiwat, and Yala, probably distributed throughout the Peninsula in west Malaysia, as well as the island of Penang, in Singapore and in Indonesia on Sumatra, the islands of the Riau Archipelago, Bangka, Billiton, Nias, the Mentawai Islands (Siberut), Natuna, and Karimata. \"In a revision by Vogel et al. (2007) the Tropidolaemus wagleri species complex was differentiated into several taxa, including the resurrection of T. subannulatus. The Western Philippine populations belong to T. subannulatus, but those from Mindanao include snakes assigned to both this species and T. philippensis. Tropidolaemus subannulatus has a wide distribution in Central Indonesia, Malaysia and Philippines, T[ropidolaemus] wagleri is restricted to mainland Southeast Asia, down to Sumatra and Bangka, West Indonesia.\"",
    "Behavior": "Nocturnal and arboreal, T. wagleri appears quite sluggish as it remains motionless for long periods of time waiting for prey to pass by. When prey does pass by, or if disturbed, it can strike quickly.",
    "Feeding": "The primary diet of T. wagleri consists of rodents, birds, and lizards. The pits on the sides of the head between the eyes and nostrils are capable of detecting temperature difference of as little as 0.003 degree Celsius.",
    "Reproduction": "Sexually mature females of T. wagleri bear live young by ovoviviparity. Litter size varies from 15 to 41.",
    "Venom": "The venom of Tropidolaemus wagleri contains four novel peptides (Waglerins 1-4). The Waglerins produce fatal respiratory paralysis of adult mice. An initial study indicated that micromolar concentrations of Waglerin 1 act both pre- and postsynaptically to inhibit transmission across rat neuromuscular junctions. However, Waglerin-1 is a more potent inhibitor of transmission across the mouse neuromuscular junction. A subsequent study demonstrated that Waglerin-1 inhibited the adult mouse endplate response to acetylcholine with an IC50 of 50 nanomolar. In striking contrast, transmission across neuromuscular junctions of neonatal or transgenic mice lacking the adult acetylcholine receptor was not altered by micromolar concentrations of Waglerin-1. Biochemical studies demonstrated that the exquisite selectivity of Waglerin-1 for the adult mouse acetylcholine receptor relies upon several amino acid residues unique to the epsilon subunit of the adult mouse acetylcholine receptor. Waglerin-1's selectivity for the epsilon-subunit containing acetylcholine receptor of adult mice is complemented by selectivity of small peptide toxins purified from the venom of Conus geographus and Conus pergrandis for the gamma-subunit containing acetylcholine receptor of neonatal skeletal muscle. The Waglerins and complementary conotoxins are useful tools to discover the contribution of acetylcholine receptor subunits to synaptogenesis. In addition, study of the Waglerins and related toxic peptides may lead to the discovery of novel molecular targets for drug development. While Waglerin-1 interacts with other members of the ligand-gated superfamily of ion channels, the potency is much less than for inhibition of the adult mouse muscle acetylcholine receptor. Structural study suggests that Waglerin-1 may undergo molecular rearrangement that allows for binding to multiple receptors. The actions of Waglerin-1 reverse upon removal of the peptide.\nWaglerin-1 is included in some skin creams marketed as wrinkle removers. There is no scientific evidence supporting the manufacturers' suggestion that the Waglerin-1 included in their products relaxes wrinkle producing skeletal muscles.",
    "Taxonomy": "This species, T. wagleri,  has undergone much taxonomic reclassification over the years and was previously placed in the genus Trimeresurus. However, its distinctly different morphology and venom characteristics sets it apart, so that eventually a new genus was erected in which it was placed together with Hutton's viper, Tropidolaemus huttoni.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boie F (1827). Bemerkungen über Merrem's Versuch eines Systems der Amphibien, 1te Lieferung: Ophidier. Isis von Oken 20: 508-566. (Cophias wagleri, new species, p. 562). (in German).\nBoulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Lachesis wagleri, pp. 562-564).",
    "External links": "Viperidae Tiene un Artículo en Español sobre la Víbora del TemploTropidolaemus wagleri at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nEcology Asia page on Tropidolaemus wagleri\nVideo of several species, including Tropidolaemus wagleri. on YouTube. Accessed 1 March 2007."
  }
}