{
  "url": "https://en.wikipedia.org/wiki/Tropidolaemus_huttoni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Tropidolaemus"
    },
    {
      "Species": "T. huttoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Hutton's pit viper. Hutton's tree viper,Tropidolaemus huttoni is a little-known species of pit viper, a venomous snake in the subfamily Crotalinae of the family Viperidae. The species is endemic to the southern Western Ghats of India. There are no subspecies that are currently recognized. Little is known about this species, as this species is known only from two young individuals, based on which it was first described in 1949. Despite long-term and targeted herpetological surveys in the particular hill range (Meghamalai), it has never been re-sighted there or elsewhere since then.\nA possible third specimen from the northern Western Ghats is considered to be of doubtful identity at best, as it shares several features typical of T. wagleri complex as well; and its provenance is also currently unresolved.",
    "Etymology": "The specific name, huttoni, is in honor of its discoverer, Angus Finlay Hutton, a planter and naturalist.",
    "Description": "The coloration and size of adults of T. huttoni is unknown.\nJuveniles are green dorsally, with a series of small white spots on both sides, located on the 2nd & 3rd scale rows from the vertebral row. There is  distinct red eye streak on both sides of the head. Ventrally they are pale green, except for the last 25 subcaudals, which are dull reddish brown.\nThe holotype specimen is only 136 mm (5⅜ inches) in total length, 98 mm (3⅞ inches) in snout-vent length (SVL), and the tail is 38 mm (1½ inches) long.",
    "Geographic range": "T. huttoni is found in the Meghamalai Hills in the southern Western Ghats, situated in Theni district of Tamil Nadu, southern India. It is known only from the type locality, which is listed as \"High Wavy Mountains, Theni district, southern India\".\nAccording to David and Vogel (1998), this is a plateau on the western central edge of the Varushanad Hills, at 1,590 m (5,200 feet) elevation, in Theni district, Tamil Nadu.",
    "Biology and natural history": "Little is known of the biology and natural history of T. huttoni. The original description states that the two juvenile specimens were collected together, both evidently belonging to the same brood. The region was, during Hutton's days, covered by dense tropical rainforests; but is now partly covered by tea plantations.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Tropidolaemus huttoni at the Reptarium.cz Reptile Database. Accessed 12 December 2006."
  }
}