{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_flabellaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. flabellaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus flabellaris is a species of flowering plant in the buttercup genus, Ranunculus, known by the common name yellow water buttercup. It is native to much of North America, including the southern half of Canada and most of the United States.\nIt is aquatic or semi-aquatic, growing in water or in or near muddy areas in many habitat types. It is a perennial herb that produces stems up to about 70 centimeters long that float in water or spread along wet ground, sometimes rooting where they come in contact with moist substrate. Leaves are variable in morphology; as in many types of aquatic plants, leaves that develop submerged in water look different from those that develop in air. This phenomenon, heterophylly, has been studied extensively in this species, and leaf morphology has been shown to be influenced by many environmental factors, including temperature and the concentration of abscisic acid. A number of other factors affect leaf shape in heterophyllous plants. In this species, leaves that develop in the open air have somewhat rounded blades that are divided into a number of short, blunt, wide lobes. Leaves that develop underwater have narrow, even threadlike lobes.  The inflorescence is made up of one or more flowers with five to fourteen, but generally no more than eight, shiny yellow petals. The petals, each up to 1.3 centimeters in length are arranged around a central nectary with many stamens and pistils. The fruit is an achene borne in a dense cluster.",
    "References": "",
    "External links": "The Jepson eFlora 2013"
  }
}