{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_ophioglossifolius",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. ophioglossifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus ophioglossifolius, known as adder's-tongue spearwort, is a herbaceous plant in the family Ranunculaceae (\"buttercup family\"), with small, bright yellow, buttercup-like flowers.",
    "Distribution": "Ranunculus ophioglossifolius is found widely in southern Europe (especially in Sardinia), North Africa (including Macaronesia) and western Asia. In 1957, it was introduced to New Zealand. In the British Isles, it is now restricted to two sites, and in Scandinavia, it is only found at a few sites on the island of Gotland.",
    "Status in Great Britain": "Also known as the \"Badgeworth buttercup\", this plant has been the subject of considerable conservation effort from Gloucestershire Wildlife Trust and Plantlife. It is currently found in only two sites in the UK (Badgeworth and Inglestone Common), making it one of the rarest species of the country.\nA historical timeline is published by the Gloucestershire Wildlife Trust:\nIn 1789, adder's-tonguespearwort was first described by Dominique Villars in Histoire des plantes de Dauphiné.\nIn June 1838, it was discovered in the Channel Islands at St Peter's Marsh on Jersey by Charles Cardale Babington.\nIn 1843, Sowerby's English Botany included illustrations.\nMentioned in 1846 by Edward Forbes in a classic article on a theory of floral distribution of the British Isles.\nIn 1878 in England, a few specimens were found in a wet ditch at Hythe, Hampshire by Mr. H Groves (not fully identified until 1882).\nIn 1884, the last known specimens were collected from St Peter's Marsh, Jersey and are in the Herbarium of Carlisle City Museum.\nIn 1890, adder's-tongue spearwort was discovered at Cold Pool, Badgeworth by Mr. Buckell and Mrs. Frances Fawkes.\nIn 1914, it was found in a wet meadow near Woodsford, Dorset by Professor R Good.\nIn 1926, a second Gloucestershire site was found around a pond on Inglestone Common by Mrs C I Sandwith and Mr N Y Sandwith.\nIn 1929, specimens were collected by Frere Louis-Arsene at Grouville, Jersey (later found to be adder's-tongue spearwort) and are now in the Herbarium at the Natural History Museum.",
    "References": "",
    "External links": "Gloucestershire Wildlife Trust\nPlantlife\n\"Ranunculus ophioglossifolius Vill\". Flora of New Zealand."
  }
}