{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_lappaceus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. lappaceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus lappaceus, commonly known as the common buttercup, Australian buttercup or Yarrakalgamba, is found across eastern Australia. Like buttercups elsewhere, it is a perennial herb with yellow flowers appearing in spring and summer.\nJames Edward Smith described it in 1815, and it still bears its original name. It is a member of the large cosmopolitan genus Ranunculus, known as buttercups. The species name is Latin \"with burrs\".Ranunculus lappaceus grows as a perennial herb which grows anywhere to 50 cm (20 in) high. The yellow five-petaled flowers are up to 4 cm (1.6 in) wide and appear in spring and summer. The new growth is hairy.The range is across Eastern Australia, from Queensland, though New South Wales and Victoria and into South Australia, as well as Tasmania. In Western Australia, it is replaced by the similar species R. colonorum, which has recurved sepals. The latter species has been misidentified as R. lappaceus. Heavy moisture-retentive soils are the main habitat. In the Sydney region, R. lappaceus grows on alluvial or clay-based soils on Wianamatta Shale or basalt in open forest, with such trees as mountain blue gum (Eucalyptus deanei), ribbon gum (E. viminalis), forest red gum (E. tereticornis) or prickly paperbark (Melaleuca styphelioides). R. lappaceus is found from sea level to an altitude of 1,200 m (3,900 ft), and the annual rainfall of the area it occurs in the Sydney Basin is 700–1,200 mm (28–47 in).A field study conducted in Beaconsfield Upper found that Ranunculus lappaceus had flowered 78 days earlier in 2006 than it had in 1983, due to some form of change in climate.Ranunculus lappaceus adapts readily to cultivation in acidic soils in sun or part-shade. It can be grown in rockeries or general bedding.\n\n\n== References =="
  }
}