{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_eschscholtzii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. eschscholtzii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus eschscholtzii is a species of buttercup known by the common name Eschscholtz's buttercup.The species name honors Johann Friedrich von Eschscholtz, an Imperial Russian botanist and entomologist active on the West Coast in the 1820s and 1830s.",
    "Distribution": "The plant is native to much of western North America from the Arctic northwestern Canada and Alaska to California and New Mexico. It grows in meadows and talus on high mountain slopes and other open rocky habitat.",
    "Description": "Ranunculus eschscholtzii is a perennial herb producing one or more erect stems up to 20 or 25 centimeters tall. The lower leaves have somewhat rounded blades each divided into a few lobes and borne on long petioles. Any upper leaves are smaller and not borne on petioles. The herbage is hairless and sometimes waxy in texture.\nThe inflorescence is made up of one to three flowers on narrow pedicels. The flower has five to eight oval or rounded shiny yellow petals up to 1.5 centimeters long each around a central nectary with many stamens and pistils.\nThe fruit is an achene borne in a cluster of 17 or more.",
    "Description-Varieties": "Ranunculus eschscholtzii var. eschscholtzii\nRanunculus eschscholtzii var. oxynotus — endemic to the Sierra Nevada and Great Basin ranges in eastern California and western Nevada.\nRanunculus eschscholtzii var. suksdorfii — Suksdorf's buttercup, endemic to the Klamath Mountains.",
    "References": "",
    "External links": "Calflora Database: Ranunculus eschscholtzii (Eschscholtz's buttercup)\nJepson Manual eFlora (TJM2) treatment of Ranunculus eschscholtzii\nWashington Burke Museum\nUC Photos gallery − Ranunculus eschscholtzii (Eschscholtz's buttercup)"
  }
}