{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_allenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. allenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus allenii, commonly known as Allen's buttercup, is a flowering plant in the crowfoot or buttercup family, Ranunculaceae. Generally found in wetlands in northern latitudes, it bears yellow flowers in summer, which are pollinated by insects.",
    "Taxonomy": "Ranunculus allenii was first described by American botanist Benjamin Lincoln Robinson in 1905, who noted collections in Quebec and Labrador, the first being by one John Alpheus Allen on 23 July 1881 on Mount Albert in the Gaspé Peninsula. Previously it had been treated as R. affinis or R. pedatifidis, or a larger form of  R. pygmaeus. Robinson named the species in honour of its first collector.",
    "Description": "Ranunculus allenii grows to about 9 to 20 cm (3.5 to 8 in) in length, and is a perennial herb that is caespitose (grows in dense clumps). The roots are filiform (very thin in diameter), approximately 0.2 to 0.8 mm thick. Ranunculus allenii grows from a caudex (a thick short stem at ground level), with trichomes that either lay flat or spread out. Its basal leaves are mostly reniform (kidney shaped) and marcescent, while the cauline leaves (leaves of the stem) are linear and are positioned alternately. The petioles connecting the leaf blade to the stem are about 50 to 80 mm long. Leaf blades are flat, about 14 to 21 mm in length and 17 to 28 mm in width, and have a smooth surface on top but are pubescent beneath. The leaf veins are palmate, meaning several veins arise from a single point near the petiole attachment.The flowers can be either solitary or in an inflorescence of 2 to 4 medium-sized flowers. Each flower has 5 sepals that are about 2 to 3 mm long and 4 to 6 mm wide, the calyx is covered with small, white or translucent hairs, and has 5 yellow, obovate, petals that are about 4 to 5 mm long and 2 to 4 mm wide. Each flower has about 20–30 stamens with filaments that are smooth. Further, it has ovate nectaries, a hairy receptacle that is 3 to 5 mm long, about 60 to 80 apocarpous (free) carpels. There is only one ovule and stigma per ovary, the styles are straight, and the fruit stalk, 4 to 7 mm long, is dry.",
    "Distribution and habitat": "Allen's buttercup lives in North America, primarily in low-arctic areas. Its distribution in Canada is limited to Labrador, Nunavut, Quebec and the Arctic Archipelago. Unfortunately, its range is decreasing at this time.Ranunculus allenii is a perennial plant that grows mainly in wet environments, for example, wet meadows, marshes, and streams. However, it occasionally inhabits gravelly and sandy sites with little organic soil.",
    "Importance to humans": "There is little-to-no information on human use of Allen's buttercup, perhaps because it is poisonous and may cause skin irritations, as is characteristic of several other members of the genus Ranunculus. Other members of the Ranunculaceae are also known to cause chemical burns by acting as DNA polymerase inhibitors.Aside from these potentially harmful effects, this plant may have been used as a traditional medicine. Aboriginal peoples of British Columbia used buttercup leaves and juice for treating for boils, skin sores, muscular pain, colds and respiratory ailments.  The leaves and juice of Bulbous buttercup, which is also a member of the Ranunculaceae, have similarly been used for medical purposes and the root is edible after it is boiled.",
    "Importance to ecosystem (family Ranunculaceae)": "Due to the structure of the buttercup flowers, they are often pollinated by insects. Their petals have lines that direct insect pollinators to the nectar, while directing them across the sticky pollen grains The time of year that they bloom also plays a role in which insects will pollinate them; other members of the Ranunculaceae flower in mid-July.  The Ranunculaceae also reproduce by agamospermy, the production of seeds asexually, which ensures that these plants can quickly fill habitats if a single parent plant colonizes.",
    "Conservation": "Ranunculus allenii is listed on the Natureserve Global Conservation Status as G3 or vulnerable. This means it is at moderate risk of extinction owing to its restricted range, relatively few populations (<80), recent and widespread declines, or other factors. Allen's Buttercup is also listed as a candidate by the Committee on the Status of Endangered Wildlife in Canada (COSEWIC).This plant grows primarily in a protected area. Allen's Buttercup is in the GAP 1 and GAP 2 categories of lands, which means that lands are explicitly protected for biodiversity, which will be beneficial for future survival of this plant.",
    "Other information": "Chromosome information: 2n = 32. Polyploidy levels have been recorded at 2N–12N.\n\n\n== References =="
  }
}