{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_acraeus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. acraeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus acraeus, more commonly known as Alpine buttercup, is a species of flowering plant in the buttercup family, Ranunculaceae, found in New Zealand. This rare and native species strictly grows on an alpine habitat, hence the name acraeus, meaning “on high”. The plant grows about 50 cm (20 in) in width, and is covered in beautiful, bright yellow flowers. It may be mistaken for R. piliferus but research has shown R. acraeus to be its own distinctive species.",
    "Discovery": "R. acraeus was first discovered in 1940 but it was mistaken for a subspecies of R. haastii. In 1998, a gardener saw the plant during a hike in Mount St. Mary in North Otago and took it to a botanist. The botanist validated that it is a new species.",
    "Distribution": "R. acraeus is endemic, therefore it is isolated to a specific geographic location. It is found only in South Island, North Otago, New Zealand - more specifically, Barrier Range, St Marys Range, St Bathans Range, Kakanui Mountains, Ida Range, and the Waitaki Valley regions of South Island, North Otago. It is also found in Hall Range and Godley River valley regions of southwest Canterbury. It occurs in small, scattered subpopulations. The largest population of about 200 plants has been found on Mount St. Mary in St. Mary's Range. The smallest population of about three to four plants has been found on mountains around the Ohau skifield and near Tekapo.Current abundance and distribution information show that R. acraeus is nationally critical and acutely threatened. Known threats include introduced herbivores such as chamois, hare, and thar. Domestic sheep in the high alpine basin are also potential threats to R. acraeus during summer grazing. These are a threat to other alpine plant species as well.",
    "Habitat and ecology": "R. acraeus is specific to high alpine environments. It grows in stable, coarse rock fields of non-foliated schist and greywacke. The rocks have been fractured into coarse and angular rocks of different sizes and shapes. The rocks are about 10–30 cm in diameter. They are found on boulder fields of mountains with an upward height of 1500 meters. These buttercups do not grow well at lower altitudes and will die.",
    "Morphology": "R. acraeus has been mistaken for R. piliferus but minute morphological differences distinguish each plant as its own species. R. acraeus has finely crenate (wavy-toothed) leaves and bract margins. The plant also has a glabrous peduncle and 6 to 7 sepals that are glabrous on the adaxial surface and hairy on the abaxial surface. Glabrous means that it is smooth, glossy, and not hairy. More specifically, the abaxial surface of the sepal is moderately to densely covered in fine, pilose hair. The adaxial surface of the sepal is glabrous on the proximal part and sparely hairy to glabrous near the distal part. The stems hold one flower apiece. These features distinguish it from the R. piliferus. R. piliferus on the other hand has sepals that are hairy on both the adaxial and abaxial surfaces.It is a robust, summer-green, rhizomatous plant. The plant has numerous branched rhizomes. The rhizomes are fleshy, stout, and 10–12 mm in diameter. They are also regularly branched with numerous long and fleshy roots that are 2–5 mm in diameter.  The plant itself forms dense and large clumps that are up to 1 metre across. Sometimes it may be larger than 1 metre. The shoots may rise up to 40 cm. The hairs on the R. acraeus are weak, soft, thin, and separated.The petioles are 5–25 cm in length and 5–9 mm in diameter. The scape is 8–40 cm in length and 5–14 mm in diameter. They are green or yellow-green and a flushed red toward the base.",
    "Flowers and fruits": "The R. acraeus has spectacular yellow blooms that are 4–5 cm across. Some flowers may also be green. The flowers are subtended by a leafy bract. There are 6 to 7 sepals that are yellow-green to light-green in colour. The nectary is a simple pit. The plant flowers between November and January and fruiting is between December and January.",
    "Usage": "There are no known usages of the plant. They would not survive if they were outside of their high-altitude alpine environmental. They would make a great ornamental plant if they were able to survive elsewhere.\n\n\n== References =="
  }
}