{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_aestivalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. aestivalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus aestivalis is a rare species of buttercup known by the common names fall buttercup and autumn buttercup. It is endemic to the state of Utah in the United States, where it exists only in Garfield County next to the Sevier River. It is restricted to a moist microhabitat in an otherwise dry, open ecosystem, and the amount of available habitat is very limited. This is a federally listed endangered species of the United States. It has been described as \"the most graceful and showy members of the genus in the western United States,\" but also \"one of the state's rarest and most restricted plants.\"This plant is often treated as a variety of Ranunculus acriformis or Ranunculus acris. A genetic analysis study showed it to be sufficiently separate and it was elevated to species status by one group of authors in 1994.This plant produces a hairy, erect stem 30 to 60 centimeters tall. The leaves are divided into three dissected parts, or sometimes three leaflets. Each plant produces about 6 to 10 flowers. The flower has five, or occasionally ten yellow petals each around a centimeter long. Blooming occurs in July through October, giving the plant its common name. The specific epithet, aestivalis, comes from Latin and means \"pertaining to the summer\".This wildflower grows in wet riparian meadows on the western slope of the Sevier River Valley of Utah. The meadows are fed by springs, keeping them marshy. The plants grow on slightly raised mounds in the boggy meadows and adjacent drier habitat. Other plants in the habitat include Achillea millefolium, Juncus articus var. balticus, Carex nebrascensis, Symphyotrichum spathulatum var. spathulatum, Plantago eriopoda, Glaux maritima, Carex aquatilis, Hordeum jubatum, and Trifolium, Dodecatheon, and Eleocharis species. Mosses grow among the plants as well.Threats to the plant include changes in the local hydrology, because the plant relies on a certain level of moisture in its microhabitat. Irrigation may be a cause of these changes. Grazing may also affect the plant. Grazing may have positive effects at times, as livestock trims down competing vegetation, such as sedges. A genetic bottleneck may result from the small numbers of remaining plants.This plant was feared extinct in the 1970s and was rediscovered in 1982. The Nature Conservancy purchased the land holding the buttercups and made it a nature preserve. The plant was propagated in tissue culture. The Conservancy and other agencies have planted some autumn buttercup plants in the Conservancy's preserve near Panguitch, Utah to augment the small population.\n\n\n== References =="
  }
}