{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_pinguis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. pinguis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus pinguis is a dark green, fleshy-leaved buttercup with relatively large, short-stalked flowers and narrow stiff yellow petals that grows in tufts. It is an endemic species of New Zealand on the Auckland and Campbell Islands that flowers from December to January and sets seeds between February and April.",
    "Etymology": "The generic name Ranunculus is the diminutive of the Latin rana frog (little frog) and probably refers to the wet location where some buttercup species live together with frogs. The species epithet pinguis is Latin and means thick or fat.",
    "Description": "Ranunculus pinguis is a tufted perennial of 5–25 cm high, with a stout rhizome. The leaves are stalked, with fleshy, glabrous or hairy blades of 2–8 cm that are narrowly diamond to kidney shaped, and shallowly incised to form three to five, or sometimes seven lobes, and a margin that is often with few large rounded teeth (or crenate). The solitary flowers are 2–3 cm in diameter. The pedicels are erect and usually hairy (pilose) at least in the upper half. The sepals are spread out and hairy. The five to ten yellow, narrow spoon-shaped petals usually have a single but occasionally three naked nectaries, about ½ cm above the base of the petal. The receptacle is glabrous, carrying numerous single and not fused carpels. These develop into dry, one-seeded fruits (or achenes) that are not  flattened, mostly without hair, but sometimes pilose, with a body of 1½–2 mm and a straight beak of about 2 mm long. The species has forty eight chromosomes (2n=48).",
    "Distribution and ecology": "Ranunculus pinguis is not uncommon on Campbell Island and it grows among rocks from near sea-level to the peak of the hills. It usually grows where sheep cannot reach it. On the Auckland Islands it is common among rocks, but also fully exposed along the ridgeline in moist stony soil and along the higher limit of the grasslands on peat. In well-sheltered situations plants have large leaves without hair, as opposed to exposed plants.",
    "Taxonomy": "There are some differences between the populations on both archipelagos. Auckland specimens often have somewhat narrowly orbicular hairless leaves, and more numerous and larger petals that regularly carry three nectarines. Campbell plants on the other hand often have round to kidney-shaped leaves covered by short but very fine silky hairs. Both populations vary in these characteristics and there is no reason to separate them taxonomically. Genetic analysis shows that R. pinguis is sister to a group consisting of R. gunnianus, R. pachyrrhizus, R. sericophyllus and R. viridis.\n\n\n== References =="
  }
}