{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_acris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. acris"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus acris is a species of flowering plant in the family Ranunculaceae, and is one of the more common buttercups across Europe and temperate Eurasia. Common names include meadow buttercup, tall buttercup, common buttercup and giant buttercup.",
    "Description": "Ranunculus acris is a herbaceous perennial plant that grows to a height of 30  - 70 cm, with ungrooved flowing stems bearing glossy yellow flowers about 25 mm across. There are five overlapping petals borne above five green sepals that soon turn yellow as the flower matures. It has numerous stamens inserted below the ovary. The leaves are compound, with three lobed leaflets. Unlike Ranunculus repens, the terminal leaflet is sessile.  As with other members of the genus, the numerous seeds are borne as achenes. This and other buttercups contain ranunculin, which breaks down to the toxin protoanemonin, a chemical that can cause dermatitis and vomiting.\nThe rare autumn buttercup (R. aestivalis) is sometimes treated as a variety of this species.A juice the plant produces is semi-poisonous to livestock, causing blistering.",
    "Distribution": "The plant is an introduced species across much of the world. It is a naturalized species and often a weed in parts of North America, but it is probably native in Alaska and Greenland. In New Zealand it is a serious pasture weed costing the dairy industry hundreds of millions of dollars. It has become one of the few pasture weeds that has developed a resistance to herbicides.",
    "Cultivation": "In horticulture the species may be regarded as a troublesome weed, colonising lawns and paths. However, it may be a welcome feature of wildflower meadows. The double-flowered cultivar R. acris 'Flore Pleno' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Uses by Native Americans": "The Abenaki smash the flowers and leaves and sniff them for headaches. The Bella Coola apply a poultice of pounded roots to boils. The Micmac use the leaves for headaches. The Montagnais inhale the crushed leaves for headaches.The Cherokee use it as a poultice for abscesses, use an infusion for oral thrush, and use the juice as a sedative. They also cook the leaves and eat them as greens.The Iroquois apply a poultice of the smashed plant to the chest for pains and for colds, take an infusion of the roots for diarrhea, and apply a poultice of plant fragments with another plant to the  skin for excess water in the blood.",
    "References": "",
    "External links": "Jepson Manual Treatment\nWashington Burke Museum\nPhoto gallery"
  }
}