{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_fluitans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. fluitans"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus fluitans (the river water-crowfoot,) is a species of buttercup. It is a perennial water plant, that when in favourable conditions (such as fast flowing water,) it can grow up to 6 m (20 ft) height.",
    "Description": "Ranunculus fluitans has no floating leaves, instead it has long and narrow, tassel-like segments. Reaching up to 30 cm (12 in) long. The long slender stems can have up to two flower stems. The white flowers are held above the water level, they are around 2–3 cm across. They are daisy-like, with 6–8 overlapping petals around a central yellow area. It blooms in June, then the rounded seed heads become hairless fruits.\nIt is similar in form to Ranunculus trichophyllus (thread-leaved water-crowfoot), apart from flower petal number, thread-leaved has on 5 petals and shorter leaves, as thread-leaved prefers slower flowing waters.",
    "Taxonomy": "It was formerly described by the French naturalist and botanist Jean-Baptiste Lamarck in his book 'Flore françoise' Vol.3 on page 184 in 1779.The species epithet fluitans is Latin for floating.",
    "Distribution": "It is endemic to western Europe.",
    "Distribution-Range": "It can be found in North Macedonia, Ireland, the United Kingdom, southern Sweden, France, Germany, Poland, Switzerland, Austria, the Czech Republic, Slovenia, Slovakia, Hungary and Italy.\nIt grows in fast flowing waters of the UK, within England, Scotland and Wales.",
    "Ecology": "A Ranunculus fluitans community or Ranunculion fluitantis, defines a British plant community comprising stands of submerged vegetation dominated by clumps of Crowfoot.\nIt is thought to be Vulnerable in Sweden and Near Threatened in Switzerland, but elsewhere it is widespread and abundant.",
    "Culture": "William Barnes (1801–1886) an English writer, poet and Church of England priest, referred to the plant in his poem 'The Water Crowfoot'. \n\nThis refers to the River Frome's being at danger from man's interference.",
    "References": "",
    "External links": " Media related to Ranunculus fluitans at Wikimedia Commons\n Data related to Ranunculus fluitans at Wikispecies"
  }
}