{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_acaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. acaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus acaulis, in Australia and New Zealand called dune buttercup, sand buttercup or shore buttercup, is a yellow-flowered, small, fleshy herb, that grows in mats in damp places mostly near the sea. It occurs naturally in Australia, New Zealand, Chile and the Falklands. It flowers between August and April and sets seed from September till July.",
    "Description": "The dune buttercup is a small and hairless perennial herb that grows in matted patches, that are the result of numerous plants that develop at the nodes of long slender aerial shoots. The leaves form a rosette, are 12–45 mm long and have a stalk, are thick and shiny and have many very small light dots. The blades are three-lobed. The middle leaflet is entire or has three blunt teeth, and the lateral leaflets are entire with a blunt tip or have one blunt tooth at the basal margin. Flowers are 7–10 mm in diameter and are solitary on stems that are as long as the leaves. The three to five about 1½-2½ mm long sepals are pale greenish or yellowish. The five to eight narrow yellow petals are about 5 mm long. At 1½-2 mm from the base is a single pocket-like nectary. The ten to twenty yellow stamens occupy about two circles around the raised  green receptacle that carries six to twelve yellow carpels. The one-seeded dry fruits (or achenes) become beige when ripe, and are ovate, not flattened, with a somewhat curved, up to 1 mm long beak. R. acaulis has ninety six chromosomes (2n = 96).",
    "Etymology": "The generic name Ranunculus is the diminutive of the Latin rana frog (little frog) and probably refers to the wet location where some buttercup species live together with frogs. The species epithet acaulis is derived from the Greek \"a\"-, without and \"kaulos\", stalk or stem, because the flower is on such a short stem that it seems absent.",
    "Distribution": "The dune buttercup is an indigenous species in New Zealand, where it occurs on both main islands, Stewart Island, Chatham and Auckland Islands, in Australia on the West- and South-coast of Tasmania, in Chile in the provinces of Los Rios, Los Lagos, Aisen, and Magallanes, and on the Falkland Islands.",
    "Taxonomy": "According to genetic analysis, R. acaulis may be paraphyletic, with a specimen from Steward Island being most related to R. papulentus, while a specimen from Chile is in a group with R. crassipes and R. biternatus. The specimen from Chili is considerably larger and its leaves are thinner and more dentate. The type specimen was from New Zealand and would retain its name.\n\n\n== References =="
  }
}