{
  "url": "https://en.wikipedia.org/wiki/Ranunculus_sceleratus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Ranunculus"
    },
    {
      "Species": "R. sceleratus"
    }
  ],
  "text": {
    "__SUMMARY__": "Ranunculus sceleratus known by the common names celery-leaved buttercup, celery-leaf buttercup, and cursed buttercup is a species of flowering plant in the buttercup family Ranunculaceae. It has a circumpolar distribution in the northern hemisphere, native to temperate and boreal North America and Eurasia, where it grows in wet and moist habitats, including ponds and streambanks.",
    "Description": "Ranunculus sceleratus is an annual herb growing up to half a meter tall. The leaves are more or less glabrous (hairless) and have small blades each deeply lobed or divided into three leaflets. They are borne on long petioles. The flowers are 5-10mm across with five or fewer yellow petals a few millimeters long and reflexed sepals. The fruit is an achene borne in a cluster of several.While buttercups are toxic due to the presence of the substance protoanemonin, this applies in particular for the cursed buttercup: it is the most toxic buttercup and contains 2.5% protoanemonin. When the leaves are wrinkled, damaged or crushed, they bring out unsightly sores and blisters on human skin.",
    "Distribution": "Ranunculus sceleratus has a circumpolar distribution in the northern hemisphere There are two varieties and one subspecies with distinctive distributions: R. sceleratus ssp. reptabundus occurs in northern Finland and north-west Russia. R. scleratus var. multifidus occurs in north western North America. and R. scleratus var. longissimus is found from Minnesota to Alabama according to their biodiversity and plant atlases respectively.",
    "References": "",
    "External links": "Wedgwood, Hensleigh (1855). \"On False Etymologies\". Transactions of the Philological Society (6): 65.\nJepson Manual Treatment\nWashington Burke Museum\nPhoto gallery"
  }
}