{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_praestans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Phlegmacium"
    },
    {
      "Species": "C. praestans"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius praestans, also known as the goliath webcap, is a basidiomycete mushroom of the genus Cortinarius. The mushroom has orangish-yellow caps that reach up to 20 cm (7.9 in) in diameter, and thick club-shaped stipes up to 15 cm (5.9 in) long. The edible mushroom is found in Europe.",
    "Taxonomy": "The species was first described as Agaricus praestans by the French botanist François Simon Cordier in 1870. It is commonly known as the \"goliath webcap\".",
    "Description": "Mature caps are convex, usually grooved at the rolled-in margins, and typically reach diameters between 10–20 cm (3.9–7.9 in). The surface color of the cap is chestnut or chocolate-brown with violet-copper tint. It has a light covering of surface fibrils and veil remnants that may appear as if pressed against the surface, or like small scales. The gills are whitish with an amethyst tint then later creamy clay- to rust-colored. They are crowded closely together, and have edges that are usually wavy and scalloped. The stem is 10–15 cm (3.9–5.9 in) long and 3–5 centimetres (1.2–2.0 in) thick, solid, and thickened at the base in an emarginate bulb that is roughly club-shaped to ventricose. The stem surface is covered with silky fibrils, and is whitish-violet when very young, later losing the violet tones. The surface becomes fibrillosely floccose or whitish at the base and violet at the top, later becoming covered with the violet to whitish silky cortina (a cobwebby partial veil). The flesh is thick, whitish, and has a mild taste and no odor. The mushroom is considered a good edible species.The spore print is ochre-rust colored. The spores are fusiformly lemon-shaped, densely covered with small \"warts\", and measure 15–17 by 8–10 μm. The edges of the gills have cystidiate hairs 4–6 μm wide, protruding 20-40 μm, and degenerate sterile basidia 10–11 μm wide protruding 10–12 μm. The typical basidia measure 30–35 by 12–13 μm.",
    "Distribution and habitat": "The fruit bodies of the fungus grow in deciduous forests, mainly on calcareous soils. It is common in western Europe, particularly England and France. It was one of 35 mushrooms to gain legal protection in Hungary in 2005, making it a fineable offense to pick them.",
    "Research": "Cortinarius praestans extract has demonstrated antibacterial efficacy against Pseudomonas aeruginosa and Staphylococcus aureus.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}