{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_basorapulus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. basorapulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius basorapulus is a species of  truffle-like fungus in the family Cortinariaceae. Found in New South Wales, Australia, the species was described as new to science in 2010.",
    "Taxonomy": "The species was first described scientifically by mycologists Melissa Danks, Teresa Lebel, and Karl Vernes in a 2010 issue of the journal Persoonia. The type collection was made in Mount Kaputar, New South Wales in July 2007. Molecular analysis of internal transcribed spacer sequences places Cortinarius basorapulus in the section Percomes of the genus Cortinarius, along with the European species C. langei, C. nanciencis and C. percomis. The specific epithet basorapulus is derived from the Latin words rapulum (a turnip) and baso (base) and refers to the distinct shape of the fruit bodies.",
    "Description": "The fruit body of Cortinarius basorapulus is sequestrate, meaning that its spores are not forcibly discharged from the basidia, and it remains enclosed during all stages of development, including at maturity. The caps are convex to roughly spherical, sometimes with a flattened top, and measure 0.8–2.4 cm (0.3–0.9 in) in diameter. A cottony white partial veil connects the cap to the stipe. The outer skin of the cap (the pellis) is whitish to pale brown with a texture ranging from finely hairy to felt-like. Remnants of the partial veil can give the surface a whitish to tan powdery coating that is readily rubbed off. The flesh is translucent white to pale yellow-brown and 0.5–3 mm (0.02–0.1 in) thick. The internal spore-bearing tissue of the cap (the hymenophore), is dull brown at first, but darkens as the spores mature. A white stipe extends into the fruit body through its entire length; measuring 14–36 mm (0.6–1.4 in) long by 5–8 mm (0.2–0.3 in) thick, it stains tan-brown when injured. Fruit bodies have no distinctive taste or odor. The spores are roughly elliptical and measure 9.6–11.6 by 7–9.4 μm. The basidia (spore-bearing cells) are hyaline (translucent), narrowly club-shaped, four-spored, and have dimensions of 32.0–36.5 by 6.7–10.2 μm.",
    "Habitat and distribution": "The fruit bodies of Cortinarius basorapulus grow underground in dry sclerophyll forest. Known only from the type collection, the species occurs on high-elevation slopes of the Kaputar Plateau in New South Wales. Vegetation associated with the fungus includes Brachychiton populneus, Eucalyptus albens, E. elliptica, E. laevopinea and Exocarpus cupressiformis.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius basorapulus  in Index Fungorum"
  }
}