{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_porphyroideus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. porphyroideus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius porphyroideus, commonly known as purple pouch fungus, is a secotioid species of fungus found in Australia and in beech forests of New Zealand. It was one of six species that appeared as part of a series depicting native New Zealand fungi on stamps, released in 2002.",
    "Taxonomy": "The species was originally described in 1924 by Gordon Herriot Cunningham as Secotium porphyreum, from collections made in Wellington. In 1954 Rolf Singer transferred it to Thaxterogaster when he erected that genus to contain species with Cortinarius-like spores that had a reduced stipe and gills that were only partially exposed, or the hymenium was loculate (divided into small cavities or compartments). It acquired its current name in 2002 when molecular studies demonstrated that Thaxterogaster was polyphyletic and nested within Cortinarius. In an article recommending English language common names for several endemic New Zealand fungi, Geoff Ridley proposes the name \"king's pouch\".",
    "Description": "The violet fruit bodies can grow to a height and width of 7 cm (2.8 in). The smooth, polished surface of the peridium is sticky. When dry, the peridium becomes brown and develops wrinkles. The stout stipe is a pale violet colour with yellow tints at the base. It measures 3–9 cm (1.2–3.5 in) long by 1–2 cm (0.4–0.8 in) thick at the base and tapers towards the top. The texture of the stipe surface is fibrillose (as if made of fibers), and minute grooves can be seen running up and down its length. The interior of the peridium, the gleba, is pale reddish brown in colour and labyrinthiform (with complicated sinuous lines or winding passages) in form. Individual cells or compartments in the gleba are typically 1–2 mm long with thick partitions. Young fruit bodies that are still beneath the earth are white; as they mature and emerge from the ground, the exposure to light causes the color to change to violet.In deposit, the spores are chestnut brown. Microscopic examination reveals that they are egg-shaped with one end rounded and the other end pointed, measuring 12–17 by 8–11 μm. The spore surface is covered with minute wart-like outgrowths.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius porphyroideus  in Index Fungorum\nHiddenforest.co.nz Several photos"
  }
}