{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_badiolaevis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. badiolaevis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius badiolaevis is a fungus in the family Cortinariaceae. The species produces mushrooms with smooth, red-brown caps up to 5 centimetres (2.0 in) in diameter, after which it is named. It has a white stem, and yellow-brown gills. It was first described in 2011, based on specimens collected in the 1990s and 2000s. C. badiolaevis is part of the subgenus Telamonia, but is not part of any known section, and does not have any close relatives within the genus. The rare species is known from Sweden and Spain, where it grows from soil in coniferous woodland.",
    "Taxonomy and phylogeny": "Cortinarius badiolaevis was first described by Tuula Niskanen, Kare Liimatainen, Rafael Mahiques, Josep Ballarà and Ilkka Kytövuori in a 2011 article in the academic journal Mycological Progress, based on specimens found in the 1990s and 2000s in both Spain and Sweden. The specific name badiolaevis is derived from the Latin badius, meaning reddish-brown, and laevis, meaning smooth. The name is in reference to the characteristics of the cap. Based on phylogenetic analysis, C. badiolaevis is part of the subgenus Telamonia, the largest but most poorly known Cortinarius subgenus. The species is not part of any known sections, and lacks any close relatives.Cortinarius badiolaevis is most similar to the species in the section Bovini, but they, for the most part, have darker flesh and larger spores. C. sordidemaculatus and C. neofurvolaesus are smaller-spored members of the section, but they have distinct veils, as well as spores measuring wider than 5 micrometers in width. Species in the section Uracei are distinguished by the fact that they have a slightly metallic colouration. Section Brunnei contains species which produce spores which can both have a different shape and be more covered in warts. Mushrooms produced by species in both Uracei and Brunnei have darker flesh, even if only in the base of the stem and sport dark brown gills when mature.",
    "Description": "Cortinarius badiolaevis produces mushrooms which each feature a smooth, brown to reddish-brown cap of between 2 and 5 centimetres (0.8 and 2.0 in) in diameter. The caps are initially hemispherical in shape, but as the mushrooms age, they become a low convex or even almost flat. There is a broad, blunt umbo in the center of the cap, and a white margin, covered in small fibrils. The cap is hygrophanous, meaning it changes colour depending on its moisture content. When moist, the surface is waxy and glossy. When it is dry, there is sometimes a zone of a different colour around the umbo, or radial streaks (that is, streaks from the center of the cap to the cap margin). The club-shaped stem measures from 3.5 to 7.5 centimetres (1.4 to 3.0 in) in height, and is 0.6 to 0.9 centimetres (0.2 to 0.4 in) thick. The stem is somewhat white, and, in texture, the surface can be silk-like or covered in fibrils. White mycelia are visible at the base.The yellowish-brown gills are neither closely nor distantly spaced, with between 35 and 42 approaching the stem. The gills are quite broad, and emarginate; that is, they are shaped with a notch next to the stipe, with the connection to the stem being shallower than the rest of the gill. As they mature, they lose the yellowish colouration, and become entirely brown. There is white-brown to light brown flesh in the stem, with darker flesh found in the cap. The smell is indistinct, or vaguely reminiscent of that of radish.",
    "Description-Microscopic features": "Cortinarius badiolaevis produces spores which measure from 7 to 8.5 by 4.5 to 5.5 micrometers (μm). They range from almond-shaped to ellipsoid. There are wart-like ornamentations, but it is not heavily ornamented. They are dextrinoid, meaning that they stain red-brown in Melzer's reagent or Lugol's solution, and stains darkly in potassium hydroxide (the KOH test). The spores are borne on basidia, with four spores per basidium. The basidia measure 25 to 35 by 7 to 10 µm.",
    "Description-Similar species": "Cortinarius badiolaevis is a species that is distinct in its morphology as well as its phylogeny. One similar species is C. biformis, but C. biformis can be differentiated by the typically paler colouration of the gills and cap. In addition, the stem has bluish tints.",
    "Distribution and habitat": "Cortinarius badiolaevis is a rare species known from Europe; specifically, the species has been found in Spain and Sweden. It grows from calcareous soil in coniferous woodland, and is assumed to associate with pine and spruce. Specific trees under which the species has been recorded include Scots pine and the European black pine.",
    "See also": "List of Cortinarius species",
    "References": "",
    "References-Bibliography": "Niskanen, Tuula; Liimatainen, Kare; Mahiques, Rafael; Ballarà, Josep; Kytövuori, Ilkka (2011). \"Cortinarius badiolaevis, a new conifer-associated, darkening species in the subgenus Telamonia (Basidiomycota, Agaricales)\". Mycological Progress. 10 (1): 101–5. doi:10.1007/s11557-010-0680-7."
  }
}