{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_infractus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Phlegmacium"
    },
    {
      "Species": "C. infractus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius infractus, commonly known as the sooty-olive Cortinarius or the bitter webcap, is an inedible basidiomycete mushroom of the genus Cortinarius. The fungus produces sooty-olive fruit bodies with sticky caps measuring up to 13 cm (5.1 in) in diameter. The fruit bodies contains alkaloids that inhibit the enzyme acetylcholinesterase.",
    "Taxonomy": "The species was first named as Agaricus infractus by Christian Hendrik Persoon in 1799. It was transferred to the genus Cortinarius by Elias Magnus Fries in his 1838 Epicrisis Systematis Mycologici. Differing opinions regarding the organization of Cortinarius have led to the names Phlegmacium infractum (Wünsche) andPholiota infracta  (Kummer).The mushroom is commonly known as the \"sooty-olive Cortinarius\", or the \"bitter webcap\".",
    "Description": "The cap is 4 to 13 cm (1.6 to 5.1 in) in diameter, thickly fleshy, particularly in the center. It is initially convex, but already slightly undulatingly squashed while still young, becoming convex and depressed around the umbo, then flattened, retaining for a long time a low broad umbo but sometimes at length uniformly depressed. The margin is distinctly curved, slightly rolled inward when young, thin and sharply rounded when mature and often wavy and lobed. The cap surface is smooth and sticky, dirty yellow-olive to dirty brownish-olive or olive grayish-green, then dirty light brown with green tinge, streakily fibrillose almost from the middle (scantily so at center), finely and persistently dark greenish-brownish. The gills are moderately crowded to distant spaced—about four gills per centimeter in the middle on mature fruit bodies, at the margin about ten per centimeter. They are adnate and deeply emarginate (notched), especially when mature, up to 7 mm (0.28 in) broad, somewhat wrinkled on the surface and with the edge entire or slightly undulatingly denticulate. Their color is dirty olive, then later dark brownish-olive, with slightly paler edge.The stem is up to 10 cm (3.9 in) long, 2.5 cm (0.98 in) wide at the apex but up to 4 cm (1.6 in) wide at the base, where it thickens bulbously. The bulb, which is not sharply upright but marked by a rounded ridge, is egg-shaped in cross section. For a long time the stem is solid, then sometimes hollow, firm, hard, silkily fibrillose, dirty whitish with olive tinge but faintly greenish-blue, particularly at the apex, and sometimes even with a blue tint or bluish spots on the bulb. The cortina is olive greenish, then brownish, thickly developed but soon disappearing. The flesh is tough, then softer, whitish, with slight bluish-green tinge, thick in the cap, homogenous and softly juicily fleshy; in the stem, fibrillosely rivulose beneath the surface and with a dirty bluish-green or greenish-olive tinge in this region, more homogenous and almost non-fibrillose in the bulb. The taste is bitter and the odor faint, similar to radish. The basidia (spore-bearing cells) are 50–60 by 9–10 μm, with four sterigmata 6–7 μm long.In 1999, Moser and Ammmirati described a variety that they had seen many times since 1983 in Shoshone National Forest, Wyoming. Cortinarius infractus var. flavus differs from the typical variety in its cap, which reaches up to 8 cm (3.1 in) with a yellow-brown to almost yellow color.; paler gills described as \"olivaceous-brownish\"; a slightly bitterish, sometimes mild taste.",
    "Description-Similar species": "Cortinarius immixtus somewhat resembles C. infractus, but has brighter-colored young gills (ranging from yellowish to olive to green), a mild taste, and larger spores.",
    "Distribution and habitat": "The fruit bodies of Cortinarius infractus grows scattered in deciduous forests of both oak and beech.",
    "Bioactive compounds": "The chemical composition of the essential oils obtained from the fruit bodies were shown to contain 36 components, dominantly musk ambrette, in a ratio of 62.3%. The essential oil was also tested for antimicrobial activity against the human pathogenic bacteria Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, Enterococcus faecalis, Staphylococcus aureus, Bacillus cereus and the fungus Candida tropicalis, but did not show any biological activity.Two alkaloids, infractopicrin and 10-hydroxy-infractopicrin, have been isolated from the fruit bodies of Cortinarius infractus. Both compounds show the ability to inhibit the enzyme acetylcholinesterase, and possess a higher selectivity than galanthamine, a drug used for the treatment of mild to moderate Alzheimer's disease and various other memory impairments. Inhibition of acetylcholinesterase and the prevention of acetylcholine breakdown is one of the most accepted therapy opportunities for Alzheimer's disease today. Due to the limited selectivity of acetylcholinesterase inhibitor drugs on the market, Alzheimer's disease patients suffer from side effects like nausea or vomiting, and natural products like the fungal alkaloids could be useful candidates for further drug development.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}