{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_rotundisporus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. rotundisporus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius rotundisporus, also known as the elegant blue webcap, is a basidiomycete mushroom of the genus Cortinarius found in southern Australia, where it is found in eucalypt forests and rainforests. The cap of the fruit body is a steely blue colour, with a yellowish boss, and paler similarly coloured stipe.",
    "Taxonomy": "Cortinarius rotundisporus was initially described by naturalists John Burton Cleland and Edwin Cheel in 1918. It is a member of the subgenus Myxacium within the genus Cortinarius; these species are characterized by the presence of a viscid to glutinous outer veil and stipe. Its specific name is derived from the Latin rotundus \"round\", and Ancient Greek spora \"seed\".",
    "Description": "The cap ranges from 2.5 to 7 cm (1–3 in) in diameter, and is initially convex before flattening. It has a slight boss that is  mustard-, honey- or cream-yellow tinged and steely blue elsewhere. The adnate gills are creamy or lilac-tinged early, and darken with the spores. The slender 5–7.5 cm (2–3 in) stipe lacks a ring; it is pale yellow or white with a tinge of the cap colour. The flesh is yellowish and may have a lilac or pale blue tinge. The spore print is reddish brown and the oval to round spores measure 8.5 × 6.5 µm. There is no particular taste or smell. Potassium hydroxide will produce a pink-purple reaction in the stipe or cap. The mycelium is white.",
    "Distribution and habitat": "It has been found in New South Wales, Victoria, southeastern South Australia, southern Western Australia, and Tasmania. It has also been recorded from New Zealand.Fruit bodies are found in eucalypt forests and rainforests, and occasionally cleared areas. It forms associations with Eucalyptus, Leptospermum and possibly Casuarina.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}