{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_delibutus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Myxacium"
    },
    {
      "Species": "C. delibutus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius delibutus, also known as the bluegill webcap or the yellow webcap, is a basidiomycete fungus of the genus Cortinarius. The fruit bodies are medium-sized, with shiny yellow caps on a sticky, yellow-banded club-shaped stem. The mushroom is found in Europe and North America, usually near birch or beech trees.",
    "Taxonomy": "The species was first described scientifically by Elias Magnus Fries in 1838.It is commonly known as the \"bluegill webcap\", or the \"yellow webcap\".",
    "Description": "The cap is 4–8 cm (1.6–3.1 in) in diameter, initially pale yellow then darker as it matures, and sandy in the middle. It has a campanulate (like a bell) to convex shape, later becoming flattened, with a very blunt umbo. The cap is fleshy in the center, but becomes thinner towards the margin. Its surface is smooth and sticky, but eventually becomes covered with silky fibers. The gills are crowded together, broad, adnexed, and slightly emarginate (notched) at the stem. They are bluish when young, later turning cinnamon as the spores mature. The stem is 5–10 cm (2.0–3.9 in) long and about 1 cm (0.39 in) thick, measuring up to 2 cm (0.8 in) thick in the swollen part of the base. It is quite flexible, faintly bluish at the top when young, white when mature with a faint tinge of yellow, smooth, sticky or shiny, and with a cortina at the top forming an annular zone. It is narrower at the apex and usually clavately thickened at the base, stuffed, then hollow. The flesh is white, then slightly yellowish, soft, with mild taste, sometimes slightly bitter when mature, with no distinguishable odor. The mushroom is inedible.\n\nThe spores are spherical to egg-shaped, drawn into an apiculus at the base, pale rust colored and coarsely verrucose (wart-like), measuring 7–8 by 6.3–6.5 μm. The basidia (spore-bearing cells) are 25–30 by 9–10 μm. The spore deposit is ochraceous rust.",
    "Description-Similar species": "Cortinarius lewisii has a dry yellow cap, a dry cream-colored stem with a white basal mycelium, and a dense white yellow partial veil, and flesh that has a musky to radish musky odor.",
    "Distribution and habitat": "The fruit bodies of Cortinarius delibutus grow scattered or in groups on the ground in mixed and deciduous woods in the autumn, mainly beneath birches and aspens (usually in groups) throughout the temperate zone of the northern hemisphere. In North America, the fungus is found in the northern U.S. and Canada.Fruit bodies are a source of food for the squirrel Sciurus vulgaris.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}