{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_cinereoroseolus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. cinereoroseolus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius cinereoroseolus is a species of  truffle-like fungus in the family Cortinariaceae. Found in New South Wales, Australia, the species was described as new to science in 2010.",
    "Taxonomy": "The species was first described scientifically by Melissa Danks, Teresa Lebel, and Karl Vernes in a 2010 issue of the journal Persoonia. The type collection was made in Mount Kaputar, New South Wales (Australia) in July 2007. Molecular analysis of internal transcribed spacer DNA sequences indicates that Cortinarius cinereoroseolus groups together in a subclade with two undescribed sequestrate Cortinarius species, and that this subclade is sister to a clade containing the agaric species C. australis, C.  chalybaeus, C. porphyropus, C. purpurascens and C. purpurascens var. largusoides; all of these species belong to the section Purpurascens of the genus Cortinarius. The specific epithet caesibulga is derived from the Latin words cinereo (greyish) and roseolus (light pink) and refers to the colour of the fruit bodies.",
    "Description": "Cortinarius cinereoroseolus has a sequestrate fruit body, meaning that its spores are not forcibly discharged from the basidia, and it remains enclosed during development, including at maturity. The shape of the caps ranges from irregularly spherical to like an inverted cone, and they measure 1.1–2.7 cm (0.4–1.1 in) long by 1.1–2.4 cm (0.43–0.94 in) in diameter. A white to silvery-grey partial veil connects the cap to the stipe. The colour of the outer skin of the cap (the pellis) is cream mixed with pale pink, lilac, and grey, and it is smooth with a finely hairy texture. Remnants of the greyish silky universal veil are readily rubbed off with handling. The flesh is white to cream and 3–8 mm (0.1–0.3 in) thick. The internal spore-bearing tissue of the cap (the hymenophore) is pale brown at first, but darkens as the spores mature. A white stipe extends into the fruit body through its entire length; it measures 5–11 mm (0.2–0.4 in) long by 3–6 mm (0.1–0.2 in) thick, with a bulbous base that extends 3 mm (0.1 in) below the cap. Fruit bodies have no distinctive taste, but smell somewhat of flowers or like chlorine. The spores are broadly egg-shaped and measure 7–8.9 by 5.1–6.4 μm. They are covered irregularly with nodules up to 1.5 μm high. The thin-walled basidia (spore-bearing cells) are hyaline (translucent), club-shaped to cylindrical, four-spored, and have dimensions of 28–40 by 7–9 μm. There are clamp connections present in the hyphae of both the cap and the hymenium.",
    "Habitat and distribution": "The fruit bodies of Cortinarius cinereoroseolus grow in the ground under litterfall in subalpine areas of the Kaputar Plateau. Plants typically associated with the fungus include Eucalyptus dalrympleana, E. pauciflora and Poa sieberiana with scattered Acacia melanoxylon, Acacia sp., Hibbertia obtusifolia, Lomatia arborescens, Monotoca scaparia, Olearia rosemanifolia and Pultanea satulosa. The fungus has also been collected in wet sclerophyll forests where Acacia melanoxylon, Blechnum cartilagineum, Coprosma quadrifida, Cyathea australis, Lomandra multiflora, Lomatia arborescens and Poa sieberiana are the predominant plants.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius cinereoroseolus  in Index Fungorum"
  }
}