{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_erythraeus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Myxacium"
    },
    {
      "Species": "C. erythraeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius erythraeus is a basidiomycete fungus of the genus Cortinarius native to Australia.\nEnglish botanist Miles Joseph Berkeley described this species as a \"blood red\" mushroom, \"clothed with a thick gelatinous coat\" in 1845, from the writings and specimens of James Drummond, from the vicinity of the Swan River Colony in Western Australia. The species name is derived from the Ancient Greek word erythros \"red\". John Burton Cleland described Cortinarius ruber in 1928 from a collection in Kinchina, South Australia. Later analysis indicated it was the same species as C. erythraeus.The fruitbodies of this fungus have hemispherical to convex brick- to brown-red caps, with diameters up to 5 cm (2.0 in) and covered with a layer of slime. The cap centre may be depressed or raised (umbonate) with a boss. The cap margins are curved inwards and smooth. The gills on the cap underside have a subdecurrent attachment to the stipe. Initially light tan or clay-coloured, they deepen to rusty brown as the spores mature. The cinnabar red stipe is cylindrical to slightly bulbous, up to 4.5 cm (1.8 in) in height and 1 cm (0.39 in) in width. Its lower part, below the remnants of the veil, are covered in slime. The flesh is white. The mushroom has no particular taste or smell, and stains red-purple when potassium hydroxide is applied to it. The spore print is rust-brown, and the oval warty spores measure 8–10 by 5–7 µm.Cortinarius erythraeus grows with marri (Corymbia calophylla), wandoo (Eucalyptus wandoo), and jarrah (E. marginata) in Western Australia.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius erythraeus  in Index Fungorum"
  }
}