{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_maculobulga",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. maculobulga"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius maculobulga is a species of  truffle-like fungus in the family Cortinariaceae. Found only in New South Wales, Australia, it was described as new to science in 2010.",
    "Taxonomy": "The species was first described by mycologists Melissa Danks, Teresa Lebel and Karl Vernes in the journal Persoonia in 2010. The type collection was made near Mount Kaputar, in New South Wales (Australia) in July 2007. Molecular analysis of internal transcribed spacer DNA sequences indicated that Cortinarius maculobulga belongs to the section Rozites of the genus Cortinarius, and has a close phylogenetic relationship with the agaric species C. vinaceolamellatus (found in Australia), C. subcastanellus (New Zealand), and the sequestrate C. submeleagris (Argentina). The specific epithet maculobulga derives from the Latin words maculata (mottled) and bulga (bag) and refers to the colour of the fruit bodies.",
    "Description": "Cortinarius maculobulga has a sequestrate fruit body, meaning that its spores are not forcibly discharged from the basidia, and it usually remains enclosed during most or all stages of development, including at maturity. The shape of the caps ranges in shape from roughly spherical to pear-shaped to like an inverted cone (sometimes with a flattened or convex top), and they measure 1.0–2.3 cm (0.4–0.9 in) long by 1.0–4.2 cm (0.39–1.65 in) in diameter. The colour of the outer skin of the cap (the pellis) is white to cream, mottled with patches of dark brown. The surface is smooth and somewhat sticky. Scattered patches of the white to pale grey universal veil cover some of the cap surface; they are readily rubbed off with handling. The flesh is translucent white to cream and 0.5–1.5 mm (0.02–0.06 in) thick. The internal spore-bearing tissue of the cap (the hymenophore) is pale cinnamon brown at first, but darkens as the spores mature. A pale yellow, slender stipe extends into the fruit body, sometimes through its entire length; it measures 8–35 mm (0.3–1.4 in) long by 2–6 mm (0.08–0.2 in) thick, and has a bulbous base measuring 5–11 mm (0.2–0.4 in) thick that extends up to 4 mm (0.2 in) past the cap. The partial veil is thin, membranous, and white to cream in colour. Fruit bodies have no distinctive taste, but their odour is faintly spicy or sweet. The spores are egg-shaped and measure 12.6–14 by 6.3–7.8 μm. They are covered with minute rounded warts up to 0.3 μm high. The thin-walled basidia (spore-bearing cells) are hyaline (translucent), club-shaped to cylindrical, usually four-spored, and have dimensions of 37–40 by 9–12 μm. There are clamp connections present in the hyphae of the cap.",
    "Habitat and distribution": "Fruit bodies of Cortinarius maculobulga grow singly or in groups in the ground under leaf litter. The fungus occurs in subalpine grassy woodlands on the Kaputar Plateau in New South Wales, and fruiting is in July. Associated plant species include Eucalyptus dalrympleana, E. pauciflora and E. viminalis.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius maculobulga  in Index Fungorum"
  }
}