{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_hemitrichus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Subclass": "Agaricomycetidae"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Telamonia"
    },
    {
      "Species": "C. hemitrichus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius hemitrichus, also known as the frosty webcap, is a basidiomycete mushroom of the genus Cortinarius. Young mushrooms are characterized by their brown cone-shaped caps covered with dense white fibrils.",
    "Taxonomy": "The species was first described as Agaricus hemitrichus by Christian Hendrik Persoon in 1801. Elias Magnus Fries transferred to the genus Cortinarius in 1838. The name Hydrocybe hemitricha, published by M.M. Moser in 1953, reflects a different placement of the species.The mushroom is commonly known as the \"frosty webcap\".",
    "Description": "The cap is 2–4.5 cm (0.8–1.8 in) wide, convex, with a flattish or more pointed umbo (occasionally the umbo may be lacking), watery date brown, hygrophanous. In damp weather the cap surface is almost chestnut brown in young specimens, in dry weather grayish-brown to tan brown. The surface is soon silky and the margin almost white from floccose, white fibrils (these are easily washed off by rain), otherwise only very slightly whitish fibrillose, finally even bare. When the tip of the stem is hollow, the cap which is thinly fleshy and quite tough. The gills are  distantly spaced, grayish-earthy, then ochraceous ferruginous, later almost cinnamon, broadly emarginate (notched), 5–8 mm (0.2–0.3 in) broad, slightly ventricose, with lightly scalloped edge. The stem is cylindrical, quite slender, usually slightly crooked, 5–6 cm (2.0–2.4 in) long and 3–6 mm (0.12–0.24 in) thick, light brown inside with thin, winding fibers, then eventually hollow. It is white, covered with silky fibrils on the surface, often with an ephemeral white zone in the middle which may be poorly developed, otherwise pale dirty gray, with steel gray to violet tinge at the apex. The flesh is watery brown in damp weather, then much lighter, whitish with brownish tinge. It has a mild taste, and is almost without odor.The spore dust is rusty-brown. The spores are egg-shaped, obliquely pointed, yellowish rusty brown, with fine warts and dots on the surface, and measure 8–9 by 4.5–5 μm.",
    "Distribution and habitat": "It grows in both deciduous and coniferous forests, often beneath birches, scattered throughout Europe and North America.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}