{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_archeri",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. archeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius archeri is a species of mushroom in the genus Cortinarius native to Australia. The distinctive mushrooms have bright purple caps that glisten with slime, and appear in autumn in eucalypt forests.",
    "Taxonomy": "English clergyman Miles Joseph Berkeley described Cortinarius archeri in 1860 from a specimen collected in Cheshunt, Tasmania in April 1856. The species name honours the collector—naturalist William Archer, who was the secretary of the Royal Society of Tasmania.In 1891, the German botanist Otto Kuntze published Revisio generum plantarum, his response to what he perceived as poor method in existing nomenclatural practice. He called the species Gomphos archeri, citing the genus Gomphos as described by Giovanni Antonio Battarra in 1755 taking precedence over Cortinarius. However, Kuntze's revisionary programme was not accepted by the majority of botanists.Within the genus, Cortinarius archeri belongs to the subgenus Myxacium, whose mushroom caps and stipes are covered with a layer of glutinous slime. Moser and Horak made it the type species of Cortinarius (Myx.) section Archeriani in 1975. In 1990, Egon Horak placed it in group D of the subgenus, several species with mushrooms that are purple or blue when young. In 2007, Italian mycologist Bruno Gasparini placed C. archeri and the Archeriani (which he reclassified as a subsection) into the subgenus Phlegmacium, which have sticky or glutinous caps but not stipes. He conceded the subgenera as classically understood were likely to be untenable and require overhauling. In 2004, Peintner and colleagues placed the Archeri group in a clade they named /Delibuti, which was related to the Phlegmacium clade, though C. archeri was not itself sampled in this genetic study. A 2005 molecular study of the genus by Sigisfredo Garnica and colleagues was unable to place C. archeri in a clade with confidence, though showed its affinity with C. sinapicolor.John Burton Cleland described Cortinarius subarcheri in 1928 from a collection under brown stringybark (Eucalyptus baxteri) in Bundaleer State Forest in the Mount Lofty Ranges. He distinguished it from C. archeri by its smaller spores (9–10 x 4.5–5.5 μm) and mushrooms. This taxon is poorly known and it is unclear whether it is distinct from C. archeri.",
    "Description": "The cap is up to 10 cm (4 in) broad, initially convex with strongly incurved margins before flattening out with age. The centre of the cap may have a central boss. The cap colour is deep violet at first and then becomes violet-brown with age, glutinous, and smooth. The flesh is thick and tinted lavender. The gills are brown and tinted lilac-violet. The stipe is 6 to 8 cm (2.4 to 3.1 in) long, cylindrical, often swollen at the base, pale lilac above the cortina and deep violet below it. The spores are brown and fruit bodies will produce a brown spore print. The species has no odor, and a mild taste. When C. archeri is young, they have a cortina, but it is flimsy and tears apart as the cap expands which is why there are few traces of it on fully mature specimens.",
    "Distribution and habitat": "One of the commonest webcaps of southern Australia, Cortinarius archeri is distributed from Queensland, through to South Australia and Western Australia. Around Sydney it has been found in Oatley, Howes Valley and Tari Creek in Windsor, as well as Boronia Park. It is regularly seen in the Lane Cove National Park, especially around North Ryde. In Victoria, the species is at Morwell National Park. This is the only Cortinarius species that was found in the Field Naturalists Club of Victoria's first fungi foray to Coranderrk Bush Sanctuary. It is found in the Mount Lofty Ranges east of Adelaide in South Australia. It has been found at Mundaring in Western Australia. In Tasmania, it has been recorded from the wet forests, dry forests and cleared areas, from Mount Wellington and Mount Field National Parks, as well as Bruny Island.The species was found during the 15th New Zealand Fungal Foray at the New Zealand Fungal Herbarium.The species is common in eucalypt or mixed forests and is mycorrhizal, forms a close relationship with the roots of eucalypts or closely related trees. Although considered solitary, the mushroom can commonly be found in groups of two or three, often poking up through bark and leaf litter on the ground. It can thrive in recently burnt forests and can also be found in suburban lawns.",
    "Edibility": "The edibility of Cortinarius archeri is unknown. Cortinarius is a large and potentially confusing genus with a number of dangerously poisonous species, so they are generally not regarded as safe edible mushrooms.\n\n\n== References =="
  }
}