{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_sanguineus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. sanguineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius sanguineus, commonly known as the blood red webcap, is a species of fungus in the genus Cortinarius.",
    "Taxonomy": "Austrian naturalist Franz Xaver von Wulfen described the species as Agaricus sanguineus in 1781, reporting that it appeared in the fir tree forests around Klagenfurt and Ebenthal and in October. He noted that it was very pretty but not edible. The specific epithet is the Latin word sanguineus, meaning \"bloody\". Samuel Frederick Gray established Cortinarius as a genus in the first volume of his 1821 work A Natural Arrangement of British Plants, recording the species as Cortinaria sanguinea \"the bloody curtain-stool\".Friedrich Otto Wünsche described it as Dermocybe sanguinea in 1877. Most mycologists retain Dermocybe as merely a subgenus of Cortinarius as genetically all the species lie within the latter genus.It is closely related to Cortinarius puniceus, which grows under oak and beech from England and France.",
    "Description": "The dark blood-red cap is convex, and later flattens, measuring 2–5 cm (0.8–2 in) across, its surface covered in silky fibres radiating from the centre. The stipe is usually the same colour as the cap or paler. Long, slim, and cylindrical, it is 3–6 cm high by 0.3–0.8 cm wide. The veil (cortina) and its remnants are red. The gills are adnate. They are initially blood-red, but turn brown upon aging as the spores mature. The purple-red flesh has a pleasant smell. The spore print is rust-coloured, while the oval spores themselves measure 7 to 9 µm by 4 to 6 µm, and are rough.C. sanguineus grows in conifer woodlands in autumn. It is not edible. Its pigment can be used as a dye for wool, rendering it shades of pink, purple or red.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": " Media related to Cortinarius sanguineus at Wikimedia Commons"
  }
}