{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_nebulobrunneus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. nebulobrunneus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius nebulobrunneus is a species of  truffle-like fungus in the family Cortinariaceae. Found in New South Wales, Australia, the species was described as new to science in 2010.",
    "Taxonomy": "The species was described by mycologists Melissa Danks, Teresa Lebel and Karl Vernes in the journal Persoonia in 2010. The type collection was made near Mount Kaputar, in New South Wales (Australia) in July 2007. Molecular analysis of internal transcribed spacer DNA sequences places Cortinarius nebulobrunneus in the section Pseudotriumphantes of the genus Cortinarius, along with C. iringa, C. rapaceus var. luridus, and another sequestrate Cortinarius that has not yet been formally described. The specific epithet nebulobrunneus derives from the Latin words nebulosus (foggy or misty) and brunnea (brown) and refers to the bloom on the universal veil and the brown colour of the fruit bodies.",
    "Description": "The fruit body of Cortinarius nebulobrunneus is sequestrate, meaning that its spores are not forcibly discharged from the basidia, and it remains enclosed throughout its development. The shape of the caps is convex, sometimes with a flattened top, and they measure 1.3–2.7 cm (0.5–1.1 in) long by 2.2–4.5 cm (0.87–1.77 in) in diameter. The colour of the outer skin of the cap (the pellis) is light orange-brown to brown; the surface is finely hairy and sticky. Remnants of the white universal veil cover some of the cap surface and appear as a powdery coating; it is readily rubbed off with handling. The flesh is translucent yellow-brown and 0.8–3.0 mm (0.03–0.1 in) thick. The internal spore-bearing tissue of the cap (the hymenophore) is bright cinnamon brown, and has irregular chambers that are 0.3–1 mm in diameter. A whitish and somewhat waxy stipe extends into the cap through its entire length; it measures 40–55 mm (1.6–2.2 in) long by 5–12 mm (0.20–0.47 in) thick, and occasionally has a slightly bulbous base. The white partial veil is fine and cotton-like, persisting between the margin of the cap and the stipe. Fruit bodies no distinctive taste or odour. The spores are elliptical and measure 9.0–11.9 by 5.5–6.5 μm. They are covered with minute warts up to 0.5 μm high. The basidia (spore-bearing cells) are hyaline (translucent), narrowly club-shaped, four-spored, and typically have dimensions of 25–28 by 5–8 μm. There are clamp connections present in the hyphae of the cap and the hymenophore.",
    "Habitat and distribution": "The fruit bodies of Cortinarius nebulobrunneus grow in the ground under litterfall in June and July. The fungus is known only from New South Wales, where it occurs in subalpine grassy woodland. Associated plant species include Eucalyptus dalrympleana, E. pauciflora and E. viminalis.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius nebulobrunneus  in Index Fungorum"
  }
}