{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_sublargus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. sublargus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius sublargus is a species of fungus in the family Cortinariaceae native to Australia. It was described in 1928 by  John Burton Cleland from the Mount Lofty Ranges. Cleland also described Cortinarius radicatus in 1933 from material collected in Willunga Hill, Waitpinga, Mount Lofty, Mount Compass, and Kinchina, Though Cleland regarded them as distinct, later authorities determined them to be the same species. The latter name turned out to be a homonym, having already been given to a different species.William Murrill named an American species Cortinarius sublargus in 1939, though renamed it C. largiformis in 1944 as it too was a homonym.",
    "Description": "The basidiocarp (mushroom) has a white to cream cap that can be sticky when wet and grows to 15 cm (6 in) across. The cap margin is inturned in young mushrooms and wavy in older ones. The adnate to decurrent gills are white when young, turning red-brown with age as the spores mature. The spore print is red-brown. The stout white stipe is mostly underground, extending up to 3.5 cm (1.4 in) above the surface and up to 30 cm (12 in) below it. It is up to 2.5 cm (1 in) thick. The oval warty spores are 10 μm long by 6 μm wide.C. sublargus can be mistaken for the similar-looking skirt webcap (Cortinarius australiensis), though the latter species is generally larger, has a prominent ring and does not generally grow in recently burnt areas.The mushrooms appear in eucalypt forests in recently-burnt ground after bushfire. C. sublargus has been recorded from southwest Western Australia, southeastern South Australia, Victoria, Tasmania and southern Queensland.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius sublargus  in Index Fungorum"
  }
}