{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_kioloensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. kioloensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius kioloensis is a fungus native to Australia. It was described in 2009 by Alec Wood, and is related to the Northern Hemisphere species Cortinarius violaceus.The type specimen was collected along Higgins Creek in Kioloa State Forest near Batemans Bay in southern New South Wales on 22 June 1980. The species was one of only twelve placed in the Cortinarius subgenus Cortinarius, along with Cortinarius violaceus.The fruit body has a 4.5–12 cm (1 3⁄4–4 3⁄4 in) wide dark violet cap that is convex and becomes flattish with a low, wide boss as it matures. The cap surface is dry and covered with fine scales or hair. This layer on the cap is known as the pileipellis, which is classified as a trichoderm—having parallel hyphae running perpendicular to the surface and forming a layer 8–20 μm wide. The cap colour is lighter towards the cap margin, which is entire and can split or become wavy in older specimens. The flesh is dark purple to black. All mushroom parts stain red in potassium hydroxide. The thick wide dark blue gills are sinuate. The pale violet stipe is 10.5–16.5 cm (4 1⁄4–6 1⁄2 in) high and 0.7–2.8 cm (1⁄4–1 in) wide at the top and 0.9–3.1 cm (1⁄4–1 1⁄4 in) wide at the base, which is bulbous. The stipe turns dark blue when handled or touched because of the violet universal veil. The mycelium is pale violet. The very warty oval spores are 10.5–14 μm long by 6.5–9 μm wide. The mushroom has no strong aroma.Geography and habitat differences allow it to be distinguished from similar species: the otherwise identical Cortinarius atroviolaceus is found in montane rainforest in Malaysia while Cortinarius atrolazulinus and Cortinarius carneipallidus occur with Nothofagaceae in New Zealand. Cortinarius jenolanensis has a smooth cap. Cortinarius austroviolaceus has less warty spores.The fruit bodies of Cortinarius kioloensis appear in autumn and winter (April to July) under Eucalyptus and Allocasuarina in southeastern Australia and Tasmania, and in association with Leptospermum in New Zealand. In New South Wales it has been collected from along Gore Creek in Lane Cove Bushland Park, Royal National Park (Couranga Track), Boronia Park, Bradley's Head, Scotland Island, and Hazelbrook and Sassafras Gully near Springwood in the Blue Mountains.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius kioloensis  in Index Fungorum"
  }
}