{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_cucumeris",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Myxacium"
    },
    {
      "Species": "C. cucumeris"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius cucumeris is a basidiomycete fungus of the genus Cortinarius native to New Zealand, where it grows under Nothofagus.Austrian mycologist Egon Horak described the species in 1990. Within the genus it is classified in the subgenus Myxacium. The species name is the Latin genitive of cucumis, hence \"of the cucumber\".The fruit bodies of this fungus have glutinous (slimy) caps up to 5 cm (2.0 in) across and tawny to dark brown in colour and paler at the margins, occasionally with lilac tints. They are conical when young before spreading out to convex and more flat in shape, but maintaining a central nipple-like bump. The crowded gills are adnate or adnexed early and adnate or free later. Initially lilac, they become silvery and then brown as the spores mature. The cylindrical stipe is up to 9 cm (3.5 in) tall and 0.8 cm (0.31 in) wide, pale lilac-blue initially before fading to white with age, The base of the stipe is ochre, and the lower part of the stipe is glutinous (slimy). The mushroom has a strong (and unpleasant) smell and taste of cucumber, though can resemble fish in old decaying specimens. The spore print is rusty brown and the warty oval spores measure 9.5–12 by 5.5–6 μm. The cap either doesn't stain or stains a yellow brown when potassium hydroxide is applied to it.Cortinarius cucumeris has been recorded on both North and South Island in New Zealand. Fruit bodies appear from December to June under red beech (Nothofagus fusca) and silver beech (Nothofagus menziesii).",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius cucumeris  in Index Fungorum"
  }
}