{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_metallicus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. metallicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius metallicus, originally described as Rozites metallica and commonly known as the steel blue rozites, is a species of mushroom native to Australia.Mycologists Neale Bougher, Bruce Fuhrer and Egon Horak described this species as Rozites metallica in 1994, its species name derived from the blue-grey metallic colour of young mushrooms. In 2002, molecular analysis showed the genus Rozites lay wholly within the genus Cortinarius, so this species became Cortinarius metallicus.The fruitbodies of this fungus have convex caps that become flatter with age, with diameters typically in the range 4 to 14 cm (1.6 to 5.5 in). The cap margin is initially straight but becomes eroded in older specimens. Young mushrooms have all blue-grey caps, while older ones are more greyish with yellowish or tan centres. The cap is slimy when wet. The flesh is cream, sometimes with a blue tinge. The gills on the cap underside are crowded and have an adnexed attachment to the stipe. They are cream, with a slight greenish tinge in young mushrooms, and becoming brown with age. The spore print is brown. The white stipe is 5–15 cm (2.0–5.9 in) in height and 0.7–1.5 cm (0.28–0.59 in) in width, with a swollen base up to 2 cm (0.79 in) in diameter, and a white ring. The ring becomes covered in the brown spores in older mushrooms. The almond-shaped spores measure 9.5–12.5 by 7–8.5 µm. The smell has been described as mushroomy.Its ring distinguishes it from other Australian blue webcaps such as Cortinarius rotundisporus, which lacks one.Cortinarius metallicus forms symbiotic relationships with deciduous beech (Fuscospora gunnii) and myrtle beech (Lophozonia cunninghamii) in Tasmania and Victoria. It is an uncommon species.\n\n\n== References =="
  }
}