{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_anomalus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. anomalus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius anomalus, also known as the variable webcap, is a basidiomycete fungus of the genus Cortinarius. It produces a medium-sized mushroom with a grayish-brown cap up to 5 cm (2.0 in) wide, gray-violet gills and a whitish stem with pale yellow belts below. The mushroom grows solitarily or in scattered groups on the ground in deciduous and coniferous forests. It is found throughout the temperate zone of the northern hemisphere.",
    "Taxonomy, phylogeny, and naming": "The species was first described as Agaricus anomalus by Elias Magnus Fries in 1818. Fries later transferred it to the genus Cortinarius in 1838 in his Epicrisis Systematis Mycologici. Friedrich Otto Wünsche placed it in Dermocybe as Dermocybe anomala.Phylogenetic analysis suggests that Cortinarius anomalus is closely related to Cortinarius collinitus, Cortinarius violaceus, and Cortinarius odorifer.The fungus is commonly known as the \"variable webcap\". The specific epithet anomalus is derived from the Latin word for \"paradoxical\".",
    "Description": "The cap is up to 5 cm (2.0 in), initially almost spherical, then expanded convex and finally flattened. The cap has a broad, blunt and low umbo, which frequently lies in a depression since the margin which is initially rolled inward, then straight, often becomes turned upward. The cap cuticle is dry and difficult to peel. The cap surface is dry or humid, non-shiny in the center, but shiny towards the margin which is covered with fibrils when young. The cap is almost uniformly colored dirty rusty-brown or ashy-brown to grayish-tan, sometimes slightly paler towards the margin, with or without a faint grayish-violet tinge when young.\n\nThe gills are moderately crowded, about 4 mm (0.16 in) wide when mature, thin, and whitish-blue, grayish-blue or pale lilac when young. As the mushroom matures, the gill color rapidly fades and soon becomes brown, then a rusty-clay color, without any trace of the blue characteristic of young specimens. The gill attachment to the stem is adnate (fused to the stem) and emarginate (notched). The edge of the gills is pale, and the edge ranges from finely denticulate (with a very finely toothed margin) to straight.The stem is 6–8 cm (2.4–3.1 in) long and 0.5–0.8 cm (0.2–0.3 in) thick, cylindrical above, slightly club-shaped below, and usually somewhat curved. It is initially very fibrillose, later silvery shiny and wavy, violet or grayish violet at the apex when young, more gray or grayish-brown at the base. The violet coloring soon disappears and then the stem is whitish or pale clay brownish and silkily fibrillose. Beneath the cap there is a golden yellow ring-like region. On the rest of the stem there are sometimes remnants of the partial veil as yellowish-saffron hairy tufts, which form incomplete rings or scattered minute scales. The cortina (a cobweb-like partial veil consisting of silky fibrils) is thick, whitish, and lasts only a short time.The flesh in the cap is thin, rarely thicker than 0.5 cm (0.2 in), whitish to pale violet or pale lilac in the upper part of the stem when young, but soon fading, grayish-white in the lower part of the stem. Its smell is faintly fruity, and its taste mild. It is an edible mushroom but insubstantial.The spore deposit is rusty-brown. The spores are spherical to egg-shaped, with a distinct apiculus (the part of a spore which attaches to the sterigmata at the end of a basidium), finely verrucose, 5.7–9 by 7–8.5 μm. The basidia (spore-bearing cells) are four-spored and measure 30–40 by 8–9 μm.",
    "Description-Similar species": "Cortinarius alboviolaceus is silvery-white to gray-violet when young and has a thick, white fibrillose veil, a bulkier stem, and elliptical spores.",
    "Distribution and habitat": "Cortinarius anomalus is a common species in deciduous, mixed, or more rarely coniferous woods. The fruit bodies appear late in the summer and autumn throughout the temperate zone of the northern hemisphere.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius anomalus  in Index Fungorum"
  }
}