{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_camphoratus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. camphoratus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius camphoratus, commonly known as the goatcheese webcap, is an agaric fungus in the family Cortinariaceae. The fungus is found in Europe and North America, where its fruit bodies (mushrooms) grow on the ground in a mycorrhizal association with spruce and firs in coniferous forests. Mushrooms are characterized by pale blue lilac colors when young, and a strong distinctive odor. Sources disagree as to the edibility of the mushroom, but they are generally not recommended for eating.",
    "Taxonomy": "The species was first described by Swedish mycologist Elias Fries under the name Agaricus camphoratus in his 1821 Systema Mycologicum. In 1838 Fries transferred the species to Cortinarius. Friedrich Otto Wünsche placed it in Inoloma in 1877. The specific epithet camphoratus refers to the odor resembling camphor. It is commonly known as the goatcheese webcap.",
    "Description": "The fruit bodies of Cortinarius camphoratus have a cap that is initially convex before flattening out, sometimes developing a broad umbo; the diameter ranges from 4 to 10 cm (1.6 to 3.9 in). Initially curled inwards, the cap margin uncurls as the mushroom matures. The cap, which is covered with minute fibers matted on the surface, is buff with tints of lilac, although golden tones typically develop in age. The flesh, colored lilac to purple, has no distinctive taste, and an odor that has been compared to \"curry powder, rotting meat, old goats or goat's cheese, cold mashed potato, burnt horn, or sweaty feet.\" The gills have an adnate attachment to the stipe; they are initially pale lilac when young, but become rusty-brown as the spores mature. The stipe measures 5 to 10 cm (2.0 to 3.9 in) long by 1 to 2 cm (0.4 to 0.8 in) wide, and thickens towards the base. Roughly the same color as the cap, it is solid (i.e., not hollow), and covered with silky white matted fibrils up to the level of the annular zone. The latter feature is formed when the cobwebby white partial veil collapses on the stipe. There is general disagreement about the edibility of the mushroom: it has been described as edible, inedible, or somewhat poisonous. It is generally not recommended for consumption.Mushrooms produce a rusty-brown spore print. The spores are pale brown, elliptical to slightly almond-shaped with minute, well-separated warts on the surface, and measure 8.5–11 by 5.5–6.5 μm. The cap cuticle is in the form of a cutis (with hyphae that run parallel to the cap surface); the hyphae measure 3–8 μm wide.",
    "Description-Similar species": "The \"gassy webcap\", Cortinarius traganus, is similar in appearance, and also has a pungent odor. A mildly poisonous species, it can be distinguished from C. camphoratus by the ochre or saffron-brown color of the gills, and the reddish-brown color of the stipe interior. Cortinarius tasmacamphoratus is a lookalike species found in Tasmania, Australia. It has a somewhat duller fruit body color, and gills that turn brown with age.",
    "Habitat and distribution": "The species is found in Europe and North America, where it grows in a mycorrhizal association with conifers, including firs but especially with spruce. Mushrooms are found on the ground growing singly, scattered, or in groups, usually between September and October.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius camphoratus  in Index Fungorum"
  }
}