{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_kaputarensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. kaputarensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius kaputarensis is a species of  truffle-like fungus in the family Cortinariaceae. Described as a new species in 2010, it is known only from New South Wales in Australia.",
    "Taxonomy": "Australian mycologists Melissa Danks, Teresa Lebel and Karl Vernes first described the species in the journal Persoonia in 2010. The type collection was made near Mount Kaputar, in New South Wales (Australia) in July 2007. Although some of the characteristics of the fruit body (such as the pigmented cap and veil) suggest a placement in the section Dermocybe of Cortinarius, molecular analysis of internal transcribed spacer DNA sequences indicates affinity with species in the section Phlegmacium, along with the Australian species C. austrovaginatus and C. sinapicolor.  The specific epithet kaputarensis refers to the type locality.",
    "Description": "The fruit body of Cortinarius kaputarensis is sequestrate, meaning that its spores are not forcibly discharged from the basidia, and it remains enclosed during development, including at maturity. The shape of the caps ranges from conical to roughly spherical (sometimes with a slightly flattened top), and they measure 1.2–3.0 cm (0.5–1.2 in) long by 1.5–2.5 cm (0.6–1.0 in) in diameter. The colour of the outer skin of the cap (the pellis) is yellow-brown to orange-brown, and it is smooth and somewhat sticky when fresh. Scattered remnants of the dark brown universal veil cover mush of the cap surface, and they are not readily rubbed off with handling. The flesh is translucent cream and 0.3–2 mm (0.01–0.08 in) thick. The internal spore-bearing tissue of the cap (the hymenophore) is bright cinnamon brown at first, but darkens slightly as the spores mature. A pale yellow, slender stipe extends into the fruit body, sometimes through its entire length; it measures 15–50 mm (0.6–2.0 in) long by 3–8 mm (0.1–0.3 in) thick. The partial veil is cottony and yellow. Fruit bodies have no distinctive taste or odour. The spores are egg- to almond-shaped and measure 9.9–12.1 by 5.4–7.4 μm. They are covered with irregular nodules up to 1.5 μm high. The basidia (spore-bearing cells) are hyaline (translucent), club-shaped to cylindrical, usually four-spored (rarely, some are two-spored), and have dimensions of 19–37 by 6–9 μm. There are clamp connections present in the hyphae of the cap.",
    "Habitat and distribution": "Cortinarius kaputarensis is known only from the type locality. Fruit bodies were found in the ground and emerging from the earth under litterfall in wet sclerophyll forest on high slopes of the Kaputar Plateau in New South Wales. Associated plant species were Eucalyptus dalrympleana, E. laevopinea and E. viminalis.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius kaputarensis  in Index Fungorum"
  }
}