{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_argyrionus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. argyrionus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius argyrionus is a species of sequestrate (truffle-like) fungus in the family Cortinariaceae. Described as a new species in 2010, it is known only from New South Wales.",
    "Taxonomy": "The species was first described scientifically by Australian mycologists Melissa Danks, Teresa Lebel, and Karl Verns in a 2010 issue of the journal Persoonia. The type collection was made in Armidale, New South Wales in July 2008. Molecular analysis shows that the species groups in a clade with species in the section Purpurascentes of the genus Cortinarius, along with the sequestrate C. caesibulga and C. cinereoroseolus, and the agarics C. porphyropus and C. purpurascens.  The specific epithet argyrionus is derived from the Ancient Greek word meaning \"silvery violet\", and refers to the sheen and colour of the fruit bodies.",
    "Description": "The fruit body of Cortinarius argyrionus is sequestrate, meaning that its spores are not forcibly discharged from the basidia, and it remains enclosed during all stages of development, including at maturity. The caps range in shape from roughly spherical to pear-shaped or like an inverted cone, and have dimensions of 0.7–3.8 cm (0.3–1.5 in) by 0.6–2 cm (0.2–0.8 in). Caps are attached to the stipe by a cottony partial veil that is initially violet before becoming paler in maturity. The outer skin (pellis) is wrinkled, and coloured pale violet to silvery-grey, with a metallic sheen. The white to cream-coloured flesh has a diameter of 0.5–1.5 mm (0.02–0.06 in), and is thickest at the top of the fruit body. The internal hymenium-bearing structure (hymenophore) is brown. A white to silvery violet stipe extends into the fruit body, often through its entire length; it measures 9–30 mm (0.4–1.2 in) long by 2–7 mm (0.1–0.3 in) thick. Fruit bodies have no distinctive taste, but possess an odour the authors describe as \"strong earthy fungoid\". Spores are egg-shaped, and typically measure 7.7–9 by 5–6.5 μm. They are densely covered with nodules that extend up to 1.5 μm high. The basidia (spore-bearing cells) are club-shaped to cylindrical, four-spored, and measure 20–40 by 5–7 μm.",
    "Habitat and distribution": "The fruit bodies of Cortinarius argyrionus are found in the ground under leaf litter in low-lying hills and plains near Mount Duval. They occur in June and July and grow in large clusters, sometimes with the fruit bodies clumped together. Nearby vegetation associated with the fungus typically includes Acacia filicifolia, Eucalyptus nova-anglica, E. stellulata, E. viminalis, Hakea microcarpa, H. salicifolia and Leptospermum flavescens.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius argyrionus  in Index Fungorum"
  }
}