{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_triumphans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Subclass": "Agaricomycetidae"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. triumphans"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius triumphans, also known as the birch webcap, or yellow girdled webcap is a basidiomycete mushroom of the genus Cortinarius found in Europe. It is regarded as edible by some authorities, although others call it suspect and it resembles inedible species.",
    "Taxonomy": "The species was first described by Swedish mycologist Elias Magnus Fries in 1838; its generic name derived from the Latin cortina \"veil\", and the specific triumphans \"triumphing\". It is considered the same species as Cortinarius crocolitus Quélet by some authorities. It is a member of the subgenus Phlegmacium within the genus Cortinarius; mushrooms of this group have sticky (or slimy in wet weather) caps and dry stipes.",
    "Description": "It has a 5–12 cm (2–5 in) diameter cap which is yellowish in colour-darker in the centre and paler on the edges. The stipe is 7–17 cm (3–7 in) high and 1–2.5 cm (0.4–1 in) thick and swollen at the base, and is white up top and yellow lower down and bears the tan or brown remnants of the veil. The adnate gills, which are hidden by a cream or white veil when young, are cream or lilac early on, and darken with the spores, which give a rusty coloured spore print. The almond-shaped spores measure 10–12.5 × 5.5–7 µm. The flesh is cream-coloured and the taste mild.",
    "Distribution and habitat": "Cortinarius triumphans appears under birch trees in autumn (fall) in Europe, and Asia where it is widespread, but local. It is also reported from north eastern North America. It has a mycorrhizal relationship with birch trees (Betula).",
    "Edibility": "Although some mushroom guides list it as edible, others treat it with suspicion, as many webcaps have been found to have toxins, not in the least the similarly brown-coloured lethal webcaps. This being the case, it is probably best to avoid it. Thomas Laessoe's 1998 book 'Mushrooms', describes the taste as bitter, with a not unpleasant smell.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}