{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_purpurascens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Subclass": "Agaricomycetidae"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Phlegmacium"
    },
    {
      "Species": "C. purpurascens"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius purpurascens, also known as the bruising webcap, is a basidiomycete mushroom of the genus Cortinarius. The fruit bodies grow in groups on the ground in coniferous forests, throughout the temperate zone of the Northern Hemisphere, including Europe and North America.",
    "Taxonomy": "The species was first described scientifically as Agaricus purpurascens by Elias Magnus Fries in 1818. He later transferred it to the genus Cortinarius in 1838. The species was also placed in the segregate genus Phlegmacium by Aldabert Ricken as P. purpurascens.The mushroom is commonly known as the \"bruising webcap\".",
    "Description": "The cap is 3–10 cm (1.2–3.9 in) in diameter, initially convex before flattening out somewhat. The margin is rolled inward, and viscid, cuticle which is often slightly spotted, smooth and with small fugacious viscid concolorous flocci. The color varies from dirty brownish or brownish-rust to ocher or grayish bluish in the center. The margin is fibrillose (covered with roughly parallel threadlike filaments), then smooth, with a violet or reddish-violet to grayish-brown tinge, then concolorous with the center of the cap. The gills are thin and crowded closely together, broadly emarginate (notched), dark violet when young, with edges often slightly denticulate (finely toothed). The tinge and intensity of the violet coloring is similar to that of the wood blewitt (Rhodopaxillus nudus). The stem is solid, vivid violet paling to violet purple or violet brown, with a distinctly marginate bulb 3–4 cm (1.2–1.6 in) wide, otherwise almost cylindrical towards the base. The cortina (a cobweb-like partial veil consisting of silky fibrils) is violet. The flesh is violet lilac or violet, paling slightly when mature, and with a weak, unpleasant smell and mild taste. When cut or broken it turns purple, like the gills. It is an edible mushroom of medium quality.The spores are ellipsoid, slightly almond-shaped, verrucose, and measure 9–10 by 4.8–6 μm. The basidia (the spore-bearing cells) are 30–35 by 7–9 μm. On the edge of the gills there are thin-walled irregularly bottle-shaped cheilocystidia, which protrude 20–30 μm. The spore deposit is brownish rust to light brown.",
    "Distribution and habitat": "The fruit bodies of Cortinarius purpurascens grow in groups in coniferous forests, mainly on more acid soils and are quite rare. It is distributed throughout the temperate zone of the Northern Hemisphere, and has been collected from Europe and North America.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}