{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_mucosus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Myxacium"
    },
    {
      "Species": "C. mucosus[1]"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius mucosus, commonly known as the orange webcap or the slimy cortinarius, is a species of mushroom in the family Cortinariaceae. In North America, the species is more commonly associated with northern coniferous forests. The specific epithet is derived from the Latin word mucosus, meaning mucus.",
    "Taxonomy": "Originally described as Agaricus mucosus by French mycologist Pierre Bulliard in 1792, Cortinarius mucosus belongs to the subgenus Myxacium (characterized by the presence of a viscid to glutinous outer veil and stipe), section Myxacium (distinguished by the presence of clamp connections), according to the infrageneric classification of the genus Cortinarius proposed by Moser in Singer (1986).",
    "Description": "The species has a sticky brown to orange cap, 4 to 10 cm (1½ to 4 in) in diameter, that is darker towards the center and with a rolled-in margin. The gills are closely spaced, have an adnexed attachment to the stipe, and are pale yellowish at first, becoming rusty brown as the spores mature. Like all species in the genus Cortinarius, young specimens have a cortina, a cobweb-like annulus that protects the developing gills. The slimy stipe, 5 to 15 cm (2 to 6 in) long by 1.5 to 2.5 cm (0.6 to 1.0 in) thick, is whitish until the spores mature and begin falling. The spore print is rust- to ochre-colored. Both the odor and the taste of this mushroom are nondescript.The spores have a rough surface, and an elliptical shape, with dimensions of 12–14 x 5.5–6.5 µm. The basidia are 4-spored, and cystidia are not present on the edge of the gills.The species is commonly found under birch and coniferous trees. It prefers acidic, sandy soils.",
    "Edibility": "Due to the prevalence of toxins in the genus Cortinarius, and the difficulty of positively identifying specimens to species level, consumption of any Cortinarius species is not generally recommended. Also, specimens of C. mucosus collected from northern Poland were found to bioaccumulate high concentrations of the toxic element mercury—that is, the concentration of mercury in the mature mushroom was significantly higher than that of the soil in which it grew.",
    "See also": "List of Cortinarius species",
    "External links": "Several photos of fruiting bodies and spores\nPhotos and description\n\n\n== References =="
  }
}