{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_cyanites",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Phlegmacium"
    },
    {
      "Species": "C. cyanites"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius cyanites is a basidiomycete fungus of the genus Cortinarius native to Europe.\nElias Magnus Fries described this species in his 1838 book Epicrisis Systematis Mycologici seu Synopsis Hymenomycetum as Cortinarius cyanites. The species name is derived from the Ancient Greek cyanos \"dark blue\" Within the large genus Cortinarius, it is classified in the subgenus Phlegmacium and section Cyanites. Genetic analysis showed in 2014 that two previously-described species—C. subcyanites and C. pseudocyanites—lay within the concept of C. cyanites, but conversely revealed three distinct lineages, with two new species—C. boreicyanites and C. violaceorubens—described.The fruitbodies of this fungus have convex caps, with diameters typically in the range 5 to 12 cm (2.0 to 4.7 in), and various shades of violet, brown or grey. They are slimy when young, and later have brown scales. The pale purple stipe is bulbous, 9–15 cm (3.5–5.9 in) in height and 2–3.5 cm (0.79–1.38 in) in width. The flesh is purple, but turns blood red when bruised or cut. The gills on the cap underside have an adnate attachment to the stipe and purple color; later, the deepens to rusty brown as the spores mature. The smell has been described as pleasant and fruity. The lemon-shaped spores measure 8–11.5 by 5–6.5 µm. C. boreicyanites and C. violaceorubens have smaller and larger spores respectively. C. violaceorubens has a dark purple-brown cap, while that of C. boreicyanites is more bluish.Cortinarius cyanites is found in mixed coniferous and deciduous forests in southern Finland, central Sweden southwards into France.Cortinarius cyanites is not edible.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius cyanites  in Index Fungorum"
  }
}