{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_glaucopus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Phlegmacium"
    },
    {
      "Species": "C. glaucopus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius glaucopus, commonly known as the blue-foot webcap, is a basidiomycete mushroom of the genus Cortinarius native to Europe and North America.\nThe species was first described as Agaricus glaucopus by Jacob Christian Schäffer in 1774. It was given its current name by Elias Magnus Fries in 1838. Within the genus Cortinarius, it is classified in the subgenus Phlegmacium and section Glaucopodes. A 2014 genetic study confirmed it was syonymous with C. glaucopoides and that Cortinarius subrubrovelatus was a distinct species. Other close relatives include C. subfoetens and C. pansa  Common names in other languages include Schwachknolliger Klumpfuss (German), Cortinaire à pied glauque (French) and Szálaskalapú pókhálósgomba (Hungarian).The fruit bodies of this fungus have convex caps 4 to 10 cm (1.6 to 3.9 in) across and ochre or tawny in colour with prominent darker brown fibres. Like other members of the genus, young mushrooms are covered in a web-like veil (cortina) from the cap margin to the stipe. The bulbous stipe is pale lilac-blue initially with lower parts fading to yellow-white. The flesh is yellow-white with a blue hue in the upper stipe. The lilac-blue gills are adnate or free, and become brown as the spores mature. The smell, if present, is slightly mealy. The spore print is red-brown and the spores measure 6.5–8.5 by 4.5–5 µm.Fruit bodies appear from August onwards into autumn in deciduous and coniferous forests, often in profuse numbers. It can be found in fairy rings.Cortinarius glaucopus is found in Western North America (both the United States and Canada), and is common in the Rocky Mountains. It is rare east of the Great Plains; it is rare in the British Isles.C. glaucopus forms ectomycorrhizae that are unusually hydrophobic (water-repellent) compared with other fungi, which has led to interest in decoding its genome. DNA studies indicate it may decompose toxic polycyclic aromatic compounds in the soil with specially adapted oxidizing enzymes. The flesh is mild tasting, and not highly regarded. As it closely resembles many other species, it should not be eaten, even at the advisement of experienced mushroom hunters. In Tlaxcala, Mexico, it is collected in June and sold in the market.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}