{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_caesibulga",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "Cortinarius caesibulga"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius  is a species of  truffle-like fungus in the family Cortinariaceae. Found in New South Wales, Australia, the species was described as new to science in 2010.",
    "Taxonomy": "The species was first described scientifically by Australian mycologists Karl Vernes, Melissa Danks, and Teresa Lebel in a 2010 issue of the journal Persoonia. The type collection was made near Waterfall Way, New South Wales in July 2007. Molecular analysis of internal transcribed spacer DNA sequence data show that the fungus belongs to the section Purpurascentes, and groups in a clade with the agaric  species C. submagellanicus (found in Tasmania). The specific epithet caesibulga is derived from the Latin words caesius (lavender pale blue with grey tinge) and bulga (purse or bag) and refers to the bag-like shape of the fruit bodies.",
    "Description": "The fruit body of Cortinarius caesibulga is sequestrate, meaning that its spores are not forcibly discharged from the basidia, and it remains enclosed during all stages of development, even when mature. The shape of the caps ranges from irregularly spherical to like an inverted cone, sometimes with a flattened top, and they measure 0.2–1.8 cm (0.1–0.7 in) long by 0.4–2.7 cm (0.16–1.06 in) in diameter. A cobwebby silvery-grey partial veil connects the cap to the stipe. The outer skin of the cap (the pellis) is lavender (mixed with tan in mature specimens) with a finely hairy texture. Remnants of the universal veil are readily rubbed off with handling. The flesh is translucent white to cream and 3–8 mm (0.1–0.3 in) thick. The internal spore-bearing tissue of the cap (the hymenophore) is pale brown at first, but darkens as the spores mature. A slender, silvery lavender stipe extends into the fruit body through its entire length; it measures 9–25 mm (0.4–1.0 in) long by 2–3 mm (0.08–0.12 in) thick. Young fruit bodies have no distinctive or odor, but develop a pungent smell as they mature; their taste is somewhat farinaceous (similar to freshly ground flour). The spores are egg-shaped to roughly elliptical and measure 8.7–11 by 4.8–6.5 μm. They are densely covered with nodules up to 0.5 μm high. The thin-walled basidia (spore-bearing cells) are hyaline (translucent), club-shaped to cylindrical, four-spored, and have dimensions of 26–39 by 5–8 μm.",
    "Habitat and distribution": "The fruit bodies of Cortinarius caesibulga grow underground in dry sclerophyll forest, and appear from May to July. It is found on the high eastern slopes of the New England Plateau in northern New South Wales, and in mixed forest near Mount Imlay in southern NSW. Vegetation typically associated with the fungus at the former location includes Allocasuarina littoralis, Eucalyptus caliginosa, E. dalrympleana subsp. heptantha, and E. radiata subsp. sejuncta, while E. cypellocarpa and E. sieberii are found at the latter locale. The fungus has also been recorded in wet sclerophyll forest in Victoria, where E. regnans is a common plant associate.",
    "See also": "List of Cortinarius species",
    "References": "",
    "External links": "Cortinarius caesibulga  in Index Fungorum"
  }
}