{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_varius",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Subgenus": "Phlegmacium"
    },
    {
      "Species": "C. varius"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius varius, also known as the contrary webcap, is a basidiomycete mushroom of the genus Cortinarius. The mushroom has orangish-yellow caps that reach up to 10 cm (3.9 in) in diameter, and thick club-shaped stems up to 10 cm (3.9 in) long.",
    "Taxonomy": "The species was first described by as Agaricus varius by Jacob Christian Schäffer in 1774. It was given its current name by Elias Magnus Fries in 1838. It is commonly known as the \"contrary webcap\".",
    "Description": "The cap is 5–10 cm (2.0–3.9 in) in diameter, initially spherical to convex, then flattened or depressed, at first with thin, involute margin, bearing fragments of veil when young. The cap surface is sticky and smooth, orangish-yellow, with a light ochre tint, and yellower at the edge than in the middle, where the color is more rusty yellow. The gills are crowded closely together, usually somewhat emarginate (notched), thin and not very broad (5–8 mm). They are initially a rich cornflower blue, to lilac then finally ochre-cinnamon, with slightly scalloped edge.The stem is solid, thick in the lower part like a club. It is usually quite short when young, then often elongated, 5–10 cm (2.0–3.9 in) high and 0.6–1.5 cm (0.2–0.6 in) wide, up to 2 cm (0.8 in) or more in the swollen part. Depending on the maturity of the mushroom, the surface of the stem can be covered with tufts of fine hairs that are pressed against the surface, to fibrillose to almost smooth. The stem color is white with a slight blue to lilac tinge at the top that later disappears, slightly yellowish-cream below, changing to completely pale yellowish-ochre when old. The cortina (a cobweb-like partial veil made of silky fibrils) is and white, but later becomes cinnamon when the mushroom drops its spores. The flesh is firm, finely and compactly fleshy, white in the cap, later with a faint yellow tinge, undulatingly fibrillose in the stem and with a faint yellowish tinge. The odor is \"pleasant\", and the taste is also pleasant and mild. It has been described variously as inedible, or edible, and has been used for pickling.The spores are light rusty-brown, ellipsoid to almond-shaped, measuring 10–15 by 6.5–7.5 μm with a distinct oblique apiculus. The flesh will turns a chrome yellow color when chemically tested with a dilute solution of potassium hydroxide or ammonia.Cortinarius varius is closely related to Cortinarius variosimilis, a species that occurs in North America, but which has a paler cap, paler gills, and shorter spores.",
    "Distribution and habitat": "The fruit bodies of Cortinarius varius grow in groups in coniferous forests, also in glades and at the edge of woods, from the end of summer until late in the autumn, when the frosts set in. In some places it is a common species, in other quite rare. It prefers calcareous soils.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}