{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_traganus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. traganus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius traganus, also known as the gassy webcap, is a basidiomycete mushroom of the genus Cortinarius. The mushrooms are characterized by their lilac color, the rusty-brown gills and spores, and rusty-brown flesh in the stem.",
    "Taxonomy": "The species was originally named Agaricus traganus by Elias Magnus Fries. It is commonly known as the \"gassy webcap\" the \"lilac conifer Cortinarius\", or the \"pungent Cort\".Some authorities consider the American variant to be a distinct species, Cortinarius pyriodorus, reserving the name C. traganus for the European version.",
    "Description": "The cap is 5–13 cm (2.0–5.1 in) in diameter, initially spherical to convex, with the margin rolled inward, then flattened, sometimes with large, broad, central umbo. The margin often cracks star-like, particularly in dry weather. The mushroom is a pale azure violet to pale lilac color, soon bleaching and fading to tan brown or rusty brown. The cap is dry, silkily shiny or tomentose at the margin with membranaceous bronze fragments of the veil, the white fragments of which often adhere to the surface like scabs. Later the surface becomes cracked into small scales. The gills are sub-crowded, quite thick, broadly adnate, and often slightly emarginate (notched). They are 7–15 mm (0.28–0.59 in) broad, slightly dirty violet when young but usually brown, with only faintly violet tint, later brown, dusted saffron ochre, and with lighter crenulate edge. The stem is 5–9 cm (2.0–3.5 in) long and 1.5–4 cm (0.59–1.57 in) thick, tough and thick, bulbously at the base, and spongily stuffed inside. It is vivid violet for a long time in the upper part above the cortina, paler below, and covered with a tough, whitish, boot-like veil, which usually leaves upright zones on the stem. The cortina is violet. The flesh is saffron yellowish-brown to yellowish-brown from the beginning except at the tip of the stem where it is dirty violaceous, and smells very strongly and unpleasantly of goats, so much so that it may induce vomiting in more sensitive individuals. It has a strong, bitter taste, particularly when young.The basidia (the spore-bearing cells) are 30–35 by 6.5–7.5 μm. The spore deposit is rusty brown. The spores are ellipsoid, covered with fine warts or dots, and measure 8–9 by 5–5.5 μm.",
    "Description-Similar species": "Cortinarius camphoratus is similar in appearance and is also violet, but it has pale violet gills which soon turn rusty, and a longer stem with paling flesh at the base. Its spores are also longer, warty, and measure 8.5–11 by 5–6 μm. It has a pungent smell, somewhat different from that of C. traganus—similar to rotting potatoes. Another lookalike species is Cortinarius muricinus with the cap either permanently violet or becoming rust-colored from the disc outward. The gills are initially blue, dirty cinnamon when old, and the stem violet lilac, with lighter fragments of the veil later turning rust-colored. Its spores measure 13–15 by 7–8 μm.",
    "Description-Edibility": "The mushroom has been variously reported as \"mildly poisonous\", or indigestible.",
    "Distribution and habitat": "Cortinarius traganus is a widespread species that is found in coniferous forests worldwide. It seems to prefer poorer soils, both siliceous and non-calcareous. It grows throughout the temperate zone of the northern hemisphere.",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}