{
  "url": "https://en.wikipedia.org/wiki/Protea_eximia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Protea"
    },
    {
      "Species": "P. eximia"
    }
  ],
  "text": {
    "__SUMMARY__": "Protea eximia, the broad-leaved sugarbush, is a shrub that may become a small tree, which occurs in mountain fynbos on mainly acidic sandy soils; the species was very well known under its old name of Protea latifolia. The flowers have awns that are covered in purple-black velvety hairs, and are contained within a series of rings of involucral bracts that have the appearance of petals. The fruit is a densely hairy nut, many of which are inserted on a woody base. The flowers are borne terminally on long shoots, and have a tendency to become very untidy as they age.",
    "Description": "An upright, somewhat sparsely branched shrub to small tree from 2 - 5m in height and up to 300mm in diameter. The flowering stems are 7 - 10mm in diameter, initially hairy becoming nude. Leaves are semi-flattened to flattened, 60 - 100mm in length, 30 - 65mm broad, oval to elongated oval, strongly chordate at the base, tips acute; leathery, nude, glaucous. Flowers inverted cones, 100 - 140mm in length, 80 -120mm in diameter when fully open, base shallow cone, pointed, 25 - 30mm wide, 15 - 20mm high. Involucral bracts in 5 - 6 series, clearly differentiated into an outer- and inner-series, outer surface silky; outer-series oval to broad elongated oval, 10 - 15mm wide, 10 - 25mm long, tips rounded to acute, margins ciliate, greenish yellow to yellowish orange with wide blackish margins; inner-series acuminate to spatulate, 8 - 15mm wide and 40 - 100mm in length, yellowish near the base to pale crimson at the tips.",
    "Habitat": "This protea species was discovered by James Niven ca. 1805 while on a journey of discovery in the Swartberg, Cape Province, South Africa (Black Mountains). Within 5 years the species was under cultivation in the Cape, and was later exported for cultivation in Europe. Protea eximia is widely distributed in the far south of Africa along the coastal mountains, from Worcester in the West to Port Elizabeth in the east. The species is encountered in a wide variety of habitats, altitudes, and temperature regimes. This versatility has resulted in it being brought into bloom outside as far north as the coast of Cornwall in the United Kingdom.\nDense communities of these plants occur in the wild, to the extent that their density can make them virtually impenetrable. Such communities can be very large, and may stretch across several kilometres in their natural habitat. A natural thinning of these stands occurs over time, leaving fewer and larger specimens. They flower mainly in the months of August, September and October, but may begin as early as July and last until December. The large colourful inflorescences are a magnificent sight when the stands are large and dense.",
    "Cultivation": "Protea eximia is one of the easiest proteas to cultivate, and can be grown over a wide range of habitats. From seed, it will sprout within 3 weeks of planting and grows rapidly. It may begin to flower in the second year, but more generally from the third year. It may attain a height of ca. 1.5m within eight years, and is best planted in small close stands so that the plants can support one another. The leaves are susceptible to leaf miners.",
    "References": "van Wyk, B. and van Wyk, P. 1997. Field Guide to trees of South Africa. Struik, Cape Town\nRourke, J. P. 1980. The Proteas of Southern Africa Tafelberg, Cape Town.\nRoussouw, F. 1970. The Proteacae of South Africa Purnell, Cape Town"
  }
}