{
  "url": "https://en.wikipedia.org/wiki/Protea_aristata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Protea"
    },
    {
      "Species": "P. aristata"
    }
  ],
  "text": {
    "__SUMMARY__": "Protea aristata (aristata = sharp-tipped leaves), was first collected by the botanists T. P. Stokoe and R. Primos in 1928 near the town of Ladismith in the Cape Province, South Africa. In spite of being locally common in the Seweweekspoort the plant species could not be found again until 1953, prior to which it was considered to be extinct. Protea aristata has become one of South Africa's most famous proteas in spite of its relatively late 'discovery'.",
    "Description": "An upright shrub to 2.5m in height, up to 3m in diameter, with a single main stem up to 250mm in diameter - somewhat like a small pine tree in appearance. The leaves are upright, linear, 70 - 100mm in length, 2 - 3mm in width, terminating in a soft black acuminate point; glabrous, glaucous-green in colour. The flower-bearing stems are upright, smooth, 5 - 7mm in diameter, and carry the flower at the apex. The flowers are an inverted cone shape to slightly bell-shaped when fully opened. The involucral bracts are arranged in 7 to 9 series, with the outer series very broad and egg-shaped to almost rounded, nude, 10 - 15mm long, 10mm wide. Inner series long and quite broad, acuminate, 40 - 80mm in length, 20 - 25mm in width, densely hairy; innermost series spatulate, 100 - 120mm in length, 10 - 15mm in width, terminally hooked. The bracts vary in colour from almost black in the outer series to a clear carmine or crimson in the inner series; the dense hairs give a silvery appearance to the bracts, which are tipped with short white hairs along the margins at the apex.",
    "Habitat": "Found on northern and southern slopes in a 60 km stretch of the Swartberg mountains of the Cape Province, South Africa, between the altitudes of 750 and 2000m. Although generally considered scarce in the wild, it is in fact quite common in its area. The plant seldom forms dense communities, rather it is found widely distributed throughout. This protea prefers rocky outcrops, which habit has led to the survival of very old specimens protected from fire by their rocky surrounds. Flowering occurs from October to December, and occasionally as late as February.",
    "Cultivation": "Protea aristata can be grown from seed; there are some magnificent specimens in the National Botanical Gardens at Kirstenbosch, Cape Town. They are long-lived (up to 50 years), growing slowly and making a neat, compact shrub. They are fairly resistant to drought and frost. The sole limiting feature of the plant as an ornamental cut flower is the unpleasant odour emitted by the cut stems.",
    "References": "\nMatthews, L. 1993. Proteas of the World Bok Books International, Durban.\nRourke, J. P. 1980. The Proteas of Southern Africa Tafelberg, Cape Town.\nRoussouw, F. 1970. The Proteaceae of South Africa Purnell, Cape Town."
  }
}