{
  "url": "https://en.wikipedia.org/wiki/Protea_compacta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Protea"
    },
    {
      "Species": "P. compacta"
    }
  ],
  "text": {
    "__SUMMARY__": "Protea compacta is similar to Protea eximia. Its distribution is from the Kleinmond to Bredasdorp Mountains and is one of the best known proteas in the cut flower industry. Its leaves curve upward.",
    "Description": "This is a popular local market cut flower in South Africa, where it is known by the common name of the Bot River protea. Its natural habitat is a narrow region of the south western Cape Province, and it occurs at altitudes less than 100m above sea level, in poor, sandy, generally highly leached acidic soils. The plants tend to grow in close groups where their stems support each other.\nThe plants can be cultivated in well-drained acid soils, and are tolerant of light frost and salt spray near the coast. Fresh seed germinates readily, and cuttings taken from semi-hardwood in late spring or autumn are usually successful. Visitors to South Africa can see the plant in cultivation by driving the beautiful coastal road from Gordon's Bay to Hermanus.",
    "Description-Growth habit": "Erect slender bush, tending to sprawl on richer soils. May extend long stems that reach a max. of 3.5m in height. Relatively short-lived - average age ca. 10 years.",
    "Description-Leaves": "Distinctive - ca. 100mm in length, 50mm in width; soft and pilose when young becoming leathery and glabrous with age; margins entire and often reddish; carried closely to the stems causing the stems to appear neat in appearance.",
    "Description-Flowers": "The blooms are a striking pink colour and shaped like the bowl of a wineglass, the outer involucral bracts tending to fade towards the base; up to 120mm long and up 90mm in circumference, carried on long stems of ca. 500mm in length with the bloom at the apex; usual flowering period is early to mid-winter, but may occasionally flower at other times. The colour of the flowers can be quite variable in intensity, and a natural white variety does occur. The bracts are slightly translucent making the flowers particularly radiant when backlit by the sun.",
    "References": "van Wyk, B. and van Wyk, P. 1997. Field Guide to trees of South Africa. Struik, Cape Town\nPooley, E. 2005. A Field Guide to Wild Flowers of Kwazulu-Natal and the Eastern Region. National Floral Publications Trust, Durban\nMatthews, L. 1993. Proteas of the World. Bok Books, Durban.\nRousseau, F. 1970. The Proteaceae of South Africa. Purnell, Cape Town."
  }
}