{
  "url": "https://en.wikipedia.org/wiki/Protea_neriifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Protea"
    },
    {
      "Species": "P. neriifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Protea neriifolia, also known as oleanderleaf protea, is a flowering plant that is endemic to South Africa.",
    "Description": "It is a large shrub, growing from about 3 metres to 5 metres in height. Its flower head ranges in colour from pink to creamy-green, with a black fringe that intergrades to white. The flowers are cup-shaped and contain nectar.",
    "Distribution": "Protea neriifolia occurs on sandstone-derived soils in the southern coastal mountain ranges of South Africa, between Cape Town and Port Elizabeth. It is found at altitudes ranging from sea level to 1300\nmetres.",
    "Ecology": "The species is pollinated by various insects including protea beetles, scarab beetles and also birds which are attracted by the insects and nectar.",
    "Taxonomy": "Although it was first discovered by Europeans in 1597, and was the subject of a botanical illustration in 1605, the plant was only described as a distinct species in 1810 by botanist Robert Brown.\nOther common names for the species include baardsuikerbos, and baardsuikerkan, blousuikerkan.",
    "In cultivation": "Protea neriifolia is among the most widely cultivated protea species. It is grown in gardens and commercially for cut flowers not only in its native South Africa, but also in Australia, New Zealand, the United States and other countries with climatically suitable areas. In addition to selected cultivars, such as 'Green Ice', 'Margaret Watling', 'Pink Mink' and 'Silvertips', the species has been crossed to produce several hybrids, such as 'Carnival' (Protea compacta x Protea neriifolia).",
    "References": "\nPlantZAfrica.com: Protea neriifolia\nBotanic Gardens Trust: Protea neriifolia"
  }
}