{
  "url": "https://en.wikipedia.org/wiki/Protea_nitida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Protea"
    },
    {
      "Species": "P. nitida"
    }
  ],
  "text": {
    "__SUMMARY__": "Protea nitida, commonly called wagon tree, waboom or blousuikerbos, is a large, slow-growing Protea endemic to South Africa. It is one of the few Proteas that grow into trees, and the only one that has usable timber. It is listed by the IUCN as Least Concern.",
    "Appearance": "The waboom is a slow-growing tree, with very thick white-grey bark, that varies considerably in height. It is normally about 5 meters tall, but in good conditions it may reach a height of up to 10 meters, with a trunk diameter of 1 meter. The young leaves are crimson, but they become a bluish, sea-green colour in later life. These leaves are described as \"oblong to elliptic\", \"hairless\" and \"leathery\". Large, bisexual flower heads appear all through the year, especially in winter, and bear sweet nectar. Small nuts are released about a year after flowering.Throughout their distribution, a dwarf, multi-stemmed form with narrow green leaves also occurs—at one point regarded as a distinct species, Protea reticulata.",
    "Distribution": "The natural range of the Waboom is from the Cape Peninsula, all the way to the Bokkeveld escarpment and into the Eastern Cape. It grows on mountain slopes of all altitudes and in the right conditions, they can form large open woodlands. Though they are not threatened, in many areas they have been cleared for timber, often to be replaced by commercial pine plantations.",
    "Common Name": "The common name wagon tree or waboom originates from use of its wood in making wagon wheels pre-1800.",
    "References": "",
    "External links": "Protea nitida at PlantZAfrica.com"
  }
}