{
  "url": "https://en.wikipedia.org/wiki/Alaotra_grebe",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Podicipediformes"
    },
    {
      "Family": "Podicipedidae"
    },
    {
      "Genus": "Tachybaptus"
    },
    {
      "Species": "†T. rufolavatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Alaotra grebe (Tachybaptus rufolavatus), also known as Delacour's little grebe or rusty grebe, is an extinct grebe that was endemic to Lake Alaotra and surrounding lakes in Madagascar.",
    "Description": "The grebe was about 25 cm (9.8 in) long. Its ability to fly long distances was restricted because of its small wings.",
    "History": "The species declined in the course of the 20th century, mainly because of habitat destruction, entanglement with monofilament gillnets and predation by the introduced blotched snakehead (Channa maculata). Also, the few remaining birds increasingly hybridized with little grebes; as the species differed in several key aspects, the hybrid birds may have suffered from decreased fitness, to the detriment of the rufolavatus gene pool.The Madagascan pochard, which also lived on Lake Alaotra, was thought to be extinct but was rediscovered in 2006. Unlike this species, however, the grebe had poor powers of dispersal and was never found elsewhere.The last sighting (which may have been a hybrid with the little grebe) was in 1985 and the species was declared extinct in 2010. Only one photograph of the species is known to exist. Although some species have been classified as extinct and later have been found to still exist, Leon Bennun, the director of the conservation organization BirdLife International has stated that \"no hope remains for this species\" and blames the \"unforeseen consequences\" of human action.This extinction brought the number of confirmed bird extinctions since 1600 AD to 162. The previous declaration of a bird species as extinct was that of the Liverpool pigeon (Caloenas maculata) in 2008. However, that was more a problem of recognition as that species was last recorded alive in the late 18th or early 19th century.",
    "Gallery": "",
    "See also": "Atitlán grebe, extinct since 1989 for similar reasons\nEndemic birds of Madagascar and western Indian Ocean islands\n\n\n== References =="
  }
}