{
  "url": "https://en.wikipedia.org/wiki/Amsterdam_wigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Mareca"
    },
    {
      "Species": "M. marecula"
    }
  ],
  "text": {
    "__SUMMARY__": "The Amsterdam wigeon (Mareca marecula, formerly Anas marecula), also known as the Amsterdam Island duck or Amsterdam duck, was a species of anatid waterfowl, endemic to Île Amsterdam (Amsterdam Island), French Southern Territories. This flightless species is only known from bones and was presumably driven extinct by visiting sealers and the rats they introduced.A 1696 sighting by William de Vlaming of \"four-footed animals\" in the reeds of Amsterdam Island may have been of this duck, as there are no native land mammals on the island. No naturalist visited Amsterdam Island until 1874, by which time it was infested with rats from visiting ships, and the duck was extinct.The first bones of this species to be discovered, in 1955–56, were thought to most closely resemble those of a garganey. In 1987 bones of at least 33 individuals were recovered from rock cavities, revealing a very small duck with a short pointed bill like a wigeon's. Strong legs and reduced breastbone and wings show it was flightless. The skull's reduced salt glands indicate it was drinking little seawater, and its bones were recovered from sea level up to 500 m, suggesting it was not living on the coast. It was named Anas marecula, after the former wigeon genus Mareca.During his visit to Île Saint-Paul (St Paul Island) on 2 February 1793, explorer John Barrow mentioned the presence of \"a small brown duck, not much larger than a thrush\" that was \"the favourite food of the five sealers living on the island\". Because Amsterdam Island is 80 km away, these ducks would represent an independent case of dispersal and flightlessness, similar to the Amsterdam wigeon, but a different species.\n\n\n== References =="
  }
}