{
  "url": "https://en.wikipedia.org/wiki/Arabian_bustard",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Otidiformes"
    },
    {
      "Family": "Otididae"
    },
    {
      "Genus": "Ardeotis"
    },
    {
      "Species": "A. arabs"
    }
  ],
  "text": {
    "__SUMMARY__": "The Arabian bustard (Ardeotis arabs) is a species of bustard which is found across the Sahel region of Africa and south western Arabia. It is part of the large-bodied genus, Ardeotis, and, though little known, appears to be a fairly typical species in that group.",
    "Description": "As in all bustards, the male Arabian bustard is much larger than the female. Males have been found to weigh 5.7–10.9 kg (13–24 lb), while females weigh 4.5–7.7 kg (9.9–17.0 lb). The record-sized male Arabian bustard weighed 16.8 kg (37 lb). These birds stand from 70 cm (28 in) tall in females to 92 cm (36 in) tall in males. They are fairly similar in overall appearance to the kori bustard, with a brown body, gray neck and white underside, but are noticeably smaller, with a more elegant, slender build. They are also differ in having white checkered covert pattern at the end of the folded wing, as opposed to various black-and-white patterns as seen in other large African bustards.",
    "Habits": "The Arabian bustard is usually solitary or lives in pairs and family parties.  Small flocks have been observed migrating north into the Sahel zone, to breed during the rainy season before returning south when the dry season begins. However the population in Morocco was considered sedentary, as is the population in the Arabian Peninsula. On these movements the Arabian bustard has been known to migrate with Denham's bustards.The clutch size of Arabian bustards is one to two eggs, laid in a shallow scrape on the ground. The females have sole responsibility for incubation of the eggs and rearing the young. When the brood is threatened, the females has been observed to demonstrate diversionary behaviour, e.g. calling, refusing to flee, to distract potential predators from chicks.Arabian bustards are reported to catch and eat locusts, grasshoppers, beetles, reptiles, and small mammals. They have also been recorded feeding on the seeds and fruits of shrubs, such as Cordia sinensis, Grewia villosa, Salvadora persica and wild melon Citrullus as well as \"Acacia\" gum. In Chobe National Park (Botswana), Arabian bustards are sometimes found with southern carmine bee-eaters (Merops nubicoides) and northern carmine bee-eaters (Merops nubicus) riding on their backs.",
    "Habitat": "Semi desert and arid grassy plains, also \"Acacia\" woodlands.",
    "Distribution": "It is found in Algeria, Burkina Faso, Cameroon, Chad, Djibouti, Eritrea, Ethiopia, Guinea-Bissau, Iraq, Kenya, Mali, Mauritania, Morocco, Niger, Nigeria, Saudi Arabia, Senegal, Somalia, Sudan, and Yemen. It is a vagrant to Kenya,  Gambia, northern Ivory Coast and northern Ghana.",
    "Conservation": "Due to its wide range, it was not considered vulnerable by IUCN, although there is believed to have been a strong decrease in the population. In 2012 the species was uplisted to Near Threatened. The primary cause of the decrease appears to be heavy hunting pressure, with habitat degradation and destruction also playing a major role. The sedentary population recorded from Morocco, the subspecies A.a. lynesi, has not been definitely recorded since 1962, it is likely to be extinct.",
    "Subspecies": "The following subspecies of Arabian bustard are currently recognised.\nArdeotis arabs arabs: Ethiopia to north western Somalia, south western Saudi Arabia and western Yemen\nArdeotis arabs lynesi: western Morocco (probably extinct)\nArdeotis arabs stieberi: south western Mauritania and Senegambia to north eastern Sudan\nArdeotis arabs butleri: southern Sudan; single record for north western Kenya",
    "External links": "\n\n== References =="
  }
}