{
  "url": "https://en.wikipedia.org/wiki/Australian_masked_owl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Strigiformes"
    },
    {
      "Family": "Tytonidae"
    },
    {
      "Genus": "Tyto"
    },
    {
      "Species": "T. novaehollandiae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Australian masked owl (Tyto novaehollandiae) is a barn owl of Southern New Guinea and the non-desert areas of Australia.",
    "Taxonomy": "Described subspecies of Tyto novaehollandiae include:\n\nT. n. calabyi I.J. Mason, 1983, (southern New Guinea)\nT. n. castanops (Gould, 1837), Tasmanian masked owl (Tasmania and introduced to Lord Howe Island)\nT. n. galei Mathews, 1914, (Cape York Peninsula)\nT. n. kimberli Mathews, 1912, (northern mainland Australia)\nT. n. melvillensis Mathews, 1912, (Tiwi Islands)\nT. n. novaehollandiae (Stephens, 1826), (southern mainland Australia)\nT. n. troughtoni N.W. Cayley, 1931,  cave-nesting masked owl (Nullarbor Plain, validity doubtful)",
    "Description": "Brown feathers surround a white, heart-shaped mask. Their dorsal plumage is brown, aside from light gray spots on the upper back. Their front is white with brown spots. Their eye color varies from black to dark brown. Females are darker shaded and larger than males.\nMale masked owls' weights ranges from 420-800 g, while females are typically much larger ranging from 545-1260 g. Length ranges between 330–410 mm for males and 390–500 mm for females. Wing span is up to 1280 mm for southern female masked owls. Masked owls follow the typical pattern of birds from the tropics being much smaller than birds from temperate regions. In this instance, Tasmanian masked owls are the largest.",
    "Naming": "Alternate common names have been used for this species in the past.  For example:\n\nMouse-Owl – This was a name given to the species by Latham in 1821.  It is thought to be due to its habit of catching mice at homesteads.",
    "Habitat": "The Australian masked owl inhabits timbered areas, often with a shrub understorey.  In Australia they are seldom found more than 300 km inland. They roost and nest in large tree hollows near foraging areas. They are nocturnal and their prey includes rodents, small dasyurids, possums, bandicoots, rabbits, bats, birds, reptiles and insects. Foraging is primarily for terrestrial prey, however some prey is taken from the trees or in flight. The population of the Australian masked owl on the mainland is declining and several states have this owl on the Species Conservation Status list. They are territorial and may remain in the same area once they have established a breeding territory.",
    "Reproduction": "They breed when conditions are favorable which can be any time of the year. The nest is usually built in hollow trees with soil, mulch or sand. Some populations  are known to use caves or rock crevices for nesting and roosting.  The female lays two or three eggs and incubates them while the male hunts for food. The young are white or off white when they first develop feathers. They can leave the nest at two to three months of age but return to be fed by the parents for another month before going on their own.",
    "Conservation status": "The population of the Australian masked owl on the mainland is declining and several states have placed this owl on the Species Conservation Status list.\nIn Victoria (Australia), the masked owl is a listed threatened bird , and an Action Statement has been prepared under the Flora and Fauna Guarantee Act 1988. In New South Wales, the masked owl is scheduled as Vulnerable under the Biodiversity Conservation Act (2016).",
    "References": "",
    "External links": "Owl Fact sheet\nThreatened Birds"
  }
}