{
  "url": "https://en.wikipedia.org/wiki/Bachman's_warbler",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Parulidae"
    },
    {
      "Genus": "Vermivora"
    },
    {
      "Species": "V. bachmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bachman's warbler (Vermivora bachmanii) is a small passerine migratory bird that is probably extinct. This warbler was a migrant, breeding in swampy blackberry and cane thickets of the southeast United States and wintering in Cuba. The last sighting (unconfirmed) was in Louisiana, in August 1988.",
    "Taxonomy": "This bird was discovered in 1832 by the Reverend John Bachman, who discovered the species near Charleston, South Carolina, and presented study skins and descriptions to his friend and collaborator, John James Audubon. Audubon never saw the bird alive but named it in honor of Bachman in 1833.Bachman's warbler does not have any extremely close relatives, though the blue-winged and the rapidly declining golden-winged warblers, also members of the genus Vermivora, are thought to be its closest relatives. There were no known subspecies.",
    "Description": "Bachman's warbler is a sexually dimorphic species and the adults have two distinct plumages, one for the spring and one for the fall. In the spring, adult males have a yellow forehead, supraloral, and supercilium. The area below the bird's eye is yellow, while the lores are a dusky olive. The bird's forecrown is black with gray at the edges, while the rear crown and nape are olive-gray. The rest of the bird's upperparts are an olive green, with the rump being the brightest. The chin and upper throat are yellow, while the center throat and upper chest are black. The belly is yellow, and the undertail coverts are white. Males in their first spring are nearly identical to the adult male, but have less black on their crown and chest.During the spring, adult females are a light yellow in their forehead and supraloral, blending into the gray crown and nape. Its lores are a gray-olive and it has a white eye ring. The rest of the female's upperparts are an olive-green, which like the male is brightest on the rump. The chin and throat are also a light yellow, while the sides of the neck and the upper breast are gray. Older females have a few black upper breast feathers. The rest of the breast and the belly is light yellow, blending into white on the undertail coverts. The flanks are also washed with gray. First spring females resemble the adult female, but appear duller.Bachman's warbler molts over the summer into its fall plumage. For adult males, the fall plumage is nearly identical to the spring, with the only difference being that the forecrown changes from black to gray. First year males also resemble their spring plumage, but have an olive forecrown and duller yellow underparts. Adult females possess the same plumage, though it looks fresher in the fall, while first year females have an olive-yellow forehead and a dull eyering.Hatchlings obtain their first plumage in May and undergo their first molt in June. Juvenile Bachman's warblers have a dusky brown head and upperparts and are a paler brown below, which transitions to dull white on the lower body and undertail.This warbler is 4.25 inches (0.108 m) in length. It is relatively small for a warbler and has a short tail. It is unique amongst warblers for its thin and decurved bill. The bill of Bachman's warbler is blackish brown in adults and brown in the young. The legs are a grayish-brown, while the eyes are dark brown.Documented examples of the species' songs were composed of a rapid series six to twenty-five buzz notes, sometimes ending in a sharp, slurred note zip. The song was similar to that of the northern parula, but distinguishable in that it was noticeably monotone. Multiple call notes have been recorded, ranging from a soft tsip to a low, hissing zee-e-eep.",
    "Distribution and habitat": "Bachman's warbler breeds primarily in two distinct regions, namely the southern Atlantic coastal plain and the Gulf Coast states north along the Mississippi River watershed to Kentucky. In the southern Atlantic coastal plain, the bird breeds in South Carolina near Charleston, though it is believed to have once bred as far north as Virginia and south into Georgia. The Gulf Coast breeding habitat is located primarily in central Alabama, though reports from northern Mississippi and Louisiana are known. It breeds north of Alabama along Arkansas's and Missouri's St. Francis River. Unaccepted records of breeding in eastern Texas, Oklahoma, and Tennessee are known. During migration, the species was primarily recorded in Florida and the Florida Keys, although a few birds migrated along the eastern Gulf Coast. Additionally, there is one spring migration record from the Bahamas in 1901. The species primarily winters in Cuba. Additionally, it was recorded wintering on the Isle of Pines, and one wintering record is known from Florida. Unconfirmed reports of the species wintering in Georgia's Okefenokee Swamp exist.Bachman's warbler breeds in timbered bottomland swamps with pools of still water. These swampy forests are mainly composed of deciduous trees such as cypress, sweet gum, dogwood, red oak, hickory, black gum, and tupelo. While it is not definitively known where in these swamps Bachman's warbler prefers, it is believed that they prefer small edges created by fire or storms with a dense understory of the cane species Arundinaria gigantea and palmettos. Some believe that this species may have been a cane specialist.While migrating, the species still preferred bottomland forests, though it was reported in scrubby habitats when this was not available. During the Cuban winter it seems to have broadened its habitat to include most forests, ranging from dry, semideciduous forests to urban parks to swamps. Hibiscus forests may have been important.",
    "Ecology and behavior": "Due to the rarity of this species, little is known of its behavior. This species did not frequently pump its tail. When alarmed, Bachman's warbler jerked its tail and raised its crown feathers.This species did not frequently sing while migrating, though it did sing upon reaching its breeding grounds. Once there, it preferred to use high perches to sing from.  The female warbler incubates the eggs while the male looks for food.\nThis species's foraging niche was quite low in elevation, frequently between three and ten feet. However, during migration it was also observed foraging in the tops of trees. This bird could feed while hanging upside down to probe the bottoms of leaves. Bachman's warbler fed by gleaning and probing into leaf clusters. This latter foraging strategy led some to hypothesize that this warbler specialized in foraging among dead leaves in canebrakes. Its primary prey included caterpillars, spiders, and other arthropods. It may have fed on nectar in Cuba, but this hypothesis is unproven.It may be a colonial breeder. The nests were deep and bulky. Dead leaves, mosses, grasses, and weed stalks composed the exterior, while the interior cup was lined with fine fibers from Ramalina lichen and Spanish moss. These nests were made amongst blackberry brambles, cane stalks, and palmettos in bottomland forests 1 to 4 feet above the ground or, frequently, pools of water. Unusually for a warbler, its eggs were pure white with occasional fine marks at the large end.",
    "Ecology and behavior-Migration": "Bachman's warbler migrated quite early in comparison with other New World warblers. Spring migration begins in late February and birds appear in south Florida and southeastern Louisiana by the first week of March. Peak migration in south Florida was during the first three weeks of March and along the northwestern Florida coast during the third and fourth week of March. The latest recorded Bachman's warbler in Florida was noted on April 9. These warblers reached their South Carolina breeding grounds around mid-March, though some were known to arrive in late February. Birds migrating to southeastern Missouri arrived between mid and late April. Some birds overshot their breeding grounds and were found in Virginia and North Carolina.In South Carolina, all Bachman's warblers leave their breeding ground by July 19. The peak of fall migration is poorly documented, but the earliest date for a migrant in southern Mississippi is July 4, while the first migrants at Key West were reported on July 17. All migration was between the end of July and August 25, with the last reported migrating individual being a September 24 bird in coastal Georgia.",
    "Conservation": "Bachman's warbler was originally collected by John Bachman in South Carolina in 1832 and described by Audubon in 1833 from skins mailed by Bachman. It remained largely unknown until the mid-1880s. It is believed that selective logging in the 1800s briefly benefited the species by providing more habitat. It was frequently seen in its breeding habitat from the mid-1880s to 1910. However, when clear-cutting began replacing selective logging, sightings of this species grew scarce. By the 1930s, sightings were rare, and in 1940 the last definite winter sighting was recorded. The last male specimen was collected on March 21, 1941, on Deer Island, Mississippi, while the last female specimen was collected on February 28, 1940, on Ship Island, Mississippi.Reports of birds from the Missouri and Arkansas breeding grounds lasted through the 1940s, while birds were reported breeding in South Carolina's I'on Swamp until 1953. Individuals were reported from Fairfax County, Virginia, in 1954 and 1958, and a male was seen singing near I'on Swamp in April 1962. On March 30, 1977, an immature female was seen in Brevard County, Florida. Credible reports ended in the 1980s. More recent reports of the species from the Congaree National Park in the early 2000s have prompted formal investigation, but were attributed as misidentifications of hooded warbler sightings and northern parula songs. A thorough and systematic search using playback of recorded Bachman's warbler songs did not reveal any territorial males and did not provoke any aggressive response from other bird species.\nThis species is threatened due to habitat destruction. It is thought to have nested in canebrakes, the loss of which posed a threat, as did loss of wintering habitat in the Caribbean and plume hunting. Small-scale logging in the 1800s may actually have increased Bachman warbler's breeding habitat. Clearcutting of its habitat and the draining of swamps via water channels are the two main causes of habitat destruction. While it is unknown whether habitat change in its wintering grounds of Cuba affected the species, it is believed that a winter hurricane in the 1930s could have been a crippling blow, making them too rare to find each other and mate.",
    "In culture": "Audubon's folio renderings of a male and female Bachman's warbler were painted on top of an illustration of the Franklinia tree first painted by Maria Martin, Bachman's sister-in-law and one of the country's first female natural history illustrators.\nIn the comic strip Doonesbury, Dick Davenport, a bird watcher and husband of a major character, died in 1986 due to a massive coronary brought on by observing and photographing this species. This death scene has been noted as a particularly memorable one in the history of comics.",
    "References": "",
    "External links": "BirdLife Species Factsheet\nRecording of a singing Bachman's warbler, from Cornell's Macaulay Library"
  }
}