{
  "url": "https://en.wikipedia.org/wiki/Baillon's_crake",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Porzana"
    },
    {
      "Species": "P. pusilla"
    }
  ],
  "text": {
    "__SUMMARY__": "The Baillon's crake (Porzana pusilla), or Marsh crake is a very small waterbird of the family Rallidae.",
    "Distribution": "Their breeding habitat is sedge beds in Europe, mainly in the east, and across Asia. They used to breed in Great Britain up to the mid-19th century, but the western European population declined through drainage. There has been a recovery in north-western Europe in recent years, with the recolonisation of Germany and the Netherlands, and breeding suspected in Britain; an Irish record in 2012 was the first there since the 1850s. They nest in a dry location in wet sedge bogs, laying 4–8 eggs. This species is migratory, wintering in east Africa and south Asia.\nIt is also a resident breeder in Africa and Australasia. There is a single North American record of this species on Attu Island in September 2000.",
    "Description": "They are 16–18 cm (6.3–7.1 in) in length, and are similar to the only slightly larger little crake. Baillon's crake has a short straight bill, yellow or green without a red base. Adults have mainly brown upperparts with some white markings, and a blue-grey face and underparts. The rear flanks are barred black and white. They have green legs with long toes, and a short tail which is barred underneath.\nImmature Baillon's crakes are similar to the adults, but have extensively barred underparts. The downy chicks are black, as with all rails.",
    "Behaviour": "These birds probe with their bill in mud or shallow water, also picking up food by sight. They mainly eat insects and aquatic animals.\nBaillon's crakes are very secretive in the breeding season, and are then mostly heard rather than seen. They are then noisy birds, with a rattling call like that of the edible frog, or perhaps garganey. They can be easier to see on migration or when wintering.",
    "Taxonomy and nomenclature": "This bird is named after French naturalist Louis Antoine Francois Baillon. The names marsh crake and tiny crake have previously been used to refer to this species. The genus name Porzana is derived from Venetian terms for small rails, and pusillus is Latin for \"very small\".",
    "Status": "",
    "Status-International": "The Baillon's crake is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.",
    "Status-Australia": "Baillon's crakes are not listed as threatened on the Australian Environment Protection and Biodiversity Conservation Act 1999. However, their conservation status varies from state to state within Australia. For example:\n\nThe Baillon's crake is listed as threatened on the Victorian Flora and Fauna Guarantee Act (1988). Under this Act, an Action Statement for the recovery and future management of this species has not yet been prepared.\nOn the 2007 advisory list of threatened vertebrate fauna in Victoria, the Baillon's crake is listed as vulnerable.",
    "References": "",
    "External links": "Baillon's crake species text in The Atlas of Southern African Birds\nBirdLife species factsheet for Zapornia pusilla\n\"Zapornia pusilla\". Avibase. \n\"Baillon's crake media\". Internet Bird Collection.\nBaillon's crake photo gallery at VIREO (Drexel University)\nInteractive range map of Zapornia pusilla at IUCN Red List maps\nAudio recordings of Baillon's crake on Xeno-canto."
  }
}