{
  "url": "https://en.wikipedia.org/wiki/Bar-bellied_cuckoo-shrike",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Campephagidae"
    },
    {
      "Genus": "Coracina"
    },
    {
      "Species": "C. striata"
    }
  ],
  "text": {
    "__SUMMARY__": "The bar-bellied cuckooshrike (Coracina striata) is a species of bird in the family Campephagidae. It is found in Thailand, Malaysia, Indonesia, and the Philippines, and its natural habitats include mangrove forest, dry forest, swamp forest, and secondary forest. The plumage varies among the subspecies, with different amounts of barring on the underparts. The International Union for Conservation of Nature (IUCN) has assessed the species as one of least-concern.",
    "Taxonomy": "The bar-bellied cuckooshrike was described by the French polymath Georges-Louis Leclerc, Comte de Buffon in 1775 in his Histoire Naturelle des Oiseaux.  The bird was also illustrated in a hand-coloured plate engraved by François-Nicolas Martinet in the Planches Enluminées D'Histoire Naturelle which was produced under the supervision of Edme-Louis Daubenton to accompany Buffon's text.  Neither the plate caption nor Buffon's description included a scientific name but in 1783 the Dutch naturalist Pieter Boddaert coined the binomial name Corvus striatus in his catalogue of the Planches Enluminées. Buffon believed that his specimen had come from New Guinea but the species does not occur there; the type locality has been designated as the island of Luzon in the Philippines. The bar-bellied cuckooshrike is now placed in the genus Coracina that was introduced by the French ornithologist Louis Jean Pierre Vieillot in 1816. The generic name Coracina is from the Ancient Greek korakinos meaning \"little raven\", a diminutive of korax meaning \"raven\". The specific epithet striata is from the Latin striatus meaning \"striated\".\nIt was variously placed in the genera Graucalus and Artamides until Coracina was widely accepted around the early 1940s. The IOC World Bird List recognises fourteen extant subspecies: Coracina striata sumatrensis, C. s. simalurensis, C. s. babiensis, C. s. kannegieteri, C. s. enganensis, C. s. bungurensis, C. s. vordemani, C. s. difficilis, C. s. striata, C. s. mindorensis, C. s. panayensis, C. s. boholensis, C. s. kochii and C. s. guillemardi. C. s. cebuensis, formerly found on Cebu, is extinct. The Andaman cuckooshrike (Coracina dobsoni) is sometimes considered a subspecies. The Handbook of the Birds of the World considers panayensis to be a separate species.",
    "Description": "The bar-bellied cuckooshrike is 24–32 cm (9.4–12.6 in) long. The plumage and size are variable. In the Philippines, the subspecies guillemardi and mindorensis are uniformly grey, with some black on the male's head; in striata, cebuensis, and difficilis, the male has faint barring on the rump, and the female's belly is barred black and white; in panayensis, the male also has black and white bars on the belly, and the female has additional barred patches on the breast; in kochii, the male's breast is also barred, and the female's underparts are entirely barred. In C. s. sumatrensis of the Thai-Malay Peninsula, Sumatra and Borneo, the male has grey upperparts with some barring on the rump and lower-tail coverts, and the female's underparts are barred up to the lower breast. The juvenile bird has grey upperparts and entirely barred underparts in panayensis and kochii; in sumatrensis, the juvenile has brown, white and black upperparts, and the underparts are white with black bars.",
    "Distribution and habitat": "This cuckooshrike is found in the Thai-Malay Peninsula, Sumatra, Borneo, the Philippines, and many small islands in the area, such as the Kangean Islands and Natuna Islands. It became locally extinct in Singapore around the late 1960s. It lives at low elevations, its habitats being back-mangrove forest, dry forest, freshwater swamp forest, secondary forest, and sometimes scrubs and plantations.",
    "Behaviour": "This cuckooshrike usually lives in small groups or in mixed-species foraging flocks with other cuckooshrikes. It mainly eats insects, including caterpillars, mantids, and dragonflies, and also feeds on figs. Vocalisations include a harsh klee kleep, a whistling keeuk-keeuk, sic sic sic, tliu k'liu and a whinnying kliukliukliu. Breeding has been reported in April and May. The cup nest is built on the fork of a tree and is made of mosses, lichens, leaves, rootlets, and possibly mud. The eggs are grey, marked lavender, and reddish brown.",
    "Status": "This species has a large range. Its global population appears to be decreasing because of habitat destruction, but not rapidly, so the IUCN Red List has assessed it as a least-concern species. In the Thai-Malay Peninsula, it is considered to be vulnerable.\n\n\n== References =="
  }
}