{
  "url": "https://en.wikipedia.org/wiki/Bearded_reedling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "PanuridaeDes Murs, 1860"
    },
    {
      "Genus": "PanurusKoch, 1816"
    },
    {
      "Species": "P. biarmicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The bearded reedling (Panurus biarmicus) is a small, sexually dimorphic reed-bed passerine bird. It is frequently known as the bearded tit, due to some similarities to the long-tailed tit, or the bearded parrotbill. It is the only species in the family Panuridae.",
    "Taxonomy and systematics": "The bearded reedling was first described by Carl Linnaeus in his 10th edition of Systema Naturae in 1758. He placed it in the genus Parus with the tits. The species has since been placed with the parrotbills in the family Paradoxornithidae, after they were removed from the true tits in the family. More recent research suggests it is a unique songbird – no other living species seems to be particularly closely related to it. The species is now placed in the monotypic family Panuridae. Molecular phylogenetic studies have shown that the bearded reedling is a member of the superfamily Sylvioidea and is most closely related to the lark family Alaudidae. The current genus name, Panurus, is from Ancient Greek panu, \"exceedingly\", and ουρά, \"tail\". The specific biarmicus is from \"Biarmia\", a Latinised form of Bjarmaland formerly part of what is now the Arkhangelsk Oblast area of Russia.",
    "Description": "This is a small orange-brown bird, L 16.5 cm, with a long tail and an undulating flight. The bill is yellow-orange. The male has a grey head and black moustaches (not a beard); the lower tail coverts are also black. The female is generally paler, with no black moustache. Flocks often betray their presence in a reedbed by their characteristic \"ping\" call.",
    "Distribution and habitat": "This species is a wetland specialist, breeding colonially in large reed beds by lakes or swamps. It eats reed aphids in summer, and reed seeds in winter, its digestive system changing to cope with the very different seasonal diets.The bearded reedling is a species of temperate Europe and Asia. It is resident, and most birds do not migrate other than eruptive or cold weather movements. It is vulnerable to hard winters, which may kill many birds. The English population of about 500 pairs is largely confined to the south and east with a small population in Leighton Moss in north Lancashire. In Ireland a handful of pairs breed in County Wexford. The largest single population in Great Britain is to be found in the reedbeds at the mouth of the River Tay in Perth and Kinross, Scotland, where there may be in excess of 250 pairs.",
    "References": "",
    "External links": "Bearded reedling videos, photos & sounds on the Internet Bird Collection\nBearded Reedling song/call at xeno-canto.com\nAgeing and sexing (PDF; 3.1 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze"
  }
}