{
  "url": "https://en.wikipedia.org/wiki/Bering_cackling_goose",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Branta"
    },
    {
      "Species": "B. hutchinsii"
    },
    {
      "Subspecies": "B. h. leucopareia"
    }
  ],
  "text": {
    "__SUMMARY__": "The Aleutian cackling goose (Branta hutchinsii leucopareia), formerly known as the Aleutian Canada goose (Branta canadensis leucopareia), is small subspecies of cackling goose averaging 1700 to 2100 grams in weight.  It was one of 122 species of animals, birds, and fish first documented for science by the Lewis and Clark Expedition (Corps of Discovery).The Bering cackling goose (B. h. asiatica) is the name given to cackling geese on the Komandorski and Kuril Islands. This population was not markedly distinct from the Aleutian one and is usually included with them. By about 1920 or so (last seen 1914 or 1929), these westernmost birds went extinct from persecution by humans and Arctic foxes.\nThe Aleutian cackling goose has the typical black head and neck, white cheek patches, grayish brown back and wings, white rump, black tail feathers, legs, and feet of the species. It is distinguished by a conspicuous white neck ring at the base of the neck that, in adult plumage, is usually greater than 10 mm wide and is subtended by a ring of darker feathers. The cheek patches are usually separated by a black line under the throat and the breast is a pale grayish-brown color, although a small number of lighter and darker breasted birds occur. The westernmost population did not appreciably differ in color, except that the neck ring was always very wide and white in the few attested specimens.\nSimilar in appearance is the small cackling goose (B. h. minima), which is smaller in size and has a dark breast color with a purplish or brownish cast, whereas Taverner's cackling goose (B. h. taverneri) is larger and has a lighter breast color. Both B. h. minima and B. h. taverneri sometimes have white neck rings, but these are usually narrow or indistinct.\nThe primary threat to the Aleutian cackling goose has been the Arctic fox, introduced to the Aleutian Islands by Russian fur traders between 1836 and 1930. The cackling Canada goose was considered extinct until a colony was discovered on Buldir Island in 1962. Since then, the Aleutian cackling goose has made a comeback and was removed from the endangered species list in 2001.\nAleutian geese typically arrive in California in mid-October each year. The majority of the population goes right  to its primary wintering areas in the Central Valley. However, since 2002, a relatively small (1500-5000) number of geese spend fall and winter on the north coast.  Around late December, the geese wintering in the Central Valley begin moving north, and by mid-February,  most of the Aleutian goose population is located in northwestern California until they depart for the  Aleutian Islands in mid-April.  As of 2004, Humboldt  County began receiving the majority of Aleutian geese on the northwest coast from January through April.",
    "See also": "San Joaquin River National Wildlife Refuge",
    "References": "",
    "External links": "U.S. Fish and Wildlife Service - Aleutian Canada goose\nAleutian Canada goose taxonomy"
  }
}