{
  "url": "https://en.wikipedia.org/wiki/Black-fronted_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Cyanoramphus"
    },
    {
      "Species": "†C. zealandicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The extinct black-fronted parakeet or Tahiti parakeet (Cyanoramphus zealandicus) was endemic to the Pacific island of Tahiti. Its native name was simply ’ā’ā (\"parrot\") according to Latham (1790) though White (1887) gives \"aa-maha\".It was discovered on James Cook's first voyage in 1769, on which the two specimens now in Liverpool and the one in the Walter Rothschild Zoological Museum in Tring appear to have been collected. Two of them - one of those in Liverpool and the Tring specimen - may also have been taken on Cook's second voyage, in 1773, but the type was painted by Sydney Parkinson who had died in 1771. Another specimen, collected by Amadis in 1842, is in the museum at Perpignan. The last known specimen was collected in 1844 by Lieutenant des Marolles, and is now housed in the Muséum national d'Histoire naturelle, Paris.",
    "Extinction": "Like its relative, the Society parakeet, the species inhabited woodlands, but as testified by the 1773 report of Georg Forster, they were able to persist in numbers despite widespread deforestation for agriculture and the presence of the small kiore rats and pigs, which undoubtedly preyed on the bird's eggs on occasion. The natives of Tahiti, who valued red parrot feathers for use in handicraft above all others, had to trade for these with the Samoans, as the black-fronted parakeet did not possess the desired feathers in sufficient quality and quantity. However, they liked to keep the species as pets. After the introduction of cats and European rats, the species rapidly succumbed to these predators.",
    "Footnotes": "",
    "References": "Latham, John (1790): [Description of Cyanoramphus zealandicus]. Index Ornithologicus. 1: 102.\nTregear, Edward Robert (1891): Maori-Polynesian Comparative Dictionary. Lyon and Blair, Wellington. Online version 2005-FEB-16.\nWhite, John (1887): The Ancient History of the Māori, Vol. 1: 55. Wellington, Government Printer.",
    "External links": "Drawing"
  }
}