{
  "url": "https://en.wikipedia.org/wiki/Bonin_nankeen_night_heron",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Pelecaniformes"
    },
    {
      "Family": "Ardeidae"
    },
    {
      "Genus": "Nycticorax"
    },
    {
      "Species": "N. caledonicus"
    },
    {
      "Subspecies": "†N. c. crassirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bonin nankeen night heron (Nycticorax caledonicus crassirostris) is an extinct subspecies of the nankeen night heron.",
    "Description": "The Bonin nankeen night heron was described by Nicholas Aylward Vigors in 1839 based on reports by Heinrich von Kittlitz and by Captain Frederick William Beechey from the British ship HMS Blossom from 1828. It reached a size of about 61 cm. The crown was black and had two white ornamental plumes which reached to its back. The back was cinnamon-brown. The underparts were white. Feet and legs were orange and the bill was black. In contrast to the nankeen night heron it had a thicker and straighter bill.",
    "Range and Habitat": "It was only found on the Bonin Islands, Chichi-jima and Nakōdo-jima. Its habitat consisted of beaches and marshes where it nested in low trees.",
    "Food": "Insects, fish, and possibly small turtles.",
    "Extinction": "The Bonin nankeen night heron became extinct only 50 years after its description. The last specimen was taken in 1889 on Nakōdo-jima. Six museum specimens exist, one each in London and Bremen, and four in St. Petersburg. The most likely reason for its extinction is predation by rats and feral cats.  However, collectors fascinated by its plumes may also have been responsible; birds shot for use in millinery (a burgeoning business in contemporary Japan) would not have ended up in scientific collections.",
    "References": "\nGreenway, James C. (1967): Extinct and Vanishing Birds of the World\nDay, David (1981): The Doomsday Book of Animals"
  }
}