{
  "url": "https://en.wikipedia.org/wiki/Bonin_wood_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Columba"
    },
    {
      "Species": "†C. versicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bonin wood pigeon (Columba versicolor) was a pigeon endemic to Nakodo-jima and Chichi-jima in the Ogasawara Islands, south of Japan. It is known from four recorded specimens, the first from 1827 and the last from 1889. They averaged a length of 45 cm. This pigeon died out late in the 19th century as a result of deforestation, hunting, and predation by introduced rats and cats.",
    "Description": "The Bonin wood pigeon was a medium-sized pigeon, with an average length of 45 cm. The upper parts of the pigeon's body were greyish-black with iridescence except on wing and tail. Crown has a green-purple iridescence, mantle to rump iridescent reflecting violet, amethyst and turquoise. Scapulars and remaining mantle glossed golden green with bronze reflections; wing coverts with dark turquoise green suffused with deep blue. The uppertail of the pigeon coverts broadly tipped with golden green. Breast to belly fringed with deep green and violet iridescence, being strongest on the breast. Iris blue or probably dark blue; bill greenish yellow having a pale tip; legs and the feet were dark red.",
    "Last confirmed sighting": "The Bonin wood pigeon was confirmed extinct in the spring of 1889 and the last sighting was in the forests of Nakodo-Jima, Japan.",
    "Reproduction": "The Bonin wood pigeons usually mated in the trees or in the forests. Their eggs were particularly vulnerable to crows and other natural predators. They each normally laid two eggs and the eggs usually took 17 to 19 days to hatch into a young Bonin wood pigeon, just like extant wood pigeons.",
    "References": "",
    "External links": "Kittlitz, Heinrich von (1832): Kupfertafeln zur Naturgeschichte der Vögel 1: 5, plate V/2. Frankfurt.\nInternational Dove Society (drawing)"
  }
}