{
  "url": "https://en.wikipedia.org/wiki/Brace's_emerald",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apodiformes"
    },
    {
      "Family": "Trochilidae"
    },
    {
      "Genus": "Chlorostilbon"
    },
    {
      "Species": "†C. bracei"
    }
  ],
  "text": {
    "__SUMMARY__": "Brace's emerald (Chlorostilbon bracei) is an extinct species of hummingbird which was endemic to the main island of the Bahamas, New Providence.",
    "Description": "Its size was 9.5 cm, the wing length 11.4 cm and length of the tail 2.7 cm. The black bill was slightly curved and conical pointed. The feet were black. The back exhibited a bronze green hue with a golden gleam. The head was similar coloured like the back with the absence of the golden gloss. Directly behind the eyes was a white spot. The throat gleamed in magnificent blue green colour hues. The abdomen had green feathers with ash-grey tips. The wings exhibited a purplish hue. The rectrices were greenish. The crissum (these are the undertail coverts which surrounded the cloacal opening) was grey with a faint cinnamon hue at the edges.",
    "Status and extinction": "For more than a hundred years Brace's emerald was only known by one single male specimen which was shot by bird collector Lewis J. K. Brace on July 13, 1877 around three miles (4.8 kilometres) away from Nassau in the inland of New Providence. The skin which is unfortunately heavily injured at the throat is now at the Smithsonian Institution in Washington, D.C.. This small hummingbird was long ignored by the ornithological authorities. In 1880 it was listed without commentary as a synonym of the Cuban emerald (Chlorostilbon ricordii). Until the 1930s the unique status of the holotype was not even recognized or it was seen as an aberrant specimen of the Cuban emerald which was blown to New Providence. American ornithologist James Bond was the first to discuss the differences between C. ricordii and C. bracei. In 1945 he split C. ricordii and regarded C. ricordii bracei  as a new subspecies. In contrast to the Cuban race the specimen from New Providence was smaller, had a longer bill and a different plumage. In 1982 palaeornithologists William Hilgartner and Storrs Olson discovered fossil remains of three hummingbird species from the Pleistocene in the deposits in a cave of New Providence. These were the Bahama woodstar (Calliphlox evelynae), Cuban emerald (Chlorostilbon ricordii), and a species which was later identified as Chlorostilbon bracei. This provided evidence that Brace had discovered a new hummingbird species which lived on New Providence since the Pleistocene. It formed a relict population and probably due to habitat loss and human disturbance (e.g. agriculture) it became extinct at the end of the 19th century.",
    "References": "",
    "Further reading": "Flannery, Tim & Schouten, Peter (2001): A Gap in Nature",
    "External links": "Chlorostilbon bracei Lawrence, an extinct species of Hummingbird from New Providence Island, Bahamas (PDF, Fulltext, Engl.)"
  }
}