{
  "url": "https://en.wikipedia.org/wiki/Brown_thornbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Acanthizidae"
    },
    {
      "Genus": "Acanthiza"
    },
    {
      "Species": "A. pusilla"
    }
  ],
  "text": {
    "__SUMMARY__": "The brown thornbill (Acanthiza pusilla) is a passerine bird usually found in eastern and south-eastern Australia, including Tasmania.  It can grow up to 10 centimetres (3.9 in) long, and feeds on insects.  It is brown, gray, and white. The species has five subspecies.",
    "Description": "It is warm brown to olive-brown above, with flanks of olive-buff to yellowish white. Buff scallops on forehead and large dark red eyes. There are blackish streaks on a grey throat/breast, a tawny rump/tail base and a black subterminal band with paler tips.The brown thornbill ranges in size from 9 to 10 centimetres (3.5 to 3.9 in), making it relatively small. It typically weighs 7 grams (0.25 oz).",
    "Taxonomy and naming": "The brown thornbill is a member of the order Passeriformes, the family Acanthizidae, and the genus Acanthiza. It also has five subspecies: Acanthiza pusilla pusilla, Acanthiza pusilla diemenensis, Acanthiza pusilla zietzi, Acanthiza pusilla archibaldi, and Acanthiza pusilla dawsonensis. The species was first described by George Shaw in 1790. The subspecies Acanthiza pusilla pusilla was described by Shaw in 1790 and the subspecies Acanthiza pusilla diemenensis was first described by John Gould in 1838. Acanthiza pusilla zietzi was described by Alfred John North in 1904, Acanthiza pusilla dawsonensis was described by Archibald George Campbell in 1922, and Acanthiza pusilla archibaldi was described by Gregory Mathews in 1910.A 2017 genetic study using both mitochondrial and nuclear DNA found the ancestor of the brown thornbill diverged from that of the mountain thornbill around 2 million years ago.",
    "Distribution and habitat": "The brown thornbill can be found in the eastern and southeastern parts of Australia, including Tasmania. It is usually found within 300 kilometres (190 mi) of the coast. It shares a substantial part of its range in the Great Dividing Range and the Mt Lofty Ranges with the inland thornbill. It is also common in the Blue Mountains. The subspecies Acanthiza pusilla pusilla and the subspecies Acanthiza pusilla diemenensis have been observed near the Australian Capital Territory and on Tasmania, respectively.The brown thornbill lives at elevations of up to 1,200 metres (3,900 ft). It is found in dry forests, rainforests, shrublands, and near rivers.",
    "Behaviour": "Brown thornbills are skilled mimics and also respond to humans imitating their calls. The calls have been described as \"rich, musical warble\". Adult brown thornbills are able to mimic the alarm calls of other birds such as the New Holland honeyeater that warn of a raptor approaching, which deters other predators such as pied currawongs from attacking their nests.",
    "Behaviour-Feeding": "The brown thornbill is mainly an insectivore. However, it may sometimes eat seeds, fruit, or nectar. They mostly feed relatively close to the ground, in trees and in the understorey. It often feeds in groups with other thornbills, except during the breeding season.",
    "Behaviour-Breeding": "Brown thornbill couples tend to last for a long time. Their nests are built out of grasses, bark, and feathers or plant down. A clutch consists of two to four eggs, with three eggs being the most common. They incubate for 19 days and have a nesting period of 16 days. Their breeding season ranges from July to January.",
    "References": "",
    "External links": "Brown Thornbill Videos, Photos and sounds on the Internet Bird Collection\nSound recording of Brown Thornbill on Cornell Laboratory of Ornithology's Macaulay Library website"
  }
}