{
  "url": "https://en.wikipedia.org/wiki/Brown_tree_snake",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Colubridae"
    },
    {
      "Genus": "Boiga"
    },
    {
      "Species": "B. irregularis"
    }
  ],
  "text": {
    "__SUMMARY__": "The brown tree snake (Boiga irregularis), also known as the brown catsnake, is an arboreal rear-fanged colubrid snake native to eastern and northern coastal Australia, eastern Indonesia (Sulawesi to Papua), Papua New Guinea, and many islands in northwestern Melanesia. This snake is infamous for being an invasive species responsible for extirpating the majority of the native bird population in Guam.  It is also one of the very few colubrids found in Australia, where elapids are more common.",
    "Diet": "The brown tree snake preys upon birds, lizards, bats, and rats and other small rodents in its native range.  It preys on birds and shrews in Guam.Due to the availability of prey and lack of predators in introduced habitats such as Guam, they have been known to grow to larger sizes than their normal 1 to 2 m (3.3 to 6.6 ft) in length. The longest recorded length of this species is one found on Guam measuring 3 m (9.8 ft).",
    "Reproduction": "The reproductive characteristics of the brown tree snake have not been widely studied.  The female is known to produce four to 12 oblong eggs, 42–47 mm (1.7–1.9 in) long and 18–22 mm (0.71–0.87 in) wide with leathery shells. Females may produce up to two clutches per year depending upon seasonal variations in climate and prey abundance. The female deposits the eggs in hollow logs, rock crevices, and other sites where they are likely protected from drying and high temperatures. Populations on Guam may reproduce year round.",
    "Venom": "The brown tree snake is a nocturnal, rear-fanged colubrid, possessing two small, grooved fangs at the rear of the mouth. Due to the placement of the fangs and their grooved rather than hollow architecture, the venom is difficult to convey into a bite on a human, and thus is only delivered in small doses. The venom appears to be weakly neurotoxic and possibly cytotoxic with localized effects that are trivial for adult humans; serious medical consequences have been limited to children, who are more susceptible because of their low body mass.  The snake has been reported as aggressive, but is not considered dangerous to an adult human. The venom seems to be primarily used to subdue lizards, which can be more easily positioned in the rear of the mouth for venom delivery.",
    "Invasive species": "Shortly after World War II, and before 1952, the brown tree snake was accidentally transported from its native range in the South Pacific to Guam, probably as a stowaway in ship cargo or by crawling into the landing gear of Guam-bound aircraft. As a result of abundant prey resources on Guam and the absence of natural predators apart from feral pigs and mangrove monitors, brown tree snake populations reached unprecedented numbers. Snakes caused the extirpation of most of the native forest vertebrate species; thousands of power outages affecting private, commercial, and military activities; widespread loss of domestic birds and pets; and considerable emotional trauma to residents and visitors alike when snakes invaded human habitats with the potential for envenomation of small children. Since Guam is a major transportation hub in the Pacific, numerous opportunities exist for the brown tree snakes on Guam to be introduced accidentally to other Pacific islands as passive stowaways in ship and air traffic from Guam. To minimize this threat, trained dogs are used to search, locate, and remove brown tree snakes before outbound military and commercial cargo and transportation vessels leave the island. Numerous sightings of this species have been reported on other islands including Wake Island, Tinian, Rota, Okinawa, Diego Garcia, Hawaii, and even Texas in the continental United States. Hawaii is especially at heavy risk to the snake, as direct military flights between Guam and Hawaii are allowed and brown tree snakes are regularly intercepted at landing areas. A successful introduction could pose an immense threat to the already highly threatened endemic birds of the islands. An incipient population is probably established on Saipan. Acetaminophen has been used to help eradicate the snake on Guam.",
    "Invasive species-Underlying biology": "",
    "Invasive species-Underlying biology-General characteristics": "The brown tree snake  is a nocturnal, arboreal species that uses visual and chemical cues in hunting in the tropical rainforest canopy and/or on the ground. It is a member of the subfamily Colubrinae, genus Boiga, which is a group of roughly twenty five species that are referred to as \"cat-eyed\" snakes for their vertical pupils. The brown tree snake is generally 1–2 m (3–6 ft) in length in its native range. The snake is long and slender, which facilitates its climbing ability and allows it to pass through tiny spaces in buildings, logs, and other shaded locations, where it seeks refuge during daylight. Variations in coloration occur in the snake's native range, ranging from a lightly patterned brown to yellowish/green or even beige with red, saddle-shaped blotches. They are rear-fanged, have a large head in relation to their body, and can survive for extended periods of time without food.",
    "Invasive species-Underlying biology-Predatory behaviour": "The brown tree snake is a generalist feeder known to eat a wide variety of foods, when threatened is highly aggressive and tends to lunge and strike the aggressor repeatedly. The snake has numerous teeth, but only the last two on each side of the upper jaw have grooves, which inject venom as it bites. Therefore, the snake's mouth must be opened as wide as possible to insert and expose its fangs. A chewing movement is used by the snake to inject the venom by means of capillary action along the grooved fangs. The venom is used to subdue and kill prey on which the snake feeds; however, the venom is not considered dangerous to adult humans. In addition to subduing its victim with its venom, the brown tree snake often wraps its body around the prey, like a constrictor, to immobilize the prey while chewing and consuming the animal.",
    "Invasive species-Underlying biology-Native habitat": "The brown tree snake is native to coastal Australia, Papua New Guinea, and many islands in northwestern Melanesia. The species occurs on variably sized islands, extending from Sulawesi in eastern Indonesia through Papua New Guinea and the Solomon Islands and into the wettest coastal areas of Northern Australia. The snakes on Guam represent the only documented reproductive population outside the native range. Since January 2016, however, four snakes have been sighted on the island of Saipan in the Northern Mariana Islands.",
    "Invasive species-Underlying biology-Current habitats": "The brown tree snake is not restricted to forested habitats, as it can also occur in grasslands and sparsely forested areas, as well. In Papua New Guinea, it occupies a wide variety of habitats at elevations up to 1,200 m. It is most commonly found in trees, caves, and near limestone cliffs, but frequently comes down to the ground to forage at night. It hides during the day in the crowns of palm trees, hollow logs, rock crevices, caves, and even the dark corners of thatched houses near the roof. Based on the frequency of sightings of this snake, in relation to buildings, poultry, and caged birds, the snake is considered to be common in human-disturbed habitats.",
    "Invasive species-Underlying biology-Physiological evidence for reproductive suppression": "Environmental stressors such as lack of shelter, climate change, overcrowding, and loss of prey have been researched as primary causes of diminished snake density, as they have been found to have direct correlation with the reproductive success of the snake. Current research on the breeding patterns of the brown tree snake is being conducted in hopes of further understanding how these environmental stressors are affecting the population density of the snake on Guam.A study conducted by I.T. Moore predicted that low body condition would correlate to high levels of stress hormones and low levels of sex steroids in free-living brown tree snakes on Guam when compared with the native snake population in Australia and snakes held in captivity on Guam.  After extensive research, the body condition in the free-living snakes was found to be significantly different from the body condition of native and captive snakes.  The results determined, \"depressed body condition and elevated plasmacorticosteron levels in the free-living animals suggest that a lack of food resources was placing individuals under chronic stress, resulting in suppression of the reproductive system.\" The study suggested that snakes living under stressful conditions such as high population densities or low prey resources had suppressed reproduction at multiple stages, including steroidogenesis and gametogenesis.",
    "Invasive species-Underlying biology-Current status": "Currently, the brown tree snake population on Guam is declining with an equilibrium population size predicted to be roughly 30 to 50 snakes per hectare (12-20 per acre). The decline in snake population may be identified as a result of depleted food resources, adult mortality, and/or suppressed reproduction. The brown tree snake population on Guam has exceeded the carrying capacity of the island.",
    "Invasive species-Species status and effect": "",
    "Invasive species-Species status and effect-Effect of early introduction": "The introduction of the brown tree snake on Guam after WWII has had a significant impact on the community dynamics of the island. Upon its introduction the brown tree snake population exploded and spread across the entirety of Guam. The brown tree snake population on the island has reached peak densities of greater than 100 snakes per hectare. This population spike was caused by the copious amount of resources newly available to the brown tree snake upon its introduction. The limitations on the snake's population in its native range is predominantly food based. The snake's food source is far more limited in its native range than on the island of Guam as the prey in its natural range boasts significantly more natural defences to the snake than the prey on Guam.The predominant population affected by the snake's introduction was that of native bird species such as the Mariana fruit dove, the Guam flycatcher, the rufous fantail and the Micronesian myzomela. The introduction of the brown tree snake into Guam has resulted in extinction of twelve native bird species in total. The Guam National Wildlife Refuge is attempting to prevent the extinction of additional bird species endangered by the snake. Other species significantly affected by the invasion of these snakes were small lizards and small mammals.  Research has indicated a direct correlation of the spread of these snakes across the island to the decrease in the populations of these native species. Furthermore, the introduction of the brown tree snake has had an indirect, negative impact on vegetative diversity as its intense predatory nature has decreased populations of vital pollinators including native birds and fruit bats. Data collected from nearby islands lacking brown tree snake populations depict a significant difference in vegetative species richness, that is, islands close to and similar to Guam in which the brown tree snake has not been introduced have greater vegetative species diversity. Overall, the vertebrate fauna and native flora of Guam have suffered tremendously because of the introduction of the brown tree snake.",
    "Invasive species-Population control methods": "",
    "Invasive species-Population control methods-Capturing and poisoning methods": "Given the environmental impact of the brown tree snake, studies have attempted to provide a capturing methodology to alleviate the detrimental effects of the tree snake. The use of mice as bait has shown considerable reduction effects when combined with acetaminophen, to which the snake is particularly sensitive, in a mark-recapture experiment leading to potential widespread application in Guam. When utilizing a precisely defined treated plot with results corrected for immigration and emigration, the additive effect of both acetaminophen and mice usage shows a 0% survival rate of the brown tree snake. In the study, 80 mg of acetaminophen was inserted into mouse carcasses. In addition, one study showed that increasing inter-trap spacing would not only increase efficiency, but also not compromise efficacy as 20-, 30-, and 40-meter long perimeter trap lines were compared and no difference was found. Another study echoed the aforementioned notion of increasing inter-trap spacing.",
    "Invasive species-Population control methods-Predation on brown tree snakes": "An investigative study was performed to find predators of the brown tree snake that could possibly serve as a population control method.  In this study two actual predators were identified and 55 potential predators were identified: the two actual predators identified were the red-bellied black snake and the cane toad.  Actual predators were identified by evidence showing that they would actually prey upon and consume the brown tree snake in a natural habitat whereas potential predators were identified as species that were only physically capable of consuming the brown tree snake. The research collected in this study suggested that even with the introduction of brown tree snake predation, it was unlikely this would serve as an effective brown tree snake population control method. One reason for this conclusion was that the identified actual predators of the brown tree snake are generalist feeders and would cause further detriment to other native island species.Another possible negative outcome of introducing species as a control method for the brown tree snake population is predation on juvenile cane toads and red-bellied snakes by brown tree snakes themselves, because they are opportunistic and generalist feeders. This investigation determined that the environmental and ecological risk associated with the introduction of these predators was too high to implement. Lastly, red-bellied snakes could pose a threat to the health of humans. The cost of introduction of such predatory species outweighs the benefits and is not practical.",
    "References": "",
    "External links": " Media related to Boiga irregularis at Wikimedia Commons\n\nSpecies Profile- Brown Tree Snake (Boiga irregularis), National Invasive Species Information Center, United States National Agricultural Library. Lists general information and resources for brown tree snake."
  }
}