{
  "url": "https://en.wikipedia.org/wiki/Brown-throated_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Eupsittula"
    },
    {
      "Species": "E. pertinax"
    }
  ],
  "text": {
    "__SUMMARY__": "The brown-throated parakeet (Eupsittula pertinax), commonly known as the St Thomas conure or brown-throated conure in aviculture, is a species of parrot in the family Psittacidae.",
    "Description": "The brown-throated parakeet is mostly green, with the lowerparts being a lighter green than the upperparts. Black/grey beak. Some blue in the wing feathers. Head and face colours depend on the subspecies. Though most subspecies are brown-throated, both E. p. pertinax and E. p. xanthogenia have most of the head, including the throat, orange-yellow. It is not to be confused with the similarly-named extinct Brown-headed parakeet of Raiatea in the Society Islands (Tahiti and its neighbors), more commonly known as the Society parakeet.",
    "Distribution and habitat": "It is found widely in woodland, savanna and scrub in northern South America in Colombia, Venezuela, the Guianas, the ABC islands in the Netherlands Antilles, and northern Brazil (mainly the Rio Negro/Branco region) with a disjunct population in south-western Pará. Another disjunct population is found in southern Central America in Panama and Costa Rica, and is sometimes considered a separate species, the Veraguas parakeet (A. ocularis). The brown-throated parakeet has been introduced to Puerto Rico (where now possibly extirpated), the U.S. Virgin Islands (mainly Saint Thomas, hence the alternative name Saint Thomas Conure), and various other islands in the Lesser Antilles (at least Dominica; recent sightings also from Martinique and Guadeloupe).",
    "Taxonomy": "There are several subspecies which have varying colours particularly of the crown, face and underparts.\nEupsittula pertinax (Linnaeus, 1758):\nEupsittula pertinax aeruginosa (Linnaeus, 1758)\nEupsittula pertinax arubensis (Hartert, 1892)\nEupsittula pertinax chrysogenys (Massena & Souance, 1854)\nEupsittula pertinax chrysophrys (Swainson, 1838)\nEupsittula pertinax griseipecta Meyer de Schauensee, 1950\nEupsittula pertinax lehmanni Dugand, 1943\nEupsittula pertinax margaritensis (Cory, 1918)\nEupsittula pertinax ocularis (Sclater, PL, 1865)\nEupsittula pertinax paraensis Sick, 1959\nEupsittula pertinax pertinax (Linnaeus, 1758)\nEupsittula pertinax surinama Zimmer & Phelps, WH, 1951\nEupsittula pertinax tortugensis (Cory, 1909)\nEupsittula pertinax venezuelae Zimmer & Phelps, WH, 1951\nEupsittula pertinax xanthogenia (Bonaparte, 1850)",
    "References": "",
    "External links": "\"Brown-throated parakeet - BirdLife Species Factsheet\". BirdLife International (2008). Retrieved 3 January 2009.\n\"Brown-throated parakeet - avibase Species\". avibase.\n\"Brown-throated parakeet - IUCNredlist Species\". IUCN Red List."
  }
}