{
  "url": "https://en.wikipedia.org/wiki/Burrowing_owl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Strigiformes"
    },
    {
      "Family": "Strigidae"
    },
    {
      "Genus": "Athene"
    },
    {
      "Species": "A. cunicularia"
    }
  ],
  "text": {
    "__SUMMARY__": "The burrowing owl (Athene cunicularia) is a small, long-legged owl found throughout open landscapes of North and South America. Burrowing owls can be found in grasslands, rangelands, agricultural areas, deserts, or any other open dry area with low vegetation. They nest and roost in burrows, such as those excavated by prairie dogs (Cynomys spp.). Unlike most owls, burrowing owls are often active during the day, although they tend to avoid the midday heat. Like many other kinds of owls, though, burrowing owls do most of their hunting from dusk until dawn, when they can use their night vision and hearing to their advantage. Living in open grasslands as opposed to forests, the burrowing owl has developed longer legs that enable it to sprint, as well as fly, when hunting.",
    "Description": "Burrowing owls have bright eyes; their beaks can be dark yellow or gray depending on the subspecies. They lack ear tufts and have a flattened facial disc. The owls have prominent white eyebrows and a white \"chin\" patch which they expand and display during certain behaviors, such as a bobbing of the head when agitated.\nAdults have brown heads and wings with white spotting. The chest and abdomen are white with variable brown spotting or barring, also depending on the subspecies. Juvenile owls are similar in appearance, but they lack most of the white spotting above and brown barring below. The juveniles have a buff bar across the upper wing and their breast may be buff-colored rather than white. Burrowing owls of all ages have grayish legs longer than those of other owls.\nMales and females are similar in size and appearance, and display little sexual dimorphism. Females tend to be heavier, but males tend to have longer linear measurements (wing length, tail length, etc.). Adult males appear lighter in color than females because they spend more time outside the burrow during daylight, and their feathers become \"sun-bleached\". The burrowing owl measures 19–28 cm (7.5–11.0 in) long and spans 50.8–61 cm (20.0–24.0 in) across the wings, and weighs 140–240 g (4.9–8.5 oz). As a size comparison, an average adult is slightly larger than an American robin (Turdus migratorius).",
    "Taxonomy and systematics": "The burrowing owl is sometimes classified in the monotypic genus Speotyto based on an overall different morphology and karyotype. However, osteology and DNA sequence data suggest that the burrowing owl is a terrestrial member of the Athene little owls, and it is today placed in that genus by most authorities.\nA considerable number of subspecies have been described, but they differ little in appearance and the taxonomy of several need to be validated. Most subspecies are found in/near the Andes and in the Antilles. Although distinct from each other, the relationship of the Florida subspecies to (and its distinctness from) the Caribbean birds is not quite clear.\nA. c. cunicularia (Molina, 1782): southern burrowing owl – Lowlands of southern Bolivia and southern Brazil south to Tierra del Fuego. Probably includes partridgei.\nA. c. grallaria (Temminck, 1822): Brazilian burrowing owl – central and eastern Brazil.\nA. c. hypugaea (Bonaparte, 1825): western burrowing owl – southern Canada through the Great Plains south to Central America.\nA. c. floridana (Ridgway, 1874): Florida burrowing owl – Florida and the Bahamas.\nA. c. guadeloupensis (Ridgway, 1874): Guadeloupe burrowing owl – Formerly Guadeloupe and Marie-Galante Islands; extinct (c.1890).\nA. c. amaura (Lawrence, 1878): Antiguan burrowing owl – Formerly Antigua, Saint Kitts and Nevis Islands; extinct (c.1905).\nA. c. troglodytes (Wetmore & Swales, 1886): Hispaniolan burrowing owl – Hispaniola, Gonâve Island and Beata Island.\nA. c. rostrata (C. H. Townsend, 1890): Revillagigedo burrowing owl – Clarion Island, Revillagigedo Islands.\nA. c. nanodes (Berlepsch & Stolzmann, 1892): southwest Peruvian burrowing owl – southwestern Peru. Might include intermedia.\nA. c. brachyptera (Richmond, 1896): Margarita Island burrowing owl – Margarita Island. Might include apurensis.\nA. c. tolimae (Stone, 1899): west Colombian burrowing owl – western Colombia. Might include carrikeri.\nA. c. juninensis (Berlepsch & Stolzmann, 1902): south Andean burrowing owl – Andes from central Peru to northwestern Argentina. Might include punensis.\nA. c. punensis (Chapman, 1914): Puna burrowing owl – Altiplano region around Peruvian-Ecuadorian border. Doubtfully distinct from juninensis.\nA. c. arubensis (Cory, 1915): Aruba burrowing owl – Aruba.\nA. c. intermedia (Cory, 1915): west Peruvian burrowing owl – western Peru. Doubtfully distinct from nanodes.\nA. c. minor (Cory, 1918): Guyanan burrowing owl – southern Guyana and Roraima region.\nA. c. carrikeri (Stone, 1922): east Colombian burrowing owl – eastern Colombia. Doubtfully distinct from tolimae.\nA. c. pichinchae (Boetticher, 1929): west Ecuadorean burrowing owl – Western Ecuador.\nA. c. boliviana (L. Kelso, 1939): Bolivian burrowing owl – Bolivian altiplano.\nA. c. apurensis (Gilliard, 1940): Venezuelan burrowing owl – northwestern Venezuela. Doubtfully distinct from brachyptera.\nA. c. partridgei (Olrog, 1976): Corrientes burrowing owl – Corrientes Province, Argentina. Probably not distinct from cunicularia.\nA. c. guantanamensis (Garrido, 2001): Cuban burrowing owl – Cuba and Isla de la Juventud.A paleosubspecies, A. c. providentiae, has been described from fossil remains from the Pleistocene of the Bahamas. How these birds relate to the extant A. c. floridana – that is, whether they were among the ancestors of that subspecies, or whether they represented a more distant lineage that completely disappeared later – is unknown.\nIn addition, prehistoric fossils of similar owls have been recovered from many islands in the Caribbean (Barbuda, the Cayman Islands, Jamaica, Mona Island and Puerto Rico). These birds became extinct towards the end of the Pleistocene, probably because of ecological and sea level changes at the end of the last Ice Age rather than human activity. These fossil owls differed in size from present-day burrowing owls and their relationship to the modern taxon has not been resolved.",
    "Range and habitat": "Before European colonization, burrowing owls probably inhabited every suitable area of the New World, but in North America, they have experienced some restrictions in distribution since then. In parts of South America, they are expanding their range with deforestation. The western burrowing owls (A. c. hypugaea) are most common in the Rocky Mountain Arsenal National Wildlife Refuge and in several counties in Colorado and their population is reportedly threatened.Burrowing owls range from the southern portions of the western Canadian provinces through southern Mexico and western Central America. They are also found in Florida and many Caribbean islands. In South America, they are patchy in the northwest and through the Andes, but widely distributed from southern Brazil to Patagonia and Tierra del Fuego. Burrowing owls are year-round residents in most of their range. Birds that breed in Canada and the northern U.S. usually migrate south to Mexico and the southern U.S. during winter months.",
    "Ecology and behaviour": "This species can live for at least 9 years in the wild and over 10 years in captivity. They are often killed by vehicles when crossing roads, and have many natural enemies, including badgers, coyotes, and snakes. They are also killed by both feral and domestic cats and dogs. Two birds studied in the Parque Nacional de La Macarena of Colombia were free of blood parasites.Burrowing owls often nest and roost in the burrows made by ground squirrels, a strategy also used by rattlesnakes. When threatened the owl retreats to the burrow and produces rattling and hissing sounds similar to that of a rattlesnake. The behavior is suggested to be an example of acoustic Batesian mimicry and has been observed to be an effective strategy against animals that are familiar with dangers posed by rattlesnakes.",
    "Ecology and behaviour-Food and feeding": "When hunting, they wait on a perch until they spot prey. Then, they swoop down on prey or fly up to catch insects in flight. Sometimes, they chase prey on foot across the ground. The highly variable diet includes invertebrates and small vertebrates, which make up roughly one-third and two-thirds of the diet, respectively. Burrowing owls mainly eat large insects and small rodents. Although burrowing owls often live close to ground squirrels (Marmotini), they rarely prey upon them.\nRodent prey is usually dominated by locally superabundant species, like the delicate vesper mouse (Calomys tener) in southern Brazil. Among squamates and amphibians, small lizards like the tropical house gecko (Hemidactylus mabouia), and frogs and toads predominate. Generally, most vertebrate prey is in the weight class of several grams per individual. The largest prey are usually birds, such as eared doves (Zenaida auriculata) which may weigh almost as much as a burrowing owl.Regarding invertebrates, the burrowing owl seems less of a generalist. It is extremely fond of termites such as Termitidae, and Orthoptera such as Conocephalinae and Copiphorinae katydids, Jerusalem crickets (Stenopelmatidae) and true crickets (Gryllidae). Bothynus and Dichotomius anaglypticus scarab beetles (Scarabaeidae) were eaten far more often than even closely related species by many burrowing owls across central São Paulo (Brazil). Similarly, it was noted that among scorpions Bothriuridae were much preferred, among spiders Lycosidae (wolf spiders), and among millipedes (Diplopoda) certain Diplocheta. Small ground beetles (Carabidae) are eaten in quantity, while larger ones are much less popular as burrowing owl food, perhaps due to the vigorous defense the large species can put up. Burrowing owls are also known to place the fecal matter of large herbivorous mammals around the outside of their burrows to attract dung beetles, which are used to provide a steady source of food for the owls.\nUnlike other owls, they also eat fruits and seeds, especially the fruit of tasajillo (Cylindropuntia leptocaulis) and other prickly pear and cholla cacti. On Clarion Island, where mammalian prey is lacking, they feed essentially on crickets and prickly pear fruit, adding Clarión wrens (Troglodytes tanneri) and young Clarion mourning doves (Zenaida macroura clarionensis) on occasion.",
    "Ecology and behaviour-Reproduction": "The nesting season begins in late March or April in North America. Burrowing owls usually only have one mate but occasionally a male will have two mates. Pairs of owls will sometimes nest in loose colonies. Their typical breeding habitat is open grassland or prairie, but they can occasionally adapt to other open areas like airports, golf courses, and agricultural fields. Burrowing owls are slightly tolerant of human presence, often nesting near roads, farms, homes, and regularly maintained irrigation canals.\nThe owls nest in a burrow, hence the name burrowing owl. If burrows are unavailable and the soil is not hard or rocky, the owls may excavate their own. Burrowing owls will also nest in shallow, underground, man-made structures that have easy access to the surface.\nDuring the nesting season, burrowing owls will collect a wide variety of materials to line their nest, some of which are left around the entrance to the burrow. The most common material is mammal dung, usually from cattle. At one time it was thought that the dung helped to mask the scent of the juvenile owls, but researchers now believe the dung helps to control the microclimate inside the burrow and to attract insects, which the owls may eat.The female will lay an egg every one or two days until she has completed a clutch, which can consist of 4 to 12 eggs (usually 9). She will then incubate the eggs for three to four weeks while the male brings her food. After the eggs hatch, both parents will feed the chicks. Four weeks after hatching, the chicks can make short flights and begin leaving the nest burrow. The parents will still help feed the chicks for one to three months.\nSite fidelity rates appear to vary among populations. In some locations, owls will frequently reuse a nest several years in a row. Owls in migratory northern populations are less likely to return to the same burrow every year. Also, as with many other birds, the female owls are more likely to disperse to a different site than are male owls.",
    "Status and conservation": "The burrowing owl is endangered in Canada and threatened in Mexico. It is a state threatened species in Colorado and Florida. It is common and widespread in open regions of many Neotropical countries, where they sometimes even inhabit fields and parks in cities. In regions bordering the Amazon Rainforest they are spreading with deforestation. It is therefore listed as Least Concern on the IUCN Red List. Burrowing owls are protected under the Migratory Bird Treaty Act in Canada, the United States, and Mexico. They are also included in CITES Appendix II.\nThe major reasons for declining populations in North America are control programs for prairie dogs and loss of habitat. Burrowing owls readily inhabit some anthropogenic landscapes, such as airport grasslands or golf courses, and are known to take advantage of artificial nest sites (plastic burrows with tubing for the entrance) and perches. Burrowing owls have demonstrated to achieve similar reproductive success in rural grasslands and urban settings. The urban residing burrowing owls have also developed the behavior of digging their own burrows and exhibit different fear responses to human and domestic dogs compared to their rural counterparts. Research has suggested that this species has made adaptations to the rapid urbanization of their usual habitat and conservation efforts should be considered accordingly.Genetic analysis of the two North American subspecies indicates that inbreeding is not a problem within those populations.Where the presence of burrowing owls conflicts with development interests, a passive relocation technique has been applied successfully: rather than capturing the birds and transporting them to a new site (which may be stressful and prone to failure), the owls are half-coerced, half-enticed to move on their own accord. The preparations need to start several months prior to the anticipated disturbance with observing the owl colony and noting especially their local movements and site preferences. After choosing a location nearby that has suitable ground and provides good burrowing owl breeding habitat, this new site is enhanced by adding burrows, perches, etc. Once the owls have accustomed to the changes and are found to be interested in the location – if possible, this should be at the onset of spring, before the breeding season starts – they are prevented from entering the old burrows. A simple one-way trapdoor design has been described that is placed over the burrow for this purpose. If everything has been correctly prepared, the owl colony will move over to the new site in the course of a few nights at most. It will need to be monitored occasionally for the following months or until the major human construction nearby has ended.",
    "References": "",
    "Further reading": "DeSante, D.F.; Ruhlen, E.D.; Rosenberg, D.K. (2004). \"Density and abundance of burrowing owls in the agricultural matrix of the Imperial Valley, California\" (PDF). Studies in Avian Biology. 27: 116–119.\nHaug, E.A.; Milsap, B.A.; Martell, M.S. (1993).  Poole, A. (ed.). \"Burrowing owl (Athene cunicularia)\". The Birds of North America Online. Ithaca: Cornell Lab of Ornithology. doi:10.2173/bna.61. Retrieved 26 December 2006. (subscription required)\nKonig, C.; Weick, F.; Becking, J.-H. (1999). Owls: A guide to the owls of the world. New Haven: Yale University Press. ISBN 0-300-07920-6.\nMoulton, C.E.; Brady, R.S.; Belthoff, J.R. (2005). \"A comparison of breeding season food habits of burrowing owls nesting in agricultural and nonagricultural habitat in Idaho\" (PDF). Journal of Raptor Research. 39: 429–438.",
    "External links": "Burrowing Owl Live Camera Feed & Fact Sheet at critterzoom.com\nBirdLife species factsheet for Athene cunicularia\nRocky Mountain Arsenal National Wildlife Refuge: Burrowing Owl Study\nBurrowing Owl Species Account – Cornell Lab of Ornithology\n\"Burrowing owl media\". Internet Bird Collection.\nBurrowing Owl Conservation Network\nBurrowing Owl Photo Essay at The Ark in Space\nBurrowing owl photo gallery at VIREO (Drexel University)"
  }
}