{
  "url": "https://en.wikipedia.org/wiki/Bushwren",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Acanthisittidae"
    },
    {
      "Genus": "Xenicus"
    },
    {
      "Species": "†X. longipes"
    }
  ],
  "text": {
    "__SUMMARY__": "The bushwren (Xenicus longipes), bush wren, or mātuhituhi in Maori, was a very small and almost flightless bird that was endemic to New Zealand. It had three subspecies on each of the major islands of New Zealand, the North Island, South Island, and Stewart Island and nearby smaller islands. The species disappeared gradually after the introduction of invasive mammalian predators, last being seen on the North Island in 1955 and the South Island in 1968. Attempts were made to save the remaining population on small islands off Stewart Island, but they ultimately failed with the death of the last remaining known birds in 1972.",
    "Description": "It grew to about 9 cm long and 16 g in weight. It fed mostly on invertebrates, which it captured by running along the branches of trees. It nested on or near the ground.",
    "Extinction": "It was widespread throughout the main islands of the country until the late 19th century when mustelids were introduced and joined rats as invasive mammalian predators. The only authenticated reports of the North Island subspecies (X. l. stokesi) since 1900 were from the southern Rimutaka Range in 1918 and the Ureweras up to 1955, with probable sightings on June 13, 1949, near Lake Waikareiti, and several times in the first half of the 20th century in the Huiarau Range and from Kapiti Island in 1911. Apparently, the last population lived in the area where Te Urewera National Park was established, just around the time of its extinction.\nThe last authenticated reports of the South Island subspecies (X. l. longipes) were from Arthur's Pass in 1966 and Nelson Lakes National Park in 1968. There have been a few unsubstantiated reports since then from Fiordland and Nelson Lakes.\nThe third subspecies, the Stewart Island bushwren or Stead's bushwren (X. l. variabilis), was found on Stewart Island/Rakiura and nearby islands. It is known to have survived on Stewart Island until 1951, but was probably exterminated there by feral cats. It lived on Kotiwhenua (Solomon) Island, being reasonably common, until the early 1960s. It survived on predator-free Big South Cape Island until black rats (R. rattus) invaded it in 1964. The New Zealand Wildlife Service attempted to save the species by relocating all the birds they could capture. They caught six birds and transferred them to Kaimohu Island, where they did not survive and they finally died out in 1972.",
    "Gallery": "",
    "References": "",
    "External links": "3D view of specimen RMNH 110.000 at Naturalis, Leiden (requires QuickTime browser plugin).\nParatype specimen of Xenicus longipes variabilis in the collection of the Museum of New Zealand Te Papa Tongarewa\nImage of Bush Wren from Te Ara: The Online Encyclopedia of New Zealand\nPhotography of Xenicus longipes by William Herbert Guthrie-Smith\nBush Wren / Matuhi. Xenicus longipes. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}