{
  "url": "https://en.wikipedia.org/wiki/Canary_Islands_oystercatcher",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Charadriiformes"
    },
    {
      "Family": "Haematopodidae"
    },
    {
      "Genus": "Haematopus"
    },
    {
      "Species": "†H. meadewaldoi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Canary Islands Oystercatcher, Canarian Oystercatcher, or Canarian black Oystercatcher (Haematopus meadewaldoi),\nwas a shorebird of uncertain taxonomy endemic to Fuerteventura, Lanzarote, and their offshore islets (Islote de Lobos and the Chinijo Archipelago) in the Canary Islands, Spain. It is now considered to be extinct.\nThe Canary Islands oystercatcher has had a complicated taxonomic history. Though this bird was long known to naturalists, it was considered a mere local population or subspecies of the African oystercatcher (Haematopus moquini) until 1913 (Bannerman 1913); these two were at the time occasionally lumped as subspecies of the Eurasian oystercatcher (Haematopus ostralegus). Hockey (1982) concluded that the Canary Islands oystercatcher was actually a full species distinct from the African oystercatcher.  However, DNA analyses conducted in 2018 and published in 2019 concluded that the Canary Islands oystercatcher was most likely a subspecies of the common Eurasian oystercatcher.",
    "Taxonomy": "The Canary Islands oystercatcher was long considered a population of the African oystercatcher until 1913, when David Armitage Bannerman identified it as the unique subspecies H. m. meadewaldoi. A study in 1982, however, found the Canary Islands oystercatcher to be distinct enough from the African oystercatcher to be upgraded to be its own species.\nIn 2018, a genetic study of the Canary Islands oystercatcher's mitogenome found it to be genetically nearly identical to the Eurasian oystercatcher, with its genetic differentiation falling well within the range in variation observed in the Eurasian oystercatcher. It has thus been proposed that H. meadewaldoi be reclassified as either a melanistic color morph or subspecies of the Eurasian oystercatcher. Ornithological committees such as the International Ornithological Congress and BirdLife International need to decide whether or not to downgrade the species.",
    "Description": "The Canary Islands oystercatcher was of similar size as its relatives, the African and Eurasian oystercatchers, or about 40–45 cm (around 16.5 in); comparing with the non-migratory African species, it probably weighed between 600-800 grams in life, with females being slightly heavier. Its bill was some 70-80mm long in males and markedly longer (around 80mm) in females; the tarsus measured around 50 mm, and the wings were around 250-265mm long, with males possibly at the upper range of that size (Bannerman 1963).\nIts appearance was extremely similar to the African species, to the extent that even hand-held specimens can hardly be told apart except by direct comparison or measurements. Its bill was longer and its wings were shorter than in the African species, which is not known to occur north of Lobito, Angola however, at least in modern times.H. meadewaldoi had a glossy black coloration overall save for the whitish underwing bases of the primary remiges' inner webs, but this may have not been present in worn plumage which also was duller (Bannerman 1963). Its bill, laterally compressed and with a blunt, lighter tip, and a narrow naked ring around the red eye were reddish orange, and the legs and feet were dark pink with ivory-colored nails. As usual in oystercatchers, it had no hallux and the second and third toes were connected by a small web (Álamo Tavío 1975).\nThe sexes did not differ in color; juvenile birds are unknown but probably had duller bare parts and some greyish-buff fringes to the feathers. The coloration of downy young is likewise unknown; these are generally brownish-grey above with dark striping to provide camouflage against predators such as gulls (Hockey 1996); considering the dark lava rock habitat of this species, they were probably fairly dark overall and had a dusky belly.",
    "Habits": "This was apparently an all-year resident, and seems to have never bred or even strayed outside the eastern Canaries at least in historic times. Information about its ecology are scant and usually second-hand or inferred from circumstantial information. However, even though conjectural, these informations are consistent as the biology of oystercatchers is not very variable and the present species was a conspicuous bird well-known to locals. It was called cuervo marino (\"sea raven\") on Fuerteventura, grajo de mar (\"sea chough\")\non Lanzarote, and corvino (\"little raven\") on Graciosa. In addition, the local name lapero (\"limpet-eater\") was also used, possibly on Alegranza.(Bannerman 1963)\nThe Canary Islands oystercatcher was in all likelihood a bird of the rocky shore rather than sandy beaches; although it might have been driven from the latter as they were much more utilized by humans – which it tended to avoid (Bannerman 1963). What is known about its feeding habits indicates that had always been less commonly found in beach habitat. As with all oystercatchers, its diet consisted of small molluscs and crustaceans rather than oysters. Especially the limpets Patella candei, Patella piperata, and Patella cf. ulyssiponensis, as well as the African mussel Perna (perna) picta were favorite prey items (Hockey 1996).\nIts vocalizations were given as repeated kvirr or kvik-kvikkvik (Álamo Tavío 1975), and the alarm call peepe-peepe peepe-peepe (Bannerman 1963). The birds appear to have been territorial in the breeding season and vagrant, but not occurring in large groups, at other times (Hockey 1987).",
    "Habits-Reproduction": "Like other oystercatchers, this species did not build a nest but laid its eggs in a scrape on the seaside; apparently it chose the most deserted locations such as the mouths of barrancos (erosion gullies); eggs or nests were never recorded by researchers (Hockey 1987). Its courtship was reported to be peculiar, with two or three males joining in a \"dancing\" display, presenting themselves to best effect (Álamo Tavío 1975). Once the females had chosen a partner, they remained monogamous, probably for life if the pairing proved successful as in most other species of the genus. The clutch size was undocumented but possibly there was only one egg; groups of three, but not four birds were commonly seen (Bannerman 1963). The eggs can be assumed to have been camouflaged as in its relatives (Hockey 1996); in the case of this species, they thus were probably rather dark overall, dull brownish grey with plenty of black, dark brown, and dark purplish splotches and scribbles. Egg size was probably about 60 x 40 mm on average (Bannerman 1963).\nThe breeding season is also unknown, but from observations of courtship and birds in laying condition, it started around April. Comparison with its relatives suggests that incubation lasted for around 30 days, maybe less (23 days: Álamo Tavío 1975), with the chicks taking around 35 days again to fledge. The three-bird groups started to occur on more populated regions in June (Bannerman 1963). Females took probably 3 years to reach sexual maturity and males 4; this species can be assumed to have been long-lived like other oystercatchers, which not infrequently live for 20 or even more than 30 years (Hockey 1996). Unusually, the birds seem to have molted after breeding season; 2 females shot in April had worn plumage (Bannerman 1963).",
    "Extinction": "This bird was last collected in 1913, and local fishermen and lighthouse keepers reported it had disappeared around 1940 (Hockey 1996), after a prolonged decline starting probably in the 19th century (Hockey 1987). It first – until the early 20th century – seems to have disappeared from Lanzarote, in accord with the general pattern of Canarian extinctions. By 1913, it was not reported to have been found outside the Chinijo Archipelago and Islote de Lobos in recent times (Bannerman 1963).\nIt is now considered extinct, because extensive surveys between 1956/57 and the late 1980s failed to find any evidence of the Canarian oystercatcher's survival. It was officially declared extinct with publication of the 1994 IUCN Red List.\nThere have been sight records of altogether 3 black oystercatchers from the coast of Senegal, in 1970 (Jarry in Hockey 1987) and 1975 (Ziguinchor Region: de Ridder 1997), but these are very unlikely to refer to this species which was by all accounts a resident bird never recorded outside the Canaries archipelago on other occasions. Two fairly convincing records from Tenerife - apparently in July 1965 or 1968 at Puerto de la Cruz (Bannerman 1969 ), and in 1981 at El Médano (Kraft in Hockey 1987) -, on the other hand, could indicate that a small population managed to persist on uninhabited islets until the early 1980s. Second-hand records from Tenerife also exists for the mid-19th century (Bannerman 1963). The Senegal records are nonetheless puzzling, as none of the black species of oystercatcher are known to occur even in the general area; melanism is known to occur occasionally in the Eurasian oystercatcher (Stresemann 1927) which winters in the region; possibly the Senegal birds were such specimens.\nOver-harvesting of intertidal invertebrates and disturbance by people was probably the main underlying cause of its decline (Hockey 1987), although predation by rats and cats has also been implicated. In addition, its eggs were said to be of exquisite taste and consequently much collected (Álamo Tavío 1975). Although oystercatchers generally have adapted to the commonplace loss of the first egg in their clutch to predators and readily re-lay lost eggs, if the present species' clutch was indeed only one, egg collecting would have had a major impact: collectors would have to disturb more breeding pairs per number of eggs gathered. Also, adult birds were apparently opportunistically shot together with more plentiful migrant waders in the winter months and sold as salmuera (preserved in brine) (Álamo Tavío 1975). It is unknown how far-reaching the direct impact of unsustainable agriculture practices, which led to widespread desertification especially of Lanzarote by the end of the 19th century (Hockey 1987), was. It might have altered local climate regimes, leading to increased pressure on intertidal habitat e.g. by increased flash floods causing silting of barranco mouths and delines in invertebrate populations there.\nThere exist apparently only 4 specimens (Bannerman 1963), three collected by Meade-Waldo in the BMNH and one collected by Bannerman in the World Museum Liverpool. The type specimen BMNH 1905.12.22.323 is a female shot at Jandía, Fuerteventura, on April 7, 1888 [1] or 1889 (Bannerman 1963). About the same time in the next year, a couple was taken on Graciosa. From there is also the last known specimen – the male now in Liverpool – shot on June 3, 1913. It is not known what became of the specimen shot in April 1852, apparently also near Jandía, by Carl Bolle (Bolle 1855).",
    "See also": "List of extinct birds\nGraja, the endemic La Palma chough subspecies\nList of extinct animals of Europe",
    "References": "Álamo Tavío, Manuel (1975): Aves de Fuerteventura en peligro de extinción. In: Asociación Canaria para Defensa de la Naturaleza (ed.): Aves y plantas de Fuerteventura en peligro de extinción: 10-32. Las Palmas de Gran Canaria. PDF fulltext\nBannerman, David Armitage (1913): Exhibition and description of a new subspecies of oystercatcher (Haematopus niger meade-waldoi) from the Canary Islands. Bull. B. O. C. 31: 33-34.\nBannerman, David Armitage (1969): A probable sight record of a Canarian black oystercatcher. Ibis 111: 257.\nBolle, Carl (1855): Bemerkungen über die Vögel der canarischen Inseln. Schluss. Journal für Ornithologie 3(2): 171-181. [Article in German] doi:10.1007/BF02002314\nBolle, Carl (1857): Mein zweiter Beitrag zur Vogelkunde der canarischen Inseln. Schluss. Journal für Ornithologie 5(5): 305-351. [Article in German] doi:10.1007/BF02006365\nCollar, Nigel J. & Stuart, S. N. (1985): Threatened birds of Africa and related islands: the ICBP/IUCN Red Data Book. International Council for Bird Preservation, and International Union for Conservation of Nature and Natural Resources, Cambridge, UK. ISBN 2-88032-604-4\nHockey, Philip A. R. (1982): The taxonomic status of the Canary Islands oystercatcher Haematopus (niger) meadewaldoi. Bull. B. O. C. 102: 77-83.\nHockey, Philip A. R. (1987): The influence of coastal utilization by man on the presumed extinction of the Canarian black oystercatcher Haematopus meadewaldoi. Biological Conservation 39(1): 49-62. doi:10.1016/0006-3207(87)90006-1 (HTML abstract)\nHockey, Philip A. R. (1996): Family Haematopodidae (Oystercatchers). In: del Hoyo, Josep; Elliott, Andrew & Sargatal, Jordi (editors): Handbook of Birds of the World, Volume 3: Hoatzin to Auks: 308-325, plate 29. Lynx Edicions, Barcelona. ISBN 84-87334-20-2\nde Ridder, M. (1977): Observation d'oiseaux en Basse Casamance. Biologisch Jaarboek Dodonaea 45: 84-103. [Article in French]\nStresemann, Erwin (1927): Die schwarzen Austernfischer (Haematopus). Ornithologische Monatsberichte 35: 71-77. [Article in German]\n\n\n=== Footnotes ==="
  }
}