{
  "url": "https://en.wikipedia.org/wiki/Canary_Islands_chiffchaff",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Phylloscopidae"
    },
    {
      "Genus": "Phylloscopus"
    },
    {
      "Species": "P. canariensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Canary Islands chiffchaff (Phylloscopus canariensis) is a species of leaf warbler endemic to the Canary Islands, Spain. Sometimes the English name is spelled Canary Island chiffchaff.",
    "Taxonomy": "Previously the Canary Island chiffchaff was considered as a subspecies of the common chiffchaff (Phylloscopus collybita). Now it is recognised as a separate species under the name Phylloscopus canariensis.",
    "Taxonomy-Subspecies": "There are two recognised subspecies but the Lanzarote subspecies is probably extinct; they are.\nWestern Canary Islands chiffchaff (Phylloscopus canariensis canariensis): western Canary Islands: El Hierro, La Palma, La Gomera, Tenerife, and Gran Canaria\n†Eastern Canary Islands chiffchaff  (Phylloscopus canariensis exsul): eastern Canary Islands: Lanzarote and possibly Fuerteventura.",
    "Description": "The Canary Islands chiffchaff is similar to the common chiffchaff and the Iberian chiffchaff but compared to the common chiffchaff it has a longer bill, shorter wings and a longer tail. Its underparts have a brownish-buff tone, especially on the flanks and breast, and the upperparts are darker brown than the common chiffchaff.",
    "Voice": "Many calls are similar to the common chiffchaff but the song lacks the metronomic quality of that species and is harsher, shorter and more varied and with a faster delivery.",
    "Habitat": "The Canary Islands chiffchaff occurs in most habitats from coastal gardens to high altitude vegetation but is absent from semi-desert scrub at lower altitudes.",
    "Habits": "In the breeding period, January to June, the Canary Islands chiffchaff is territorial and is found singly or in pairs, the nest is a spherical structure with a side entrance and is place near the ground in coastal scrub but higher (8m plus) up in the laurisilva.  The clutch is 2-5 eggs and most pairs are triple brooded. When not breeding they are more sociable in the autumn and the winter when it forms small flocks. The post-breeding moult is usually completed by late July. The Canary Islands chiffchaff spends much of its time foraging for its insect food among foliage from ground level up to the tree canopy, although it will also sometimes hover glean and fly catch.It is an active little bird with quick and frenzied movements, frequently flicking its wings and wagging or flicking its tail.",
    "External links": "Recordings of the Canary Islands chiffchaff at Xeno-Canto\n\n\n== References =="
  }
}