{
  "url": "https://en.wikipedia.org/wiki/Celestial_monarch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Monarchidae"
    },
    {
      "Genus": "Hypothymis"
    },
    {
      "Species": "H. coelestis"
    }
  ],
  "text": {
    "__SUMMARY__": "The celestial monarch (Hypothymis coelestis) is a species of bird in the family Monarchidae, and one of the most attractive of all the monarch flycatchers, with its spectacular blue crest and large yellow eye-ring (neither of which are illustrated in the facing painting). It is endemic to the Philippines.",
    "Taxonomy and systematics": "An alternate name for the celestial monarch is the celestial blue monarch.",
    "Taxonomy and systematics-Subspecies": "Two subspecies are recognized:\nH. c. coelestis - Tweeddale, 1877: Found on Luzon, Samar, Dinagat, Mindanao, Basilan and Tawi-Tawi.\nH. c. rabori - Rand, 1970: Found on Sibuyan and Negros. This subspecies has not been recorded since 1959 and may now be extinct.",
    "Habitat": "Its natural habitat is subtropical or tropical moist lowland forests. This beautiful insectivore is declining rapidly, with recent surveys revealing its presence at only 10 sites. Widespread and continuing reduction of its lowland habitat leaves its population severely fragmented and its status is vulnerable according to the Red Data Book of Threatened Birds of Asia.",
    "References": "del Hoyo, J., Elliott, A. and Sargatal, J. (2006) Handbook of the Birds of the World Volume 11: Old World Flycatchers to Old World Warblers. Lynx Edicions, Barcelona.\nBurnie, D. (2001) Animal. Dorling Kindersley, London.\nMittermeier, R.A., Gil, P.R., Hoffmann, M., Pilgrim, J., Brooks, T., Mittermeier, C.G., Lamoreux, J. and Da Fonseca, G.A.B. (2004) Hotspots Revisited. CEMEX, Mexico City.",
    "External links": "BirdLife Species Factsheet.\nSpecies Information at ARKive.\nCelestial Monarch videos on the Internet Bird Collection."
  }
}