{
  "url": "https://en.wikipedia.org/wiki/Chatham_fernbird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Locustellidae"
    },
    {
      "Genus": "Poodytes"
    },
    {
      "Species": "†P. rufescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chatham fernbird (Poodytes rufescens) is an extinct bird species endemic to Pitt Island and Mangere Island (which belong to the Chatham Islands). Its next living relatives are the Snares fernbird (P. punctatus caudatus) and the New Zealand fernbird or Matata (Poodytes punctatus). Some scientists considered it as subspecies of the Matata and named it Poodytes punctatus rufescens but most others regarded it as full species. While some scientists classified it in its own genus Bowdleria. Other taxonomists (e.g. ITIS) synonymized it with the Australasian genus Megalurus.",
    "Description": "It reached a length of 18 cm. It wings were 5.9 to 6.7 cm. In contrast to other fernbird species it had unspotted underparts, a chestnut brown crest, a distinct white loral spot, and a dark red-brown back. It was insectivorous but nothing more is known about its ecology.",
    "Extinction": "The first individual was discovered in 1868 by New Zealand naturalist Charle Traill on Mangare Island. He killed this bird with a stone and sent this specimen to Sir Walter Buller who described it as new species in 1869. In 1871 the population was described as rather common on Mangare but reduced on Pitt Island. The reasons for its extinction were apparently the brush fires, the overgrazing by goats and rabbits and the predation by rats and feral cats. The last specimen was shot for a collection by Lionel Walter Rothschild in 1895 and it was regarded as extinct by 1900.Museums specimens can be seen in the Auckland War Memorial Museum, in the Harvard Museum of Natural History, Berlin, Chicago, Christchurch, in the Natural History Museum, in the World Museum Liverpool, in the American Museum of Natural History, in Paris, in Pittsburgh and in Stockholm.",
    "References": "",
    "Further reading": "Greenway, James (1967): Extinct and Vanishing Birds of the World\nDay, David (1981): The Doomsday Book of Animals\nFuller, Errol (2000): Extinct Birds\nFlannery, Tim & Schouten, Peter (2001): A Gap in Nature",
    "External links": "Osteology and Steology and Systematics of the Fernbirds (Bowdleria: Sylviidae Notornis 37\nChatham Island Fernbird. Bowdleria rufescens. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006\nBowdleria punctata (Fernbird) / B. rufescens (Chatham Islands fernbird) Artwork by Johannes Keulemans, 1873"
  }
}