{
  "url": "https://en.wikipedia.org/wiki/Chatham_penguin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Sphenisciformes"
    },
    {
      "Family": "Spheniscidae"
    },
    {
      "Genus": "Eudyptes"
    },
    {
      "Species": "E. warhami"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chatham penguin or Warham penguin (Eudyptes warhami) was a species of crested penguin, now extinct, endemic to the Chatham Islands east of mainland New Zealand. It is known only from subfossil bones, and probably became extinct shortly after Polynesians arrived in the Chathams about 450 years ago.",
    "Discovery and description": "Bones of crested penguins (genus Eudyptes) have been recorded from subfossil deposits on main Chatham Island for years. They had been identified as Fiordland penguin or erect-crested penguin, but Tennyson and Millener noted in 1994 they differed from both those species, and probably represented a species of crested penguin endemic to the Chathams. It was referred to as the \"Chatham Island crested penguin\", but not formally described and named.As part of a study of the recent evolution of numerous penguin species, subfossil bones from Chatham Island and the mainland had mitochondrial DNA fully extracted, sequenced, and compared to other species of Eudyptes. The Chatham bones differed sufficiently in their DNA to support the penguin's identity as a truly distinct species, and it was formally described in 2019 and named E. warhami, after John Warham, a pioneering researcher in penguin biology. Based on a comparison of mitochondrial genomes, this species diverged from its closest relative, the erect-crested penguin of the Antipodes Islands, between 1.1 and 2.5 million years ago. This corresponds to the emergence of the Chatham Islands from the sea about 3 million years ago.",
    "Extinction": "The Chathams were settled by Polynesians around 1450 AD, and E. warhami was probably hunted to extinction within 150–200 years along with many bird species and one species of sea lion. It was almost certainly extinct before Europeans arrived at the Chathams. However, there has been a suggestion the species may have become extinct as recently as the late 19th century because a crested penguin from the Chathams is recorded as being kept captive for several weeks during approximately 1871 or 1872. The species was noted as \"Eudyptes pachyrhynchus\", a name also used for E. sclateri and E. robustus at the time. Crested penguins are in fact regular, possibly even annual, visitors to the Chathams, and at least three species are recorded from there: Snares crested penguins (E. robustus), erect-crested penguins (E. sclateri), and rockhopper penguins (E. chrysocome), so the captured bird is likely one of these.Bones of E. warhami have been identified from various subfossil and archaeological sites on mainland New Zealand, including the Wairarapa, Banks Peninsula, Marlborough, and Paekakariki areas. These likely represent stray birds from the Chathams arriving on the mainland, not breeding populations. Similarly, amongst the subfossil Eudyptes bones from the Chathams were E. sclateri, which also likely represent strays.\n\n\n== References =="
  }
}