{
  "url": "https://en.wikipedia.org/wiki/Chatham_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "†CabalusHutton 1874"
    },
    {
      "Species": "†C. modestus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chatham rail (Cabalus modestus) is an extinct flightless species of bird in the family Rallidae. It was endemic to Chatham, Mangere and Pitt Islands, in the Chatham archipelago of New Zealand. Genetic similarity with the Dieffenbach's rail (Gallirallus dieffenbachii) is why many view this species as part of the genus Gallirallus.\n\nThe Chatham rail and the Dieffenbach's rail, both flightless, were sympatric on the Chatham Islands. Their sympatry suggests parallel evolution after separate colonisation of the Chatham Islands by a common volant ancestor, presumably the Buff-banded rail (Gallirallus philippensis).The Chatham rail was first discovered on Mangere in 1871, and 26 specimens collected there are known from museum collections. It became extinct on the island between 1896 and 1900. The species is also known from 19th century bones from Chatham and Pitt Islands. It is likely to have occurred in scrubland and tussock grass.",
    "Extinction": "Its extinction was presumably caused by predation by rats and cats (which were introduced in the 1890s), habitat destruction to provide sheep pasture (which destroyed all the island's bush and tussock grass by 1900), and from grazing by goats and rabbits. On Chatham and Pitt Islands, Olson has suggested that its extinction resulted from competition with the larger Dieffenbach's rail (also extinct), but this has been refuted later when the two species have been shown to have been sympatric on Mangere.",
    "References": "",
    "External links": " Media related to Gallirallus modestus at Wikimedia Commons\nSpecimens from the Museum of New Zealand Te Papa Tongarewa.\nSpecimens from the Auckland War Memorial Museum Tāmaki Paenga Hira"
  }
}