{
  "url": "https://en.wikipedia.org/wiki/Comoros_blue_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Alectroenas"
    },
    {
      "Species": "A. sganzini"
    }
  ],
  "text": {
    "__SUMMARY__": "The Comoros blue pigeon (Alectroenas sganzini) is a species of bird in the family Columbidae. It is endemic to the Comoros and the coralline Seychelles. It is rated as a species of near threatened on the International Union for Conservation of Nature Red List of Endangered Species.",
    "Description": "The Comoros blue pigeon measures about 27 centimetres (11 in) in length. The male weighs from 134 to 158 g (4.7 to 5.6 oz), and the female weighs about 117 grams (4.1 oz). It has a silvery gray head, neck, and upper breast. The neck feathers are silvery white in colour, and are very long and deeply partitioned. The beak is greenish or yellowish grey, and has a pale yellow or greenish white tip. It has black lower underparts. The lower part of the breast is shiny violet-blue, and the belly and flanks are more greenish blue in colour.",
    "Distribution and habitat": "The Comoros blue pigeon is endemic to the Comoros and the coralline Seychelles. Its natural habitats are subtropical or tropical moist lowland forests, subtropical or tropical mangrove forests, and subtropical or tropical moist montane forests. It is found at elevations ranging from 500 to 1,500 m (1,600 to 4,900 ft) above sea level.",
    "Behaviour": "The Comoros blue pigeon is sometimes solitary, but may occur in groups of up to 15 individuals. These often fly about 10 m (30 ft) above the water between islands in the Aldabra group, making regular journeys in one direction in the mornings and back again in the evenings. Their flight is fast, interspersed with wing claps. They have a habit of perching high in a tree in full sun and raising one wing to expose it to the sun. They are arboreal, fruit-eating birds which seem to avoid landing on the ground; however, small stones found in their crop seem to indicate that they do sometimes descend to the earth.",
    "Status and conservation": "As of 2017, the Comoros blue pigeon has been rated as a species of near threatened on the IUCN Red List of Endangered Species. This is because although it has a restricted distribution, its range size is considered to be more than 20,000 km2 (7,700 mi2). Despite a decreasing or fluctuating range, the area of occurrence is above the criterion to warrant it a vulnerable rating. Although its population has not been determined, it is thought to be above 10,000. Also, even though its population is decreasing, the rate of decline is thought to be less than 30% over ten years or three generations and thus is below the vulnerable criteria. It is reportedly extinct in some areas, commonly found in others, and extinct on many small islands.\n\n\n== References =="
  }
}