{
  "url": "https://en.wikipedia.org/wiki/Crested_shelduck",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Tadorna"
    },
    {
      "Species": "T. cristata"
    }
  ],
  "text": {
    "__SUMMARY__": "The crested shelduck (Tadorna cristata), or Korean crested shelduck, is a species of bird in the family Anatidae. It is critically endangered and may be extinct. The male crested shelduck has a greenish-black crown, breast, primaries, and tail, while the rest of its face, chin, and throat are brownish black. The male's belly, undertail coverts, and flanks are a dark grey with black striations. The upper wing coverts are white, while its speculum is an iridescent green. The female has a white eye ring, black crest, white face, chin, throat, neck, and uppers wing coverts and a dark brown body with white striations. Additionally, both sexes have a distinctive green tuft of feathers protruding from the head.\nVery little is known about this species because of the limited number of observations of it. It apparently breeds in Korea and eastern Russia and is probably a relict species that had a wider distribution in prehistoric times. Some think that this species is extinct, although occasional sightings are reported, including a number of recent reports from the interior wetlands of China. Due to the persistent reports of the species' survival, it is listed as critically endangered. However, the crested shelduck has not been definitively sighted since 1964.",
    "Taxonomy": "The crested shelduck was initially collected in April 1877 near Vladivostok, Russia. However, it was not described until 1890 when the English zoologist Philip Lutley Sclater decided that the specimen was a possible hybrid between the ruddy shelduck (Tadorna ferruginea) and falcated duck (Anas falcata). Around 1913, a pair was collected in Korea, and the male was presented to Japanese ornithologist Nagamichi Kuroda. Kuroda noted that the plumage of the specimens was not definitively intermediate between Sclater's suggested parents of the alleged hybrid. Another female was collected and given to Kuroda in 1916, and supported by three specimens of a bird which was clearly not a hybrid and a historical record of the species in Japan, Kuroda described this bird as Pseudotadorna cristata in 1917. The 1916 female was designated the holotype and preserved with the male in Kuroda's collection. A member of the family Anatidae, this species was considered distinct enough to merit its own genus by Kuroda, but is now placed in the genus Tadorna, which includes six other species of Old World shelducks. The genus name Tadorna comes from the Celtic word tadorne and means \"pied waterfowl\", essentially the same as the English \"shelduck\". The specific epithet, cristata, comes from the Latin word for crested. The species' common name is derived from the tuft of green feathers from the shelduck's head. This species is also known as the Korean crested shelduck, Korean sheldrake, and Korean Mandarin.",
    "Description": "The crested shelduck is sexually dimorphic, with the male possessing a greenish-black crown, breast, primaries, and tail, while the rest of its face, chin, and throat are brownish black. The male's belly, undertail coverts, and flanks are a dark grey with black striations. The upper wing coverlets are white, while its speculum is an iridescent green. The female has a large white eye ring, black crest, and white face, chin, throat, neck, and upper wing coverts. It also has a dark brown body with white striations. Both sexes have a green tuft of feathers protruding from their head. The crested shelduck is about 63 to 71 centimetres (25 to 28 in) long, and therefore is slightly larger than a mallard. Its bill and legs are pinkish, though those of the female are paler than those of the male. The bill of the male has a small, knob-like appendage at its base. The plumage of the immature is unknown.",
    "Distribution and habitat": "The crested shelduck has been collected near Vladivostok in Russia and near Busan and Kunsan in Korea. It has been proposed that the species breeds in far-eastern Russia, northern North Korea, and northeast China and winters in southern Japan, southwest Korea, and along the east China coast as far south as Shanghai. It is believed to have a relict range, or to have been more widespread in historic times.This species is believed to live in a wide variety of wetland and deep-water habitats at varying elevations. While all collected individuals are from the coast, especially near river mouths, recently there have been a number of reports from interior wetlands in northeastern China. It has been speculated that this species may breed in mountainous areas either away from water or on volcanic lakes.",
    "Ecology and behavior": "Though not much is known about this shelduck, it is believed to be migratory, traveling from Siberia in the breeding season to Korea, southern Russia, and Japan for the winter. The crested shelduck is believed to eat aquatic vegetation, agricultural crops, algae, invertebrates, mollusks, crustaceans, carrion, and garbage. It has been suggested that this shelduck may be a nocturnal feeder. While its nest has not been described, similar shelducks nest in burrows and cavities; it has also been suggested that this species may nest in tree cavities. It has been proposed that this species lays less than ten eggs which the female alone incubates. It is believed to breed from May to July. The shelduck has been observed in flocks of two to eight birds.",
    "Conservation": "The crested shelduck has never been numerous in modern times, though it is thought to have been more widespread historically due to its presence in Japanese aviculture. The species is known from only a handful of sightings and some retroactively declared it extinct in 1916 after a female was shot at Busan, South Korea. In 1943, a sighting of this bird was reported near Chungcheongbukdo, building hopes that the species persisted. A group of three birds, two females and a male, was sighted by two Russian students in 1964 in the Rimsky-Korsakov Archipelago near Vladivostok with a small flock of harlequin ducks. In 1971 it was reported from North Korea's northeast coast and in 1985 two were reported from eastern Russia. However, there are severe doubts about the accuracy of the 1971 record. A recent survey of Chinese hunters resulted in a number of unconfirmed reports from northeastern China. For example, a Chinese forest worker claimed that he unknowingly ate two in 1984. There are also unconfirmed reports of about twenty crested shelducks in the Dashanbao region of Yunnan, though many believe this flock to be a misidentified flock of ruddy shelducks. It is believed that, if the species survives, there likely are fewer than 50 individuals.This species is threatened with extinction due to habitat loss, hunting, and overcollecting. In an attempt to gather reports of this species and raise awareness to prevent hunters from consuming this species, 300,000 leaflets were distributed in Russia, Japan, China, South Korea, and North Korea in 1983, with the only resulting report being the 1971 North Korea record. 15,000 leaflets were distributed in northeastern China in 1985 and 1991. While this garnered 82 reports of the species, follow-up surveys of the area failed to find the shelduck. The Tumangan Development Project is threatening to destroy potential habitat in the area of several of the historic records.",
    "Relationship with humans": "This duck was collected in Korea and exported to Japan between 1716 and 1736 for aviculture, where it was known as the Korean Mandarin Duck. It was captured for aviculture in Japan up to at least 1854 and was portrayed in the Kanbun-Kinpu, a Japanese avicultural work. Old Chinese tapestries also portray a duck similar in appearance to the crested shelduck. Kuroda claimed that Japanese hunters were still hunting the species in Korea in the 1920s. Three specimens exist in museums. The only male specimen is kept with a female in the Kuroda collection in the Yamashina Institute for Ornithology, Tokyo. The male was collected at the mouth of the Geum River in 1913 or 1914, and the female was collected near Busan in December 1916. The female specimen described by Philip Lutley Sclater, collected by Lieutenant F. Irmininger near Vladivostok in April 1877,  was displayed in 1894 by the Zoological Society of London and today is kept in the National Museum of Denmark in Copenhagen. Two additional crested shelduck specimens are known to have existed, though both have been lost. The female collected in 1913 along with the sole male was given to a friend of the collector and subsequently has vanished. Additionally, around 1900 a Chinese hunter offered a specimen to a Peking University professor, but, as the professor did not realize how rare the bird was, he turned it down. In 1991, the crested shelduck appeared on a Mongolian postage stamp.",
    "References": "",
    "Works cited": "Austin, Oliver L.; Kuroda, Nagahisa (1953). \"Birds of Japan: Their Status and Distribution\". Bulletin of the Museum of Comparative Zoology. 109 (4).\nBeacham, Walton, ed. (1997). \"Korean Crested Shelduck\". The Official World Wildlife Fund Guide to Extinct Species of Modern Times. 1. Beacham Publishing. pp. 88–90. ISBN 0-933833-40-7.\nBirdLife International (2001). Threatened Birds of Asia: The BirdLife International Red Data Book. Cambridge, England: BirdLife International. ISBN 0-946888-44-2.\nFuller, Errol (1987). Extinct Birds. New York: Rainbird Publishing Group. ISBN 0-8160-1833-2.\nFuller, Errol (2001). Extinct Birds (revised ed.). Comstock. ISBN 0-8014-3954-X.\nJohnsgard, Paul A. (1978). Ducks, Geese, and Swans of the World. Lincoln, Nebraska: University of Nebraska Press. ISBN 0-8032-0953-3.\nKear, Janet, ed. (2005). Ducks, Geese and Swans: General chapters, species accounts. Volume 1 (Anhima to Salvadorina). Oxford: Oxford University Press. ISBN 0-19-861008-4.\nNowak, E. (1983). \"Die Schopfkasarka, Tadorna cristata (Kuroda, 1917) - eine vom Aussterben bedrohte Tierart (Wissensstand und Vorschlage zum Schutz) [The crested shelduck, Tadorna cristata (Kuroda, 1917) - A species threatened with extinction (summary of information and a proposal for its conservation)]\" (PDF). Bonner zoologische Beitrage (in German). 34 (1–3): 235–271.\nMadge, Steve; Burn, Hilary (1988). Waterfowl: an Identification Guide to the Ducks, Geese, and Swans of the World. London: Christopher Helm. ISBN 0-395-46727-6.\nMukherjee, Ajit Kumar (1971). \"Some Avian Exhibits That Recall the Past\". The Calcutta Review. Calcutta: University of Calcutta. 111 (1): 67–74. Retrieved 28 December 2007.\nRipley, Sidney Dillon (1957). A Paddling of Ducks (1st ed.). New York: Harcourt, Brace and Company.",
    "External links": "BirdLife International factsheet\nShelducks of the World"
  }
}