{
  "url": "https://en.wikipedia.org/wiki/Cuban_ivory-billed_woodpecker",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Piciformes"
    },
    {
      "Family": "Picidae"
    },
    {
      "Genus": "Campephilus"
    },
    {
      "Species": "C. principalis"
    },
    {
      "Subspecies": "C. p. bairdii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cuban ivory-billed woodpecker or carpintero real (Campephilus principalis bairdii) is a Cuban subspecies of the ivory-billed woodpecker (Campephilus principalis). Originally classified as a separate species, recent research has indicated that C. p. bairdii may, in fact, be sufficiently distinct from the nominate subspecies to once again be regarded as a species in its own right.\nThere have been no confirmed sightings of the bird since 1987, and it is generally believed to be extinct.",
    "Taxonomy and appearance": "Campephilus principalis bairdii, originally designated a separate species (Campephilus bairdii) by John Cassin based on suggestions by Spencer Fullerton Baird, was similar in appearance to the American ivory-billed woodpecker, being slightly smaller and having minor variations in plumage such as a longer white stripe on the head. A more recent study by Fleischer, Kirchman et al. has, however, suggested that not only are the Cuban and American forms genetically distinct, but also that they and the imperial woodpecker form a distinct North American clade within Campephilus that appeared in the Mid-Pleistocene. The methods adopted by the study suggest that the split between C. principalis and the lineage represented by C. p. bairdii and C. imperialis occurred first, and that all three birds should be regarded as representing distinct species.  The American Ornithologists' Union Committee on Classification and Nomenclature, while describing the data as \"intriguing\", has indicated that it is not yet ready to list the American and Cuban forms as two separate species.Cassin described the species as:\n\nMuch resembling C. principalis, but smaller and with the black anterior feathers of the crest longer than those succeeding, which are scarlet. White longitudinal line on the neck reaching quite to the base of the bill. ... It appears to be one of the singular insular species which have become well known to naturalists.\n\nThe first detailed description of the Cuban form's behaviour and habitat was not published until 1893, when Juan Gundlach included it in Volume 1 of his Ornitología Cubana. In Cuba it was usually known by the name of carpintero real (royal woodpecker), although this name was also used for other birds.",
    "Habitat": "As with C. p. principalis, C. p. bairdii was thought to inhabit old-growth forests with a plentiful supply of dead or dying trees; these were a source of the cerambycid and other beetle larvae that formed the bulk of its diet. Most of Cuba's lowland deciduous forests had been cleared by the early 20th century, and the species became restricted to the montane pine forests in the northeastern part of the island. Its original range was given as through the Organ Mountains, in the lowland forests of the Ensenada de Cochinos and along the Hanabana River.",
    "Behaviour": "There are relatively few accounts of the bird's behaviour in the wild. The ornithologist John Dennis located a few birds in 1948 and noted some of their feeding and other habits, commenting that \"they spent so much time [preening and scratching] that I considered it unusual\". He observed that they were not especially shy or elusive once they had become used to his presence, eventually \"seeming positively lethargic\", although a male bird intervened quickly to drive a kestrel away from the nesting site.The breeding season of C. p. bairdii occurred from March–June. It has been surmised that the woodpecker's foraging specialisation may have led to its forming small groups, much like Campephilus imperialis which was occasionally reported in groups of eight or more individuals; this behaviour would enable the birds to best exploit a patchily-occurring food source.",
    "Status": "Although once common on the island, C. p. bairdii was already very rare by the late 1940s, when Dennis located a small population in a remnant of forest in the Cuchillas de Moa range which had already been cut-over for timber some years previously. George Lamb found six territories still there in 1956, and recommended that a conservation plan was implemented, but the 1959 Cuban Revolution was to intervene.\nThe last universally accepted sighting of a Cuban ivory-billed woodpecker occurred in 1987, when a single female specimen was identified in the mountains of eastern Cuba by Giraldo Alayón and Aimé Pasada, following a handful of observations of both male and female birds by a team of ornithologists, including Lester L. Short and his wife Jennifer F. M. Horne, in the area of Ojito de Agua, a hilly pine forest. Although the area was immediately designated as protected by the Cuban government, searches in 1991 and 1993 failed to find any further traces of the bird, and it became clear that the birds seen in 1986–87 had already been in \"dire\" circumstances. Thus the Cuban ivory-bill was inferred to have gone extinct around 1990.  though the area given protection in the 1980s is now part of Alejandro de Humboldt National Park.\nThe IUCN Red List notes that calls were reportedly heard in 1998 in the highest reaches of the Sierra Maestra, but that a subsequent search failed to find any trace of the species or of good potential habitat: it is considered a (remote) possibility that some individuals may survive, as around 80% of suitable habitat in Cuba has yet to be searched.\n\n\n== References =="
  }
}