{
  "url": "https://en.wikipedia.org/wiki/Eurasian_wren",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Troglodytidae"
    },
    {
      "Genus": "Troglodytes"
    },
    {
      "Species": "T. troglodytes"
    }
  ],
  "text": {
    "__SUMMARY__": "The Eurasian wren (Troglodytes troglodytes) is a very small bird, and the only member of the wren family Troglodytidae found in Eurasia and Africa (Maghreb). In Anglophone Europe, it is commonly known simply as the wren. It was once lumped with Troglodytes hiemalis of eastern North America and Troglodytes pacificus of western North America as the winter wren. The Eurasian wren occurs in Europe, a belt of Asia from northern Iran and Afghanistan across to Japan. It is migratory in only the northern parts of its range. It is also highly polygynous, an unusual mating system for passerines.\n\nThe scientific name is taken from the Greek word \"troglodytes\" (from \"trogle\" a hole, and \"dyein\" to creep), meaning \"cave-dweller\", and refers to its habit of disappearing into cavities or crevices whilst hunting arthropods or to roost. The taxonomy of the genus Troglodytes is currently unresolved, as recent molecular studies have suggested that  Cistothorus spp. and Thryorchilus spp. are within the clade currently defined by Troglodytes.",
    "Taxonomy": "The Eurasian wren was described by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae under the binomial name Motacilla troglodytes. The specific epithet is from the Ancient Greek trōglodutēs \"cave-dweller\". In 1555 the German naturalist Conrad Gessner had used the Latin name Passer troglodyte for the Eurasian wren in his Historiae animalium. The species is now placed in the genus Troglodytes that was introduced by the French ornithologist Louis Pierre Vieillot in 1809.It was estimated that Troglodytes pacificus and Troglodytes troglodytes last shared a common ancestor approximately 4.3 million years ago, long before the glacial cycles of the Pleistocene, thought to have promoted speciation in many avian lineages inhabiting the boreal forest of North America.",
    "Description": "The 9- to 10.5-cm-long and 6-10 g wren is rufous brown above, greyer beneath, barred with darker brown and grey, even on wings and tail. The bill is dark brown, the legs pale brown. Young birds are less distinctly barred.\nThe plumage is subject to considerable variation, and where populations have been isolated, the variation has become fixed in one minor form or another. There are around 27 subspecies of this taxonomically complex bird. The disputed subspecies orii, the Daito winter wren, became extinct around 1940 – if it is indeed a valid taxon and not merely based on an anomaly.\nThus in Scotland, in addition to the typical bird T. t. indigenus, there are three distinct insular subspecies: one, T. t. hirtensis, is confined to the island of St. Kilda; another, T. t. zetlandicus, to the Shetland Islands; and the third, T. t. fridariensis, to Fair Isle. The St. Kilda wren is greyer above, whiter beneath, with more abundant bars on the back; the Shetland wren and Fair Isle wren are darker.",
    "Behaviour and ecology": "This small, stump-tailed wren is almost as familiar in Europe as the robin. It is mouse-like, easily lost sight of when it is hunting for food, but is found everywhere from the tops of the highest moors to the sea coast.\nIn most of northern Europe and Asia, it nests mostly in coniferous forests, where it is often identified by its long and exuberant song.  Although it is an insectivore, it can remain in moderately cold and even snowy climates by foraging for insects on substrates such as bark and fallen logs.\nIts movements as it creeps or climbs are incessant rather than rapid; its short flights swift and direct but not sustained, its tiny round wings whirring as it flies from bush to bush.\nIt is a bird of the uplands even in winter, vanishing into the heather when snow lies thick above, a troglodyte indeed. It frequents gardens and farms, but it is quite as abundant in thick woods and in reed-beds.At night, usually in winter, it often roosts, true to its scientific name, in dark retreats, snug holes and even old nests. In hard weather, it may do so in parties, consisting of either the family or of many individuals gathered together for warmth.\nFor the most part insects and spiders are its food, but in winter large pupae are taken and some seeds.",
    "Behaviour and ecology-Vocalizations": "When this bird is annoyed or excited, its call runs into an emphatic churr, not unlike clockwork running down. Its song is a gushing burst of sweet music, loud and emphatic. It has an enormous voice for its size, ten times louder, weight for weight, than a cockerel. Its song may sometimes be confused for the dunnock, which has warble that is shorter and weaker. The wren's song also incorporates repeated trill sounds while the dunnock's does not.\n\nIndividuals vary in quality as well as volume of their song. The song begins with a few preliminary notes, then runs into a trill, slightly ascending, and ends in full clear notes or another trill. At all and any season, the song may be heard, though most noticeable during spring. Despite its generally mouse-like behaviour, the male may sing from an exposed perch as its whole body quivers from the effort. Male has remarkable long and complex vocalizations, with a series of tinkling trills one after the other for seconds on end.",
    "Behaviour and ecology-Breeding": "The male wren builds several nests, up to 6 or 7. These are called \"cock nests\" but are never lined until the female chooses one to use.\nThe normal round nest of grass, moss, lichens or leaves is tucked into a hole in a wall, tree trunk, crack in a rock or corner of a building, but it is often built in bushes, overhanging boughs or the litter which accumulates in branches washed by floods.\nFive to eight white or slightly speckled eggs are laid in April, and second broods are reared. The eggs of the St. Kilda wren are marginally larger and often more boldly spotted; six is the usual number.\nWrens are highly polygamous, that is to say a male can have, at any one time, more than one female with an active nest on his territory. An active nest is one in which there are eggs or nestlings. A male has been recorded with four females breeding on his territory. Bigamy and trigamy are the most common forms of polygamy.",
    "Relationship with humans": "In European folklore, the wren is the king of the birds, according to a fable attributed to Aesop by Plutarch, when the eagle and the wren strove to fly the highest, the wren rested on the eagle's back, and when the eagle tired, the wren flew out above him.  Thus, Plutarch implied, the wren proved that cleverness is better than strength.  The wren's majesty is recognized in such stories as the Grimm Brothers' The Willow-Wren and the Bear. Aristotle and Plutarch called the wren basileus (king) and basiliskos (little king). In German, the wren is called Zaunkönig (king of the fence). An old German name was “Schneekönig” (snow king), and in Dutch, it is “winterkoning” (winter king), which all refer to king. In Japan, the wren is labelled king of the winds, and the myth of The Wren Among the Hawks sees the wren successfully hunt a boar that the hawks could not, by flying into its ear and driving it mad.It was a sacred bird to the druids, who considered it \"king of all birds\", and used its musical notes for divination.  The shape-shifting Fairy Queen took the form of a wren, known as \"Jenny Wren\" in nursery rhymes.  A wren's feather was thought to be a charm against disaster or drowning.\nThe wren also features in the legend of Saint Stephen, the first Christian martyr, who supposedly was betrayed by the noisy bird as he attempted to hide from his enemies.  Traditionally, St. Stephen's Day (26 December) has been commemorated by Hunting the Wren, wherein young wrenboys would catch the bird and then ritually parade it around town, as described in the traditional \"Wren Song\". The Wren, the Wren, the king of all birds, St. Stephen's day was caught in the furze. Although he is little, his family's great, I pray you, good landlady, give us a treat. The tradition, and the significance of the wren as a symbol and sacrifice of the old year, is discussed in Sir James Frazer's The Golden Bough.According to Suetonius, the assassination of Julius Caesar was foretold by an unfortunate wren. On the day before the Ides of March, a wren was seen being pursued in a frenzy by various other birds. With a conspicuous sprig of laurel clamped in its beak, the wren flew desperately into the Roman Senate, but there its pursuers overtook it and tore it to pieces.",
    "Relationship with humans-Cultural depictions": "In The Jungle Book by Rudyard Kipling, Limmershin, the winter wren, who was once thought of as the same species as the Eurasian wren, is the narrator of \"The White Seal\" story.\nWrens have been featured on stamps from Albania, Albany, Belarus, Belgium, Bulgaria, Faroe Islands, France, Germany, Britain, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Jersey, Netherlands, San Mario, USA and The Vatican.\nThe Wren is one of the animals of the Celtic zodiac.\nThe old British farthing coin featured a wren on the reverse side from 1937 to 1960. The wren was chosen because it was thought of as Britain's smallest bird.",
    "References": "",
    "Sources": "",
    "Further reading": "",
    "External links": " The Jungle Book at Project Gutenberg\nRSPB wren page\nBBC wren page\nBirds of Britain wren page\nStamps (for 19 issues) with range map\nVideos, photos and sounds - Internet Bird Collection\nAgeing and sexing by Javier Blasco-Zumeta & Gerd-Michael Heinze"
  }
}