{
  "url": "https://en.wikipedia.org/wiki/Glaucous_macaw",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Anodorhynchus"
    },
    {
      "Species": "A. glaucus"
    }
  ],
  "text": {
    "__SUMMARY__": "The glaucous macaw (Anodorhynchus glaucus) is a large, all-blue South American parrot, a member of a large group of neotropical parrots known as macaws. This macaw, generally believed to be extinct, is closely related to Lear's macaw A. leari and the hyacinth macaw A. hyacinthinus. In Guaraní, it is called guaa-obi after its vocalizations.",
    "Description": "The glaucous macaw is 70 cm (28 in) long. It is mostly pale turquoise-blue with a large, greyish head. The term glaucous describes its colouration. It has a long tail and a large bill. It has a yellow, bare eye ring and half moon-shaped lappets bordering the mandible.",
    "Range and decline": "This bird was native to north Argentina, south Paraguay, the chaco and llano region of Bolivia near the city of Santa Cruz de la Sierra, northeast Uruguay, and Brazil. It became rare during the 19th century due to trapping and loss of habitat, and only two possible reports of wild birds were received in the 20th century. Expeditions by ornithologists to southwestern Paraguay during the 1990s failed to turn up any evidence of the species. Furthermore, only the oldest residents of the region had knowledge of the macaw, with the species last recorded in the 1870s. The bird's disappearance probably is linked to trapping of live adults for the wild bird trade and the wholesale felling of the yatay palm, Butia yatay, the nuts of which appear to have constituted its main food. Although suitable habitat remains in El Palmar National Park, in the Argentine province of Entre Ríos, as well as southern Brazil, no rumours of the bird's continued existence in the past several decades have proven credible. A search conducted by Joe Cuddy and Tony Pittman in 1992 concluded that the birds were extinct in their former range. Rumours persisted that blue macaws were seen in Argentina and Bolivia with a dealer in Rosario, Argentina, offering live specimens. The late George Smith gave many talks rich in conservation information on macaws, including this species, which he stated was not extinct in the wild, but existed in remote areas of Bolivia where he had encountered trappers who could identify this species. Moreover, he stated that stands of pure palm existed “as far as the eye could see” when he flew over the area which is yet to be investigated.A 2018 study citing bird extinction patterns, the heavy destruction of its habitat, and the lack of any confirmed sightings since the 1980s recommended uplisting the species to Critically Endangered - Possibly Extinct.",
    "Notes and references": "",
    "External links": "3D view of specimens RMNH 110.103 and RMNH 110.114 at Naturalis, Leiden (requires QuickTime browser plugin).\nBlue Macaws"
  }
}