{
  "url": "https://en.wikipedia.org/wiki/Heath_hen",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Tympanuchus"
    },
    {
      "Species": "T. cupido"
    },
    {
      "Subspecies": "†T. c. cupido"
    }
  ],
  "text": {
    "__SUMMARY__": "The heath hen (Tympanuchus cupido cupido) was a distinctive subspecies of the greater prairie chicken, Tympanuchus cupido, a large North American bird in the grouse family that became extinct in 1932. It is sometimes considered a separate species.\nHeath hens lived in the scrubby heathland barrens of coastal North America from southernmost New Hampshire to northern Virginia in historical times, but possibly south to Florida prehistorically.  The prairie chickens, Tympanuchus species, on the other hand, inhabited prairies from Texas north to Indiana and the Dakotas, and in earlier times in mid-southern Canada.\nHeath hens were extremely common in their habitat during Colonial times, but being a gallinaceous bird, they were hunted by settlers extensively for food. In fact, many have speculated that the Pilgrims' first Thanksgiving dinner featured heath hens and not wild turkey. By the late 18th century, the heath hen had a reputation as poor man's food for being so cheap and plentiful; somewhat earlier Thomas L. Winthrop had reported that they lived on the Boston Common (presumably when it was still used to graze cows, etc.) and that servants would sometimes bargain with a new employer for not being given heath hen for food more often than two or three days a week.",
    "Taxonomy": "A first mtDNA D-loop haplotype comparison between heath hen specimens and prairie-chickens brought the unexpected result that all heath hens tested formed a group very distinct from mainland birds, being most similar genetically to greater prairie chickens from Wisconsin. A more recent study of the same parameter by Johnson and Dunn verified these results, but disagreed in the placement of the heath hen respective to its relatives, suggesting a closer relationship with the lesser prairie chicken instead.\nHowever, Johnson and Dunn caution against reading too much into these results: while the lesser prairie chicken is considered a distinct species and the genetically apparently equally distinct heath hen would thus likewise deserve species status, mtDNA haplotypes in small populations that have undergone bottlenecks are likely to show higher divergence than they would judging from taxonomic status alone (see also genetic drift). Thus, given the fact that all heath hen specimens from known localities studied by Johnson and Dunn are Martha's Vineyard birds – where the population may never have exceeded several thousand due to the limited space and limited genetic exchange with the mainland – it is possible that the low genetic diversity and apparent distinctness of the heath hen are an artifact of the small number of useful specimens, all from the same close-knit population.\nPrairie chickens were indiscriminately introduced to the Eastern Seaboard after the heath hen was gone from the mainland, but failed to thrive. There exist a considerable number of supposed heath hen specimens in public collections today, but many – all mainland specimens and those with insufficient locality information – cannot be unequivocally assumed to be heath hens. For example, a mere seven unequivocal heath hen eggs – equivalent to a very small clutch – are known to be held in public collections today. That the genus Tympanuchus apparently evolved rapidly and therefore has high morphological but low genetic distinctness between taxa further complicates research.\n\n \nIt is also important to note that while introductions of the greater prairie chicken (Tympanuchus cupido pinnatus) were occurring, true heath hens (Tympanuchus cupido cupido) are distinct enough in morphological features to be separated from the greater prairie chicken. Taking a generous starting date of ~1810 when introductions could have started, and taking into account that Lewis and Clark did not even return from their expedition until 1806,  gives roughly a 60-year period of possible introductions. From an evolutionary biology aspect, in a 60, or even 100-year timeframe, a species like the greater prairie chicken would not have been able to evolve to the point where it would so closely resemble the native heath hen that it could not be distinguished.\nA prime example of this would be in opposing the lesser prairie chicken (Tympanuchus pallidicinctus) which differs from the greater prairie chicken in being smaller, lighter, and having less distinct barring, to the heath hen, which was smaller, darker, and had more distinct barring, meaning that the lesser prairie chicken can be readily distinguished from the greater prairie chicken both morphologically and genetically (much like the heath hen) even if it were found in an area that the greater prairie chicken inhabited.\nThe apparent distinctness of the species and the failure of the early introductions raises the question of whether the heath hen was uniquely (by comparison with its relatives) adapted to the more oceanic climate of its former area of occurrence, and in consequence, whether a future attempt to establish a population of the western birds on Martha's Vineyard could be bound to fail, possibly even by competing for funding and other resources jeopardizing the extant but much declined populations of the prairie chickens. Clearly, more research is necessary, for example by analyzing mainland specimens to determine whether they can be assigned to a taxon from molecular and morphological characters.",
    "Description": "Very similar to the greater prairie chicken of the Great Plains, but slightly smaller, the length of the bird was approximately 17 inches (43 cm) and weight was about two pounds (0.9 kg). A specimen weighing three pounds was claimed by Alexander Wilson but that figure was not verified by later ornithologists. Several key plumage characteristics separated the heath hens from their Great Plains counterparts: heath hens generally displayed a strong reddish hue in their plumage, especially in their crop area, and much thicker barring throughout the breast and sides. Their pinnae (horns) were generally pointed, and tails were a greyish brown.",
    "Extinction": "Owing to intense hunting pressure, the population declined rapidly. Perhaps as early as the 1840s, at any rate by 1870, all heath hens were extirpated on the mainland. There were about 300 left on the island of Martha's Vineyard, off Massachusetts, but by 1890 this number had declined to 120–200 birds, mainly due to predation by feral cats and poaching. By the late 19th century, there were about 70 left. These were protected by a hunting ban and by the establishment in 1908 of the \"Heath Hen Reserve\" (today the Manuel F. Correllus State Forest), and the population rapidly grew to almost 2,000: by the mid-1910s, observing the birds on their lekking grounds had become something of a tourist attraction. However, a destructive fire during the 1916 nesting season, severe winters, an unusual influx of predatory northern goshawks, inbreeding, an excess number of male individuals and apparently an epidemic of blackhead disease (which might have been transmitted by poultry) brought the numbers down quickly; after a last recovery to 600 in 1920, the population began its final decline.\nIn 1927, only 11 males and two females remained– despite being afforded the best protection according to contemporary science; that number had declined to a handful, all males, by the end of the year. After December 8, 1928, apparently only one male survived,lovingly nicknamed \"Booming Ben\". He was last seen on his traditional lekking ground between West Tisbury and today's Martha's Vineyard Airport on March 11, 1932 – early in the breeding season - and thus presumably died, about 8 years old, days or only hours afterwards from unknown causes.\nHeath hens were one of the first bird species that Americans tried to save from extinction. As early as 1791, a bill \"for the preservation of heath-hen and other game\" was introduced in the New York State legislature. Some representatives misinterpreted the bill when it was read as an act to protect \"Indians and other heathen\"; Although the legislation was passed, it turned out to be unenforceable.\nAlthough the effort to save the heath hen from extinction was ultimately unsuccessful, it paved the way for conservation of other species. The establishment of the reserve on the open shrubland of what was then called the Great Plain in the Vineyard may have accelerated the heath hen's extinction. Fires were a normal part of the environment, but with the attempt to suppress fires instead of enforcing ecological succession with controlled burns, open habitat quality decreased and undergrowth accumulated until a normally limited fire would have disastrous consequences, as it did in 1916.Lack of awareness of the region's historical fire ecology also led the state legislature to require firebreaks when protecting the heath hen.Realizing the degradation that has affected the State Forest (and although it does hold remarkable biodiversity, prevents it from being utilized to its full potential), reestablishment of the original shrubland/heath/woods mosaic and eventual introduction of the closely related greater prairie chicken as an \"umbrella species\" that serves as an indicator of good habitat quality has been discussed since the late 1990s.",
    "See also": "List of extinct birds\nList of extinct animals",
    "References": "",
    "Further reading": "Cokinos, Christopher (2000): The Heath-hen In: Hope is the Thing with Feathers: A Personal Chronicle of Vanished Birds: 121–196. Tarcher. ISBN 1-58542-006-9\nGreenway, James C. (1967): Heath-hens and Prairie Chickens. In: Extinct and Vanishing Birds of the World, 2nd edition: 188–199. Dover Publications, New York.\nJohnson, Jeff A.; Schroeder, Michael. A. & Robb, Leslie. A. (2011) Greater prairie-chicken. In: Poole, A. (editor): The Birds of North America Online Ithaca: Cornell Lab of Ornithology doi:10.2173/bna.36",
    "External links": "Comparative Analysis between the Heath Hen and Greater Prairie Chicken\nBirds of a Very Different Feather – Article by Tom Dunlop, Martha's Vineyard Magazine, Sep./Oct. 2004.\nAll About Birds retrieved 11 February 2007\nhttps://web.archive.org/web/20081110122455/http://www.heathhen.webs.com/"
  }
}