{
  "url": "https://en.wikipedia.org/wiki/Hispaniolan_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Psittacara"
    },
    {
      "Species": "P. chloropterus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hispaniolan parakeet, or perico (Psittacara chloropterus) is a species of parrot in the family Psittacidae.\nIt is endemic to the island of Hispaniola (Dominican Republic and Haiti). Localized feral populations exist in Guadeloupe, Puerto Rico and the Miami, Florida area, where they sometimes associate with canary-winged parakeets.",
    "Description": "The bird is a medium-sized parakeet, evenly colored green, with a long and pointed tail, pale beak and legs, white eye-ring and red patch on the wing's wrist area. Sexes are identical; the bird is highly gregarious, forming flocks which can surpass several dozen individuals. The only similar bird in its native range is the possibly introduced olive-throated parakeet, from which it can be readily differentiated mainly by wing patches that are blue, instead of red.",
    "Habitat": "Its natural habitats are subtropical or tropical dry forest, subtropical or tropical moist lowland forest, subtropical or tropical moist montane forest, and arable land; nonetheless, there are populations that live in urban areas, like the ever-increasing one in Santo Domingo in the Dominican Republic. It, like many psittacids, is threatened by habitat loss and illegal captures for the pet trade.\nThe  Puerto Rican parakeet (Psittacara maugei) was previously found on Mona Island, but became extinct circa 1882. It was considered a subspecies before being considered as a distinct species.",
    "References": "",
    "External links": "Species factsheet - BirdLife International\nEstudio de Aves Dominicanas Comunes (in Spanish)\nVideos and photos - Internet Bird Collection"
  }
}