{
  "url": "https://en.wikipedia.org/wiki/Hooded_robin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Petroicidae"
    },
    {
      "Genus": "Melanodryas"
    },
    {
      "Species": "M. cucullata"
    }
  ],
  "text": {
    "__SUMMARY__": "The hooded robin (Melanodryas cucullata) is a small passerine bird native to Australia. Like many brightly coloured robins of the Petroicidae it is sexually dimorphic; the male bearing distinctive black and white coloured plumage, while the female is a nondescript grey-brown.",
    "Taxonomy": "Like all Australian robins, it is not closely related to either the European robin or the American robin, but belongs rather to the Corvida parvorder comprising many tropical and Australian passerines including pardalotes, Fairy-wrens and honeyeaters as well as crows. Initially thought to be related to Old World flycatchers, it was described as Muscicapa cucullata by the English ornithologist John Latham in 1801. Later described as Grallina bicolor by  Nicholas Aylward Vigors and Thomas Horsfield, it was later placed in the genus Petroica for many years before being transferred to Melanodryas.",
    "Description": "The hooded robin is around 16 cm (6 in) in length. The male has a distinctive pied coloration; with a black head and neck (\"hood\"), white chest and underparts and black wings with white wing-bars. The eyes, bill and feet are also black. The female is an undistinguished grey-brown above with a pale grey throat and paler underneath with dark brown wings and white wing bars. Juveniles are similar to females.",
    "Distribution": "It is found across the Australian continent, though not in Cape York nor Tasmania; its natural habitat is Mediterranean-type shrubby vegetation.",
    "Breeding": "Breeding season is July to November with one or two broods raised. The nest is a neat cup made of soft dry grass and bark. Spider webs, feathers and fur are used for binding/filling, generally in a tree crevice, hollow or fork. The clutch generally consists of two pale olive- or bluish-green eggs with darker spots and blotches measuring 21mm x 16 mm.",
    "Conservation status": "Hooded robins are not listed as threatened on the Australian Environment Protection and Biodiversity Conservation Act 1999.  However, their conservation status varies from state to state within Australia. For example:\n\nThe hooded robin is listed as threatened on the Victorian Flora and Fauna Guarantee Act (1988).  Under this Act, an Action Statement for the recovery and future management of this species has not yet been prepared.\nOn the 2013 advisory list of threatened vertebrate fauna in Victoria, the hooded robin is listed as near threatened.\n\n\n== References =="
  }
}