{
  "url": "https://en.wikipedia.org/wiki/Imber's_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pterodroma"
    },
    {
      "Species": "P. imberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Imber's petrel (Pterodroma imberi) is an extinct seabird of gadfly petrel from the Chatham Islands. The species' epithet commemorates New Zealand ornithologist Mike Imber (1940–2011).\nThe first remains of Imber's petrel were collected in 1947 but it was not until 1967 when British ornithologist William Richard Postle Bourne considered it as undescribed and extinct species which is distinctive from other gadfly petrels bred on the Chatham Islands. Imber's petrel became apparently extinct as late as the 19th century when the first Europeans colonized the Chatham Islands and their cats preyed on the breeding seabirds.",
    "References": "Tennyson, Alan J. D., Cooper, Joanne H. and Shepherd, L. D. (2015). A new species of Pterodroma petrel (Procellariiformes: Procellariidae) from the Chatham Islands, New Zealand. Bull BOC 135(3): 267-277.\nBourne, W. R. P. (1967). Subfossil petrel bones from the Chatham Islands. Ibis 109(1): 1-7.\nHoldaway, Richard N., Worthy, Trevor H. and Tennyson, Alan J. D. (2001). A working list of breeding bird species of the New Zealand region at first human contact. New Zealand Journal of Zoology 28: 119-187.\nMillener, P. R. (1996). Extinct birds, pp. 113–120. In: Anonymous (ed.) The Chatham Islands: heritage and conservation. Christchurch, Canterbury University Press and New Zealand Department of Conservation. 136 pp.\nTennyson, A. J. D. and Millener, P. R. (1994). Bird extinctions and fossil bones from Mangere Island, Chatham Islands. Notornis (supplement) 41: 165-178.\nTurbott, E. G. (Convener). (1990). Checklist of the birds of New Zealand and the Ross Dependency, Antarctica, 3rd. ed. Auckland, Random Century and the Ornithological Society of New Zealand. 247 pp."
  }
}