{
  "url": "https://en.wikipedia.org/wiki/Ivory-billed_woodpecker",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Piciformes"
    },
    {
      "Family": "Picidae"
    },
    {
      "Genus": "Campephilus"
    },
    {
      "Species": "C. principalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The ivory-billed woodpecker (Campephilus principalis) is one of the largest woodpeckers in the world, at roughly 20 inches (51 cm) long and 30 inches (76 cm) in wingspan. It is native to the bottomland hardwood forests and temperate coniferous forests of the southeastern United States and Cuba. Habitat destruction and, to a lesser extent, hunting has reduced populations so thoroughly that the species is listed as critically endangered by the International Union for Conservation of Nature, and the American Birding Association lists the ivory-billed woodpecker as a class 6 species, a category it defines as \"definitely or probably extinct\".  The last universally accepted sighting of an American ivory-billed woodpecker occurred in Louisiana in 1944.  However, sporadic reports of sightings and other evidence of the birds' persistence have continued ever since.  In the 21st century reported sightings and analyses of audio and visual recordings have been published in peer reviewed scientific journals as evidence the species persists in Arkansas, Louisiana, and Florida.  Various land purchases and habitat restoration efforts have been initiated in areas where sightings and other evidence have suggested a relatively high probability the species exists, to protect any surviving individuals.",
    "Taxonomy": "The ivory-billed woodpecker was first described as  Picus maximus rostra albo \"the largest white-bill woodpecker\" in English naturalist Mark Catesby's 1731 publication of Natural History of Carolina, Florida, and the Bahamas. Noting his report, Linnaeus later described it in the landmark 1758 10th edition of his Systema Naturae, where it was given the binomial name of Picus principalis. The genus Campephilus was introduced by the English zoologist George Robert Gray in 1840 with the ivory-billed woodpecker as the type species.Ornithologists currently recognize two subspecies of this bird:\n\nAmerican ivory-billed woodpecker (Campephilus principalis principalis or Campephilus principalis), native to the Southeastern United States.\nCuban ivory-billed woodpecker (Campephilus principalis bairdii or Campephilus bairdii), native to Cuba.\n\nThe two look similar, with the Cuban bird somewhat smaller and some variations in plumage. Some controversy exists over whether the Cuban ivory-billed woodpecker is more appropriately recognized as a separate species. A recent study compared DNA samples taken from specimens of both ivory-billed birds, along with the imperial woodpecker, a larger but otherwise very similar bird. It concluded not only that the Cuban and American ivory-billed woodpeckers are genetically distinct, but also that they and the imperial form a North American clade within Campephilus that appeared in the mid-Pleistocene. The study does not attempt to define a lineage linking the three birds, though it does imply that the Cuban bird is more closely related to the imperial.The American Ornithologists' Union Committee on Classification and Nomenclature has said it is not yet ready to list the American and Cuban birds as separate species. Lovette, a member of the committee, said that more testing is needed to support that change, but concluded, \"These results will likely initiate an interesting debate on how we should classify these birds.\"\"Ivory-billed woodpecker\" is the official name given to the species by the  International Ornithologists' Union (IOC). The ivory-billed woodpecker is sometimes referred to as the \"holy grail bird\" (because of its rarity and elusiveness) and the \"Lord God bird\" or the \"Good God bird\" (both based on the exclamations of awed onlookers). Other nicknames for the bird are the \"King of the Woodpeckers\" and \"Elvis in Feathers\".  Older common names included Indian Hen, Poule de Bois (in Cajun French), Tit-ka (in Seminole), and Log-cock.",
    "Description": "The ivory-billed woodpecker is the largest woodpecker in the United States. The closely related imperial woodpecker (C. imperialis) of western Mexico is the largest woodpecker in the world. The ivory-billed has a total length of 48 to 53 cm (19 to 21 in), and based on scant information, weighs about 450 to 570 g (0.99 to 1.26 lb). It has a typical 76 cm (30 in) wingspan. Standard measurements attained included a wing chord length of 23.5–26.5 cm (9.3–10.4 in), a tail length of 14–17 cm (5.5–6.7 in), a bill length of 5.8–7.3 cm (2.3–2.9 in), and a tarsus length of 4–4.6 cm (1.6–1.8 in).\n\nThe bird is sexually dimorphic, as seen in the picture to the right. It is shiny blue-black with white markings on its neck and back and extensive white on the trailing edge of both the upper- and underwing. The underwing is also white along its forward edge, resulting in a black line running along the middle of the underwing, expanding to more extensive black at the wingtip. In adults, the bill is ivory in color, and chalky white in juveniles. Ivory-bills have a prominent crest, although in juveniles it is ragged. The crest is black in juveniles and females. In males, the crest is black along its forward edge, changing abruptly to red on the side and rear. The chin of an ivory-billed woodpecker is black. When perched with the wings folded, birds of both sexes present a large patch of white on the lower back, roughly triangular in shape. These characteristics distinguish them from the smaller and darker-billed pileated woodpecker. The pileated woodpecker normally is brownish-black, smoky, or slaty black in color. It also has a white neck stripe, but the back is normally black. Pileated woodpecker juveniles and adults have a red crest and a white chin. Pileated woodpeckers normally have no white on the trailing edges of their wings and when perched, normally show only a small patch of white on each side of the body near the edge of the wing. However, pileated woodpeckers, apparently aberrant individuals, have been reported with white trailing edges on the wings, forming a white triangular patch on the lower back when perched. Like all woodpeckers, the ivory-billed woodpecker has a strong and straight bill and a long, mobile, hard-tipped, barbed tongue. Among North American woodpeckers, the ivory-billed woodpecker is unique in having a bill whose tip is quite flattened laterally, shaped much like a beveled wood chisel. Overall it is a very large and distinctive woodpecker with a charismatic, very clean and smooth appearance.\nThe bird's drum is a single or double rap. Four fairly distinct calls are reported in the literature and two were recorded in the 1930s. The most common, a kent or hant, sounds like a toy trumpet often repeated in a series. When the bird is disturbed, the pitch of the kent note rises, it is repeated more frequently, and it is often doubled. A conversational call, also recorded, is given between individuals at the nest, and has been described as kent-kent-kent. A recording of the bird, made by Arthur A. Allen, can be found here.",
    "Habitat and diet": "Knowledge of the ecology and behavior of ivory-billed woodpeckers is largely derived from James Tanner's study of several birds in a tract of forest along the Tensas river in the late 1930s.  The extent to which that data can be extrapolated to ivory-bills as a whole remains an open question.  Ivory-billed woodpeckers are known to prefer thick hardwood swamps and pine forests, with large amounts of dead and decaying trees. Prior to the American Civil War, much of the Southern United States was covered in vast and continuous primeval hardwood forests that were suitable as habitat for the bird. At that time, the ivory-billed woodpecker ranged from eastern Texas to North Carolina, and from southern Illinois to Florida and Cuba. After the Civil War, the timber industry deforested millions of acres in the South, leaving only sparse, isolated tracts of suitable habitat.\nThe preferred food of the ivory-billed woodpecker is beetle larvae, with roughly half of recorded stomach contents composed of large beetle larvae, particularly of species from the Cerambycidae family.  The bird also eats significant vegetable matter, with recorded stomach contents including the fruit of the southern magnolia, pecans, hickory nuts, and poison ivy seeds.  They have also been observed to feed on wild grapes, persimmons, and hackberries  To hunt woodboring grubs the bird uses its enormous bill to hammer, wedge, and peel the bark off dead trees to access their tunnels. These birds need about 25 km2 (9.7 sq mi) per pair to find enough food to feed their young and themselves. Hence, they occur at low densities even in healthy populations.\nThe last areas to have the bird, including the Singer Tract, were described to be incredible and primeval landscapes of old-growth swamp and forest, remnants of the eastern wilderness. They often had other disappearing species with similar habitat needs, such as the red wolf and eastern cougar.",
    "Breeding biology and lifecycle": "The ivory-billed woodpecker is thought to mate for life. Pairs are also known to travel together. These paired birds mate every year between January and May. Both parents work together to excavate a cavity in a tree about 15–70 feet (4.6–21.3 m) from the ground before they have their young, with the limited data indicating a preference for living trees, or partially dead trees, with rotten ones avoided.  Nest cavities are typically in or just below broken off stumps in living trees, where the wood is easier to excavate, and the overhanging stump can provide protection against rain and leaving the opening in shadow, providing some protection against predators.  There are no clear records of nest cavities being reused, and it is likely that ivory-bills, like most woodpeckers, excavate a new nest each year.    Nest openings are typically oval to rectangular in shape, and measure about 12–14 cm tall by 10 cm wide (4.7 in–5.5 in × 3.9 in).  The typical nest depth is roughly 50 cm (20 in), with nests as shallow as 36 cm (14 in) and as deep as 150 cm (59 in) reported.Eggs are typically laid in April or May, with a few records of eggs laid as early as mid-February.  A second clutch has only been observed when the first one failed.  Typically up to three glossy, china white eggs are laid, measuring on average 3.5 cm by 2.5 cm (1.38 in × 0.98 in), though clutches of up to six eggs, and broods of up to four young, have been observed.  No nest has been observed for the length of incubation so it remains unknown, though Tanner estimated it to be roughly twenty days.  Parents incubate the eggs cooperatively, with the male observed to incubated overnight, and the two birds typically exchanging places every two hours during the day, with one foraging and one incubating.  Once the young hatch, both parents forage to bring food to them.  Young learn to fly about 7 to 8 weeks after hatching. The parents continue feeding them for another two months. The family eventually splits up in late fall or early winter.\nIvory-billed woodpeckers are not migratory, and pairs are frequently observed to nest within a few hundred meters of previous nests year after year.  Although ivory-billed woodpeckers thus feed within a semi-regular territory within a few kilometers of their nest/roost, they are not territorial; there are no records of ivory-bills protecting their territories from other ivory-bills when encountering one another.  Indeed, in many instances the ivory-billed woodpecker has been observed acting as a social bird, with groups of four or five feeding together on a single tree, and as many as eleven observed feeding in the same location.  Although not migratory, the ivory-billed woodpecker is sometimes described as nomadic; birds will relocate from time to time to areas where disasters such as fires or floods have created large amounts of dead wood, and subsequently large amounts of beetle larva upon which they prefer to feed.Ornithologists speculate that they may live as long as 30 years.",
    "Status": "Heavy logging activity exacerbated by hunting by collectors devastated the population of ivory-billed woodpeckers in the late 19th century. It was generally considered extremely rare, and some ornithologists believed it extinct by the 1920s.  In 1924, Arthur Augustus Allen found a nesting pair in Florida, which local taxidermists shot for specimens.  In 1932, a Louisiana state representative, Mason Spencer of Tallulah killed an ivory-billed woodpecker along the Tensas River and took the specimen to his state wildlife office in Baton Rouge.  As a result, Arthur Allen, fellow Cornell Ornithology professor Peter Paul Kellogg, PhD student James Tanner, and avian artist George Miksch Sutton organized an expedition to that part of Louisiana as part of a larger expedition to record images and sounds of endangered birds across the United States.  The team located a population of woodpeckers in Madison Parish in northeastern Louisiana, in a section of the old-growth forest called the Singer Tract, owned by the Singer Sewing Company, where logging rights were held by the Chicago Mill and Lumber Company.  The team made the only universally accepted audio and motion picture recordings of the ivory-billed woodpecker.  The National Audubon Society attempted to buy the logging rights to the tract so the habitat and birds could be preserved, but the company rejected their offer.  Tanner spent 1937-1939 studying the ivory billed woodpeckers on the Singer tract and travelling across the southern United States searching for other populations as part of his thesis work.  At that time, he estimated there were 22-24 birds remaining, of which 6-8 were on the Singer tract.  The last universally accepted sighting of an ivory billed woodpecker in the United States was made on the Singer tract by Audubon Society artist Don Eckelberry in April 1944, when logging of the tract was nearly complete.The ivory-billed woodpecker was listed as an endangered species on March 11, 1967 by the United States Fish and Wildlife Service.  The ivory-billed woodpecker has been assessed as critically endangered by the International Union for Conservation of Nature and Natural Resources.  It is categorized as probably or actually extinct by the American Birding Association.",
    "Status-Evidence of persistence past 1944": "Since 1944 there have been regular reports of ivory-billed woodpeckers being seen or heard across the southeastern United States, particularly in Louisiana, Florida, Texas, and South Carolina.  In many instances, sightings were clearly misidentified pileated wookpeckers or red-headed woodpeckers.  Similarly, in many cases, reports of hearing the kent call of the ivory-billed woodpecker were mis-identifications of a similar call sometimes made by blue jays.  It may also be possible to mistake wing collisions in flying duck flocks for the characteristic double knock.  However, a significant number of reports were accompanied by physical evidence or made by experienced ornithologists and could not be easily dismissed.In 1950, the Audubon Society established a wildlife sanctuary along the Chipola River after a group led by University of Florida graduate student Whitney Eastman reported a pair of ivory-billed woodpeckers with a roost hole.  The sanctuary was terminated in 1952 when the woodpeckers could no longer be located.In 1967, ornithologist John Dennis, sponsored by the U.S. Fish and Wildlife Service, reported sightings of ivory-billed woodpeckers along the Neches River in Texas.  Dennis had previously rediscovered the Cuban species in 1948.  Dennis produced audio recording of possible kent calls, which were found to be a good match to ivory-billed woodpecker calls, but possibly also compatible with blue jays.  At least 20 people reported sightings of one or more ivory-billed woodpeckers in the area in the late 1960s, and several photographs ostensibly showing an ivory-billed woodpecker in a roost were produced by Neil Wright, copies of two of which were given to Academy of Natural Sciences of Drexel University.  These sightings formed part of the basis for the creation of the Big Thicket National Preserve.H. N. Agey and G. M. Heinzmann reported observing one or two ivory-billed woodpeckers in Highlands County, Florida on eleven occasions from 1967 to 1969.  A tree the birds had been observed roosting in was damaged during a storm, and they were able to obtain a feather from the roost, which was identified as an inner secondary feather of an ivory-billed woodpecker by A. Wetmore.  The feather is stored at the Florida Museum of Natural History.  The feather was described as fresh, not worn, but as it could not be conclusively dated, it has not been universally accepted as proof ivory-billed woodpeckers persisted to this date.  Jerome Jackson found the innermost secondary feather missing] from a female IBWO specimen at the Florida Museum of Natural History. It had been collected in Florida in 1929.Louisiana State University museum director George Lowery presented two photos at the 1971 annual meeting of the American Ornithologists Union which show what appeared to be a male ivory-billed woodpecker.  The photos were taken by outdoorsman Fielding Lewis in the Atchafalaya Basin of Louisiana, with an Instamatic camera.  Although the photos had the correct field-markings for an ivory-billed woodpecker, their quality was not sufficient for other ornithologists to be confident they did not depict a mounted specimen, and they were greeted with general skepticism.In 1999 a Louisiana State University forestry student reported an extended viewing of a pair of birds at close range in the Pearl River region of southeast Louisiana, which some experts found very compelling.  In 2002, a large collaboration was organized, and sent an expedition into the area by researchers from Louisiana State University and Cornell University, funded by Carl Zeiss Sports Optics, Louisiana Department of Wildlife and Fisheries, the Cornell Laboratory of Ornithology, the U.S. Fish and Wildlife Service, and U.S. Forest Service.  Six researchers spent 30 days searching the area, finding indications of large woodpeckers, but none that could be clearly ascribed to ivory-billed woodpeckers rather than pileated woodpeckers.Gene Spalding reported seeing an ivory-billed woodpecker in Cache River National Wildlife Refuge in 2004, prompting Tim Gallagher and Bobby Harrison to investigate, who also observed a bird they identified as an ivory-billed woodpecker.  An expedition led by John W. Fitzpatrick of the Cornell Laboratory of Ornithology followed, which reported seven convincing sightings of an ivory-billed woodpecker.  The team also heard and recorded possible double-knock and kent calls, and produced a video with four seconds of footage of a large woodpecker, which they identified as an ivory-billed woodpecker due to its size, field marks, and flight pattern.  The sighting was accepted by the Bird\nRecords Committee of the Arkansas Audubon Society.  The Nature Conservancy and Cornell University bought 120,000 acres (490 km2) of land to enlarge the wildlife refuge.  A second search in 2005-2006 produced no unambiguous encounters with ivory-billed woodpeckers.  The collaboration subsequently conducted searches in Arkansas, Florida, Illinois, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee, and Texas, but found no clear indications of ivory-billed woodpeckers in any of those searches, at which point they concluded their efforts.  A team headed by David A. Sibley published a response arguing the bird in the video could have a morphology consistent with a pileated woodpecker, and a second team argued the flight characteristics may not be diagnostic.  The original team published a rebuttal, and the identity of the bird in the video remains disputed.\nScientists from Auburn University and the University of Windsor published a paper describing a search for ivory-billed woodpeckers along the Choctawhatchee River from 2005-2006, during which they recorded 14 sightings of ivory-billed woodpeckers, 41 occasions on which double-knocks or kent calls were heard, 244 occasions on which double-knocks or kent calls were recorded, and analysis of those recordings, and of tree cavities and bark stripping by woodpeckers they found consistent with the behavior of ivory-billed woodpeckers, but inconsistent with the behavior of pileated woodpeckers.  In 2008, the sightings and sound detections largely dried up, and the team ended their searches in 2009.  The sightings were not accepted by the Florida Ornithological Society Records Committee.\n\nA scientist from the Naval Research Laboratory reported ten sightings of ivory-billed woodpeckers between 2006 and 2008, obtained video evidence in the Pearl River in 2006 and 2008 and the Choctawhatchee River in 2007, explored the use of drones for searching and surveying habitats, and analyzed the elusiveness and double knocks of this species. Avian artist Julie Zickefoose contributed to the analysis of the 2006 video, which is based on behaviors, neck/crest/bill morphology, and a size comparison with a pileated woodpecker specimen mounted on the perch tree.  Ornithologist Bret Tobalske contributed to the analysis of the 2008 video, which is based on woodpecker flight mechanics, wing motion, flap rate, flight speed, wing shape, and field marks.  The 2007 video shows a series of events involving swooping flights with long vertical ascents, deep and rapid flaps at takeoff, a double knock that is visible and audible, and other behaviors and characteristics that are consistent with the ivory-billed woodpecker but apparently no other species of the region. These reports (like all others since 1944) have been received with skepticism. The ivory-billed woodpecker's history of elusiveness (multiple claimed rediscoveries with no clear photo during the past several decades) is consistent with an analysis based on behavior and habitat that suggests the expected waiting time for obtaining a clear photo is several orders of magnitude greater than it would be for a more typical species of comparable rarity. However, many have argued that the inability to get a clear photo for decades is consistent with extinction. An analysis based on the concept of a harmonic oscillator relates the double knocks of the ivory-billed woodpecker (and double/multiple knocks of other Campephilus woodpeckers) to the drumming that is typical of most woodpeckers.",
    "Relationship with humans": "Ivory-billed body parts, particularly bills, were sometimes used for trade, ceremonies, and decoration by some Native American groups from the western Great Lakes and Great Plains regions.  For instance, bills marked with red pigment were found among grave goods in burials at Ton won tonga, a village of the Omaha people.  The bills may have been part of Wawaⁿ Pipes.  Ivory-billed woodpecker bills and scalps were commonly incorporated into ceremonial pipes by the Iowa people, another Siouan-speaking people.  The Sauk people and Meskwaki used Ivory-billed body parts in amulets, headbands, and sacred bundles.  In many cases the bills were likely acquired through trade; for instance, Ton won tonga was located roughly three hundred miles from the farthest reported range of the ivory-billed woodpecker, and the bills were only found in the graves of wealthy adult men, and one bill was found in a grave in Johnstown, Colorado.  The bills were quite valuable, with Catesby reporting a north-south trade where bills were exchanged outside the bird's range for two to three deerskins.  European settlers in the United States also used ivory-billed remains for adornment, often securing dried ivory-billed heads to their shot pouches, or employing them as watch fobs.The presence of ivory-billed remains in kitchen middens has been used to infer that some Native American groups would hunt and eat the bird.  Such remains have been found in Illinois, Ohio, West Virginia, and Georgia.  The hunting of ivory-billed woodpeckers for food by the residents of the south-eastern United States continued into the early 20th century  In some instances, the flesh of ivory-billed woodpeckers was used as bait by trappers and fishermen.    In the nineteenth and into the early twentieth century, hunting for bird collections was extensive, with 413 specimens now housed in museum and university collections.  The largest collection is that of more than sixty skins at the Harvard Museum of Comparative Zoology.\n\nThe ivory-billed woodpecker has been a particular focus among birdwatchers.  It has been called Audubon's favorite bird.   Roger Tory Peterson called his unsuccessful search for the birds along the Congaree River in the 1930s his \"most exciting bird experience\".  After the publication of the Fitzpatrick results, tourist attention was drawn to eastern Arkansas, with tourist spending up 30% in and around the city of Brinkley, Arkansas.  Brinkley hosted \"The Call of the Ivory-billed Woodpecker Celebration\" in February 2006. The celebration included exhibits, birding tours, educational presentations, and a vendor market.   By the twenty-first century, the ivory-billed woodpecker had achieved a near-mythic status among birdwatchers, most of whom would regard it as a prestigious entry on their life lists.The ivory-billed woodpecker has been the subject of various artistic works.  Sufjan Stevens wrote a song titled \"The Lord God Bird\" on the ivory-billed woodpecker, based on interviews with residents of Brinkley, Arkansas, broadcast on National Public Radio following the public reports of sightings there.  The Alex Karpovsky film Red Flag features Karpovsky as a filmmaker touring his documentary about the ivory-billed woodpecker, which is also a film he actually made titled Woodpecker.\nArkansas has made license plates featuring a graphic of an ivory-billed woodpecker.",
    "Notes": "",
    "References": "",
    "Further reading": "Audubon, John James LaForest (1835–38): The Ivory-billed Woodpecker. In: Birds of America 4. ISBN 0-8109-2061-1 (H. N. Abrams 1979 edition — the book itself is in the public domain)\nFarrand, John & Bull, John, The Audubon Society Field Guide to North American Birds: Eastern Region, National Audubon Society (1977)\nGallagher, Tim W. (2005): The Grail Bird: Hot on the Trail of the Ivory-Billed Woodpecker Houghton Mifflin, Boston. ISBN 0-618-45693-7\nHoose, Phillip M. (2004) The Race to Save the Lord God Bird, Douglas & McIntyre. New York. ISBN 978-0-374-36173-0\nJackson, Jerome A. (2004): In Search of the Ivory-Billed Woodpecker. Smithsonian Institution Press. ISBN 1-58834-132-1\nTanner, James T.  (1942). The Ivory-Billed Woodpecker. National Audubon Society, N.Y.\nWinkler, H.; Christie, D. A. & Nurney, D. (1995): Woodpeckers: A Guide to the Woodpeckers of the World. Houghton Mifflin Company, Boston. ISBN 0-395-72043-5",
    "External links": "The U.S. Fish and Wildlife Service draft recovery plan\nThe Search for the Ivory-billed Woodpecker. Cornell Lab of Ornithology website with video and sound files. Retrieved 2006-OCT-6."
  }
}