{
  "url": "https://en.wikipedia.org/wiki/Japanese_wood_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Columba"
    },
    {
      "Species": "C. janthina"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese wood pigeon (Columba janthina) is a species of bird in the genus Columba in the family Columbidae. It is found along shorelines of the East China Sea. They are believed to be the largest representative of Columba, at 550 grams (1.2 lb) and 43 cm (17 in). Its natural habitats are temperate forests and subtropical or tropical moist lowland forests. It is becoming rare due to habitat loss. The species is in decline owing to habitat degradation, deforestation and hunting. This wood pigeon is endemic to the laurel forest habitat.",
    "Description": "The largest pigeon in the East Asia region, with a length of between 37 cm to 40 cm long and sometimes 43.5 cm. The head is small. There is at least three subspecies of Columba janthina, with some plumage differences.\nIt is very dark in appearance, with a small head, a longish neck and tail. Overall the body is soot-black with iridescent green or purple on crown, shoulders and sides of neck. The irises are brown and have red color legs, having a rather long tail. Whole body is covered with shiny black feathers. Its inconspicuous plumage is mainly black with the crown and rump bright metallic purple. The back and chest have green purple metallic sheen.\nBill is longish, narrow and dark. The beak is greenish blue. Tip of the beak is ivory to pale yellow. Fleshy covering on the beak (cere) is small.\nThis species has no sexual dimorphism, the sexes are similar in appearance, but the juvenile has generally paler plumage, with limited or no development of the pale yellow neck patch. Tarsi are red in adults while paler in juveniles. Appears like a crow in flight, with large wings and slightly fanned tail.   \n\nColumba janthina janthina Karasubato. The head is covered with black feathers. Color light blue and dark blue beak.\nColumba janthina nitens The head is covered with purple-red feathers. The beak is black color. It has reddish or purplish coloration on face, head and upper back of neck.",
    "Distribution": "This bird lives in small islands of the East China Sea, mainly in the Ryukyu Islands, Iwo Jima and Bonin Islands and also along the southern coasts of Korea and Japan. While more abundant and with a greater range in the past, it is still thought to be resident on 15 islands and islets.\nIt occurs locally on small islands off the south coast of South Korea. In Korea, this bird is distributed and nest in Ulleungdo Island, Jeju-do and some area of south coast. It has been recorded as vagrant in eastern Russia, Shandong, mainland China and Taiwan.\nColumba janthina is an uncommon and local resident in Japan, on small islands off southern Honshu, Shikoku and Kyushu, south through the Nansei-Shoto islands in the Ryukyu Islands to the Yaeyama Islands and the Izu Islands to the Ogasawara and Iwo Islands. Distributed in Honshu region of Japan.   Although it is still relatively common on the Izu Islands, it has apparently declined there since the 1950s, it was thought to have declined on Okinawa during the 1980s because of forestry activities. The subspecies Columba janthina nitens, which occur on the Ogasawara and Iwo Islands, is very rare.",
    "Ecology": "It is a pigeon which is endemic to some islands of the Sea of Japan, Yellow Sea, and East China Sea. It is mainly an isolated island wood pigeon, a robust and confident forest bird with the same characteristics of other genus Columba pigeons adapted to habitat and vegetation of island laurel forest. Like some island races of common wood pigeon and some species of the Macaronesian or Pacific islands, wood pigeons have a low rate of reproduction.\nMost of the wood pigeon's diet is vegetable, although food habits in Columba janthina are defined as omnivorous. It eats worms and small snails—but with strong trend to eat plants, leaves, flowers, drupes, berries, fruit, acorns, pine nuts and other conifer seeds, Kurogane mochi or (Ilex rotunda), mochi-no-ki (Ilex Integra), Sazanqua Camellia sasanqua, Tsubaki Camellia japonica, mulberry tree, ficus, Machilus thunbergii, Nandinia domestica... This bird eats seeds varied, buds and fruit it collects directly from the trees. Feeding on trees and do well in soil. It has a preference for trees near ponds and rivers.\nA resident breeder in laurisilva forests, the wood pigeon lays one white egg in a flimsy twig nest. The nest is located in a tree cavity or in the rocks. Lays eggs one at a time in September. Spawning has only one egg. This species occurs most frequently lonely. Gliding and slowly soaring flight through repeated. Flight is quick and performed by regular beats. An occasional sharp flick of the wings is characteristic of pigeons in general.\nThis wood pigeon live in dense subtropical forests. It also live in beaches and islands in the evergreen broadleaf forest. It inhabits dense subtropical forest and warm temperate evergreen broadleaf forests, and is heavily dependent on mature forest, whose seeds were dispersed by this birds that eat the berries. It browses on leaves and buds, especially nitrogen rich foliage during breeding. The diet changes seasonally as the availability of fruit changes, and leaves can comprise the major part of the diet at certain times of the year, such as when there is little fruit around. It caught flowers and buds at the tips of the branches. One of their favourite leaves to eat is from genus Prunus, young shoots from Asteraceae, Caryophyllaceae, and cruciferous, rounded and fleshy leaves of ilex. They play an important ecological role, as they are the only birds capable of eating the largest native fruits and drupes from some native trees. Its numbers fell sharply after human colonisation of the archipelagos, and it vanished altogether from some Islands. The major cause of its population decline was habitat loss from forest clearance, but hunting and nest predation by introduced species and rats were also contributory factors. Protection of the laurel forests and a ban on hunting could enable numbers to increase, although this species is still endangered.\nColumba janthina is a type of wood pigeon that normally habitates on a Camellia japonica Linne but lives on a Machilus thunbergii forest in Korea. For that reason, the distribution of the Machilus thunbergii and the Japanese wood pigeon are closely related and the preservation of Machilus thunbergii is directly connected with protection of Japanese wood pigeon. Environment of Japanese wood pigeon is in silver magnolia of seaside to eat fruits of a silver magnolia between the late July and the late August. The growing site of silver magnolia which is naturally growing in the coast of Sa-dong, Nam-myeon, Ulleungdo Island, is the representative place of the Japanese wood pigeon's migration. Therefore, this region is designated and is protected as a Natural Monument in order to protect Japanese wood pigeon.",
    "Classification": "Columba janthina janthina — Japanese wood pigeon, purple pigeon, Temminck, 1830 Karasubato.\nColumba janthina nitens — red-headed wood-pigeon, Quercus acuta wood-pigeon.\nColumba janthina stejnegeri — Kuni Jonah crow dove.",
    "References": "\nDel Hoyo J., Elliott A. Sargatal & J. (1997)Handbook of the Birds of the World, Volume 4, Sandgrouse to Cuckoos.BirdLife International, Lynx Edicions, Barcelona, 679 p.\nPrin J. & G. (1997) Encyclopedia of Columbidae. Prin Editions, Ingres, 551 p."
  }
}