{
  "url": "https://en.wikipedia.org/wiki/Javan_lapwing",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Charadriiformes"
    },
    {
      "Family": "Charadriidae"
    },
    {
      "Genus": "Vanellus"
    },
    {
      "Species": "V. macropterus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Javan lapwing (Vanellus macropterus) also known as Javanese lapwing and Javanese wattled lapwing is (or was) a wader in the lapwing family.\n\n \nThis large, long-legged wader inhabited the marshes and river deltas of Java, and possibly Sumatra and Timor. It was last seen in 1940, and as it was a conspicuous species unlikely to be overlooked, it seems likely that it is extinct. And the IUCN classified it as such in their 1994 and 1996 assessments, but reversed that in 2000 and listed the species as Critically Endangered (CR).\nIn an assessment dated 1 October 2016, the IUCN justified the classification:\n\nThis conspicuous species has not been recorded since 1940, and it is likely to have declined severely owing to extensive habitat degradation and destruction, probably compounded by significant hunting pressure. However, not all potential habitat has been surveyed, and local reports need to be followed up with dedicated surveys. Any remaining population is likely to be tiny, and for these reasons it is treated as Critically Endangered.\nThe IUCN clarifies by citing \"unconfirmed reports\" by locals from 2013. While acknowledging that finding live individuals is \"unlikely\", insight gained from observations in the 1920s may point to additional habitats not previously considered. Specifically grasslands on Belitung Island may be one such location to be surveyed. However, a 2018 study, citing previous patterns of bird population decline and the lack of any confirmed sightings, recommended uplisting the species to Critically Endangered (Possibly Extinct).",
    "References": "",
    "External links": "BirdLife Species Factsheet\nRed Data Book\n3D view of specimens RMNH 22992, RMNH 22993, RMNH 32753, RMNH 32759, RMNH 32760, RMNH 32773, RMNH 32781, RMNH 87518, RMNH 87519, RMNH 110.066, RMNH 110.067, RMNH 110.105 and RMNH 110.106 at Naturalis, Leiden (requires QuickTime browser plugin)."
  }
}