{
  "url": "https://en.wikipedia.org/wiki/Jerdon's_babbler",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sylviidae"
    },
    {
      "Genus": "Chrysomma"
    },
    {
      "Species": "C. altirostre"
    }
  ],
  "text": {
    "__SUMMARY__": "Jerdon's babbler (Chrysomma altirostre) is a passerine bird native to wetlands and grasslands of the Indian sub-continent. It is listed as Vulnerable on the IUCN Red List since 1994. It is a member of the genus Chrysomma of the family Sylviidae.The common name commemorates the surgeon-naturalist Thomas C. Jerdon.",
    "Description": "Measuring 16–17 cm in length, it is quite intermediate in habitus between certain typical warblers (Sylvia) and the parrotbills (Paradoxornis). Like these, it is a drab bird with a long tail used to balance when creeping through the vegetation; its bill is thicker than in Sylvia but not as heavy as in Paradoxornis. Buffy chestnut brown above and a slightly lighter yellowish-brown on the belly, its lores are pale greyish, as are the throat and breast. The tail and a wing patch are redder than the rest of the upperside. The legs and feet are dark, the bill is greyish-horn colored above and pale below; the eyes' irides are yellowish-brown and a thin nude ring of greenish-yellow skin surrounds the eye. The sexes are alike; young birds have a more orange hue to the upperside plumage, and the lower bill is pink. Differences between subspecies are slight, with the central population essentially have richer chestnut brown and darker grey colours.Its relative, the yellow-eyed babbler (C. sinense), looks like a brighter version of the same but has somewhat more vivid colors, with white replacing grey in the plumage, an additional white supercilium, yellowish legs, feet and irides, and an orange-yellow eye-ring.",
    "Taxonomy": "Chrysomma altirostre was the scientific name proposed by Thomas C. Jerdon in 1862 for a pale reddish brown babbler collected near Thayetmyo in northern Myanmar. Pyctorhis griseigularis proposed by Allan Octavian Hume in 1877 was a ferruginous red babbler collected in the Dooars of Bhutan. Pyctorhis altirostris scindicus proposed by Herbert Hastings Harington in 1915 was an earthy brown babbler from Sukkur in Sindh, Pakistan.Three subspecies are recognized, based mainly on their allopatric ranges:\nC. a. altirostre occurs in the floodplains of the Ayeyarwady River from Bhamo to Bago and up the Sittaung River nearly to Taungoo in Myanmar\nC. a. griseigularis occurs in the Terai from western Nepal to northeastern India\nC. a. scindicum occurs in the Indus River basin",
    "Distribution and habitat": "Jerdon's babbler lives all-year-round near river courses, where it inhabits dense reedbeds and tall grasslands consisting of cogongrass (Imperata cylindrica), common reed (Phragmites) and reedmace (Typha) species. In Pakistan, it occurs along the Indus and its tributaries. In Punjab, India, it was recorded in Harike Wildlife Sanctuary.\nIn the Terai, it was recorded in Shuklaphanta National Park and Dudhwa National Park.\nIn northeast India, it was sighted in Kaziranga, Orang, Manas and Dibru-Saikhowa National Parks, Majuli, and D'Ering Memorial Wildlife Sanctuary.\nIn Myanmar, it was thought to be extinct, but rediscovered in May 2014 in the lower Ayeyarwady floodplain near Yangon.Plants dominating its favorite habitat are typically tall reeds several meters in height. In the Indus River basin, it is associated with hardy sugarcane (Saccharum arundinaceum) and kans grass (S. spontaneum). In the dooars, it also lives in stands of ravennagrass (S. ravennae). On the other hand, sugarcane plantings or other single-species reedbeds as well as lower growth are not very attractive to the species. Other plants, typically grasses, are found to a lesser extent in the bird's haunts, includinge satintails, giant cane (Arundo donax), vetiver or khus (Chrysopogon zizanioides), Desmostachya bipinnata and Themeda arundinacea.",
    "Behaviour and ecology": "Its song is a weak 4- to 8-note warbling chi-chi-chi-chew-chew-chew, tew-tew-tew-tew chew or ih-ih-ih-ih chew chitit chew i'wwiuu, with a drawn-out end note and sometimes starting with a chatter of itch, itit or tchew. Birds sing usually in the early morning and in the evening, perching upright on a reed, with the head slightly elevated. Calls include a short tic or tsik, sometimes extended into a series ts-ts-tsik which may end in a plaintive tew. Pairs or families, occasionally small flocks of 1-2 dozen, move about quietly in dense stands of grasses and reeds that grow several meters high, usually avoiding lower growth and shrubland. A typical foraging technique involves perching nearly horizontally on a reed stem, picking up a leaf sheath with the bill, and quickly tearing off the leaf and its base sheet to expose small arthropods and other invertebrates. The tearing of dry leaves produces a subdued crackling sound that can sometimes be heard from some dozens of meters away.",
    "Conservation status": "Jerdon's babbler is nowhere common and thought to be declining. Its continuing existence in Bangladesh is uncertain. The subspecies scindicum is known to be rare and has been declining throughout recent decades. Altogether, less than 10,000 adult birds are thought to remain. This means that its population has declined by an estimated 30% and is expected to continue to do so for another decade at least. The reasons are not fully understood, but the population reduction is probably related to habitat destruction by drainage and damming of wetlands for agriculture and flood control, and these threats are not expected to cease anytime soon. Presently, such habitat is extremely rare. Sustainable cutting of reedbeds, which yield material for human use, is apparently tolerated by C. altirostre. In Pakistan, it is often sighted in the Rohri Canal south of Khairpur. Large flocks are found in partially cut or burned reedbeds, thus if large-scale clear-cutting is avoided, human use of reeds may in fact improve habitat quality by preventing the simultaneous aging and decay of wide stretches of habitat. As a rule-of-thumb, as long as a healthy population of Phragmites reeds persists, the birds are likely to persist too.",
    "References": "",
    "Further reading": "Collar, Nigel J.; Andreev, A.V.; Chan, S.; Crosby, M.J.; Subramanya, S. & Tobias, J.A. (eds.) (2001). Chrysomma altirostre In: Threatened Birds of Asia: The BirdLife International Red Data Book: 2112–2119. BirdLife International. ISBN 0-946888-44-2",
    "External links": "BirdLife International (2019). \"Species factsheet: Jerdon's Babbler Chrysomma altirostre\"."
  }
}