{
  "url": "https://en.wikipedia.org/wiki/Juan_Fernández_firecrown",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apodiformes"
    },
    {
      "Family": "Trochilidae"
    },
    {
      "Genus": "Sephanoides"
    },
    {
      "Species": "S. fernandensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Juan Fernández firecrown (Sephanoides fernandensis) is a hummingbird found today solely on Isla Róbinson Crusoe, one of a three-island archipelago belonging to Chile. It is non-migratory and shares the island with its smaller relative the green-backed firecrown (S. sephaniodes).",
    "Description": "This species arguably shows the greatest degree of sexual dimorphism found among hummingbirds. Unlike in most hummingbirds, where females simply lack the ornamental plumage of the males, in S. fernandensis they are also brilliantly-colored, but differ so much from males that in the 19th century they were thought to be different species until a nest was discovered with one of each sex.\nThe male is 11.5–12 cm long and weighs 10.9 g. Its color is mostly cinnamon orange, excepting dark grey wings, black bill, and iridescent gold crown.\nThe female is 10 cm long and weighs 6.8 g. Its underparts are white with a dappling of very small green and black areas; the crown is iridescent blue, and upperparts are blue-green.",
    "Ecology": "This medium-sized bird inhabits forests, thickets, and gardens. In summer, males are frequently seen in the island's only town, San Juan Bautista, feeding on the \"cabbage tree\" (Dendroseris litoralis) which likewise is a critically endangered species.\nThe female lays two white eggs in a small cup-shaped nest typically 3–4 m above ground, nearly always in Chilean myrtle (Luma apiculata).\nThe food of this species is nectar, often taken from the flowers of native Juan Bueno (Rhaphithamnus venustus) and D. litoralis. It also feeds on introduced Eucalyptus and Abutilon. Both sexes defend their foraging territories. This hummingbird is also insectivorous. The call of the male is a loud, raspy staccato of rising and falling pitch.",
    "Ecology-Status and conservation": "The population of this species has been in a general decline for years. A census made in October 2002 revealed fewer than 200 individual birds and of these only 60 females, although scientifically sound census methods have not yet been used to provide a reliable figure. The species is ranked Critically Endangered by Birdlife International. A conservation effort was begun in 2004 by a partnership of several organizations (The Hummingbird Society, American Bird Conservancy, and Juan Fernández Islands Conservancy, Oikonos - Ecosystem Knowledge) with the aim of preventing extinction of the species.\nContributing factors to the decline in population include destruction of native flora by man; invasion of exotic zarzamora blackberry (Rubus ulmifolius) and maqui wineberry (Aristotelia chilensis), particularly by reducing the extent of the luma trees used for nesting; predation by domestic and feral cats; and erosion by actions of introduced rabbits and goats.",
    "References": "Handbook of the Birds of the World, Vol. 5, ISBN 84-87334-25-3",
    "External links": "Conservation research on the Juan Fernandez Islands.\nPictures and some information of the Juan Fernandez firecrown.\nIsland Conservation Restoration Project"
  }
}