{
  "url": "https://en.wikipedia.org/wiki/Kauaʻi_ʻakialoa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "†Akialoa"
    },
    {
      "Species": "†A. stejnegeri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Kauai ʻakialoa (Akialoa stejnegeri) was a Hawaiian honeycreeper in the subfamily Carduelinae of the family Fringillidae. It was endemic to the island of Kauai, Hawaii. It became extinct due to introduced avian disease and habitat loss. The Kauai ʻakialoa was about seven and a half inches in length and had a very long downcurved bill, which covered one third of its length. The adult males were bright olive-yellow on top and yellow on the bottom. The throat, breast, and sides of the body were olive-yellow. The females, however, were green-gray above and had a shorter bill.",
    "Habitat and behavior": "The Kauai ʻakialoa was believed to have lived in forests above 1,148 feet (350 m) above sea level, but was frequently observed flying to the lower elevations of the island. This once very rare and unique bird used its long curved bill to reach the nectar of lobelias and ʻohiʻa blossoms. It also ate insects from under tree bark and from under mats of lichens and moss on trees. Acanthocephalan parasite Apororhynchus hemignathi was discovered in the intestine of the Kauaʻi ʻakialoa in 1896.",
    "Past and present": "The Kauai ʻakialoa, like all the other ʻakialoa subspecies (now all raised to species), were rare even when they were first discovered in the 18th century. According to fossil records, their numbers declined extremely in the early 20th century. The typical habitats for the Kauai ʻakialoa were either tropical lowlands or moist montane forests of the Hawaiian Islands.\nMany people believe that the bird's frequent ventures to lower elevations were its undoing, possibly due to a low elevation avian disease. An invasive species of mosquito, the possible disease vector which led to demise of the ʻakialoa, was first introduced via whaling ships in 1826. The insects tended to prefer low elevation, moist environments, and seasonally warm temperatures, which is the conditions in which ʻakialoa birds were found. These mosquitoes were carrying a type of malaria which infected and killed a majority of the ʻakialoa birds, thus beginning the slow demise of the species, as well as many other Hawaiian species.The last documented Kauai ʻakialoa was seen in 1967. ʻAkialoa were once known on all of the other larger Hawaiian islands, but the Kauai species seems to have outlived all the rest. Unfortunately, scientists fear that even this bird might have gone extinct. Because these birds were so rare, not much is known about their life history.\nChanges to low-elevation ecosystems caused the downfall of many if not all major forest birds on Kauai. These changes began when the first Polynesians settled on the island and logged and cleared some of the arable land for crops. With new settlers, invasive plants and animals entered the Hawaiian Islands. Today, only about 40,000 acres (160 km2) of Kauai have not been drastically altered. Many avian diseases and parasites also pose a major threat to Hawaii's forest birds. Dramatic forest fires on the islands in the past caused further habitat destruction for the Kauai ʻakialoa.",
    "Conservation efforts": " \nThe Forest Reserve Act of 1903 was created to protect the forests and river watersheds on the island. In 1907, the Hawaiian Territorial Legislature passed a law to protect all native perching birds. In 1964, two scientists, F. Richardson and J. Bowles, published a survey of the birds of Kauai and introduced the world to these beautiful birds' fragile existence.\nThe Kauai ʻakialoa was registered as an endangered species in 1967 under the federal Endangered Species Act. The service began bird surveys on Kauai from 1968 to 1973. Extensive work on the puaiohi, another rare Kauai forest bird, has yielded no sightings of the Kauai ʻakialoa.\n\n\n== References =="
  }
}