{
  "url": "https://en.wikipedia.org/wiki/Kauaʻi_ʻōʻō",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "†Mohoidae"
    },
    {
      "Genus": "†Moho"
    },
    {
      "Species": "†M. braccatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Kauaʻi ʻōʻō or ʻōʻōʻāʻā (Moho braccatus) was a member of the extinct genus of the ʻōʻōs (Moho) within the extinct family Mohoidae from the islands of Hawai'i. It was previously regarded as member of the Australo-Pacific honeyeaters (Meliphagidae). This bird was endemic to the island of Kauaʻi. It was common in the subtropical forests of the island until the early twentieth century, when its decline began. Its song was last heard in 1987, and it is now probably extinct. The causes of its extinction include the introduction of the Polynesian rat, domestic pig, and mosquitoes carrying avian disease, and habitat destruction.",
    "Etymology": "The native Hawaiians named the bird ʻōʻō ʻāʻā, from the Hawaiian word ʻōʻō, an onomatopoeic descriptor from the sound of their call, and ʻāʻā, meaning dwarf.",
    "Description": "This bird was among the smallest of the Hawaiian 'o'os, if not the smallest species, at just over 20 centimetres (7.9 in) in length. The head, wings, and tail were black. The rest of the upperparts were slaty brown, becoming rufous on the rump and flanks. The throat and breast was black with white barring, which was particularly prominent in females. The central tail feathers were long, and there was a small tuft of gray feathers under the base of the wing. While the beak and legs were black, the leg feathers were a rich golden yellow. It was the only ‘ō’ō known to have eyes with yellow irises. Like other honeyeaters it had a sharp, slightly curved bill for sampling nectar. Its favored nectar sources were Lobelia species and the ʻohiʻa lehua tree. This species was additionally observed foraging in lapalapa trees. It also ate small invertebrates and fruit. The Kauaʻi ʻōʻō was very vocal, making hollow, erratic, flute-like calls. Both the males and females were known to sing.",
    "Extinction": "The bird was a cavity nester in the thickly forested canyons of Kauaʻi. Many of its relatives have also become extinct, such as the Hawaiʻi ʻōʻō, Bishop's ʻōʻō, and Oʻahu ʻōʻō. Little is known about these extinct birds. The species may have become extinct from a large range of problems, including mosquito-transmitted diseases, which caused the species to retreat to higher ground. Higher elevation forests lack tree cavities, so few, if any, nests could be made. In the 1970s the only known footage of the bird was filmed by John L. Sincock on Super 8 film and several song recordings were recorded as well (with Harold Douglas Pratt, Jr. being one of the people involved in recording the songs).The final blow was two hurricanes coming within ten years of each other. They destroyed many of the old trees with cavities, and prohibited tree growth when the second one arrived, causing the species to disappear. The bird was last sighted in 1985, and the last sound recording was made in 1987 by David Boynton. It is still believed by some that the species may survive undetected, as the species had already been proclaimed extinct twice: once in the 1940s (later rediscovered in 1950) and again from the late 1950s to the early 1970s, being rediscovered by John Sincock.  However, it has a loud and distinctive call, and intensive surveys have failed to find any since 1987.",
    "References": "",
    "External links": "Audio recording of the last Kauaʻi ʻōʻō on YouTube\nA recording of the bird's call. 1975\nArchive of Kauaʻi ʻōʻō footage and recordings on Macaulay Library",
    "Further reading": "Lewis, Daniel (2018). Belonging on an Island: Birds, Extinction and Evolution in Hawaii. Yale University Press, New Haven, CT. ISBN 978-0-3002-2964-6.. Chapter 2 of the book is about the ʻōʻō, including the work of John Sincock, who rediscovered the bird in the early 1970s.\nKauaʻi ʻōʻō\n[1]\n3D view of specimens RMNH 110.028 and RMNH 110.029 at Naturalis, Leiden (requires QuickTime browser plugin).\n\"Kauaʻi ʻŌʻō\" (PDF). Hawaii’s Comprehensive Wildlife Conservation Strategy. State of Hawaiʻi. 2005-10-01. Archived from the original (PDF) on 2011-06-16.\nCall of Kauaʻi ʻōʻō The Cornell Lab of Ornithology, Macaulay library Kauai Oo Moho Braccatus ML6050 John L. Sincock, 6 Jun 1975 Alakai Swamp, Kauai Hawaii"
  }
}