{
  "url": "https://en.wikipedia.org/wiki/Kioea",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "†Mohoidae"
    },
    {
      "Genus": "†ChaetoptilaG.R. Gray, 1869"
    },
    {
      "Species": "†C. angustipluma"
    }
  ],
  "text": {
    "__SUMMARY__": "The kioea (Chaetoptila angustipluma) was a Hawaiian bird that became extinct around 1859. The kioea was in decline even before the discovery of Hawaiʻi by Europeans. Even native Hawaiians are seemingly unfamiliar with this bird. The feathers of the kioea were not used in Hawaiian featherwork, nor is it mentioned in any chants or legends. Only four specimens exist in museums.\nThe cause of its extinction is unknown.",
    "Description": "The kioea was a large bird, about 13 inches (33 cm) long, with a long, slightly curved bill. What distinguished the kioea from other honeyeaters was the broad black stripe on its face and bristle-like feathers on the head and breast. The Hawaiian word \"kioea\" literally means \"stand tall\".\nAlthough all four known specimens are from the island of Hawaiʻi, fossil records show that related birds existed on other Hawaiian islands as well. The Oahu kioea (Chaetoptila cf.angustipluma) was found on Oahu, Maui and possibly other islands north of Oahu and has an unresolved taxonomic status within the genus Chaetoptila, while the Narrow-biled kioea (?Chaetoptila sp.) was found on Maui and possibly others and is more distinct, possibly not warranting a placement in Chatetoptila at all.",
    "Taxonomy": "Until recently, this species and the birds in the genus Moho were thought to belong to the family Meliphagidae (honeyeaters) because they looked and acted so similar to members of that family, including many morphological details. A 2008 study argued, on the basis of a phylogenetic analysis of DNA from museum specimens, that the genera Moho and Chaetoptila do not belong to the Meliphagidae but instead belong to a group that includes the waxwings and the palmchat; they appear especially close to the silky-flycatchers. The authors proposed a family, Mohoidae, for these two extinct genera.",
    "References": "",
    "External links": "BirdLife Species Factsheet\nNative Forest Birds of Hawaiʻi"
  }
}