{
  "url": "https://en.wikipedia.org/wiki/Kona_grosbeak",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "†Chloridops"
    },
    {
      "Species": "†C. kona"
    }
  ],
  "text": {
    "__SUMMARY__": "The Kona grosbeak (Chloridops kona) is an extinct species of Hawaiian honeycreeper.  The Kona grosbeak was endemic to naio (Myoporum sandwicense) forests on ʻaʻā lava flows at elevations of 1,400–1,500 metres (4,600–4,900 ft) near the Kona District on the island of Hawaii. The species was already very rare when it was first discovered, being found in only about 10 square kilometres (3.9 sq mi), and was last collected in 1894. Reasons for its extinction are not very well known. The genus is known from fossils from Kauai, Oahu and Maui.  It was unknown to the Native Hawaiians, and thus a name for it does not exist in the Hawaiian language.",
    "Description": "The Kona grosbeak, at 15 centimetres (5.9 in), was a medium-sized, chunky bird.  Its plumage was a dull olive green, and did not display sexual dimorphism.  The bird had a large head and a giant, brownish-gray beak.",
    "Diet": "The Kona grosbeak was a frugivore, with a large beak adapted to break through the hard endocarp of dried naio (Myoporum sandwicense) fruits.  It may have also taken green naio fruit and leaves, as well as softer fruit such as that of the ʻieʻie (Freycinetia arborea).  Young were most likely fed invertebrates.",
    "Wilson's report": "The ornithologist Scott Barchard Wilson was one of the few people to observe Kona grosbeaks in the wild. An account of his sightings is featured in The Ibis, which was published in 1893:\nThe Chloridops kona (Kona grosbeak), though an interesting bird on account of its peculiar structure, is a singularly uninteresting one in its habits. It is a dull, sluggish, solitary bird and very silent-its whole existence may be summed up in the words “to eat.” Its food consists of the seeds of the fruit of the aaka (Myoporum sandwicense) (bastard sandal-tree, and probably in other seasons of those of the sandalwood tree), and as these are very minute, its whole time seems to be taken up in cracking the extremely hard shells of this fruit, for which its extraordinarily powerful beak and heavy head have been developed. I think there must have been hundreds of the small white kernels in those that I examined. The incessant cracking of the fruits when one of these birds is feeding, the noise of which can be heard for a considerable distance, renders the bird much easier to see than it otherwise would be. It is mostly found on the roughest lava, but also wanders into the open spaces in the forest. I never heard it sing (once mistook the young Rhodacanthis -greater koa finch song for that of Chloridops), but my boy informed me that he had heard it once, and its song was not like that of Rhodocanthis. Only once did I see it display any real activity, when a male and female were in active pursuit of one another amongst the sandal-trees. Its beak is nearly always very dirty, with a brown substance adherent to it, which must be derived from the sandal-tree.\n\n\n== References =="
  }
}