{
  "url": "https://en.wikipedia.org/wiki/Kosrae_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Aplonis"
    },
    {
      "Species": "†A. corvina"
    }
  ],
  "text": {
    "__SUMMARY__": "The Kosrae starling, also known as  Kosrae Island starling, and formerly as Kusaie Mountain starling, (Aplonis corvina) is an extinct bird from the family of starlings (Sturnidae). It was endemic to the montane forests on the island of Kosrae which belong to the Caroline Islands in the south-western Pacific.",
    "Description": "It reached a length between 20 and 25.4 centimetres. It was crow-like, glossy black and had a long curved bill as well as a long tail.",
    "Extinction": "The Kosrae starling is only known by five specimens which were obtained between December 1827 and January 1828 by the Kittlitz Expedition. Kittlitz described the bird in 1833. Three skins can be seen in the Museum of Saint Petersburg in Russia and two further in the Museum Naturalis in Leiden. In 1880 an expedition led by Otto Finsch was unable to find this bird. Another survey by the Whitney South Seas Expedition of the American Museum of Natural History in 1931 proved that this species was extinct. Its extinction was most likely caused by rats which escaped from whaling vessels during the 19th century and became widespread on Kosrae.",
    "References": "Greenway, James (1967): Extinct and Vanishing Birds of the World\nDay, David (1981): The Doomsday Book of Animals\nFuller, Errol (2000): Extinct Birds\nFlannery, Tim & Schouten, Peter (2001): A Gap in Nature",
    "External links": "BirdLife Species Factsheet\nBiodiversity Heritage Library: Check-list of birds of the world. (1962)\nBiodiversity Heritage Library:  University of Kansas publications, Museum of Natural History. (1951)\nCatalogue of Life: Annual Checklist\nLondon Natural History Museum: A picture of five specimens"
  }
}