{
  "url": "https://en.wikipedia.org/wiki/Kosrae_crake",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Porzana"
    },
    {
      "Species": "†P. monasa"
    }
  ],
  "text": {
    "__SUMMARY__": "The Kosrae crake or Kusaie Island crake (Porzana monasa), sometimes also stated as Kittlitz's rail, is an extinct bird from the family Rallidae.  It occurred on the island of Kosrae and perhaps on Ponape in the south-western Pacific which belong both to the Caroline Islands.  Its preferred habitat were coastal swamps and marshland covered with taro plants (Colocasia esculenta).",
    "Description": "It was discovered in 1827 by Heinrich von Kittlitz.  Von Kittlitz described its plumage as general black with bluish gloss.  The quills were more brownish.  The chin and the middle of the throat were brown.  The surface of its tail were brownish-black. The undertail coverts exhibit white spots.  The inner wing coverts were brownish and were spotted with white.  The outer edged of the first primary was dull brown.  Eyes, legs and feet had a reddish hue.  The bill was black.  Its size was about 18 cm.\nControversial data exists as to its ability to fly. X-ray measurements of the Carpometacarpii lead to the assumption that it was flightless.  However its native name nay-tay-mai-not which means \"the one who lands in the taro plot\" might imply that the ability to fly was present.",
    "Extinction": "The Kosrae crake is only known by two specimens taken by von Kittlitz in December 1827 in the swamps of Kosrae.  The two skins are now in the Russian Academy of Sciences in Saint Petersburg.  The story of its extinction is similar to the vanishing of the Kosrae starling (another extinct species from Kosrae).  Even in 1828 von Kittlitz described this bird as uncommon. German ornithologist Otto Finsch failed to find this bird on his expedition in 1880 and also the Whitney South Seas Expedition of the American Museum of Natural History in 1931 remained unsuccessful on a survey after that species.  They became apparently victims of rats which had overrun Kosrae after they were able to escape from missionary and whaling vessels which were careened on the beach of Kosrae.",
    "References": "",
    "Further reading": "Greenway, James (1967): Extinct and Vanishing Birds of the World, Dover Publications Inc. New York, ISBN 0-486-21869-4\nErrol Fuller (2000). Extinct Birds, ISBN 0-8160-1833-2\nFlannery, Tim & Schouten, Peter (2001). A Gap in Nature: Discovering the World's Extinct Animals, Atlantic Monthly Press, New York. ISBN 0-87113-797-6.\nDavid Day (1981). The Doomsday Book of Animals, Ebury Press, London, ISBN 0-670-27987-0"
  }
}