{
  "url": "https://en.wikipedia.org/wiki/Kāmaʻo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Turdidae"
    },
    {
      "Genus": "Myadestes"
    },
    {
      "Species": "†M. myadestinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The kāmaʻo or large Kauaʻi thrush (Myadestes myadestinus) was a small, dark solitaire endemic to Kauaʻi in the Hawaiian Islands.",
    "Characteristics": "The adult bird grew up to 8 inches (20 cm) in length. The male and female of the species looked similar. It was dark brown above and gray below, with black legs. It was closely related to the other species of Hawaiian thrushes, the Puaiohi (M. palmeri), the ʻŌmaʻo (M. obscurus) and the likely-extinct olomaʻo (M. lanaiensis).\nIts song was a complex melody composed of flute-like notes, liquid warbles, buzzy trills, and gurgling whistles.  The call was a raspy \"braak,\" with an alternate high pitched note similar to a police whistle.  The bird occurred in the understory of densely vegetated gulches, where it often perched motionlessly in a hunched posture. Like other native Hawaiian thrushes, it often quivered its wings and fed primarily on fruit and insects.",
    "Extinction": "In the late 1800s, it was considered the most common bird on Kauaʻi, occurring throughout all areas of the island, but land clearing and avian malaria brought on by introduced mosquitoes decimated the birds.  Introduced animals such as feral pigs (which create pools for their wallows, in which mosquitoes can breed) and rats (which feed on eggs and unfledged birds) also contributed to the bird's demise.  Competition from introduced bird species may also have led to further declines.\nThe kāmaʻo is classified as extinct.  The last probable sighting occurred in 1989 in the Alakaʻi Wilderness Preserve, its last stronghold.",
    "References": "",
    "External links": "BirdLife Species Factsheet\n3D view of specimens RMNH 110.024 and RMNH 110.025 at Naturalis, Leiden (requires QuickTime browser plugin).\n\"Kāmaʻo or Large Kauaʻi Thrush\" (PDF). Hawaii’s Comprehensive Wildlife Conservation Strategy. State of Hawaiʻi. 2005-10-01."
  }
}