{
  "url": "https://en.wikipedia.org/wiki/Laughing_owl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Strigiformes"
    },
    {
      "Family": "Strigidae"
    },
    {
      "Genus": "SceloglauxKaup, 1848"
    },
    {
      "Species": "†S. albifacies"
    }
  ],
  "text": {
    "__SUMMARY__": "The laughing owl (Sceloglaux albifacies), also known as whēkau or the white-faced owl, was an endemic owl of New Zealand. Plentiful when European settlers arrived in New Zealand, its scientific description was published in 1845, but it was largely or completely extinct by 1914. The species belonged to the monotypic genus Sceloglaux (\"scoundrel owl\", probably because of the mischievous-sounding calls), although recent genetic studies indicate that it belongs with the boobook owls in the genus Ninox.",
    "Taxonomy": "In the North Island, specimens of the smaller subspecies S. a. rufifacies were allegedly collected from the forest districts of Mount Taranaki/Egmont (1856) and the Wairarapa (1868); the unclear history of the latter and the eventual disappearance of both led to suspicions that the bird may not have occurred in the North Island at all. This theory has been refuted, however, after ample subfossil bones of the species were found in the North Island. Sight records exist from Porirua and Te Karaka; according to Māori tradition, the species last occurred in Te Urewera.\nIn the South Island, the larger subspecies S. a. albifacies inhabited low rainfall districts, including Nelson, Canterbury, and Otago. They were also found in the central mountains and possibly Fiordland. Specimens of S. a. albifacies were collected from Stewart Island/Rakiura in or around 1881.\nTrevor H. Worthy (1997) records 57 body and 17 egg specimens in public collections. He concluded that the only ones of these that may be the missing type of S. a. rufifacies were NHMW 50.809 or that of the Universidad de Concepción. Greenway (1967) mentions specimens at Cambridge, Massachusetts (probably Harvard Museum of Natural History) and Edinburgh (Royal Museum) that seem to be missing in Worthy's summary.\nA 2016 study of the laughing owl's mitogenome stated that the species may not belong to the monotypic genus Sceloglaux as previously thought, but instead belong to the genus Ninox. The analysis indicated that the laughing owl may be a sister taxon to the Ninox clade containing the barking owl, Sumba boobook, and morepork, the latter of which shared New Zealand with the laughing owl.",
    "Description": "The laughing owl's plumage was yellowish-brown striped with dark brown. White straps were on the scapulars, and occasionally the hind neck. Mantle feathers were edged with white. The wings and tail had light-brown bars. The tarsus had yellowish to reddish-buff feathers. The facial disc was white behind and below the eyes, fading to grey with brown stripes towards the centre. Some birds were more rufous, with a brown facial disk; this was at first attributed to subspecific differences, but is probably better related to individual variation. Males were thought to be more often of the richly coloured morph (e.g. the Linz specimen OÖLM 1941/433). The eyes were very dark orange. Its length was 35.5–40 cm (14-15.7 in) and wing length 26.4 cm (10.4 in), with males being smaller than females. Weight was around 600 g.",
    "Description-Vocalisations": "The call of the laughing owl has been described as \"a loud cry made up of a series of dismal shrieks frequently repeated\". The species was given its name because of this sound. Other descriptions of the call were: \"A peculiar barking noise ... just like the barking of a young dog\"; \"Precisely the same as two men \"cooeying\" to each other from a distance\"; \"A melancholy hooting note\", or a high-pitched chattering, only heard when the birds were on the wing and generally on dark and drizzly nights or immediately preceding rain. Various whistling, chuckling and mewing notes were observed from a captive bird.\nBuller (1905) mentions the testimony of a correspondent who claimed that laughing owls would be attracted by accordion play. Given that recorded vocalizations are an effective means to attract owls, and given the similarity of a distant accordion's tune to the call of the laughing owl as reported, the method might have worked.",
    "Ecology and behaviour": "Laughing owls generally occupied rocky, low-rainfall areas and also found in forest districts in the North Island. Their diet was diverse, encompassing a wide range of prey items, from beetles and weta up to birds and geckos of more than 250 g, and later on rats and mice. Laughing owls were apparently ground feeders, chasing prey on foot in preference to hunting on the wing. Knowledge on their diet, and how that diet \nchanged over time, is preserved in fossil and subfossil deposits of their pellets. These pellets have been a great help to the palaeobiological concentrations of otherwise poorly preserved small bones: \"\nTwenty-eight species of bird, a tuatara, three frogs, at least four geckos, a skink, two bats, and two fish contribute to the species diversity\" found in a Gouland Downs roosting site's pellets.\n\nThe owls' diet generally reflected the communities of small animals in the area, taking prions (small seabirds) where they lived near colonies, Coenocorypha snipe, kākāriki and even large earthworms. Once Pacific rats were introduced to New Zealand and began to reduce the number of native prey items, the laughing owl was able to switch to eating them, instead. They were still relatively common when European settlers arrived.\nBeing quite large, they were also able to deal with the introduced European rats that had caused the extinction of so much of their prey; however, the stoats introduced to control feral rabbits and feral cats were too much for the species.\nIndividuals of a bird louse of the genus Strigiphilus were found to parasitize laughing owls.",
    "Ecology and behaviour-Reproduction": "Breeding began in September or October. The nests were lined with dried grass and were on bare ground, in rocky ledges or fissures, or under boulders. Two white, roundish eggs were laid, measuring 44-51 by 38–43 mm (1.7-2\" x 1.5-1.7\"). Incubation took 25 days, with the male feeding the female on the nest.",
    "Extinction": "By 1880, the species was becoming rare, and the last recorded specimen was found dead at Bluecliffs Station in Canterbury, New Zealand on July 5, 1914. Unconfirmed reports have been made since then; the last (unconfirmed) North Island records were in 1925 and 1927, at the Wairaumoana branch of Lake Waikaremoana (St. Paul & McKenzie, 1977; Blackburn, 1982). In his book The Wandering Naturalist, Brian Parkinson describes reports of a laughing owl in the Pakahi near Opotiki in the 1940s. An unidentified bird was heard flying overhead and giving \"a most unusual weird cry which might almost be described as maniacal\" at Saddle Hill, Fiordland, in February 1956, and laughing owl egg fragments were apparently found in Canterbury in 1960.Extinction was caused by persecution (mainly for specimens), land use changes, and the introduction of predators such as cats and stoats. Until the late 20th century that the species' disappearance was generally accepted to be due to competition by introduced predators for the kiore, or Pacific rat, a favorite prey of the laughing owl (an idea originally advanced by Walter Buller). However, since the kiore is itself an introduced animal, the laughing owl originally preyed on small birds, reptiles, and bats, and later probably used introduced mice, as well. Direct predation on this unwary and gentle-natured bird seems much more likely to have caused the species' extinction.",
    "See also": "Ruru (morepork), New Zealand's remaining native owl",
    "References": "",
    "Further reading": "Blackburn, A. (1982): A 1927 record of the Laughing Owl. Notornis 29(1): 79. PDF fulltext\nBuller, Walter L. (1905): Supplement to the 'Birds of New Zealand' (2 volumes). Published by the author, London.\nFuller, Errol (2000): Extinct Birds (2nd ed.). Oxford University Press, Oxford, New York. ISBN 0-19-850837-9\nGreenway, James C., Jr. (1967): Extinct and Vanishing Birds of the World, 2nd edition: 346-348. Dover, New York. QL676.7.G7\nLewis, Deane P. (2005): The Owl Pages: Laughing Owl Sceloglaux albifacies. Revision as of 2005-04-30.\nSt. Paul, R. & McKenzie, H. R. (1977): A bushman's seventeen years of noting birds. Part F (Conclusion of series) - Notes on other native birds. Notornis 24(2): 65–74. PDF fulltext\nWorthy, Trevor H. & Holdaway, Richard N. (2002): The Lost World of the Moa. Indiana University Press, Bloomington. ISBN 0-253-34034-9",
    "External links": "Olliver, Narena. 2000. \"Whekau, The Laughing Owl\". NZbirds.com\nImages of Laughing Owls in the collection of the Museum of New Zealand Te Papa Tongarewa\nWingspan Birds of Prey Trust"
  }
}