{
  "url": "https://en.wikipedia.org/wiki/Laysan_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Porzana"
    },
    {
      "Species": "†P. palmeri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Laysan rail or Laysan crake (Porzana palmeri) was a flightless bird endemic to the Northwest Hawaiian Island of Laysan. This small island was and still is an important seabird colony, and sustained a number of endemic species, including the rail. It became extinct due to habitat loss by domestic rabbits, and ultimately World War II.",
    "Taxonomy": "Its scientific name honours Henry Palmer, who collected in the Hawaiian Islands for Walter Rothschild.\nThe following cladogram shows the placement of the among other rails, according to Slikas and colleagues, 2002:",
    "Description": "It was a small bird (15-centimetre (5.9 in) from beaktip to \"tail\" tip, fully stretched out), a flightless member of the rail family. Tail and wings had been reduced in the course of its evolution to lengths of merely 2.5 centimetres (0.98 in) and 5.4 centimetres (2.1 in), respectively, and it only had 8 primaries as opposed to 10 in volant rails. The bill, measuring 1.8 centimetres (0.71 in), was strong and straight, and the legs were also well-developed; in its overall proportions it was similar to the small rails of the genus Laterallus, such as the black rail.\nIts coloration was essentially a lighter, more subdued version of that of the Baillon's crake, a closely related species from which it possibly had evolved. The face, throat, breast and supercilium were dull medium gray, and the back, wings and top of the head were pale brown with strongly contrasting feather shafts except on the wings. Scapular (shoulder) and flank plumage were sandy brown. The characteristic black-and-white barring of the lower belly and undertail coverts often seen in the genera Porzana and Rallus was much reduced. Feet and bill were a yellowish-olive green, and the iris was ruby red. The sexes were alike; downy young were black all over, with conspicuously long dark legs and a yellow bill, and immature birds had the entire underside colored pale brown.",
    "Distribution and habitat": "It was endemic to Laysan (although an introduced population was present on Midway Atoll for some decades early in the 20th century); some authors have noted that there were tales of flightless rails on other Hawaiian islands, but they refer to local forms extinct before Western contact. A supposed early record from Lisianski Island might more likely refer to migrant rails, or alternatively to a distinct species that evolved in parallel to the Laysan rail; however, given the barrenness of Lisianski and the lack of material evidence, this is quite unlikely.",
    "Behavior and ecology": "The Laysan rail was an opportunist that fed mainly on invertebrates such as moths, Neoscatella sexnotata (brine flies), blowflies, and their larvae; plant leaves, seeds, and eggs and carcasses of seabirds were eaten when they were available. It was an aggressive bird that would fight off other species, particularly the Laysan finch: the latter is very adept at breaking open seabird's eggs to consume the contents, while the rail was much less so. Consequently, rails would linger around in the seabird colony, be on the lookout for finches which had just cracked open an egg, chase these away, and consume the egg's contents. On Midway, the rails were seen to steal food from domestic chicken. There exists no permanent source of freshwater on Laysan, and while the rails must have been able to cover their needs from the body fluids of prey and the content of eggs, they would eagerly drink from and bathe in pools of water remaining after heavy rain, or a pan of water provided by an observer.\n\nAlthough it was flightless, it would use its wings to assist in keeping balance when running quickly and jumping; this way, they were able to make jumps of somewhat less than 1 metre (3.3 ft). They were nimble and restless, retreating to the tussocks to avoid predators, but chiefly to escape the mid-day heat; if they felt threatened, they often hid in the burrows of petrels. The birds were most active in the open in the morning and afternoon hours, but it could regularly be seen all day and heard calling at night. Laysan rails had no natural enemies apart from occasional predation by frigatebirds; all reports remarked upon its fearlessness, and if an observer stood still, rails would approach and even climb over him to search for scraps of food. One bird, removed from its nest in an attempt to photograph the eggs, would immediately return to protect her clutch. The species was somewhat territorial, more so during the breeding season. On Laysan, carrying capacity was reached at 10–13 square metres (110–140 sq ft) of habitat per bird, while on Midway, population density was one-fourth of this figure; in captivity, an enclosure of roughly 8 square metres (86 sq ft) was sufficient for two pairs, but introducing more birds into this space would lead to fights.",
    "Behavior and ecology-Vocalization": "When active, Laysan rails would ever so often stand still and utter one to three soft warbling chirps. In courtship or territorial defense (reports are not clear, but probably the latter) two birds would stand opposing each other, fluffing up their plumage, and give rattling, scolding calls not unlike a mechanical alarm clock. Soon after dusk, the entire population could be heard to engage in a brief bout of vocalization, which Frohawk (1892) described as sounding like\n\n\"[...]a handful or two of marbles being thrown on a glass roof and then descending in a succession of bounds.\"\nDowny young would vocalize a lot, and their calls were rather loud in proportion to their tiny size.",
    "Behavior and ecology-Reproduction": "On Laysan, courtship and the start of nest-building was in April, with eggs being laid from May to June and the height of the nesting season taking place in June and July; there is a report of recently hatched young birds from Midway in March, but this seems to be unusually early. On Laysan, nests were built in tussocks of endemic Cyperus pennatiformis subsp. bryanii, kāwelu (Eragrostis variabilis) and introduced Bermuda grass (Cynodon dactylon) around the lagoon, while on Midway, it nested in any shelter that seemed convenient, such as naupaka kahakai (Scaevola taccada ) thickets and pōhuehue (Ipomoea pes-caprae subsp. brasiliensis) stands. The nests were placed on the ground or inside the base of a tussock; in the latter case the birds would rearrange the dried dead leaves to form a roofed cavity reached through a small tunnel some 15 centimetres (5.9 in) long. Nests were lined with soft dried plant material and down of seabirds.\nThe clutch consisted of 3 or less frequently two eggs (as opposed to some 5–10 for related continental rails). These were oval without being conspicuously more rounded on one end, measuring 31 x 21 mm and being pale olive buff in base color, irregularly marked all over in pale raw sienna or purplish grey. The sexes mated either for life or for an entire breeding season and shared incubation duties, although females seem to have spent more time incubating than males.\n\nThe young hatched after approximately 20 days of incubation (perhaps somewhat less; in related species it is usually 16–20 days) and were tended for by both parents for about one month. Five days after hatching, the young were able to run as quickly as adults. Hadden (1941) described a three-day-old chick as follows:\n\"A black velvet marble rolling along the ground. Its little feet and legs are so small and move so fast that they can hardly be seen.\"",
    "Extinction": "Laysan is considered one of the most important seabird colonies in the United States. It has thousands of black-footed albatross, Laysan albatross as well as shearwaters and terns.  The island also held 5 unique (sub)species of land- and waterbirds, including the Laysan rail. The extinction of this species is particularly unfortunate as it could have easily been avoided.\nThe rail was initially threatened when domestic rabbits were introduced to Laysan. With no predators to control their numbers the rabbits soon ate the entire vegetation cover on the island. This turned the island into a barren dust bowl, sending the Laysan millerbird and the Laysan honeycreeper (both subspecies endemic to the island) to extinction; the Laysan finch and Laysan duck both managed to survive. In the 1900s, when destruction of the vegetation by the rabbits had only just started, the rail's population was around 2000 mature birds and at carrying capacity; it remained so until at least the early 1910s, but declined thereafter. In 1923, only two birds could be found on Laysan, and of eight that were on that occasion brought from Midway, at least two died almost immediately from lack of food and shelter. The species is believed to have become extinct on Laysan during 1923, probably mainly because no habitat for nesting was left in sufficient quantity to maintain the population.\nThe last rail was seen on Eastern Island in Midway in June 1944.",
    "References": "",
    "Further reading": "Fuller, Errol (2000): Extinct Birds (2nd ed.). Oxford University Press, Oxford, New York. ISBN 0-19-850837-9\nLamoureux, Charles H. (1963). \"The flora and vegetation of Laysan Island\" (PDF). Atoll Research Bulletin. 97: 1–14. doi:10.5479/si.00775630.97.1. hdl:10125/582. Archived from the original (PDF) on 2006-09-12."
  }
}