{
  "url": "https://en.wikipedia.org/wiki/Laysan_honeycreeper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Himatione"
    },
    {
      "Species": "†H. fraithii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Laysan honeycreeper or Laysan ʻapapane (Himatione fraithii) was an extinct bird species that was  endemic to the island of Laysan in the Northwestern Hawaiian Islands.",
    "Taxonomy": "The species was described by the British ornithologist Walter Rothschild in 1892 under its current binomial name. In a review published in 1950, the American ornithologist Dean Amadon treated the Laysan honeycreeper as a subspecies of the ʻApapane and adopted the trinomial name Himatione sanguinea freethii. Subsequent publications followed this lead. In 2015 the North American Classification Committee (NACC) of the American Ornithologists' Union decided to promote the extinct honeycreeper to the species level and to adopt the original binomial name. This change was adopted by the International Ornithological Committee in their world list of birds.",
    "Description": "An adult male Laysan honeycreeper had vermilion upperparts, an ashy-brown lower abdomen and underwing-coverts, and brownish-white undertail-coverts.  Adult females were similar to the male, but had paler red feathers.  After molting, the feathers were brighter but faded with sunlight exposure.",
    "Diet": "Laysan honeycreepers fed on nectar from the native flowers on the island, especially maiapilo (Capparis sandwichiana). When populations of that species declined, it was forced to feed on nectar from ʻākulikuli (Sesuvium portulacastrum) and ʻihi (Portulaca lutea).  It was observed visiting koali ʻawa (Ipomoea indica), pōhuehue (I. pes-caprae brasiliensis), and nohu (Tribulus cistoides), and would also feed on caterpillars and moths. Unlike the ʻapapane, the Laysan honeycreeper foraged on the ground.",
    "Breeding": "Laysan honeycreeper primarily nested in the center of tall grass bunches, but sometimes built nests in  dense ʻāheahea (Chenopodium sandwichensis) shrubs.  Nests were made of rootlets interwoven with grass blades.  The clutch size was four to five eggs.",
    "Extinction": "Domestic rabbits were introduced to the island in the late 19th century, and quickly consumed nearly all vegetation on the island, including nectar sources for the Laysan honeycreeper. The bird was filmed in 1923 during the Tanager Expedition. Shortly after, Laysan was battered by a strong storm, and later attempts at finding any remaining Laysan honeycreeper failed. Other birds also inhabited the island, including the Laysan millerbird, the Laysan rail, the Laysan duck, and the Laysan finch. Of these, only the finch and the duck remain extant.\n\n\n== References =="
  }
}