{
  "url": "https://en.wikipedia.org/wiki/Laysan_millerbird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Acrocephalidae"
    },
    {
      "Genus": "Acrocephalus"
    },
    {
      "Species": "A. familiaris"
    },
    {
      "Subspecies": "†A. f. familiaris"
    }
  ],
  "text": {
    "__SUMMARY__": "The Laysan millerbird (Acrocephalus familiaris familiaris) was a subspecies of the millerbird, similar in appearance to the remaining subspecies, the Nihoa millerbird. Its dorsal side was brown, and its belly was grayish. Its name derives from its favorite food, several species of moths of the genus Agrotis (such as the endemic and likewise extinct Agrotis laysanensis) commonly referred to as \"millers\" (Butler & Usinger, 1963).",
    "Extinction": "Very tame, it was abundant on Laysan, where it was endemic, in the 1890s (Udvardy, 1996). After the fateful introduction of domestic rabbits in 1903, which nearly denuded the island of vegetation in the next few years, the birds probably declined rapidly. Supposedly, there were 1500 still alive in April 1915 as reported by the USCGC Thetis expedition (Clapp et al., 1996), but a thorough 1911 census by the State University of Iowa expedition had found only \"a few\" (Dill & Bryan, 1912), as did a brief visit in February 1916. As land bird populations on Laysan fluctuate heavily and because there was considerable poaching for the Japanese millinery trade in the 1910s, the supposed 1915 figure cannot be discounted, but it seems highly improbable. At any rate, the 1923 expedition by the USS Tanager (AM-5) reported only one unconfirmed sighting which seems to have been erroneous (Olson, 1996). Thus, it can be concluded that the bird disappeared at some time in the late 1910s.\nAs the vegetation disappeared, the bird suffered increased egg predation by Laysan finches (Telespiza cantans), ruddy turnstones (Arenaria interpres) and bristle-thighed curlews (Numenius tahitiensis), as well as increased competition for food and nesting habitat; a small patch of tree tobacco (Nicotiana glauca) was the only locality left where the millerbird, the Laysan rail (Porzana palmeri) and the Laysan honeycreeper (Himatione fraithii) could nest with a reasonable chance of success. Additionally, the moths which formed its main food source became likewise extinct or exceedingly rare as their food plants were eaten by the rabbits, and thus the only significant food left were brine flies, which, though abundant, would also be utilized by the other land birds and the Laysan duck (Anas laysanensis), all of which were more aggressive than the millerbird. It is most likely that the Laysan millerbird was the first of the three avian taxa to have gone extinct on Laysan, the last individuals of the ʻapapane disappearing in a sandstorm around April 24, 1923 and the rail also disappearing around that time.",
    "References": "Butler, G. D., Jr. & Usinger, R. L. (1963): Insects and other invertebrates from Laysan Island. Atoll Res. Bull. 98: 1-30. PDF fulltext\nClapp, R. B.; Udvardy, Miklos D. F. & Kepler, A. K. (1996): An annotated bibliography of Laysan Island, Northwestern Hawaiian Islands. Atoll Res. Bull. 434: 1-92. PDF fulltext\nDill, H.R. & Bryan, W.A. (1912): Report of an Expedition to Laysan Island in 1911. U.S. Department of Agriculture, Biological Survey Bulletin 42.\nOlson, Storrs L. (1996): History and ornithological journals of the Tanager expedition of 1923 to the Northwestern Hawaiian Islands, Johnston and Wake Islands. Atoll Res. Bull. 433: 1-210. PDF fulltext\nRothschild, Walter (1892): Descriptions of seven new species of birds from the Sandwich Islands. Ann. Mag. Nat. Hist. (ser. 6) 10: 108–112.\nUdvardy, Miklos D. F. (1996): Three Months on a Coral Island (Laysan) by Hugo H. Schauinsland [1899]. Atoll Res. Bull. 432: 1-53. PDF fulltext"
  }
}