{
  "url": "https://en.wikipedia.org/wiki/Lewin's_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Lewinia"
    },
    {
      "Species": "L. pectoralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lewin's rail (Lewinia pectoralis) is a species of bird in the family Rallidae.  It is found in Australia, Wallacea, and New Guinea.  Lewin's rail is also known as the water rail, Lewin's water rail, Lewin's grind rail, slate-breasted rail, slate-breasted water rail, pectoral rail, pectoral water rail, short-toed rail and short-toed water rail.  Its natural habitat is subtropical or tropical moist lowland forests.",
    "Subspecies": "Eight subspecies have been described:\nL. p. exsul (Hartert, 1898) – Flores, WallaceaNew GuineaL. p. mayri (Hartert, 1930) – Arfak Mountains\nL. p. captus (Mayr & Gilliard, 1951) - central New Guinea\nL. p. insulsus (Greenway, 1935) - Herzog Mountains\nL. p. alberti (Rothschild & Hartert, 1907) - mountains of south-eastern New GuineaAustraliaL. p. clelandi (Mathews, 1911) – south-western Australia (extinct)\nL. p. pectoralis (Temminck, 1831) – eastern and south-eastern Australia\nL. p. brachipus (Swainson, 1838) – Tasmania",
    "Conservation status": "Lewin's rails are not listed as threatened on the Australian Environment Protection and Biodiversity Conservation Act 1999.  However, their conservation status varies from state to state within Australia. For example:\nThe Lewin's rail is listed as threatened on the Victorian Flora and Fauna Guarantee Act (1988).  Under this Act, an Action Statement for the recovery and future management of this species has not yet been prepared.  It is also notable that the Lewin's rail is listed by an earlier scientific name (Dryolimnas pectoralis) under this Act.On the 2007 advisory list of threatened vertebrate fauna in Victoria, the Lewin's rail is listed as vulnerable.A subspecies of Lewin's rail, listed as Lewin's water rail (Rallus pectoralis clelandi), is on Western Australia's Wildlife Conservation (Specially Protected Fauna) Notice 2008 Schedule 2 — Fauna presumed to be extinct, under the WA Wildlife Conservation Act 1950.\nAlong Kedron Brook in Brisbane, the bird is described as rare and threatened.  The Brisbane Airport's construction of a second runway initially included 38 hectares of wetlands to be set aside for habitat. This was later expanded to 49 hectares to provide a more appropriate vegetation corridor.\nLewin's rail is protected under the Nature Conservation Act 1992. It is an offence to damage or interfere with Lewin's rail in any other way than when accepted by the Act.Redland City Council manages environmental pests throughout the Redlands to minimize their impact on native ecosystems and birds such as Lewin's rail.",
    "Habits": "Lewin's rail is a highly secretive bird. This species prefers permanent, fresh-to-saline wetlands surrounded by dense vegetation. That means it can be found in artificial wetlands surrounded by dense vegetation. Lewin's rails breed over the summer period, laying three to five eggs in their saucer-shaped ground nests, which they build from dry vegetation such as reeds and grasses. The nests usually sit just above the water's edge in dense reeds and grassland. These birds forage in shallow water around the water's edge, under the cover of surrounding vegetation and aquatic plants. Lewin's rails feed mainly on invertebrates and occasionally bird eggs and frogs.",
    "Threatening": "Loss of habitat due to changes in water body structure, disruption of nests, and predation by introduced species.",
    "Media": "",
    "See also": "List of birds of Australia\nList of birds of Indonesia\nList of birds of Papua New Guinea",
    "References": "",
    "External links": " Media related to Lewinia pectoralis at Wikimedia Commons"
  }
}