{
  "url": "https://en.wikipedia.org/wiki/Lord_Howe_gerygone",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Acanthizidae"
    },
    {
      "Genus": "Gerygone"
    },
    {
      "Species": "G. insularis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lord Howe gerygone (Gerygone insularis) was a small bird in the family Acanthizidae, brown and greyish in color. Its head was brown apart from a pale grey eye-ring and a grey throat and chin, many parts of the animal varied to the colour of yellow, this being apparent in its bright yellow belly. It made its home in the canopies of  the island's forest until the early 20th century. The bird has had a variety of monikers: locally, it was known as the \"rain-bird\" due to its activity after the rains, or the \"pop-goes-the-weasel\", due to the similarity of its song to the well-known tune. Another name for this bird is the Lord Howe gerygone flyeater. The bird was endemic  to Lord Howe Island in the Tasman Sea (part of New South Wales, Australia). There have been no records of the species since 1928, and it is considered to be extinct.  Its extinction is almost certainly due to predation by black rats which were accidentally introduced to the island in 1918 following the shipwreck of the SS Makambo there.",
    "Taxonomy": "There is much conflict in scientific literature regarding the exact taxonomic divisions of the gerygone species in the area. The Gerygone insularis was previously referred to as the Pseudogerygone insularis. There is also a significant mention of a species, Gerygone thorpe Ramsay but, other than a smaller size there is not apparent evidence that this was (biologically) a separate species. The bird is more widely referred to as the Gerygone insularis as named by Ramsey in 1879.\nThe Gerygone insularis was also considered a subspecies of a broader taxon Gerygone which included the G. modesta (Norfolk Island) and the G. igata (Mainland New Zealand)",
    "Physiology": "",
    "Physiology-Appearance": "The Lord Howe gerygone was a small brown and grayish perching songbird. The small feathers extending from the bird's eye to its ear were pale grey as well as the section of feathers between its eyes leading to its eyebrows. The Lord Howe gerygone had a ring of feathers around its eye of lighter grey forming a light perimeter around the orbital, which matched the similarly light feathers of its chin and throat. The portion of its body lining the ribcage yet excluding the abdomen had medium brown coloring, with the back of the head leading to the beginning of the tail matching this color scheme. The breast was a shade of pale-grey complemented with a touch of yellow that led to the fully yellow abdomen. The dorsal portion of its tail was a shade of brown gradually turning to black at the tip of the tail. The ventral portion of the tail was all white. The Lord Howe gerygone had pink eyes, similar to those of a rat, and a thin grey bill.",
    "Physiology-Body Size": "On average, the Lord Howe gerygone grew to be roughly 12 centimeters and weighing 6 to 7 grams. The small body type is common with perching songbirds. The meaning of gerygone is born of sound.  It lived in the canopy of Australian forests and its small body couple with its thin bill was ideal for feeding on small insects.",
    "Behavior": "",
    "Behavior-Reproduction": "A pregnant Lord Howe gerygone would lay a clutch of three pink-tinged, brown-speckled eggs in a domed nest made up of dry bark, fibres, leaves, grass, moss and wool wrapped together with a spider web suspended from a twig. The nest was described by natives as having an entrance on the side, and a projecting hood. (Hull, 1909)",
    "Behavior-Diet": "The Lord Howe gerygone's diet consisted mostly of small insects and spiders. The small bill was used to pull these insects out of the trees high up in the forest canopy. They were very abundant after rainfall due to the presence of more small insects during this time. (Hull, 1909)",
    "Behavior-Habitat": "It was endemic to Lord Howe Island, Australia. This species of bird was very common and found mostly in canopies of the native forests and secondary regrowths on this island.",
    "Threats": "",
    "Threats-Extinction": "The Lord Howe gerygone has not been viewed alive since 1928. It is thought that its extinction was due to the introduction of black rats that preyed on the bird's nests. Also, it is believed that disease introduced by other similar birds were related to the cause of extinction.",
    "Miscellaneous": "Though this species is listed by the EBPC as migratory, it was not a migratory species. It is listed this way due to the inclusion of Endangered or Presumed Extinct species when the list was created in 2001. (Department of the Environment)\n\n\n== References =="
  }
}