{
  "url": "https://en.wikipedia.org/wiki/Lord_Howe_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Columba"
    },
    {
      "Species": "C. vitiensis"
    },
    {
      "Subspecies": "C. v. godmanae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lord Howe pigeon (sometimes white-throated pigeon), Columba vitiensis godmanae, was a subspecies of the metallic pigeon which existed on Lord Howe Island.  It became extinct in the 1850s.",
    "Description": "The Lord Howe pigeon was mostly brown, with a purple head and breast, and a white patch on its throat.",
    "Ecology": "The bird was found in an arboreal habitat, particularly closed forests.  Spread throughout the lowlands of Lord Howe Island, it is likely the species fed upon fruits and seeds.",
    "Records": "Lord Howe Island was discovered in 1788.  A written report was made Arthur Bowes, who landed on the island when the Lady Penrhyn stopped there in 1788. Parties from his ship collected many birds from the island, including many Lord Howe pigeons, which they subsequently ate.  The tameness of the birds made hunting particularly easy. Lady Penrhyn had been travelling with the Charlotte, and her Captain, Thomas Gilbert, wrote that he captured five or six dozen of the birds, almost all that he found. By breaking the legs of the birds and leaving them to cry, others were drawn to investigate, allowing his near complete capture.In 1790, midshipman George Raper of HMS Sirius produced a painting of the bird. Raper had never personally travelled to Lord Howe Island, but may have seen specimens of the pigeon caught there and taken about the Sirius or another ship. Few reports of the bird's existence were made before its extinction. As no skins or specimens of the bird were ever obtained, Raper's painting, and a second painting, provide the only concrete evidence of the bird's existence.Dr Foulis, who was a resident of the island from 1844 until 1847, recorded the bird as being the only bird of value on the island.  At this time the island's population was only 16 humans, but the Lord Howe pigeon was soon extinct.The species was driven to extinction in the mid-19th century.  Hunting by humans is believed to be the likely cause of extinction.  The last recorded sighting of the bird took place in 1853.  No specimens were collected before extinction. The species was described by Gregory Mathews in 1915, using Raper's painting as a guide.  At the time, he named it Raperia godmanae, but it was eventually reclassified as a subspecies of Columba vitiensis.\n\n\n== References =="
  }
}