{
  "url": "https://en.wikipedia.org/wiki/Lord_Howe_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Cyanoramphus"
    },
    {
      "Species": "†C. subflavescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lord Howe parakeet (Cyanoramphus subflavescens), also known as the Lord Howe red-fronted parakeet, is an extinct  parrot endemic to Lord Howe Island in the Tasman Sea, part of New South Wales, Australia.  It was described as full species by Tommaso Salvadori in 1891, but subsequently it has been regarded as subspecies of the red-crowned parakeet. In 2012, the IOC World Bird List recognised it as species.",
    "Taxonomy": "Pending molecular analysis, Christidis & Boles (2008) have suggested on biogeographical grounds that the taxon is likely to be most closely related to the Norfolk Island green parrot (Cyanoramphus cookii), as either a subspecies of what they have tentatively called the Tasman parakeet (Cyanoramphus cookii subflavescens), or possibly a full species (Cyanoramphus subflavescens).",
    "Description": "The Lord Howe parakeet was a medium-sized green parrot with a crimson cap and eye-stripe. Measurements of specimens indicate that it was slightly larger than the nominate subspecies, as well as having yellower plumage and less extensive red markings on the head.",
    "Extinction": "The parrot was formerly abundant on the island, but was persecuted by the early settlers there because of its raids on their crops and gardens.  It was last recorded in 1869.Only two specimens of the Lord Howe parakeet exist.  They come from the John Gould collection, taken by John MacGillivray in September 1853 on the voyage of HMS Herald, and are held in the Natural History Museum.",
    "References": "",
    "Further reading": "Walters, Michael P.  & Hume, Julian P.: Extinct Birds, Poyser Monographes A & C Black, 2012. ISBN 978-140-815-725-1 p 171"
  }
}