{
  "url": "https://en.wikipedia.org/wiki/Lord_Howe_boobook",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Strigiformes"
    },
    {
      "Family": "Strigidae"
    },
    {
      "Genus": "Ninox"
    },
    {
      "Species": "N. novaeseelandiae"
    },
    {
      "Subspecies": "N. n. albaria"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lord Howe boobook (Ninox novaeseelandiae albaria), also known as the Lord Howe morepork, was a bird in the true owl family endemic to Lord Howe Island in the Tasman Sea, part of New South Wales, Australia. It is an extinct and little-known subspecies of the Southern boobook (Ninox novaeseelandiae).",
    "Description": "The Lord Howe boobook was similar in appearance to other subspecies of the Southern boobook, being a small brown hawk owl with white-mottled plumage, paler than other subspecies. Measurements taken from museum specimens indicate that it was smaller than most mainland Australian subspecies of boobook but larger than both the New Zealand and Norfolk Island subspecies.",
    "Distribution and habitat": "The Lord Howe boobook was restricted to Lord Howe Island where it inhabited the native forests as well as occurring around the settlements.",
    "Status and conservation": "Exactly when the Lord Howe boobook became extinct is uncertain. Boobook calls were apparently heard on the island until the 1950s, but during the 1920s boobooks from near Sydney in eastern Australia had been introduced, along with barn owls and masked owls, in an unsuccessful effort to control the black rats that had overrun the island. The rats had been accidentally introduced in June 1918 with the grounding of the steamship SS Makambo, and several of Lord Howe's endemic birds disappeared during the next few years. The endemic boobook may have been extirpated by rat predation, owl predation or owl competition, and the calls heard until the 1950s may have come from either the endemic or the introduced boobook subspecies, or both.There are specimens of the Lord Howe boobook in the Australian Museum.",
    "Notes": "",
    "References": "Etheridge, R. (31 December 1889). \"The general zoology of Lord Howe Island; containing also an account of the collections made by the Australian Museum Collecting Party, Aug.–Sept., 1887\" (PDF). Australian Museum Memoir. 2 (1): 1–42. doi:10.3853/j.0067-1967.2.1889.479. Retrieved 23 January 2019.\nGarnett, Stephen T.; & Crowley, Gabriel M. (2000). The Action Plan for Australian Birds 2000. Environment Australia: Canberra. ISBN 0-642-54683-5 [1]\nHiggins, P.J. (ed). (1999). Handbook of Australian, New Zealand and Antarctic Birds.  Volume 4: Parrots to Dollarbird. Oxford University Press: Melbourne.  ISBN 0-19-553071-3\nHindwood, K.A. (1940). The Birds of Lord Howe Island. Emu 40: 1-86.\nRamsay, E.P. (1888). Tabular List of all the Australian Birds at present known to the author, showing the Distribution of the Species over the continent of Australia and adjacent islands. Sydney.",
    "External links": "Australian Government, Dept of the Environment, Water, Heritage and the Arts. Ninox novaeseelandiae albaria"
  }
}