{
  "url": "https://en.wikipedia.org/wiki/Lord_Howe_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Aplonis"
    },
    {
      "Species": "†A. fusca"
    },
    {
      "Subspecies": "†A. f. hulliana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lord Howe starling (Aplonis fusca hulliana) was a small bird in the starling family. It is an extinct subspecies of the Tasman starling (Aplonis fusca), the only other subspecies being the Norfolk starling which is also extinct. It was endemic to Lord Howe Island in the Tasman Sea, part of New South Wales, Australia.",
    "Description": "The Lord Howe starling was 18 cm long. The head, the neck, the mantle and the throat were glossy metallic green. The back was slaty grey with a dull greenish gloss. The rump and the underparts were grey. The tail was grey with brownish tips to the feathers. The wings were rich brown. The iris was orange red.",
    "Ecology": "The starlings were called \"red-eyes\" from their eye colour, or \"cudgimeruk\" from their distinctive calls, by the islanders. They were forest dwellers which lived and foraged in pairs. During the nesting period a clutch of four to five bluish red-blotched eggs were laid in a nest in a hollow in a dead tree or tree fern.",
    "Extinction": "The fate of the Lord Howe starling was sealed in June 1918 when the SS Makambo grounded at Ned's Beach, thus allowing black rats to leave the vessel and overrun the island. Within two years 40% of Lord Howe's endemic bird species were extinct, including the Lord Howe fantail, Lord Howe gerygone, and robust white-eye. The Lord Howe starling vanished by 1919.",
    "References": "Day, David - The Doomsday Book of Animals\nFuller, Errol - Extinct Birds\nGreenway, James C. - Extinct and Vanishing Birds of the World\nLuther, Dieter - Die ausgestorbenen Vögel der Welt: Die neue Brehm-Bücherei 424",
    "External links": "Birdlife factsheet - Aplonis fusca\nMuseum Naturalis - Tasman (Lord Howe Island) Starling"
  }
}