{
  "url": "https://en.wikipedia.org/wiki/Lyall's_wren",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Acanthisittidae"
    },
    {
      "Genus": "†Traversia"
    },
    {
      "Species": "†T. lyalli"
    }
  ],
  "text": {
    "__SUMMARY__": "Lyall's wren or the Stephens Island wren (Traversia lyalli) was a small flightless passerine belonging to the family Acanthisittidae, the New Zealand wrens. It was once found throughout New Zealand, but when it came to the attention of scientists in 1894, its last refuge was Stephens Island in Cook Strait. Often claimed to be a species discovered and driven extinct by a single creature (a lighthouse keeper's cat named Tibbles), the wren in fact fell victim to the island's numerous feral cats. The wren was described almost simultaneously by both Walter Rothschild and Walter Buller. It became extinct shortly after.",
    "Taxonomy": "The bird's scientific name commemorates the assistant lighthouse keeper, David Lyall, who first brought the bird to the attention of science. It was described as a distinct genus, Traversia, in honour of naturalist and curio dealer Henry H. Travers, who procured many specimens from Lyall. Traversia is a member of the family Acanthisittidae, or the New Zealand wrens – which are not wrens but a similar-looking lineage of passerines, originating in the Oligocene, and the sister group to all other songbirds. DNA analysis has confirmed that T. lyalli, the only member of its genus, is the oldest and most distinct lineage in the Acanthisittidae.",
    "Description": "Lyall's wren had olive-brown plumage with a yellow stripe through the eye. Its underside was grey in females and brownish-yellow in males and its body feathers were edged with brown.Most distinctively, Lyall's wren was flightless, with a reduced keel on its breastbone and short rounded wings. It is the best known of the four flightless passerines (songbirds) known to science, all of which were inhabitants of islands and are now extinct. The others were two other New Zealand wrens (the long-billed wren and the stout-legged wren) and the long-legged bunting from Tenerife, one of the Canary Islands, all of which were only recently discovered as fossils and became extinct in prehistoric times.\nLiving Lyall's wrens were seen only twice. The lighthouse keeper described the ‘rock wren’, as he called it, as almost nocturnal, “running around the rocks like a mouse and so quick in its movements that he could not get near enough to hit it with a stick or stone.”",
    "Distribution": "Historically, Lyall's wren was found only on Stephens Island. Prehistorically, it had been widespread throughout New Zealand before the land was settled by the Māori. Its bones can be found in caves and deposits left by laughing owls on both main islands. Its disappearance from the mainland was probably due to predation by the Polynesian rat or kiore (Rattus exulans), which had been introduced by the Māori. The presence of a flightless bird on an island 3.2 km from the mainland, along with Hamilton's frog (Leiopelma hamiltoni), which can be killed by exposure to salt water, may seem puzzling, but Stephens Island was connected to the rest of New Zealand during the last glaciation when sea levels were lower.",
    "Extinction": "Much of what is commonly assumed to be established knowledge about this species' extinction is either wrong or has been misinterpreted, starting with the account by Rothschild (1905) who claimed that a single cat had killed all of the birds. The research of Galbreath and Brown (2004) and Medway (2004) has uncovered much of the actual history of the bird during the short time that it was known to researchers.\n1879\nEarly June?: A track to the site of the proposed lighthouse site is cleared, starting the period of human activity on the island.\n1881\n22 February: Marine Engineer John R. Blackett surveys the site for the proposed lighthouse.\n1891\nApril: Preparations for the construction of the lighthouse are begun by starting to build a tramway and a landing site for boats.\n1892\nApril: Clearance of land for the lighthouse and the associated farm begins (three lighthouse keepers and their families, 17 people in total, would eventually be living on the island). The first report of the species was a note on the island's birdlife made by the construction worker F. W. Ingram, which mentions \"two kinds of wren\" (the other one was probably the rifleman).\n1894\n29 January: The lighthouse commences working.\n17–20 February?: This is a likely date for introduction of cats to Stephens Island. What can be said with any certainty is that at some time in early 1894, a pregnant cat brought to the island escaped.\nJune?: A cat starts to bring carcasses of a species of small bird to the lighthouse keepers' housings. Lyall, who was interested in natural history, has one taken to Walter Buller by A. W. Bethune, second engineer on the government steamboat NZGSS Hinemoa.\nBefore 25 July?: The specimen reaches Buller, who at once recognises it as distinct species and prepares a scientific description, to be published in the journal Ibis. Bethune lends Buller the specimen so it can be sent to London for the famed artist John Gerrard Keulemans to make a lithograph plate to accompany the description.\nWinter – early spring (Southern Hemisphere): Lyall finds several more specimens. He tells Buller about two more (but does not send them to him), and sells nine to Travers.\n9 October: Travers, who recognizes the commercial value of the birds, sidelines Buller and offers the birds to Walter Rothschild, who was wealthier and thus more likely to pay a high price, further piqueing Rothschild's interest by writing, \"in a short time there will be [no \"wrens\"] left\". Rothschild acquires his nine specimens.\n11/12 October: Edward Lukins makes a list of birds on Stephens Island; he apparently confuses the species with the South Island rockwren.\n19 December: Rothschild has quickly prepared a description of the bird, as Traversia lyalli, which is read by Ernst Hartert at the British Ornithologists' Club meeting. Philip Sclater, the Club's president and editor of the Ibis who knows of Buller's article in preparation, brings up the matter to Hartert, who says he cannot withdraw Rothschild's description without consent.\n29 December: Rothschild's description appears in the Bulletin of the British Ornithologists' Club.\n1895\n24 January: Travers offers Rothschild a specimen preserved in alcohol (with viscera intact) for £5 (about £415 in 2002's money: U.K. House of Commons Library, 2003). Rothschild apparently agrees, but never receives the bird.\n4–9 February: Travers and three assistants searched the island for the bird, but found none.\nBefore 11 February?: Lyall writes to Buller: \"...the cats have become wild and are making sad havoc among all the birds.\"\n7 March: Travers supplies Rothschild with some details of the bird's habits. To his knowledge, the species had only been seen alive twice until then. He has only been able to procure one additional specimen, brought in by the cat as the bird was dying, which also had been preserved in alcohol.\n16 March: The Christchurch newspaper The Press writes in an editorial:\"there is very good reason to believe that the bird is no longer to be found on the island, and, as it is not known to exist anywhere else, it has apparently become quite extinct. This is probably a record performance in the way of extermination.\"\nApril: Buller's description of Xenicus insularis appears in the Ibis. The name is immediately reduced to a junior synonym. In the same issue, Rothschild's description is reprinted, with some additional remarks on the bird's apparent flightlessness. The race to describe the bird sparks much animosity between the two men and Buller never forgives Rothschild for beating him to it; for details and quotes, see Fuller (2000).\nAugust: In a paper for the Wellington Philosophical Society, Buller speaks of a female bird he recently had examined. He later purchases this specimen.\n28 November: Travers informs Hartert that Lyall was not able to find more specimens during the winter and he believes the bird to be extinct. He offers two alcohol specimens for sale, for the price of £50 apiece (nearly £4,200 in 2002's money – to compare, the average lighthouse keeper's wage in 1895 was £140 a year).\nDecember: Travers tries another search for the bird, again without success.\n1896\n13 May: Travers, unable to sell the birds at such a high price, now wants to sell his specimens for £12 each, about £1,000 in 2002's money.\nJune: Lyall gets assigned to another lighthouse and leaves Stephens Island.\n31 December – 7 January or longer: Hugo H. Schauinsland collects birds on Stephens Island, but cannot find many and no \"wrens\" at all. On 7 January, he collects the only specimen of the local South Island piopio acquired during his stay. It is the last record of that species.\n1897\n31 July: The principal lighthouse keeper, Patrick Henaghan, requests shotguns and ammunition from the Marine Department to destroy the \"large number of cats running wild on the island.\"\n1898\n5 September: Travers writes James Hector that he has one more specimen available. At some time before this date, he had sold Buller one specimen for Henry Baker Tristram and claimed he had two additional ones.\n27 December: Travers writes to Hector, saying that Stephens Island \"is now swarming with cats\".\n1899\n1 August: The new principal lighthouse keeper, Robert Cathcart, shoots over 100 feral cats since his arrival on 24 November 1898.\n1901\nTravers offers \"his specimen of the Stephen's Island Wren\" to the government for £35 (c. £2700 in 2002); apparently, the bird is bought and deposited at the Colonial Museum with other skins. The collection is not reviewed until 1904, by which time a fifth has to be discarded due to insect damage. No record is made of the specimen since the offer, but the eventual sales price suggests it was among the collection deposited at the Colonial Museum.\n1905\nTravers sells one specimen to the Otago Museum.\nBuller publishes his Supplement, in which he keeps using his name Xenicus insularis. He furthermore quotes an anonymous correspondent to The Press:\"And we certainly think that it would be as well if the Marine Department, in sending lighthouse keepers to isolated islands where interesting specimens of native birds are known or believed to exist, were to see that they are not allowed to take any cats with them, even if mouse-traps have to be furnished at the cost of the state.\"\n1907\nRothschild publishes his book, Extinct Birds. In a remarkable breach of nil nisi bonum (especially considering both men's social standing), it contains several acrimonious attacks on Buller, who had died the previous year.\n1925\nThe last cats on the island were exterminated.Considering Buller's August 1895 note, it is probable that the species was exterminated by feral cats during the winter of 1895. Assuming the date of February 1894 for cat introduction was correct (there were certainly cats around in the winter months of that year), the winter of 1895 would see the second generation of cats born on the island reaching an age where the wren would have made ideal prey. Habitat destruction, sometimes given as an additional reason for the birds' disappearance, was apparently not significant: in 1898, the island was described as heavily forested and there was little interference with habitat beyond the lighthouse and its associated buildings. Large-scale destruction of habitat started in late 1903, by which time T. lyalli was certainly extinct.",
    "Specimens": "About 16–18 specimens (excluding subfossil bones) are now known. They were collected by the lighthouse keeper's cat, by the keepers themselves and by professional collectors.\nRothschild's specimens, all of which were collected between July and October 1894:\nNatural History Museum, London: three (NHM 1895.10.17.13; 1939.12.9.76; 1939.12.9.77).\nAmerican Museum of Natural History, New York City: four (AMNH AM 554502; AM 554503; AM 554504; AM 554505).\nAcademy of Natural Sciences, Philadelphia: one (ANSP 108,631).\nHarvard Museum of Comparative Zoology, Cambridge, Massachusetts: one (MCZ 249,400).\nBuller's specimens, collected at unknown dates between 1894 and 1899:\nCarnegie Museum, Pittsburgh: one (CMNH 24639), labelled as female and dated 1894 in Buller's handwriting. Apart from the date discrepancy, it could be the bird Buller spoke of in August 1895; possibly the specimen was collected months before Buller had examined it. Alternatively, it could be the Bethune bird in case Buller kept it (he initially seems to believe it to be a female), as Rothschild (1907) believed. DNA analysis could, at least, clarify the bird's sex.\nCanterbury Museum, Christchurch: AV917 and AV918, a pair from the collection of Buller's son, dated 1899. They were acquired between late 1896 and 1899, but may have been collected before that date.\nWorld Museum Liverpool: one (B 18.10.98.10). Purchased by Buller from Travers for Tristram, probably after late 1896 (but may have been collected earlier). Sold to the museum in October 1898.\nMuseum of New Zealand Te Papa Tongarewa, Wellington: one (OR.005098) mounted specimen without data; may be Travers' specimen sold in 1901 or another one. This photograph by Dr Paddy Ryan shows the Te Papa specimen and another one – possibly the Otago Museum bird, but the matter is not clear.\nOtago Museum, Dunedin: one, but two catalog numbers (AV739 and AV7577) exist. It is not clear whether they represent re-cataloguing of the one specimen sold by Travers in 1905, or whether a specimen was lost.Unaccounted for (all collected in 1894 or very early in 1895):\nBethune's specimen: lent to Buller for the description, apparently later given back. If so, it was probably deposited at the Colonial Museum (now part of Te Papa) for safekeeping between 1895 and 1897, or\nBuller's female mentioned in August 1895, or even both (if neither is CMNH 24639).\nTwo of Lyall's first three specimens (one was given to Bethune) remain unaccounted for. They may be part of Rothschild's nine, or Buller's three. They were not in Buller's possession as of early February 1895.\nTravers' \"lost\" specimen referred to in January 1895. It is not certain that this specimen was indeed lost; it may have been one of the alcohol-preserved specimens mentioned in November 1895 and Travers may simply have withheld it so he could fetch a higher price as the bird became extinct.",
    "In the media": "Lyall's wren was featured in the episode \"Strange Islands\" of the documentary series South Pacific that originally aired on 13 June 2009.",
    "See also": "New Zealand wren\nCats in New Zealand",
    "Notes": "",
    "References": "",
    "External links": "TerraNature - Wren\nNew Zealand wrens, including picture\nExtinct New Zealand Birds\nLyall's Wren. Traversia lyalli. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}