{
  "url": "https://en.wikipedia.org/wiki/Macrocephalon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Megapodiidae"
    },
    {
      "Genus": "MacrocephalonS. Müller, 1846"
    },
    {
      "Species": "M. maleo"
    }
  ],
  "text": {
    "__SUMMARY__": "The maleo (Macrocephalon maleo) is a large megapode and the only member of the monotypic genus Macrocephalon. The maleo is endemic to Sulawesi and the nearby smaller island of Buton in Indonesia. It is found in the tropical lowland and hill forests, but nests in the open sandy areas, volcanic soils, or beaches that are heated by the sun or geothermal energy for incubation.",
    "Names": "It is known as igwuk in the Abinomn language of Papua, Indonesia.",
    "Description": "The maleo ranges from 55–60 cm (22–24 in) long with blackish plumage, bare yellow facial skin, reddish-brown iris, reddish-orange beak, and rosy salmon underparts. The crown is ornamented with a prominent, bony, dark casque - which is the origin of its genus name Macrocephalon (Macro meaning \"large\" and cephalon meaning \"head\").  The greyish blue feet have four long sharp claws, separated by a membranous web. The sexes are almost identical with a slightly smaller and duller female. Juvenile birds have largely brownish and paler heads with short blackish-brown crests and browner upperparts.",
    "Behaviour and ecology": "The maleo's egg is large, about five times as large as that of the domestic chicken's. The female lays and covers each egg in a deep hole in the sand and allows the incubation to take place through solar or volcanic heating. After the eggs hatch, the young birds work their way up through the sand and hide in the forest. The young birds are able to fly and are totally independent. They must find food and defend themselves from predators such as monitor lizards, reticulated pythons, wild pigs, and cats.\nThe maleo is monogamous and members of a pair stay close to each other all the time. Its diet consists mainly of fruits, seeds, mollusks, ants, termites, beetles, and other small invertebrates.",
    "Breeding and habitat": "This species is endemic to the Indonesian island of Sulawesi. It is usually not present on altitudes exceeding 1,000 meters and is usually found in lowland hills or rain forests. Ideal nesting locations include river banks, lake shores, and coastal areas of the island. Maleos are communal nesters.Maleos breed all year round, but peak breeding season varies depending upon the location on the island. When prepared to lay her eggs, the female maleo, accompanied by her mate, will leave the cover of the Sulawesian forest in search of historic coastal breeding grounds. Females can lay anywhere between 8-12 eggs over the course of a year. Once an optimal spot is chosen, the maleos dig a deep hole and lay the egg inside. After the egg is laid, the parents bury the egg securely in sand, sometimes covering the sand with other debris to better camouflage the hole. After the egg has been securely buried, the parents leave and never return, leaving the maleo chick to fend for itself.\nThe hot sand of Sulawesi acts as an incubator for maleo eggs, which are warmed with geothermal heat or solar heat. A maleo chick is completely self-sufficient only hours after hatching. For this reason, maleo eggs are approximately five times the size of a domestic chicken's, as they contain nearly full-formed maleos inside. It must dig its way up through the sand immediately after birth and subsequently has the ability to fly and feed itself.",
    "Current threats and conservation": "A large number of former nesting sites have been abandoned as a result of egg poaching and land conversion to agriculture. Of the 142 known nesting grounds, only 4 are currently considered non-threatened. The shrinking and fragmentation of forest habitats on the island pose serious threats to the surviving and future populations of the species. Wildfires in 2000 and 2004 cleared large areas of forest and what grew as a result of these fires was not a suitable habitat for the maleo. There has also been increasing isolation between non-breeding habitats and coastal breeding grounds as a result of human urban development. Because of this, mortality risk associated with moving to breeding grounds has drastically increased.Since 1972, this species has been protected by the Indonesian government. As of 2005, it is estimated that only 4,000-7,000 breeding pairs currently exist in the wild and these numbers are rapidly declining. Due to aforementioned threats, current population numbers, and deemed value of the species, the maleo is evaluated as Endangered on the IUCN Red List of Threatened Species. It is listed on Appendix I of CITES.\nIn 2009, US-based Wildlife Conservation Society worked with local government to purchase 36 acres (150,000 m2) of Indonesian beach front property where approximately 40 nests are located in an effort to further conservation efforts and protect this bird. Thanks to Alana O'Sullivan, a Senior Keeper of Ornithology, the Bronx Zoo is the only place in the world where the maleo exists outside of Indonesia and breeding efforts are currently taking place there as well. A breeding pair of maleos at the Bronx Zoo were featured in an episode of the Animal Planet show The Zoo. O'Sullivan appeared and talked about the species and the threats they face. She also lamented that most people don't know they exist. Details about the maleo not yet mentioned include having an elaborate courtship ritual and loving peanuts. It's easy to tell when the female will lay her egg because she will lose interest in everything else, including peanuts, and at that point the keepers know she will lay her egg within the next 24 hours.\nThe Alliance for Tompotika Conservation works with communities in Sulawesi to educate locals about the maleo's endangered status and prevent the harvesting of eggs. The eggs are not a staple food source, but are a popular delicacy.",
    "References": "",
    "External links": "BirdLife Species Factsheet\n\"Species info - Macrocephalon maleo\". Red Data Book:Threatened Birds of Asia. BirdLife International. Archived from the original on 11 March 2007. Retrieved 4 February 2013.\nARKive - images and movies of the Maleo (Macrocephalon maleo)"
  }
}