{
  "url": "https://en.wikipedia.org/wiki/Magdalena_tinamou",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. erythropus"
    },
    {
      "Subspecies": "C. e. saltuarius"
    }
  ],
  "text": {
    "__SUMMARY__": "The Magdalena tinamou, Crypturellus erythropus saltuarius, is a member of one of the most ancient bird families, the tinamous. It is endemic to the Magdalena River Valley in Colombia, and has been considered possibly extinct, as there are no confirmed records since the type specimen was collected in 1943. The most recent review consider it likely that it is extant, as locals have reported sightings in the 1970s and 1980s, an individual was apparently held in captivity until the early 1990s, and a few patches of forest remain in its presumed range. Additionally, a record was made in late 2008.\nIt is sometimes treated as a distinct species, and sometimes as a subspecies of the red-legged tinamou. The SACC rejected a proposal to elevate it to species status, arguing that the presently available data fail to support the split. BirdLife International have followed this treatment; hence the Magdalena Tinamou was dropped from the 2008 IUCN Red List.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore Crypturellus means small hidden tail.",
    "Description": "The Magdalena tinamou is similar to red-legged tinamou. Its total length is approximately 27 to 32 cm (11–13 in). It is a medium-sized, brown tinamou. Its upperparts are dark ruddy with black barring on rump, it has brown wings that have buff barring, it has paler underparts with dark barring on its lower flanks and vent, and its chin is white with a greyish tinge to its throat.",
    "Ecology": "The type specimen was taken in Ayacucho in the Cesar Department, and the only other known specimen (although its present whereabouts is unknown) was taken near Mariquita in the Tolima Department (often erroneously listed as being in the Neiva Department [sic]). Both are in the Magdalena River Valley of Colombia. This species has traditionally been considered to inhabit of dry deciduous forest and savanna, but the latter is now believed to be mistaken, and the classification of the forest as \"dry\" has perhaps been overstated. It may still survive in the few remnant foothill forests on the western slope of the Cordillera Oriental, and also on the eastern slope of the Serranía de San Lucas. The type specimen was taken at an altitude of about 150 m, while the second specimen was taken at an altitude of about 500 m.",
    "Status and conservation": "The Magdalena tinamou is probably threatened from hunting and deforestation. The habitat in which it is found has been heavily modified for agriculture. Large areas of the Magdalena River Valley had been converted to pasture or cultivated as early as the mid-18th century, and most of the remaining wet forest was cleared during a government-sponsored colonisation and infrastructure development programme in the 1960s and 1970s. Flat alluvial portions of the valley are now used for intensive rice and cotton production, while undulating terrain has been converted to pastureland. This left only approximately 1-2% of old secondary and primary forest. However, recent research collected information by local inhabitants suggesting that this bird still survives; tinamous are notoriously cryptic and not easily found. A recording was made near the type locality by Colombian ornithologist Oswaldo Cortés in late 2008. In addition to confirming the continued existence of the Magdalena tinamou, it is hoped the recording (the first of the Magdalena tinamou) can be used to better establish its taxonomic status (species or subspecies) through comparisons with recordings of other red-legged tinamou subspecies. The absence of data beyond plumage (e.g. vocal analysis) was the main arguments presented by the SACC in 2006 for not accepting the Magdalena tinamou as a separate species.No conservation effort is currently underway. However, it was proposed to conduct ornithological surveys and interviews in San Calixto/Convención and the foothills on the western slope of the Cordillera Oriental above Pailitas, the eastern foothills of Serranía de San Lucas, and between Pailitas and La Jagua de Ibirico. It was also proposed to locate surviving forest patches using aerial photographs and assess the species's taxonomic position.As mentioned above, the Magdalena tinamou has been removed from the IUCN Red List, where now considered a subspecies of the widespread red-legged tinamou. The Magdalena tinamou was classified as Critically Endangered: D in the 2006 Red List, uplisted from Endangered in 1994.",
    "Footnotes": "",
    "References": "BirdLife International (2007): Crypturellus saltuarius BirdLife Species Factsheet. Retrieved 2007-AUG-26.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Crypturellus erythropus\". Project: The Taxonomicon. Retrieved 9 February 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nCortés, O. (2010). (in Spanish) Vocalizaciones Tinamu Crypturellus erythropus. Xeno-canto forum.\nDonegan, Thomas M.; Huertas H., Blanca C.; Briceño L., Elkin R.; Arias B., John Jairo & González O., Carlos E. (2003): Search for the Magdalena Tinamou: project report. Colombian EBA Project Report Series 4. PDF fulltext\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nRemsen Jr., J. V.;  et al. (2006). \"Proposals for the taxonomic treatment of Red-legged Tinamou Crypturellus erythropus\". South American Classification Committee. American Ornithologists' Union. Retrieved 10 February 2009."
  }
}