{
  "url": "https://en.wikipedia.org/wiki/Marianne_white-eye",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Zosteropidae"
    },
    {
      "Genus": "Zosterops"
    },
    {
      "Species": "Z. semiflavus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Marianne white-eye (Zosterops semiflavus), also known as Seychelles chestnut-sided white-eye or Seychelles yellow white-eye, is an extinct species of small bird in the white-eye family.",
    "Taxonomy": "Edward Newton described it as a full species Zosterops semiflava in 1867, though subsequently it was considered a subspecies of the Mayotte white-eye. After a 2006 study showed that the Marianne white-eye is more closely related to the Karthala white-eye from Grande Comore and the white-eyes from the Mascarenes, the IOC restored it to a full species. The IUCN recognized it as full species in 2016.",
    "Description": "It reached a size of 10 cm (3.9 in), the wing length was 5.8 to 6.3 cm (2.3 to 2.5 in), the length of the tail was 3.8 cm (1.5 in) and the length of the culmen 1.1 to 1.2 cm (0.43 to 0.47 in). It was generally greenish yellow with chestnut-coloured flanks and a conspicuous white eye-ring. The forehead and a line above the eyes were yellow. The top of the head and the back were yellow olive. The wings and the tail were black and the underparts were pale yellow. It was similar in appearance to the Mayotte race of the Malagasy white-eye (Zosterops maderaspatanus mayottensis). Nothing is known of its ecology.",
    "Distribution and habitat": "It is known with certainty only from the small granitic islet of Marianne Island (0.962 sq mi (2.49 km2)) in the Seychelles about 6 km (3.7 mi) east of La Digue. Reports that it also occurred on Praslin, La Digue, Silhouette Island and Mahé are unconfirmed. Due to the habitat destruction through agricultural development it apparently became extinct between 1870 and 1900 (according to IUCN around 1888). An expedition in 1940 led by Irish zoologist Desmond Vesey-Fitzgerald failed to find it. There is one specimen in the Natural History Museum in London.",
    "Footnotes": "",
    "References": "Greenway, James C. (1967): Extinct and Vanishing Birds of the World\nLuther, Dieter (2005): Die ausgestorbenen Vögel der Welt"
  }
}