{
  "url": "https://en.wikipedia.org/wiki/Mariana_mallard",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Anas"
    },
    {
      "Species": "†A. oustaleti"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mariana mallard or Oustalet's duck (Anas oustaleti) is an extinct type of duck of the genus Anas that was endemic to the Mariana Islands. Its taxonomic status is debated, and it has variously been treated as a full species, a subspecies of the mallard or of the Pacific black duck, or sometimes as a subspecies of the Indian spot-billed duck.",
    "Taxonomy": "The taxonomic status of the Mariana mallard is disputed, since it resembles an intermediate of the mallard and the Pacific black duck, two closely related allopatric species which frequently hybridise. Its males had two intergrading color morphs, called the \"platyrhynchos\" and the \"superciliosa\" types after the species they resembled more. It was first scientifically described by Tommaso Salvadori as a full species in the genus Anas, named after its collector, the French zoologist Emile Oustalet. Salvadori suggested it was related to the Pacific black duck. It was previously known to the Chamorro people, who called it ngånga' (palao) in Chamorro, and to the Carolinian people, who called it ghereel'bwel in Carolinian.After Salvadori, most taxonomists, such as Dean Amadon and Ernst Mayr, considered it a subspecies of the mallard. Yoshimaro Yamashina examined those specimens in Japanese museums in 1948, and decided that the Mariana mallard was an example of hybrid speciation, and was descended from the mallard and the Pacific black duck's Palau subspecies (Anas superciliosa pelewensis). However, no molecular genetic evidence is available to support this hypothesis. Some scientists, such as Jean Delacour, have considered the Mariana mallard a simple hybrid, so it was absent from Delacour's four-volume monograph on the ducks and from the IUCN Red List. If Yamashina's hypothesis is correct, the Mariana mallard would have presumably evolved into near species status in only about ten thousand years.Neither Mariana mallards nor their progenitor species are known from fossils on the Marianas, casting into doubt the assumption that a resident black duck population had been long established on the islands. However, most rock shelters and caves on the Marianas were obliterated in the 1944 Battle of Guam. A species of flightless duck is known from a prehistoric bone found on Rota in 1994; it was apparently not closely related to the Mariana mallard.",
    "Description": "Mariana mallards were 51–56 cm (20–22 in) long and weighed approximately 1 kilogram (2.2 lb), making them marginally smaller than mallards. Two intergrading color morphs were found in males, called the \"platyrhynchos\" and the \"superciliosa\" type after the species they resembled more.\nOnly the former had a distinct nuptial (breeding) plumage: the head was green as in mallard drakes, but less glossy, with some buff feathers on the sides, a dark brown eyestripe and a faint whitish ring at the base of the neck. The upper breast was dark ruddish chestnut brown with blackish-brown spots. The wing patch (speculum) and the tail was also like in mallard drakes' nuptial plumage, including curled-up central tail feathers, but the tips of the speculum feathers were buff. The underside was a mix between the vermiculated grey feathers of the mallard and the brown ones of the Pacific black duck. The remainder of the bird looked like a male Pacific black duck with lighter underwings. The bill was black at the base and olive at the tip, the feet reddish orange with darker webs and the iris brown. The eclipse plumage looked similar to a dark eclipse mallard drake.\nMales of the \"superciliosa\" type resembled a Pacific black duck with a less distinctly marked head, the supercilium and cheeks being buffy and the cheek (malar) stripe hardly visible. The upper breast, flank and scapular feathers had broader buff edges, and the underwings were lighter. The speculum was usually as in the \"platyrhynchos\" type, i.e. mallard-like, but at least two specimens have the green speculum of the Pacific black duck. The bill was like that of A. superciliosa, and the iris and legs similar to the \"platyrhynchos\" type.\nFemales looked essentially like a dark mallard female with the orange of the feet and near the bill tip usually a bit more pure.",
    "Distribution": "It occurred, in recent times at least, on the islands of Guam, Saipan and Tinian. Two unidentified ducks were seen on Rota in 1945, but as no movement of A. oustaleti between Saipan and Tinian, which are just 8 kilometres (5.0 mi) apart, was recorded, these were probably vagrant migrating ducks, although Marshall (1949) suspected from circumstantial evidence that such movement did indeed take place. However, the distance between Guam and Rota is nearly 80 kilometres (50 mi), making intentional migration between these islands unlikely.",
    "Ecology": "The Mariana mallard inhabited wetlands, mostly inland but occasionally also in coastal areas. On Guam, it was most abundant in the Talofofo River valley, on Tinian on Lake Hagoi and Lake Makpo (before it was drained and known as Makpo Swamp), and on Saipan on the Garpan Lagoon and on and around Lake Susupe. The birds were rather reclusive, preferring sheltered habitat with plenty of wetland and water plants – fern thickets (Acrostichum aureum) and reed beds (Scirpus, Cyperus and Phragmites), where they also nested. Usually, pairs or small flocks were encountered, but in the key habitats larger groups of dozens and rarely up to 50–60 individuals could be found. Apart from possible inter-island movement, the birds were not migratory.\nFeeding and reproduction are not well documented, but cannot expected to differ significantly from its immediate relatives. The Mariana mallard fed on aquatic invertebrates, small vertebrates and plants, and although they were not observed up-ending like mallards, they probably did so.\nBreeding was recorded from at least January to July, with a peak in June–July at the end of the dry season. One male specimen taken in October was also in breeding condition; thus, the birds may have bred nearly year-round at least on occasion. Unfortunately, the courtship behavior, which in the strongly sexually dimorphic mallard is focused more on presentation of visual cues than in the monomorphic Pacific black duck (although it is generally similar in both species), was never recorded. Clutches consisted of 7–12 pale grey-green oval eggs, measuring 6.16 x 3.89 cm on average. Incubation lasted around 28 days, males took no part in it and neither in caring for the ducklings. The precocial and nidifugous young fledged when about eight weeks old and became sexually mature the following year.",
    "Extinction": "The birds declined due to draining of wetlands for agriculture and construction. Hunting pressure was probably heavy, despite a ban on gun ownership under Japanese control (1914–1945), as the birds were unwary to traps, and at any rate the gun ban was lifted after World War II. By the 1940s, flocks of more than a dozen birds were seldom seen. On Guam, the last sightings were in 1949 and 1967—the latter being a single, possibly vagrant, bird—and on Tinian in 1974. As Lake Susupe offered the most plentiful and least accessible habitat, although it too suffered from pollution by sugar mill wastes, the Saipan population lingered on for a few more years. The Mariana mallard was listed as federally endangered on June 2, 1977. In 1979, two males and a female were found on Saipan and caught; one male was later released, the last wild bird ever to be encountered. The pair was brought to Pohakuloa Training Area, Hawaii, and later to SeaWorld San Diego, where it was attempted to have them reproduce in captivity. However, this was unsuccessful and the species became extinct with the death of the last individual in 1981. Surveys were conducted in the following years, but the species was certainly gone by then. It was removed from the USFWS Endangered Species List on February 23, 2004, due to extinction.Collection of specimens for museums and private collections must have had a temporary impact during the Japanese control over the islands. Although fewer than 100 specimens are on record, most were taken in the 1930s and 1940s for Japanese collectors; given the rather sedentary habits and small population size of the species, this may have jeopardized local populations to the point of extinction. Outside Japan, 7 specimens (including the type) are in the National Museum of Natural History, Paris, one in the Natural History Museum at Tring, two in the National Museum of Natural History, Washington D.C. and six in the American Museum of Natural History, New York City. There are reports of additional specimens in Cambridge, Massachusetts and Lisbon.",
    "References": "",
    "External links": "Pacific Worlds article on Saipan wetlands"
  }
}