{
  "url": "https://en.wikipedia.org/wiki/Marquesas_monarch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Monarchidae"
    },
    {
      "Genus": "Pomarea"
    },
    {
      "Species": "P. mendozae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Marquesan monarch (Pomarea mendozae) is a species of bird in the family Monarchidae.  It is endemic to French Polynesia.  Its natural habitats are subtropical or tropical dry forest, subtropical or tropical moist lowland forest, and subtropical or tropical moist montane forest.  It is threatened by habitat loss.",
    "Taxonomy and systematics": "The Marquesan monarch was originally described in the genus Monarcha.",
    "Taxonomy and systematics-Subspecies": "Two subspecies are recognized with one of them now extinct:\n†Hivoa flycatcher (P. m. mendozae) - (Hartlaub, 1854): Formerly found on Tahuata and Hiva Oa, last sighted in 1975\nP. m. motanensis - Murphy & Mathews, 1928: Found on MohotaniAdditionally, two former subspecies were each re-classified as separate species in 2012:\nUa Pou monarch (as P. m. mira)\n†Nuku Hiva monarch (as P. m. nukuhivae)",
    "Distribution and Population": "The Marquesan monarch was once fairly common and widespread in the Marquesas inhabiting islands such as Ua Pou, Nuku Hiva, Hiva Oa, Tahuata, and Mohotani but is now restricted to Mohotani. An ornithological study on Mohotani in 2000 estimated that there are approximately 80-125 (formerly 200-350 pairs in 1975) left on the small island.",
    "Ecology": "The Marquesan monarch is mainly an insectivorous bird found in forest valleys at a variety of different altitudes. The species mainly prefers lowland forest but, most of that habitat was destroyed. Adults prefer areas of dense vegetation while immature birds often prefer shrubby vegetation in dry areas.",
    "Threats": "The rare Marquesan monarch faces further endangerment from hunting by feral cats and the polynesian rat, both of which are non-native introduced species to the island of Mohotani. All the Marquesas Islands have been damaged heavily by intense grazing and fire, and much of the original dry forest has been reduced to grassland while upland forest is now reduced to small forest patches.",
    "References": "",
    "External links": "BirdLife Species Factsheet."
  }
}