{
  "url": "https://en.wikipedia.org/wiki/Mascarene_coot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Fulica"
    },
    {
      "Species": "†F. newtonii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mascarene coot (Fulica newtonii) is an extinct species of coot that inhabited the Mascarene islands of Mauritius and Réunion. Long known from subfossil bones found in the Mare aux Songes swamp on the former island, but only assumed from descriptions to also have been present on the latter, remains have more recently been found on Réunion also. Early travellers' reports from Mauritius were, in reverse, generally assumed to refer to common moorhens, but it seems that this species only colonized the island after the extinction of the endemic coot.",
    "Description": "The Mascarene coot was a large bird and while not flightless, it had reduced flying ability, so that if pursued, it would have even more preferred to escape by diving than it is already a general habit of the coots. As the bird had considerable stamina, it could have easily crossed the ocean between the islands, explaining why a single species occurred on both islands. The birds looked like oversized Eurasian coots, being about 45 cm long, but as they were more likely derived from the red-knobbed coot, it is not clear whether the distinguishing red knobs (which are easily overlooked) on top of the white frontal shield were not present or simply not reported by Dubois, who described the species in some detail in 1674 as \"Waterhens which are as large as fowls. They are always black, and have a large white crest on the head.\"",
    "Extinction": "Dubois is the last author to mention the coot on Réunion. In 1667, François Martin had already complained that hunters had killed off the population on the Etang de Saint-Paul, although the bird was generally considered to be of disagreeable taste:\n\n[In 1665] The river basin [at Saint-Gilles] was covered in geese and water-hens, and the depths full of fish... the water-hens allowed one to approach almost [close enough] to catch them by hand; we sent them all on board. [But by 1667] We saw neither geese nor water-hens on the Etang de St Paul which was formerly covered in them.\nThe species fared little better on Mauritius, with Leguat being, in 1693, the last to record the endemic poules d'eau, saying they were \"already rare\". Apart from hunting, settlement activity leading to destruction of the marshland habitat seems to have played a major role in the species' extinction.\n\n\n== References =="
  }
}