{
  "url": "https://en.wikipedia.org/wiki/Maui_akepa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Loxops"
    },
    {
      "Species": "L. ochraceus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Maui ʻakepa (Loxops ochraceus) is a species of ʻakepa native to Maui in the Hawaiian Islands, and which was common throughout the island. Introduced mosquitoes and other animals to Maui contributed to the declining population, and the bird is considered critically endangered by the IUCN Red List of Threatened Species. The last reported sighting of this bird was in 1988, and it is possibly extinct.",
    "Description": "It was a four-inch (10 cm) long bird of a dusty green color. It had a small cross bill just like the other Loxops species. Its call was a slight quivering whistle ending with a long trill. It appeared as a small fast moving ball of fluff of green, as it flew from tree to tree.",
    "Feeding": "It ate spiders and other invertebrates and drank the nectar of several flowers including the nectar of the ʻōhiʻa, the naio and the lobelia.",
    "Extinction": "Like many birds in the area, its condition as a species began to deteriorate as new plants replaced those that it was familiar with. Many of these plants included raspberries which literally choked out the native growth and made itself an invincible plant. Those plants had also carried frogs and insects that began to eat the native insects, causing the Maui ʻakepa to lose much of its food supply, the introduced carriers had also brought more problems with them, for example more pests. The Maui ʻakepa was also a frail bird when it came to resistance to diseases like avian flu which was spreading at a rapid pace as the mosquito spread across the island's low elevation forests.\nExtinction started in the early 20th century when the Maui ʻakepa was still a common bird on much of Maui. However mosquitoes and other animals and plants arrived on ships and colonized the island. The bird became constricted as more of its low elevation forest became colonized by mosquitoes. The upper elevations began to be filled with unusual plants and animals which destroyed the habitat. With much of Maui changed, the birds had a difficult time trying to find places in which they could live.\nThe idea of captive breeding had not expanded to these songbirds until 1995, but by then the Maui ʻakepa was already gone. In 1988, only one was sighted when a party went on a research trip to study birds that are found in Maui's Hanawi Reserve. Before that there were several other ventures that showed small populations scattered on the reserve. The largest population found in the 1970s contained ten Maui ʻakepa. Today the Maui ʻakepa can only be seen as a specimen in museums. During the 1970s this species was still surviving in small numbers in the East Maui Watershed, and in the reserves that are found in or near the watershed.",
    "See also": "ʻAkepa\n\n\n== References =="
  }
}