{
  "url": "https://en.wikipedia.org/wiki/Maui_nukupuʻu",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Hemignathus"
    },
    {
      "Species": "H. affinis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Maui nukupuʻu (Hemignathus affinis) is a species of nukupu‘u Hawaiian honeycreeper that is endemic to the island of Maui in the Hawaiian Islands. The small, five-inch-long bird lives only in eastern Maui, where it is dependent on high-elevation mesic and wet forests of ʻōhiʻa lehua (Metrosideros polymorpha) and koa (Acacia koa). These two species of trees attract insects, causing the Maui nukupuʻu to have a higher chance of finding a meal near these trees.",
    "Description": "The males are colored green on the back and head, and yellow on its face, neck, belly, and bottom. The females are completely olive green and are quieter than their male counterparts. Juveniles are gray and green. The bird's long bill is used to peck out insects in the tree's bark. The bill is an inch long and takes up to 1/3 or more of its entire length.",
    "Population": "This species existed in the Hanawi Area Reserve at ground levels from 3,000 feet up to 4,500 feet above sea level. It formally survived at lower elevations and even in West Maui. It has only been sighted a few times in the 20th century. It was common in the 1900s, but by 1963 it was thought to be extinct. However, a rediscovery of the species in 1980 proved that the species survived. By the 1980s, the population was thought to be 28 birds as a best estimate. By 1994, that figure dropped down to only one or so birds, a male was sighted but was never seen again. There have been reports of this bird even in 2007; however, it seems that the birds are only common ʻamakihi. Any surviving population would be under continuous pressure from habitat loss, habitat degradation by introduced ungulates, and avian malaria carried by introduced mosquitoes.",
    "References": "",
    "External links": "\"Maui Nuku Puʻu\" (PDF). Hawaii’s Comprehensive Wildlife Conservation Strategy. State of Hawaiʻi. 2005-10-01."
  }
}