{
  "url": "https://en.wikipedia.org/wiki/Mauritius_sheldgoose",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Alopochen"
    },
    {
      "Species": "†A. mauritiana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mauritius sheldgoose (Alopochen mauritiana), also known as the Mauritian shelduck is an extinct species of goose from Mauritius.",
    "Taxonomy": "It was a close relative of the Egyptian goose. Known from one or two subfossil carpometacarpus bones from the Mare aux Songes swamp and a few descriptions, this bird was about the size of a brant goose. Its appearance is unknown, except that its wings showed the typical color pattern of shelducks. It is sometimes considered conspecific with the Malagasy shelduck; in this case it would become the nominate subspecies, as Alopochen mauritianus mauritianus.\nSometimes even in scholarly sources one can find references to a supposed \"Mauritius swan\" or \"Mauritius comb goose\". These refer to the initial misidentification of the Alopochen mauritianus bones as belonging to the genus Sarkidiornis, but as early as 1897 the true nature of this bird was realized.",
    "Behaviour and ecology": "Johannes Pretorius' 1660s report about his stay on Mauritius is the most detailed contemporary account about the behaviour of the Mauritius sheldgoose:\n\nGeese are also here in abundance. They are a little larger than ducks, very tame and stupid, seldom in the water, eating grass, sometimes 40 or 50 or even a 100 together. When they are being shot, the ones that are not hit by the hail stay put and do not fly away. They usually keep to the north side of the island, far away from where the people live, except in the dry season when they are forced to drink on the other side of the island, and sometimes near the lodge.",
    "Extinction": "Like its Réunion relative, the Mauritian shelduck was rapidly hunted to extinction. Still reasonably plentiful in 1681, the population collapsed soon afterwards, and Leguat found \"wild geese\" to be \"already rare\" in 1693. In 1698, governor Deodati declared them to be extinct.",
    "Footnotes": "",
    "References": "Leguat, François (1708): Voyages et Avantures de François Leguat & de ses Compagnons, en Deux Isles Desertes des Indes Orientales, etc. 2: 71. Jean Louis de Lorme, Amsterdam. PDF fulltext\nNewton, Alfred & Gadow, Hans Friedrich (1893): On additional bones of the Dodo and other extinct birds of Mauritius obtained by Mr. Théodore Sauzier. Transactions of the Zoological Society of London 13: 281-302, plate 34: figures 9-10."
  }
}