{
  "url": "https://en.wikipedia.org/wiki/Mindanao_bleeding-heart",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Gallicolumba"
    },
    {
      "Species": "G. crinigera"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mindanao bleeding-heart (Gallicolumba crinigera), also known as Bartlett's bleeding heart dove, Barlett's bleeding heart pigeon and the hair-breasted bleeding heart, is a species of bird in the pigeon family. It is endemic to the Philippines. It is so named because of a red blotch on its breast. The generic name derives from a fusion of the Latin gallus (\"chicken\") and columba (\"pigeon\").",
    "Description": "The Mindanao bleeding-heart is about 29 cm in length and weighs 184–204 g. The forehead, crown, nape and mantle are metallic green, slightly duller on the forehead and sides of the head. The back to rump is a chocolate brown with fringes of green. The upper and central tail coverts are purplish brown, the chin and throat are white. Most striking is a blood red patch on the breast, hence the common name. The lower breast to the undertail is a rusty orange that is its darkest on the breast and flanks and palest on the belly. The underwing is chestnut brown and blackish on the edges. The wing shield is a dull brown with broad tips which make three distinct wing bars. The sexes are similar in appearance though there may be some dimorphism in iris colouration. Juveniles are dark chestnut or reddish brown with some metallic fringes on the mantle and scapular.",
    "Behaviour": "It is a shy bird which typically runs from danger, spending most of its time on the forest floor, and only flying short distances if flushed. It only perches in trees if frightened or when nesting or roosting. The call is a repeated woo-oo similar to that of most doves and pigeons. It is a rare sight because of its cryptic behaviour.",
    "Behaviour-Breeding": "Courtship is characterized by slowly raising and lowering the wings at regular intervals of a few seconds. The female lays a single creamy white egg, which it will incubate for 15–18 days (depending on the weather) and the young are capable of flight within 15–16 days of hatching. The breeding period is thought to take place during the rainy season (March through June).",
    "Behaviour-Feeding": "The birds feed on the forest floor, foraging for berries, seeds, worms and insects. In captivity they are typically fed grains, greens and parakeet seed.",
    "Distribution and habitat": "The Mindanao bleeding-heart exists (or used to exist) on the Philippine Islands of Samar, Leyte, Basilan, Mindanao, Bohol, and Dinagat. It is one of the three bleeding-heart doves that are native to their own particular island or islands of the Philippines. It naturally occurs in both primary and secondary tropical lowland rainforests up to an elevation of 750 m.",
    "Status and conservation": "The Basilan subspecies (Gallicolumba crinigera bartletti) became extinct in the wild in the mid-1900s, though a captive population exists in American zoos. The subspecies Gallicolumba crinigera crinigera seems more common than previously believed.\nThe main threats to the Mindanao bleeding-heart are deforestation and overhunting for food and for the pet trade. The status of the species is not sufficiently known for a definite assessment. Initially listed as being of least concern in 1988, it was subsequently uplisted to vulnerable in 1994, and further to endangered in 2000. With its exact rate of decline still unresolved, it was downlisted to vulnerable in the 2007 IUCN Red List.",
    "References": "",
    "External links": "ISIS (2008): Gallicolumba criniger bartletti held at ISIS-registered institutions. Retrieved 2008-OCT-23.\nArkive\nBirdLife International\nMemphis Zoo Society Docents\nInternational Dove Society site"
  }
}