{
  "url": "https://en.wikipedia.org/wiki/Molokai_creeper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Paroreomyza"
    },
    {
      "Species": "†P. flammea"
    }
  ],
  "text": {
    "__SUMMARY__": "The kākāwahie or Molokaʻi creeper, (Paroreomyza flammea) was a species of Hawaiian honeycreeper. It is extinct, but was found on the Hawaiian island of Molokaʻi in Hawaii.",
    "Description": "The kākāwahie was 5.5 in (14 cm) long. This bird had the appearance of a ball of flame, especially males, which were scarlet red all around. The female had more of a brownish tinge to its belly. Its call was a chip like someone was cutting wood in the distance. They were discovered in the late 19th century when Scott Barchard Wilson, a British ornithologist was lost in the fog. Wilson had shot down a female and two bright males. He collected several specimens and skins of other species of Molokaʻi birds and then went back to England. They were fast flitting birds but nevertheless, they were still endangered.  It is depicted in several paintings from the early 18th, 19th, and 20th centuries.",
    "Distribution": "The kākāwahie lived in the Akoke Forests. Its stronghold in the Akoke Forests was the Kamakou Plateau, where it was seen before disappearing in 1963.",
    "Habits": "Apparently similar to the Maui Nui ʻalauahio, it used its blunt and short beak to peck out insects from old naio (Myoporum sandwicense) trees. It mainly fed on the larvae of beetles and lepidoptera; however in rare cases, it sipped nectar from flowers, which included the naio. The exterior of its nest was reportedly composed of moss. The binomial name of this species, Paroreomyza flammea, refers to its appearance being to similar to that of a ball of fire as it flit from tree to tree in search of invertebrates.",
    "Extinction": "Causes of extinction were probably similar to those of other Hawaiian forest birds. Habitat destruction, avian disease spread by introduced mosquitoes, as well as introduced predators are all likely major factors in its decline. Diseases spread by mosquitoes included avian malaria and fowlpox. These diseases caused the kākāwahie to grow ill and create lumps, which eventually caused paralysis and then death by starvation. Native Hawaiians trapped the birds for their red feathers, which were then used in the capes and leis of aliʻi (nobles and royalty). It was last sighted in montane wet forest at ʻŌhiʻalele Plateau in 1963. There were reports of this bird holding on until the 1970s. There is an extremely remote possibility that this species holds on in remote, inaccessible regions of the Olokui plateau, a region where another possibly extinct bird, the Olomaʻo is protected.",
    "References": "Birds of North America Online. Downloaded on January 12, 2010",
    "External links": "\"Kākāwahie or Moloka‘i Creeper\" - Hawaii's Comprehensive Wildlife Conservation Strategy (.pdf)"
  }
}