{
  "url": "https://en.wikipedia.org/wiki/Mysterious_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Aplonis"
    },
    {
      "Species": "†A. mavornata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mauke starling or mysterious starling (Aplonis mavornata) was a species of starling found on the island of Mauke, Cook Islands. It is now extinct. The binomen is the result of Buller's misreading of the name inornata on the specimen label. As he seems to have genuinely believed this spelling to be correct, the binomial, although it has no meaning, is valid.",
    "Description": "Its overall length is 7.5 inches (19 cm). Bill from gape 1 inch (2.5 cm), from anterior margin of nostril, 1.24 cm. Tarsus 2.74 cm, tail 6.4 cm, wing 10.5 cm, wingspan 32 cm. Wing and tarsus measurement are somewhat less than in the living bird due to shrinkage of the specimen. The other measurements are either from the freshly killed bird or are unlikely to have changed. Dull dusky black overall, with lighter brown feather edges which are prominent on the body feathers and less conspicuous on the remiges and tail. Iris yellow. Feet dusky brownish; bill the same colour or somewhat lighter.The geographically closest relative is the Rarotonga starling, which is larger and has a greyish body plumage with light grey feather margins. In overall appearance, A. mavornata is closest to the Polynesian starling's subspecies tenebrosus of Niuatoputapu and Tafahi, Tonga; alternatively, it looks much like a much (nearly one-third) smaller, yellow-eyed version of the Samoan starling.",
    "Extinction": "There is a lot of mystery surrounding the Mauke Starling. The only known specimen (BMNH Old Vellum Catalog 12.192) was shot \"hopping about [on a] tree\", by Andrew Bloxam, naturalist of HMS Blonde, roughly between 2:30 and 3:30 pm on August 9, 1825. The island of Mauke was not visited again by ornithologists until 1973, by which time the bird was extinct, presumably due to predation by introduced rats. Bloxam noted that in 1825, only two years after the arrival of the first Europeans, they \"saw quantities of rats with long tails, different in appearance from the common South Sea rat and resembling in colour and almost in size the Norway rat\". Thus, and considering the vulnerability of other Aplonis species to rat predation, it can be assumed that the species became extinct soon thereafter.",
    "The mystery and its resolution": "There was much uncertainty surrounding the specimen, as it had no information on its place of origin or date of collection. Sharpe is the origin of much of this confusion, but it actually started with Buller's 1887 description, when he misread the name on the label. Sharpe corrected this to inornata, but this was both unjustified (as Buller apparently really believed to have read mavornata) and in any case preoccupied, as Salvadori had already named another starling Calornis inornata in 1880. Thus, although Buller's description – a few throwaway lines in an account of the striated starling referring to the unique specimen – is barely sufficient and his name nonsensical, it is nonetheless valid according to ICZN rules.\nThere exists a drawing by Georg Forster, made on June 1, 1774, and some notes of a bird collected on Rai’atea (formerly known as Ulieta) between May 14 and June 1 (popularised in Martin Davies' 2005 novel The Conjurer's Bird as the \"Mysterious Bird of Ulieta\"). Sharpe and many subsequent authors claimed that the bird on the painting was the same species as the specimen, despite numerous discrepancies between the specimen and Forster's description. Stresemann debunked this theory thoroughly, but writers did not stop referring A. mavornata to Forster's bird, connecting it with the Society Islands or with Cook's second voyage. Only in 1986, when Olson published the results of his research, which included analysis of Bloxam's original diary and notes and concluded that his \"Sturnus Mautiensis\" can be identified with Buller's A. mavornata, was the mystery of Specimen 12.192 resolved. Since Bloxam's notes were originally published in a much bowdlerized and misleading edition where it is only mentioned that they \"...saw [...] a starling...\" without any details and especially no reference to a specimen, the true origin of the mysterious starling was long overlooked.\nIn an ironic twist, Forster's bird, which had long puzzled ornithologists and was sometimes called \"the mysterious bird of Raiatea\" and variously considered a thrush or honeyeater is almost certainly another now-extinct species of Aplonis – thus, one could say that there are indeed two, not one species of \"mysterious starling\" from Pacific islands.",
    "References": "",
    "External links": "Species factsheet - BirdLife International"
  }
}