{
  "url": "https://en.wikipedia.org/wiki/Negros_fruit_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Ptilinopus"
    },
    {
      "Species": "P. arcanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Negros fruit dove (Ptilinopus arcanus) is a species of bird in the pigeon and dove family, Columbidae. It is endemic to the island of Negros in the Philippines. This fruit dove is known from a single female specimen collected from the slopes of Mount Kanlaon in the northern part of the island. While it was found at a high elevation, it is suspected that the species originally lived in the lowland dipterocarp forests and was driven to higher elevations by habitat destruction. While some have suggested that the specimen is either a runt or a hybrid instead of a valid species, this is not widely accepted. The female Negros fruit dove was a small fruit dove with vivid dark green plumage and an ashy-grey forehead. It had a distinctive ring of bare yellow skin around its eye, and yellow fringes to some of its feathers gave it the appearance of having a yellow wingbar when perched. The throat was white, while the undertail and vent were yellow.\nThe original specimen was shot along with a bird suspected to be its mate from a fruiting tree. Nothing else is known about its behavior. The species has not been definitively reported since its original discovery in 1953, and as several searches of Mount Kanlaon and the surrounding forests have not discovered any sign of the bird, many believe that it may be extinct. However, a local hunter from southern Negros claimed to have shot it the nineties, and the discovery of many species formerly thought endemic to Negros on the nearby island of Panay have given some hope that the species may persist. As such, it is currently listed as Critically Endangered by the IUCN. Any surviving population would be very small, likely numbering fewer than 50 individuals, and would be threatened by habitat destruction and hunting.",
    "Taxonomy": "The Negros fruit dove was described in 1955 as Ptilinopus arcanus by Sidney Dillon Ripley and Dioscoro Rabor on the basis of a single female specimen collected by Rabor on May 1, 1953. This specimen, collected near Pula on the slopes of Mount Kanlaon in the Philippines, was shot along with a second bird, presumed to be its mate, which was lost in the undergrowth. The holotype is preserved as a skin by Yale University's Peabody Museum of Natural History. The generic name Ptilinopus comes from the Ancient Greek words ptilon \"feather,\" and pous, \"foot.\" The specific name arcanus comes from the Latin word arcānus \"secret.\"Some authors have suggested that the specimen was either a runt of either the yellow-breasted fruit dove or a Treron pigeon, or a hybrid instead of a unique species; however, these views are generally considered invalid due in part to the distinctiveness of the specimen, particularly in the bare skin around the eye, and no proper evidence has suggested that the Negros fruit dove is an invalid species. It is uncertain where the dove should be placed within the genus Ptilinopus as the male's plumage, a key feature used in organizing the Ptilinopus doves, is unknown. It has been suggested that the Negros fruit dove is either most closely related to the black-naped fruit dove or represents an early colonization of the Philippines by the genus that has left no surviving close relatives. It has no known subspecies and is also known as Ripley's fruit dove.",
    "Description": "The Negros fruit dove is a small, short-tailed fruit dove. Only the appearance of the adult female is known as the presumed male specimen was lost in the undergrowth. The female is a vivid dark green overall with an ash-grey forehead above an extensive ring of bare yellow skin that surrounds the eye. The greater coverts and tertial feathers have broad yellow fringes that create a narrow, if conspicuous, wingbar when the wing is folded. The throat is white while the vent and undertail coverts are yellow. The bill was black and the feet were a dull purplish-red. The fruit dove is 16.5 cm (6.5 in) long.",
    "Distribution and habitat": "The Negros fruit dove is believed to be endemic to the island of Negros in the central part of the Philippines. However, some hope exists that the bird may persist undetected on a nearby island. The only known birds were collected from a forest at the edge of a clearing on Mount Kanlaon at an elevation of about 1,100 m (3,600 ft). The forest was noted as being \"halfway between the genuine lowland dipterocarp forest type... and the real mid-mountain forest type.\" It is suspected that the species preferred habitat at a lower altitude, and that the collected pair may have been driven to higher elevations by deforestation in the lowlands.",
    "Ecology and behavior": "The sole sighting of the Negros fruit dove involved a pair of birds seen eating at a fruiting tree. No other information is known about its behavior.",
    "Status": "The species has not been recorded since the original pair of Negros fruit doves were shot in May 1953 at Mt Kanlaon. However, a local hunter in southern Negros claimed to have shot it in the nineties, which has given hope that the species may still exist, and as such the IUCN lists the Negros fruit dove as Critically Endangered, as any surviving population is likely to number fewer than 50 birds. If the species still exists, it is likely that habitat destruction for agriculture, timber, and charcoal-burning and hunting, a common problem for all other pigeons on Negros, are major threats.As numerous collectors had visited Negros prior to 1953 and did not record the species, it is likely that it was already very rare by the time of its discovery. It is suspected that the Negros fruit dove was originally a lowland species, but the destruction of forests in northern Negros forced the dove from its ideal habitat and led to its probable extinction. Today, no forest exists in northern Negros at an elevation lower than 750 m (2,460 ft), and several searches in the 1990s of Mount Kanlaon and the surrounding area failed to discover any sign of the species' continued existence. Ornithological fieldwork has discovered that the nearby island of Panay is home to some species previously thought to be endemic to Negros, including the Negros bleeding-heart. This discovery and the presence of unexplored lowland forests on Panay give hope that the Negros fruit dove may still exist in low numbers on a nearby island. Other than the depiction of the bird on a Philippine environmental education poster in the 1990s, no conservation measures have been enacted to protect any surviving population.",
    "References": "",
    "References-Cited texts": "Baptista, Luis F.; Trail, P. W.; Horblit, H. M. (1997). \"Family Columbidae (Pigeons and Doves)\".  In del Hoyo, Josep; Elliott, Andrew; Sargatal, Jordi (eds.). Handbook of the Birds of the World. 4. Sandgrouse to Cuckoos. Barcelona: Lynx Editions.\nGibbs, David; Barnes, Eustace; Cox, John (2001). Pigeons and Doves: A Guide to the Pigeons and Doves of the World. Sussex: Pica Press. ISBN 1-873403-60-7.",
    "External links": "BirdLife Species Factsheet"
  }
}