{
  "url": "https://en.wikipedia.org/wiki/New_Zealand_quail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Coturnix"
    },
    {
      "Species": "†C. novaezelandiae"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Zealand quail (Coturnix novaezelandiae), or koreke (the Māori name), has been extinct since 1875. The male and female were similar, except the female was lighter. The first scientist to describe it was Sir Joseph Banks when he visited New Zealand on James Cook's first voyage. Terrestrial and temperate, this species inhabited lowland tussock grassland and open fernlands. The first specimen to be obtained by a European was collected in 1827 by Jean René Constant Quoy and Joseph Paul Gaimard on Dumont D'Urville's voyage. \nResearch was conducted between 2007 and 2009 into whether the quails on Tiritiri Matangi Island – which was spared the worst impact of introduced predators – might be a surviving population of this species, or  koreke-brown quail (Coturnix ypsilophora) hybrids. However, a genetic study showed instead that the quail on Tiritiri Matangi are Australian brown quail, Coturnix ypsilophora. Sequences were derived for all quail species within the Australian and New Zealand Coturnix sp. complex.It has sometimes been considered conspecific with the Australian stubble quail Coturnix pectoralis, which would then be named Coturnix novaezelandiae pectoralis as the New Zealand bird was described first. However, the genetic analysis showed that they are separate though closely related species.",
    "References": "",
    "External links": "Koreke, the New Zealand Quail (with pictures, article, taxonomy, & description).\n3D view of specimens RMNH 110.051 and RMNH 110.052 at Naturalis, Leiden (requires QuickTime browser plugin).\nNew Zealand Quail / Koreke. Coturnix novaezelandiae. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006\nThe Quail (male and female) Coturnix Novae Zealandie by Johannes Keulemans in the collection of the Museum of New Zealand Te Papa Tongarewa\nNew Zealand Quail by George Lodge, 1913 in the collection of the Museum of New Zealand Te Papa Tongarewa"
  }
}