{
  "url": "https://en.wikipedia.org/wiki/Norfolk_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Aplonis"
    },
    {
      "Species": "†A. fusca"
    },
    {
      "Subspecies": "†A. f. fusca"
    }
  ],
  "text": {
    "__SUMMARY__": "The Norfolk starling (Aplonis fusca fusca), was a small bird in the starling family.  It is the extinct nominate subspecies of the Tasman starling, the only other subspecies being the also-extinct Lord Howe starling (A. f. hulliana).",
    "Distribution": "The Norfolk starling was confined to Norfolk Island, an Australian territory in the Tasman Sea between Australia and New Zealand.",
    "Description": "The Norfolk starling was 20 cm long. The wing length was 9.8 cm to 10.3 cm, the length of the tail was 6.3 to 6.8 cm, the length of the culmen 1.3 cm and tarsus was 2.5 cm. It was generally greyish brown. The males were glossy metallic green from head to the throat. The back, the rump, the uppertail coverts, the wing coverts, and underparts were grey, but undertail coverts were whitish. The bill was black and the eyes orange red. The females were coloured similarly but the greenish gloss were slightly duller and a grey throat contrasted with pale brownish flanks. The under breast was washed ochraceous. The abdomen and the undertail coverts were yellowish white.",
    "Extinction": "The reasons for its extinction are unclear. Competition from introduced European starlings, song thrushes and common blackbirds, overhunting and habitat loss through agricultural clearing might have played important roles. Reports in older literature that it was driven to extinction by rats like its relative from Lord Howe Island are incorrect because rats did not become a pest on Norfolk Island until 1940, while the Norfolk starling became extinct in 1923.",
    "References": "Errol Fuller (2000). Extinct Birds, ISBN 0-8160-1833-2",
    "External links": "Species factsheet - BirdLife International\n3D view of specimens RMNH 110.032, RMNH 110.033 and RMNH 110.035 at Naturalis, Leiden (requires QuickTime browser plugin)\nNorfolk Island Starling. Aplonis fusca. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}