{
  "url": "https://en.wikipedia.org/wiki/Norfolk_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Hemiphaga"
    },
    {
      "Species": "H. novaeseelandiae"
    },
    {
      "Subspecies": "H. n. spadicea"
    }
  ],
  "text": {
    "__SUMMARY__": "The Norfolk pigeon or Norfolk Island pigeon (Hemiphaga novaeseelandiae spadicea), sometimes called a wood quest, was a subspecies of the New Zealand pigeon that inhabited Norfolk Island.  It became extinct around the turn of the 20th century.",
    "Ecology": "The abundance of the Norfolk pigeon at the time of the island's settlement is unknown.  Early records indicate the presence of the bird, but do not contain any information on its numbers.  Based on the behaviour of the other subspecies, it is likely that the bird relied upon fruiting plants for food.",
    "Extinction": "The extinction of the Norfolk pigeon was caused by a combination of the introduction of cats and weasels, habitat destruction by human settlers, and direct hunting by humans.  Prior to European settlement, the bird had been hunted by Polynesian settlers of the island.  When Europeans reached the island, however, the birds remained and the Polynesians did not. The Europeans took up the bird as a food source. An officer of the penal colony there, Ensign Abel Dottin William Best, recorded the species as still quite common in 1838, with his journals mentioning his successful hunting of 72 birds, including 25 on September 18, 1838. The last sighting occurred in 1901. Direct hunting by humans was probably the dominant cause of extinction.",
    "Specimens": "The first description of the species was given by John Latham, in his 1801 work Supplementum Indicis Ornithologici.  Twenty specimens of the Norfolk Pigeon are known.  Three of these are in the Natural History Museum, Leiden.",
    "Memorials": "The Government of Norfolk Island released a stamp commemorating the bird on February 24, 1971.",
    "References": "",
    "External links": "A painting of a Norfolk Island Pigeon by Paul Martinson at the Museum of New Zealand Te Papa Tongarewa"
  }
}