{
  "url": "https://en.wikipedia.org/wiki/Northern_caracara",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Falconiformes"
    },
    {
      "Family": "Falconidae"
    },
    {
      "Genus": "Caracara"
    },
    {
      "Species": "C. cheriway"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern crested caracara (Caracara cheriway), also called the northern caracara and crested caracara, is a bird of prey in the family Falconidae. It was formerly considered conspecific with the southern caracara (C. plancus) and the extinct Guadalupe caracara (C. lutosa) as the \"crested caracara\". It has also been known as Audubon's caracara. As with its relatives, the northern caracara was formerly placed in the genus Polyborus. Unlike the Falco falcons in the same family, the caracaras are not fast-flying aerial hunters, but are rather sluggish and often scavengers.",
    "Distribution": "The northern caracara is a resident in Cuba, northern South America (south to northern Peru and northern Amazonian Brazil) and most of Central America and Mexico, just reaching the southernmost parts of the United States, including Florida, where it has been seen on the East coast as far as Melbourne Florida where it is now considered a resident but listed as threatened. There have been reports of the crested caracara as far north as San Francisco, California. and, in 2012, near Crescent City, California. In July 2016 a northern caracara was reported and photographed by numerous people in the upper peninsula of Michigan, just outside of Munising. In June 2017, a crested caracara was sighted far north in St. George, New Brunswick, Canada. South of the US border, it is generally common. It can also be found (nesting) in the Southern Caribbean (e.g. Aruba, Curaçao and Bonaire). This is a bird of open and semi-open country.",
    "Description": "The northern caracara has a length of 49–58 cm (19–23 in), a wingspan of 122–125 cm (48–49 in), and weighs 1,050–1,300 g (37–46 oz). Average weight is higher in the north of the range, smaller in the tropics. In Florida, 21 male birds averaged 1,117 g (2.463 lb) and 18 female birds averaged 1,200 g (2.6 lb). In Panama, males were found to average 834 g (1.839 lb) and females averaged 953 g (2.101 lb). Among caracaras, it is second in size only to the southern caracara. Broad-winged and long-tailed, it also has long legs and frequently walks and runs on the ground. It is very cross-shaped in flight. The adult has a black body, wings, crest and crown. The neck, rump, and conspicuous wing patches are white, and the tail is white with black barring and a broad terminal band. The breast is white, finely barred with black. The bill is thick, grey and hooked, and the legs are yellow. The cere and facial skin are deep yellow to orange-red depending on age and mood. Sexes are similar, but immature birds are browner, have a buff neck and throat, a pale breast streaked/mottled with brown, greyish-white legs and greyish or dull pinkish-purple facial skin and cere. The voice of this species is a low rattle.\nAdults can be separated from the similar southern caracara by their less extensive and more spotty barring to the chest, more uniform blackish scapulars (brownish and often lightly mottled/barred in the southern), and blackish lower back (pale with dark barring in the southern). Individuals showing intermediate features are known from the small area of contact in north-central Brazil, but intergradation between the two species is generally limited.",
    "Habitat": "Northern caracaras inhabit various types of open and semi-open country. They typically live in lowlands but can live to mid-elevation in the northern Andes. The species is most common in cattle ranches with scattered trees, shelterbelts and small woods, as long as there is a somewhat limited human presence. They can also be found in other varieties of agricultural land, as well as prairies, coastal woodlands (including mangroves), coconuts plantations, scrub along beach dunes and open uplands.",
    "Behavior": "The northern caracara is a carnivorous scavenger that mainly feeds on carrion, but does occasionally eat fruit. The live prey they do catch is usually immobile, injured, incapacitated or young. Prey species can include small mammals, amphibians, reptiles, fish, crabs, insects, their larvae, earthworms, shellfish and young birds. Bird species that are culled can range from large, colonial nesting birds such as storks and herons to small passerines. Reptiles taken often including snakes, lizards and small freshwater turtles. This species, along with other caracaras, is one of few raptors that hunts on foot, often turning over branches and cow dung to reach food. In addition to hunting its own food on the ground, the northern caracara will steal from other birds, including vultures, buteos, pelicans, ibises and spoonbills. Because they stay low to the ground even when flying, they often beat Cathartes vultures to carrion and can aggressively displace single vultures of most species from small carcasses. They will occasionally follow trains or automobiles to fetch food that falls off.Northern caracaras can usually be spotted either alone, in pairs or family parties of 3–5 birds. Occasionally roosts may contain more than a dozen caracaras and abundant food sources can cause more than 75 to gather. The nesting season is from December to May and is a bit earlier the closer the birds live to the tropics. They build large stick nests in trees such as mesquites and palms, cacti, or on the ground as a last resort. The nests are bulky and untidy, 60–100 cm (24–39 in) wide and 15–40 cm (5.9–15.7 in) deep, often made of grasses, sticks and hay, spotted with much animal matter. It lays 2 to 3 (rarely 1 to 4) pinkish-brown eggs with darker blotches, which are incubated for 28–32 days.",
    "Taxonomy": "Though the northern caracaras of our time are not divided into subspecies as their variation is clinal, prehistoric subspecies are known. Due to the confused taxonomic history of the crested caracaras, their relationships to the modern birds are in need of restudy:\nCaracara cheriway grinnelli (La Brea caracara: Late Pleistocene of California)\nCaracara cheriway prelutosus (Late Pleistocene of Mexico)The former almost certainly represents birds which were the direct ancestors of the living population. The latter may actually be the ancestor of the Guadalupe caracara.A DNA analysis of 2,500 year old bones of the recently extinct Bahaman caracara, shows that the species was closely related to the northern crested caracara and the southern crested caracara. The three species having last shared a common ancestor between 1.2 and 0.4 million years ago.",
    "Florida caracara": "The state of Florida is home to a relict population of northern caracaras that dates to the last glacial period, which ended around 12,500 BP. At that point in time, Florida and the rest of the Gulf Coast was covered in an oak savanna. As temperatures increased, the savanna between Florida and Texas disappeared. Caracaras were able to survive in the prairies of central Florida as well as in the marshes along the St. Johns River. Cabbage palmettos are a preferred nesting site, although they will also nest in southern live oaks. Their historical range on the modern-day Florida peninsula included Okeechobee, Osceola, Highlands, Glades, Polk, Indian River, St. Lucie, Hardee, DeSoto, Brevard, Collier, and Martin counties. They are currently most common in DeSoto, Glades, Hendry, Highlands, Okeechobee and Osceola counties. Loss of adequate habitat caused the Florida caracara population to decline, and it was listed as threatened by the United States Fish and Wildlife Service in 1987.",
    "Northern caracara in Mexico": "The Mexican ornithologist Rafael Martín del Campo proposed that the northern caracara was probably the sacred \"eagle\" depicted in several pre-Columbian Aztec codices as well as the Florentine Codex. This imagery was adopted as a national symbol of Mexico, and is seen on the flag among other places. Since the paintings were interpreted as showing the golden eagle, it became the national bird.",
    "Texan Eagle": "Balduin Möllhausen, the German artist accompanying the 1853 railroad survey, led by Lt. Amiel Weeks Whipple, from the Canadian River to California along the 35th parallel, recounted observing what he called the \"Texan Eagle,\" which, in his account, he identified as Audubon's Polyborus vulgaris. This sighting occurred in the San Bois Mountains in southeastern Oklahoma.",
    "References": "",
    "External links": "eNature.com page with photograph and sound\nNational Birds: Mexico\n\"Crested caracara media\". Internet Bird Collection.\nCrested caracara photo gallery at VIREO (Drexel University)\nCrested caracara species account at Neotropical Birds (Cornell Lab of Ornithology)"
  }
}