{
  "url": "https://en.wikipedia.org/wiki/North_Island_piopio",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Oriolidae"
    },
    {
      "Genus": "†Turnagra"
    },
    {
      "Species": "†T. tanagra"
    }
  ],
  "text": {
    "__SUMMARY__": "The North Island piopio (Turnagra tanagra) was a passerine bird of the family Oriolidae. The North Island piopio is now considered to be extinct.",
    "Taxonomy and systematics": "For many years, the North Island piopio was considered to be conspecific with the South Island piopio, but the two are now regarded as two separate species due to their pronounced differences in external appearance and osteology (Olson et al., 1983). An alternate name for the North Island piopio is the North Island thrush.",
    "Status": "The North Island piopio was endemic to the North Island of New Zealand and was described by Walter Buller as being common in 1873, although only a few specimens were ever collected, and it declined rapidly after that time (Buller, 1888). The last specimens were collected in 1900, or more probably in 1885/1886 (Medway, 1968), and by the 1960s only around 27 specimens remained in museums worldwide. Occasional sight records of people claiming to have seen the bird (e.g. Sopp, 1957) persisted until 1970 (Bell & Singleton, 1974; Olsen 1993), but the North Island piopio is now considered extinct. Its last stronghold appears to have been the area that later became the Whanganui National Park, possibly extending north-east to the Hauhungaroa Range west of Lake Taupo. The introduction of foreign predatory mammals such as cats and rats to New Zealand's North Island is mostly to blame for the North Island piopio's extinction, with habitat loss and predation by mustelids also being significant from the 1880s onward.",
    "References": "Bell, R. & Singleton, L. (1974): A sighting of the Piopio or Native Thrush. Notornis 21(3): 268–269. PDF fulltext\nBuller, Walter L. (1873): A history of the birds of New Zealand (1st edition). van Woorst, London\nBuller, Walter L. (1888): A history of the birds of New Zealand (2nd edition) 2. Published by the author, London.\nMedway, David G. (1968): Records of the Huia, North Island Thrush and North Island Kokako from the diaries of Joseph Robert Annabell (1857–1924) Notornis 15(3): 177–192. PDF fulltext\nOlsen, Malcolm (1993): North Island Piopio – a possible 1930s record. Notornis 40(1): 26. PDF fulltext\nOlson, Storrs L.; Parkes, K. C.; Clench, M. H. & Borecky, S. R. (1983): The affinities of the New Zealand passerine genus Turnagra. Notornis 30(4): 319–336. PDF fulltext\nSchlegel, Hermann (1866): [Description of Turnagra tanagra]. Nederlandsch Tijdschrift voor de Dierkunde 3: 190.\nSopp, G. E. (1957): North Island Native Thrush or Pio-Pio (Turnagra capensis tanagra). Notornis 7(4): 101–102. PDF fulltext",
    "Footnotes": "",
    "External links": "North Island Piopio. Turnagra tanagra. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}