{
  "url": "https://en.wikipedia.org/wiki/Oreophasinae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Cracidae"
    },
    {
      "Subfamily": "OreophasinaeSclater & Salvin, 1870"
    },
    {
      "Genus": "OreophasisG.R. Gray, 1844"
    },
    {
      "Species": "O. derbianus"
    }
  ],
  "text": {
    "__SUMMARY__": "The horned guan (Oreophasis derbianus) is a large, approximately 85 cm long, turkey-like bird with glossed black upperparts plumage, red legs, white iris, yellow bill and a red horn on top of head. The breast and upper belly are white, and its long tail feathers are black with white band near base. Both sexes are similar. The young is duller with smaller horn, and has brown tail and wings.\nThe only member in monotypic genus Oreophasis, the horned guan is distributed in humid mountain forests of southeast Mexico-(Chiapas) and Guatemala of Central America. It is found in altitude up to 3,350 metres. Its diet consists mainly of fruits, green leaves and invertebrates. The female usually lays up to two eggs.\n\nThe horned guan is not a true guan, but merely resembles these birds most in overall shape and color, whereas the horn is more reminiscent of the helmeted curassows. In fact, this species is the only survivor of a very ancient lineage of cracids that has been evolving independently from all other living members of this family for at least 20, possibly as much as 40 million years.\nAlthough it does not have any really close relatives among living cracids, the true guans are apparently most distant. Given that the basal relationships of the living cracids are not well resolved, the horned guan is often placed into a distinct subfamily, the Oreophasinae. Alternatively, it might be included in a large Cracinae with curassows and chachalacas (Pereira et al. 2002)\nDue to ongoing habitat loss, small population size, limited range and hunting in some areas, the horned guan is evaluated as Endangered on the IUCN Red List of Threatened Species. It is listed on Appendix I of CITES.",
    "Taxonomy": "The holotype specimen of “Oreophasis Derbianus\" G.R. Gray (Gen. Bds., 3, 1844, p.(485).) is held in the collections of National Museums Liverpool at World Museum, with accession number D210. The specimen was collected from Volcán de Fuego, Guatemala by Don Joaquin Quinones circa 1843 and came to the Liverpool national collection via the 13th Earl of Derby’s collection which was bequeathed to the people of Liverpool.",
    "References": "Pereira, Sérgio Luiz; Baker, Allan J.& Wajntal, Anita (2002): Combined nuclear and mitochondrial DNA sequences resolve generic relationships within the Cracidae (Galliformes, Aves). Systematic Biology 51(6): 946-958. doi:10.1080/10635150290102519 PMID 12554460 PDF fulltext",
    "External links": "BirdLife Species Factsheet\nHorned Guan photo, Article Aventuras Naturales\nHorned Guan image; Article (Oil paintings)\nStamps (for Mexico, three types)\nHorned Guan photo gallery VIREO\nHorned Guan videos on the Internet Bird Collection"
  }
}