{
  "url": "https://en.wikipedia.org/wiki/Oʻahu_ʻōʻō",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "†Mohoidae"
    },
    {
      "Genus": "†Moho"
    },
    {
      "Species": "†M. apicalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The O‘ahu ‘ō‘ō (Moho apicalis) is a member of the extinct genus of the ‘ō‘ōs (Moho) within the extinct family Mohoidae. It was previously regarded as member of the Australo-Pacific honeyeaters (Meliphagidae).",
    "Description": "The males reached a length of 30.5 centimeters. The wing length was 10.5 to 11.4 centimeters, the culmen was between 3.5 and 3.8 centimetres and the tarsus was between 3.4 and 3.8 centimeters. The females were smaller. The plumage was predominantly sooty black. The tail feathers were brown and had, with the exception of the two central tail feathers, white tips. Further characteristics were the white feather tufts under the axillaries and the two narrow central tail feathers which changed into fine hair-like or fibrous tips. The flanks and the undertail coverts were colored deeply yellow. The bill and the tarsus were black. Its biology is not well-studied.",
    "Occurrence and habitat": "Its habitat was the mountain forests on O‘ahu.",
    "Extinction": "The O‘ahu ‘ō‘ō was first mentioned by Andrew Bloxam. While in the Hawaiian Islands in 1825 as the naturalist on board HMS Blonde, he saw live birds which were brought to him by locals. He preserved one specimen obtained in this way. He wrote in his diary (not published until much later): \"They are now very scarce in all the islands. I did not see even one in the different excursions I made, & the natives asked a high price for the very few they brought to me.\" Bloxam misidentified his birds as the species now called Moho nobilis.John Gould scientifically named and described the O‘ahu ‘ō‘ō in 1860, when it was already regarded as vanished for 23 years. The last reliable evidence was a collection of about three birds by German naturalist Ferdinand Deppe in 1837. He found these specimens in the hills behind the capital, Honolulu.\nAfter surveys, led by ornithologist Robert C. L. Perkins and others, failed to find the bird between 1880 and 1890, it was described as almost extinct. Today there are seven specimens in museum collections in Berlin, London, New York City and Cambridge (Massachusetts).\nThe reasons for its extinction were probably avian diseases caused by introduced mosquitos, habitat destruction by cattle and goats, deforestation, predation by introduced rats, and hunting (their plumage was used in robes for the Hawaiian nobility).",
    "References": "",
    "Bibliography": "Munro, George C. (1944 and its revised 2nd. edition from 1960): Birds of Hawaii\nFlannery, Tim & Schouten, Peter (2001): A Gap in Nature\nFuller, Errol (2000): Extinct Birds\nDay, David (1981): The Doomsday Book of Animals\nGreenway, James C. (1967): Extinct and Vanishing Birds of the World\nLuther, Dieter (2005): Die ausgestorbenen Vögel der Welt",
    "External links": "Species factsheet - BirdLife International"
  }
}