{
  "url": "https://en.wikipedia.org/wiki/Paradise_parrot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Psephotellus"
    },
    {
      "Species": "†P. pulcherrimus"
    }
  ],
  "text": {
    "__SUMMARY__": "The paradise parrot, species Psephotellus pulcherrimus, was a colourful medium-sized parrot native to the grassy woodlands of the Queensland – New South Wales border area of eastern Australia. Once moderately common within its fairly restricted range, the last live bird was seen in 1927. Extensive and sustained searches in the years since then have failed to produce any reliable evidence of it, and it is the only Australian parrot recorded as disappearing and presumed extinct.",
    "Description": "The plumage was extraordinarily colourful, even by parrot standards, a mixture of turquoise, aqua, scarlet, black and brown. The tail was almost the same length as the body, unusual for a bird that, although a rapid, undulating flyer, spent almost all of its time on the ground.",
    "Taxonomy": "The description of the species was first published by John Gould in 1845. Gould used the description supplied to him by the field worker John Gilbert, and was suspected to have copied the field notes of Gilbert from a letter that became lost. A letter from Gilbert (May, 1844) describing this parrot was forwarded to Edward Smith-Stanley (Lord Stanley, Earl of Derby), apparently to entice the enthusiast into purchase of specimens in Gould's possession. A copy of the Gilbert letter, written out by Stanley, that emerged from an archive in Liverpool in 1985 showed a correlation in the wording. Two specimens, thought to be from the type series used in the first description, were supplied to Stanley and these are held at the Liverpool Museum. The type specimen resides at the Academy of Natural Sciences, Philadelphia.Gilbert's diary records his first encounter with the parrot at the Condamine River, where he also obtained specimens. He later met the species at the Comet River to the north, while journeying with the second expedition led by Leichhardt, and made his last recorded sighting on June 1845 at Mitchell River, shortly before he was killed.The species is allied to genus Psephotellus of the parrot family Psittaculidae, published by Gregory Mathews in 1913, and is the type for that description.",
    "Ecology": "The species was observed in pairs or small family groups, making their nests in hollowed-out termite mounds, often at or near ground level, and feeding, so far as is known, almost exclusively on grass seeds. Some observers state that termitariums were occupied by the same breeding pair in successive years. Less certain is confirmation of holes at riverbanks being tunnelled out by this species. A recorded range of one pair over a month was restricted to an area of two hectares. \nThe nest sites were occasionally reported at termitariums previously occupied by the kingfisher Todiramphus macleayii or in burrows of a kookaburra Dacelo leachii (North, 1889), or at the base of a tree (Campbell, 1901).The reasons for the sudden decline of the paradise parrot remain speculative.  Possibilities include overgrazing, land clearing, changed fire regimes, hunting by bird collectors, and predation by introduced mammals like cats and dogs. It became rare towards the end of the 19th century and by 1915 was thought to be possibly extinct. A severe drought in the region during 1902 may have been a factor in its demise, and  where the new pastoralist practices were introduced the burning by graziers to encourage fodder for their stock resulted in the loss of seasonal foods.\n\nA collection of eggs was made at Maryborough and another by George Barnard at Fraser River, A. J. North recorded measurements for these in catalogue of nests and eggs by the Australian Museum (1889). The Maryborough collection were 0.88 × 0.73; 0.86 × 0.71; 0.9 × 0.74 inches and the Barnard collection at Dawson River  made September 1883 were 0.86 × 0.71; 0.87 × 0.7; 0.87 × 0.71 inches. Another sample of one 'proper' clutch by A. J. Campbell (1901) reports five eggs in inches as 0.84 × 0.7; 0.84 × 0.67; 0.81 × 0.69; 0.79 × 0.68; and of outliers in size as 0.94 × 0.76 and 0.85 × 0.69 inches. His description of the round oval eggs is having a finely grained pure white shell with a slight gloss, in clutch of four to five eggs.A series of searches turned up a few more individuals over the next decade, but the last confirmed sighting was on 14 September 1927.The Atlas of Australian birds (RAOU, 1984) noted it was not reported in the field during the survey (Field Atlas, 1977–81). The historical reports are commonly from an area in the southeast of Queensland, showing a rapid decline after the 1880s. \nThe species had occurred at the Duaringa district until 1902. \nAn attempt to solicit reports from the public in 1918, after a dearth of observations, indicated the presence at several locations. \nConfirmed sightings were made 1926–27 at widely separated locations of the known range, at Casino, New South Wales (November 1926)  and near Ipswich (1927) and Burnett River (November, 1927). \nUnconfirmed reports from the north of the recorded range may be complicated by misidentified observations of the rare golden-shouldered parrot (Psephotellus chrysopterygius). The early report of occurrence at Mitchell River (Queensland) in 1848 is regarded as reliable, and historical records of local occurrences near Coen and Archer River in the 1920s noted as possible.",
    "Images": "",
    "References": "\nGlimpses of Paradise: The Quest for the Beautiful Parakeet, Penny Olsen ISBN 978-0-642-27652-0, Canberra: National Library of Australia, 2007"
  }
}