{
  "url": "https://en.wikipedia.org/wiki/Pied_raven",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Corvidae"
    },
    {
      "Genus": "Corvus"
    },
    {
      "Species": "C. corax"
    },
    {
      "Subspecies": "C. corax varius morpha leucophaeus"
    }
  ],
  "text": {
    "__SUMMARY__": "The pied raven (Corvus corax varius morpha leucophaeus) was a colour morph of the North Atlantic subspecies of the common raven which was only found on the Faroe Islands and has disappeared since the mid-20th century. It had large areas of white feathering, most frequently on the head, the wings and the belly and its beak was light brown. Apart from that, it looked like the black North Atlantic ravens (C. c. varius morpha typicus).",
    "History": "The pied raven received binomial names such as Corvus leucophaeus (by Vieillot, 1817) and Corvus leucomelas (by Wagler, 1827). It is currently referred to as Corvus corax varius morpha leucophaeus.",
    "Description": "In modern Faroese, the bird is called hvítravnur (\"white raven\"), older name gorpur bringu hvíti (\"white-chested corbie\"). Normal individuals of the subspecies varius, which is found on Iceland and the Faroe Islands, already show a tendency towards more extensive white feather bases compared with the nominate subspecies. But only on the Faroes, a mutation in the melanin metabolism would become fixed in the population, causing some birds to have about half of their feathers entirely white. While albinotic specimens sometimes occur in bird populations, the pied raven seems not to have been based on such occasional \"sports\", but on a constantly or at least regularly present part of the local raven population.\n\nThe first record of the pied raven seems to be in the pre-1500 kvæði Fuglakvæði eldra (\"The elder ballad of birds\") which mentions 40 local species, including the great auk. Later, the pied raven is mentioned in the reports of Lucas Debes (1673) and Jens Christian Svabo (1781/82). Carl Julian von Graba in 1828 speaks of ten individuals he saw himself and states that these birds, while less numerous than the black morph, were quite common.\nDíðrikur á Skarvanesi, the first Faroe painter, painted the Fuglar series, a number of portrayal of birds. On his 18 fuglar (\"18 birds\"), the animal in the lower right corner can be identified as a pied raven. The painting is currently on display in the Listaskálin museum of Faroe art in Tórshavn.",
    "Disappearance": "As exemplified by Skarvanesi's painting, which obviously was done from stuffed birds, the pied raven was an object of interest to collectors. During the nineteenth century, the pied birds were selectively shot because they could fetch high prices; the sýslumaður (sheriff) of Streymoy, Hans Christopher Müller once paid two Danish rigsdaler for a stuffed specimen from Nólsoy. Such sums, a healthy amount of money for the impoverished Faroe farmers, made shooting a pied raven a profitable enterprise. Additionally, ravens in general were hunted as pests. In the mid-nineteenth century, every Faroe male of hunting age was ordered by royal decree to shoot at least one raven or two other predatory birds per year or be fined four skillings. One of the last pied raven specimens was shot on November 2, 1902 on Mykines. In the autumn of 1916, another bird was seen at Velbastaður and on Koltur. The last known individual was found in the winter of 1947 on Nólsoy and disappeared late in 1948. As these last sightings raised widespread interest, it seems probable that after 1948, no pied raven has been seen.\n\nThe pied raven, being a colour variation, only differed in one or very few alleles (as opposed to numerous genes in a true subspecies) from the black birds. The \"piebald\" allele(s) was or were recessive or (if more than one) only caused the novel coloration if they were all present. This is evidenced by the last sightings which occurred in the absence of a regular breeding population of piebald birds, and the observations of H. C. Müller. Thus, it is not certain that the form is indeed extinct, if one can speak of \"extinction\" in any but a population genetical sense anyway. Theoretically, the allele(s) could still be present but hidden in black individuals of the subspecies and thus, a pied raven could once again be born one day. As the raven population on the Faroes has declined to a few hundred birds at best over the recent decades, this does not seem very likely.\n\nToday, 16 museum specimens of the pied raven are known: six in Copenhagen (Zoologisk Museum), four in New York, two in Uppsala, one in Leiden, one in Braunschweig (Naturhistorisches Museum), one in Dresden and one in the Manchester Museum. On June 12, 1995, the Postverk Føroya issued the postal stamp FR 276, which featured a pied raven. It was designed by the famous Faroese artist and scientific illustrator Astrid Andreasen.",
    "References": "",
    "External links": "Detailed colour print followed by a thorough description in German, published in 1767.\nb/w photo of the Braunschweig specimen\nDen Hvide Ravn - extensive information in Danish"
  }
}