{
  "url": "https://en.wikipedia.org/wiki/Pohnpei_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Aplonis"
    },
    {
      "Species": "A. pelzelni"
    }
  ],
  "text": {
    "__SUMMARY__": "The Pohnpei starling (Aplonis pelzelni), also known as Pohnpei mountain starling or Ponape mountain starling, is an extremely rare or possibly extinct bird from the family of starlings (Sturnidae). It is (or was) endemic to the island of Pohnpei (Federated States of Micronesia) in the Pacific Ocean. It was called \"sie\" (pronounced see-ah) by the Pohnpei islanders. It was named after the Austrian ornithologist August von Pelzeln (1825–1891).",
    "Description": "The Pohnpei starling reached a size of 19 cm. It was generally dark with sooty brown upperparts. The head was darker and exhibit a black forehead and black lores. The wings, rump, uppertail coverts and tail were paler and showed a stronger brown coloring at the head. The underparts were washed olive brown. The bill and the feet were black. The iris was brown. The juveniles were similar to the adults except the upperparts of their plumage exhibited a paler brown. Its call consists of a bell-like shrill \"see-ay\".",
    "Habitat": "The Pohnpei starling was native to dark, damp mountain forests in altitudes above 425 m, but it was also observed at lower altitudes. The last specimen was shot in 1994 at an altitude of 750 m above the sea level.",
    "Ecology and diet": "It was a non-migratory bird and it was defended its territory by pairs. It foraged diurnally and its diet consisted of flowers, berries and seeds of evergreen bushes and trees as well as insects and maggots. Reports that it has built its nest in tree holes are unconfirmed.",
    "Threats and extinction": "The Pohnpei starling was discovered by the Polish ethnographer John Stanislaw Kubary (1846–1896) and first described by German ornithologist Otto Finsch in 1876. The holotype which was deposited at the Godeffroy Museum in Hamburg, Germany for a while is now at the Museum Naturalis in Leiden, Netherlands. It seems that this bird was rather common at the beginning of the 1930s. Sixty specimens were obtained during the Whitney South Seas Expedition led by William Coultas in 1930 and 1931. One specimen was shot by Lawrence P. Richards in 1948 who sent the skin to the Bishop Museum in Honolulu, Hawaii. In 1956, ornithologist Joe T. Marshall was the last western scientist who saw this bird alive. Marshall shot two specimens and sent the skins to the Smithsonian Institution in Washington, D.C.  Afterwards this bird was lost. In 1973 or 1974 it was apparently sighted at the Nantolemal Point but this unconfirmed. After several unconfirmed reports by Pohnpei islanders there were surveys in 1976, 1977, and 1983 which unfortunately failed. In 1990 it was classified as extinct by the IUCN, but on 4 July 1995 ornithologist Donald W. Buden obtained a dead female that was shot by a native guide at a herpetological expedition during 1994. Therefore, the IUCN has reclassified it as critically endangered in 2000. In 2008, surveys produced 3 records, although these have not been fully documented. A seven-day expedition in 2010 failed to produce any sightings.\nThe reasons for its vanishing remained unknown. Competition with other bird species and the bird hunting have played certainly an important role and as with many bird species on islands the clutches were plundered by rats. Habitat loss might have played a minor role because even if 37% of the highland forests were cleared between 1975 and 1995, a large part of its habitat still remains.",
    "References": "",
    "External links": "Taxonomy – Ponape Mountain Starling\nBirdLife Species Factsheet"
  }
}