{
  "url": "https://en.wikipedia.org/wiki/Polynesian_ground_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Pampusana"
    },
    {
      "Species": "P. erythroptera"
    }
  ],
  "text": {
    "__SUMMARY__": "The Polynesian ground dove (Pampusana erythroptera) is a critically endangered species of bird in the family Columbidae.  It is endemic to the Tuamotus in French Polynesia with recent records from the atolls of Matureivavao, Rangiroa, Tenararo, Morane, Vahanga and perhaps Tikehau. It favors tropical forests, especially with Pandanus tectorius, Pisonia grandis and shrubs, but it has also been recorded from dense shrub growing below coconut palms.  It is threatened by habitat loss and predation by introduced species such as cats and rats. The total population is estimated to be around 100-120 birds and it has already disappeared from several islands where it formerly occurred.",
    "Taxonomy": "The Polynesian ground dove was originally described in 1789 as Columba erythroptera by Johann Friedrich Gmelin. The holotype was collected from the island of Moorea in the Society Islands. The Polynesian ground dove forms a superspecies with its closest living relatives, the white-breasted, white-fronted, and white-throated ground doves. This superspecies is closely related to the Tongan, Santa Cruz, and thick-billed ground doves.This species was formerly in the genus Alopecoenas Sharpe, 1899, but the name of the genus was changed in 2019 to Pampusana Bonaparte, 1855 as this name was found to have priority.Numerous forms of the Polynesian ground dove have been depicted from the various islands and atolls that used to make up its range; however, most of the original specimens have been lost and are now represented only by paintings, and some of the proposed forms may be from inaccurate descriptions and paintings. Two subspecies are generally recognized. The nominate subspecies, Pampusana erythroptera erythroptera, was described by Gmelin in 1789 and was originally found on Tahiti, Moorea, Maria Est, Marutea Sud, Matureivavao, Rangiroa, Tenararo, Tenarunga, and Vanavana. A second subspecies was initially described as G. e. pectoralis in 1848 by Titian Peale from a female specimen collected on Arakita; however, as no male specimen was described from the island, it is impossible to ascribe this bird to a specific subspecies and G. e. pectoralis was declared invalid. Instead, P. e. albicollis, which was described by Tommaso Salvadori in 1892, is used for the birds found on Hao, Hiti, and probably Tahanea. It has been suggested that this subspecies is merely a color variant, but this is not generally accepted. The Polynesian ground dove is only known from female specimens for the remainder of its range, and therefore the populations from these islands are not ascribable to a subspecies.The Polynesian ground dove is also known as the Tuamotu ground dove, the white-collared ground dove, the white-breasted ground dove, the Society ground dove, the Society Islands ground dove, and the Tuamotu Islands ground dove.",
    "Description": "The Polynesian ground dove is a small, plump ground dove that displays sexual dimorphism. The male Polynesian ground doves of the nominate subspecies have white foreheads, cheeks, throats, and breasts. The crown, nape, and auricular stripe are grey. The upperparts are a dark olive grey with purple or, if the feathers have faded, chestnut red iridescence on the hindneck and wing-coverts. The underparts are blackish. In males of the subspecies albicollis, the head is completely white. Females of both subspecies look the same; they are a bright reddish brown overall that is tinged strongly with reddish-purple on the crown, neck, and wing-coverts. The mantle, back, rump, and inner wing-coverts are a dark olive, and there is a pale breast shield. This plumage frequently fades in intensity due to wear. The juvenile Polynesian ground dove is red overall, with many of its feathers fringed with a cinnamon-rufous. The white parts of the face and underparts are suffused with grey. Juvenile males can be differentiated from juvenile females through the absence of a pale breast shield and purple-edged feathers on the scapulars and lesser coverts. The adult Polynesian ground dove is about 23.5 to 26 cm (9.3 to 10.2 in) in length, and weighs about 105 to 122 g (3.7 to 4.3 oz). The ground dove's iris is brown, while the bill is black. The legs and feet are a purplish black.The call of the Polynesian ground dove has been described as a low, hoarse moan.",
    "Distribution and habitat": "The Polynesian ground dove was originally found in both the Tuamotu Archipelago and the Society Islands. It has since been extirpated from the Society Islands, where it was found on Tahiti and Moorea. In the Tuamotus it has been recorded on Arakita, Hao, Hiti, Maria Est, Marutea Sud, Matureivavao, Rangiroa, Tenararo, Tenarunga, and Vanavana. In addition, local reports have suggested that the Polynesian Ground Dove likely lived on Fakarava, Katiu, Makemo, Manihi, Tahanea, Tikehau, and Tuanake, although no specimens were ever collected from these islands.Originally, the Polynesian ground dove inhabited mountainous volcanic islands and nearby atolls and islets. However, the introduction of feral cats and rats have extirpated the ground dove from the mountainous volcanic islands. On the islets and atolls it lives in forests with a well-developed understory of dense bushes, ferns, and grasses, in areas of low, dense scrub, and in groves of Pandanus plants with sparse ground vegetation.",
    "Ecology and behavior": "The Polynesian ground dove is a terrestrial and elusive dove. It primarily feeds by scratching for seeds on the ground, such as those from Morinda and Tournefortia plants; however, it is also known to feed in trees and shrubs, where it eats the buds of Portulaca, the seeds of Digitaria, and the leaves of Euphorbia. The ground dove flushes in a manner similar to a partridge while its wings produce a whirring sound. Little is known about the species' breeding behavior, although juveniles have been observed in January and April.",
    "Status": "The Polynesian ground dove once was abundant on most of the islands it lived on. However, as this terrestrial species has no native mammalian predators, it is very vulnerable to the introduced feral cats and rats. The ground dove became locally extinct on most islands shortly after they were discovered by Europeans, and it is thought that the populations were already at low levels well before that. Since 1950, the ground dove has only been recorded on two islands; three specimens were collected from Matureivavao, while Rangiroa Atoll was discovered to host a small population of 12 to 20 birds on two of its islands in 1991. It is believed to be extinct in the Society Islands and extirpated from much of its range in the Tuamotus; however, these islands are rarely visited by ornithologists, and many small islets need to be explored to determine if they also host a surviving population of the Polynesian ground dove. Additionally, a survey in the 1970s missed the population of ground doves on Rangiroa Atoll, implying that it may survive undetected on other islets. In addition to the threat from introduced predators, the low-lying atolls on which it survives are threatened by rising sea levels.",
    "Conservation efforts": "Efforts have been made to allow the species to reexpand by removal of invasive predators and restoration of native ecosystems. On the Acteon islands, likely home to the last viable population, habitat restoration efforts throughout 2017 allowed the ground dove and the endangered Tuamotu sandpiper to reestablish themselves on Tenarunga, which was not possible for decades.",
    "References": "",
    "References-Cited texts": "Baptista, Luis F.; Trail, P. W.; Horblit, H. M. (1997). \"Family Columbidae (Pigeons and Doves)\".  In del Hoyo, Josep; Elliott, Andrew; Sargatal, Jordi (eds.). Handbook of the Birds of the World. 4. Sandgrouse to Cuckoos. Barcelona: Lynx Editions.\nGibbs, David; Barnes, Eustace; Cox, John (2001). Pigeons and Doves: A Guide to the Pigeons and Doves of the World. Sussex: Pica Press. ISBN 1-873403-60-7.",
    "External links": "BirdLife Species Factsheet."
  }
}