{
  "url": "https://en.wikipedia.org/wiki/Poʻo-uli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "MelamprosopsCasey & Jacobi, 1974"
    },
    {
      "Species": "†M. phaeosoma"
    }
  ],
  "text": {
    "__SUMMARY__": "The poʻo-uli (Melamprosops phaeosoma), or black-faced honeycreeper, is a species of passerine bird endemic to the island of Maui in Hawaiʻi. It is considered to be a member of the Hawaiian honeycreepers, and is the only member of its genus Melamprosops. It has a black head, brown upper parts and pale grey underparts. This bird inhabits only the drier, easternmost side of Maui, where it has rapidly decreased in numbers. With extinction threatening, efforts were made to capture birds to enable them to breed in captivity. This has been largely unsuccessful; in 2004, only two known birds remained, and since then, no further birds have been sighted. A 2018 study recommended declaring the species extinct, citing bird population decline patterns and the lack of any confirmed sightings since 2004, and in 2019, the species was declared extinct.",
    "Description": "The poʻo-uli is brown above and grayish-white below, with a broad black mask extending behind the eye. Adults are silvery-gray above the mask, shading into brown at the crown, with a bold, pale patch just behind the mask. Juveniles are similar but buffier below with a smaller mask and without gray above. Most published images of the poʻouli are of the juvenile plumage.",
    "Discovery and taxonomy": "The poʻo-uli was discovered in 1973 when students from the University of Hawaiʻi found the bird on the north-eastern slopes of Haleakalā on the island of Maui. It was found during the Hana Rainforest Project at an altitude of 1,980 metres (6,500 ft) above sea level. The poʻo-uli was the first species of Hawaiian honeycreeper to be discovered since 1923. It is dissimilar to other Hawaiian birds. Evidence based on DNA suggests it belongs to an ancient lineage of Hawaiian honeycreepers. It appears to have outlived all its close relatives; that is, if it had any close relatives. No other bird – living or fossil – has a structure similar to it.",
    "Behavior": "Its diet consists mostly of snails, insects, and spiders and it nests in native ‘ōhi‘a lehua (Metrosideros polymorpha) forests.",
    "Status and conservation": "In the past, according to fossil records, it seems that the bird lived on the dry half of the island of Maui, across southwestern slope of Haleakalā at altitudes of 275–1,350 metres (902–4,429 ft). When the species was first discovered, 100–200 poʻo-uli were estimated to exist. There were only 76 birds per km2. By 1981, there were only 15 birds per km2. By 1985, there were only 8 per km2. That meant that from 1975, when it was first discovered, to 1985, only ten years later, the population had dropped by over 90 percent. In the 1980s, the poʻo-uli disappeared from the easternmost part of its range and was only found in the western branch of the Hanawi Stream.\nTo preserve the poʻo-uli and other endangered fauna and flora, the State of Hawaii established the 9,500-acre (38 km2) Hanawi Natural Area Reserve. This connected several protected areas to make one larger protective area. This protection effort was only possible due to the work of several groups: the government, Maui County, the National Park Service, The Nature Conservancy, and several private companies. The land was fenced off and by June 1996 they began to clear out the pigs from the closed areas. Four years and 202 pigs later, the poʻo-uli pen was completely cleared of pigs. As more pigs were removed from the other two pens, the population of native species that lived there, e.g. the Maui parrotbill and ʻākohekohe, rose slightly faster than they otherwise would have. Rats, cats, and goats were still being removed from the poʻo-uli pen.\n\n \nBy 1997, only three individuals were known to exist. These had home ranges within the Hanawi Natural Area Reserve and the adjacent Haleakala National Park.\nIn 2002, one of these, a female, was captured and taken to a male's home range in an attempt to get them to breed. The female, however, had flown back to her own territory, which was 1.5 miles (2.4 km) away, by the next day. There was also a ten-day expedition in 2004. The goal of this was to capture all three birds and bring them to a bird conservation center on the island, in the hope they would produce offspring.\nOn September 9, 2004, one of the remaining birds, a male, was captured and taken to the Maui Bird Conservation Center in Olinda, in an attempt to breed the bird in captivity. However, biologists could not find a mate for the male before it died on November 26, 2004.If the two remaining birds still survive, they are over 20 years of age, nearing the end of their life, and probably have not been fertile for years. It is uncertain whether they are a male and female, or both are of the same sex. Since 2004, extensive surveys have failed to locate these or other individuals of this species and it could be extinct, but remains listed as critically endangered by BirdLife International (and thereby the IUCN) until additional surveys have confirmed its extinction beyond reasonable doubt. Tissue samples have been taken from the male captured in 2004 for possible future cloning.\nThe dramatic population decline has been attributed to a number of factors, including habitat loss, mosquito-borne diseases, predation by pigs, rats, cats, and small Asian mongooses, and a decline in the native tree snails that the poʻouli relied on for food.\nIn 2019, after continued habitat degradation, presence disease of and invasive species, and a long period with no sightings, the IUCN classified this bird as extinct.",
    "See also": "List of recently extinct birds\nList of extinct animals of the Hawaiian Islands\nHolocene extinction",
    "Footnotes": "",
    "References": "BirdLife International (2007b): Poʻo-uli - BirdLife Species Factsheet. Retrieved 2007-AUG-28.\nPhalen, D.N., Groombridge, J. (2003). Field research in Hanawi: A story about working with the world's most endangered bird. Journal of Avian Medicine and Surgery 17:39-42\nPukui, Mary Kawena & Elbert, Samuel H. (1986): Hawaiian Dictionary. University of Hawaiʻi Press, Honolulu. ISBN 0-8248-0703-0\nVanderWerf, Eric A.; Groombridge, Jim J.; Fretz, J. Scott & Swinnerton, Kirsty J. (2006): Decision analysis to guide recovery of the po‘ouli [sic], a critically endangered Hawaiian honeycreeper. Biological Conservation 129: 383-392. doi:10.1016/j.biocon.2005.11.005 (HTML abstract)\nBaker, P.E. 1998. A description of the first live Poouli captured.: An article from: Wilson Bulletin Vol 110: 3: 307-310.\nBaker, P.E. 2001. Status and distribution of the Poouli in the Hanawi Natural Area Reserve between December 1995 and June 1997. Studies in Avian Biology 22:144-150\nBaldwin , P.H. and T.L.C. Casey. 1983. A preliminary list of foods of the Poouli. Elepaio 43:53-56\nCasey, T.L.C. and J.D. Jacobi. 1974. A new genus and species of bird from the Island of Maui, Hawaii (Passeriformes: Drepanididae). Occasional Papers Bernice P. Bishop Museum 24:216-226\nEngilis, A., Jr. 1990. Field notes on native forest birds in the Hanawi Natural Area Reserve, Maui. Elepaio 50:67-72\nJames, H.F. and S.L. Olsen. 1991. Descriptions of 32 new species of birds from the Hawaiian Islands: Part II. Passeriformes. Ornithol. Monogr. 46:1-88\nKepler, C.B., T.K. Pratt, A.M. Ecton, A. Engilis, Jr., and K.M. Fluetsch. 1996. Nesting behavior of the Poouli. Wilson Bulletin 108:620-638\nMountainspring, S., T.L.C. Casey, C.B. Kepler, and J.M. Scott. 1990. Ecology, behavior, and conservation of the Poouli (Melamprosops phaeosoma). Wilson Bulletin 102: 109-122\nOlson, S.L. and H.F. James. 1991. Descriptions of 32 new species of birds from the Hawaiian Islands: Part I. Non-Passeriformes. Ornithol. Monogr. 45:1-88\nReynolds, M.H. and T.J. Snetsinger. 2001. The Hawaii Rare Bird Search 1994-1996. Studies in Avian Biology 22:133-143.\nScott, J.M., S.Mountainspring, F.L. Ramsey, and C.B. Kepler. 1986. Forest bird communities of the Hawaiian Islands: their dynamics, ecology, and conservation. Studies in Avian Biology 9.",
    "External links": "Species factsheet - BirdLife International\nArticle in the Honolulu Star-Bulletin about the poʻouli\nBBC story"
  }
}