{
  "url": "https://en.wikipedia.org/wiki/Puerto_Rican_screech_owl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Strigiformes"
    },
    {
      "Family": "Strigidae"
    },
    {
      "Genus": "Megascops"
    },
    {
      "Species": "M. nudipes"
    }
  ],
  "text": {
    "__SUMMARY__": "The Puerto Rican screech owl (Megascops nudipes) or Múcaro (Spanish via Taino) is a nocturnal endemic owl of the archipelago of Puerto Rico belonging to the genus Megascops of the family Strigidae. The subspecies, M. n . newtoni, which was endemic to the Virgin Islands, was locally referred to as the cuckoo bird.",
    "Taxonomy": "The nominate form, M. n. nudipes, was originally described in 1800 by French ornithologist François Marie Daudin in Traite elementaire et complet d'Ornithologie, ou Histoire Naturelle des Oiseaux as Otus nudipes. The species name, nudipes, makes reference to its bare legs and toes which are unusual among Megascops species. The recognized subspecies, M. n. newtoni, was described in 1860 by Lawrence in the Annals of the Lyceum of Natural History and is considered extinct. Furthermore, the validity of this subspecies has been questioned.",
    "Description": "The Puerto Rican screech owl is a small owl possessing a brown upperside, a light-brown to white underside, white brown lines and white eyebrows. Sexual dimorphism is minor in this species with females being slightly larger than males. It is usually 20 centimetres (7.9 in) to 23 centimetres (9.1 in) in length with a wingspan of 154 centimetres (61 in) to 171 centimetres (67 in) for both sexes, and weighs about 103 grams (3.6 oz) to 154 grams (5.4 oz).The species is common in the island of Puerto Rico but is extirpated at the nearby islands of Vieques and Culebra. As with the majority of birds in Puerto Rico it is believed to have been more abundant before the clearing of forests for agricultural development in the early 20th century. It inhabits forests with large hollowed trees such as the Caribbean National Forest.\nThe breeding season spans from April to June. It nests in hollowed trunks and 1 or 2 eggs are deposited in each nest.The main diet of the species consists of large insects such as cockroaches and is complemented with coquí frog, anole lizards, geckos, small rodents, and small birds. The owl will sometimes regurgitate a mass of the undigested parts of its diet which are called pellets. The contents of the pellet include the exoskeletons of insects, indigestible plant matter, bones, fur, feathers, bills, claws, and teeth.\nThe species calls throughout the year while hidden in thick foliage, typically at dawn. The species makes a loud coo-coo call which is the reason for its common name in the Virgin Islands.",
    "Gallery": "",
    "See also": "Fauna of Puerto Rico\nList of birds of Puerto Rico\nList of endemic fauna of Puerto Rico\nList of Puerto Rican birds\nList of Vieques birds\nEl Toro Wilderness",
    "Footnotes": "",
    "References": "Lewis, Deane, P. \"Puerto Rican Screech Owl - Megascops nudipes\". The Owl Pages. Retrieved April 28, 2006.\nOberle, Mark (2003). Las aves de Puerto Rico en fotografías (in Spanish). Editorial Humanitas. ISBN 0-9650104-2-2.",
    "External links": "Dealing with injured or orphaned owls\nScreech Owl Sounds"
  }
}