{
  "url": "https://en.wikipedia.org/wiki/Red-moustached_fruit_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Ptilinopus"
    },
    {
      "Species": "P. mercierii"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-moustached fruit dove (Ptilinopus mercierii) was a species of bird in the family Columbidae. It was endemic to French Polynesia. The last record was of the subspecies P. m. tristrami on Hiva Oa, in 1922. Its extinction has been attributed to predation by the introduced great horned owl (Bubo virginianus), as well as by introduced rats and cats. In 1994, it was listed as an extinct species on the International Union for Conservation of Nature Red List of Endangered Species.",
    "Description": "The red-moustached fruit dove measures 21 to 23 cm (8.3 to 9.1 in) in length. The head, breast, and neck were bluish grey, and the tail was short, almost square shaped. The underparts were golden yellow in colour. The juvenile had less yellow on the hind neck and crown. The breast was green-tinged and had light yellowish on the peripheries of the feathers. The undertail coverts were yellow-white.It was similar in appearance with the white-capped fruit dove (Ptilinopus dupetithouarsii).",
    "Distribution and habitat": "The red-moustached fruit dove was endemic to the Marquesas Islands in French Polynesia. The nominate subspecies was found on the Nuku Hiva Island, and the subspecies P. m. tristrami was found on the Hiva Oa Island. Described as arboreal, the red-moustached fruit dove inhabited montane forests, usually higher in altitude than the white-capped fruit dove, at elevations of at least 1,370 metres (4,490 ft) above sea level.",
    "Status and conservation": "In 1988, the red-moustached fruit dove was listed as an endangered species on the IUCN Red List of Endangered Species. However, in 1994, it was reassessed to be extinct. The reason of its extinction was attributed to the predation by the introduced rats, cats, and the Great Horned Owl (Bubo virginianus). Its last record was in 1922, in the French Polynesian island Hiva Oa, of a subspecies P. m. tristrami.\n\n\n== References =="
  }
}