{
  "url": "https://en.wikipedia.org/wiki/Red_and_blue_lory",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Eos"
    },
    {
      "Species": "E. histrio"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-and-blue lory (Eos histrio) is a small, strikingly-colored parrot endemic to Indonesia. The species inhabits a single island, Karakelang, in the Indonesian archipelago.",
    "Taxonomy": "Two subspecies of the red-and-blue lory, E. h. histrio and E. h. challengeri, are thought to have become extinct due to deforestation. The former occurred in Sangihe, the latter possibly in Miangas Island. The only surviving population, living on the island of Karakelang (formerly also on other parts of the Talaud Islands), belongs to the subspecies E. h. talautensis. The taxonomic validity of the subspecies is however still uncertain.",
    "Description": "The red-and-blue lory is roughly 12 inches (30 cm) in length, including the tail. The species is sexually monomorphic, i.e. sexes are visually alike.The beak is short, sharply curved, and bright orange. The feathers nearest the cere (the area nearest the nostrils) are bright red. The crown of the head is intense purple. The back of the head is red, and the nape of the neck is intense violet. An indigo-violet stripe runs diagonally from the cere corner to the nape of the neck. The bird's plumage is mostly bright red. The rump and lower belly are a slightly deeper red. The breast has a broad band of deep blue. Extending the color from the nape, the bird's back is a deep violet purple. Wing and tail flight feathers - rectrices and remiges - are between red and red-violet. The wing covert feathers are black and red with black tips. The leg feathers are bluish-purple. The feet are medium gray, and the claws are black. The cere is very dark gray, and the irises of the eyes are dark brown.The red-and-blue lory's voice consists of short, harsh chattering screeches. Their flight is said to be quick and straight.",
    "Distribution and habitat": "The red-and-blue lory is now confined to the Talaud Islands off northern Sulawesi, Indonesia, where almost all individuals appear to inhabit a single island (Karakelang). Further populations, some apparently introduced, disappeared during the 20th century from Sangihe, Siau and Tagulandang. The population is thought to be in rapid decline.\nThe birds inhabit forests from sea level to about 1,500 meters above sea level. The population is only sustainable or viable on Karakelang, and their population on that island is fragmented into approximately four locations. This restricted range makes them very vulnerable to potential extinction.",
    "Ecology": "These parrots are strictly arboreal, meaning they spend their lives in the trees. They do not forage on the ground. The species eats a primarily nectar- and pollen-based diet, like most lories and lorikeets. It supplements its diet with occasional insects and fruit. The red-and-blue lory is said to be raucous and noisy in the wild, but to be silent while feeding.Mature trees are needed for nesting, and logging sometimes selectively removes these trees, which constitutes a threat to the specie's survival. Clutch size is 2 eggs, with a hatching time of 25–26 days. Outside of the breeding season, the species forms social flocks, which congregate in palm plantations. While the species is nonmigratory, they are said to fly between neighboring islands in search of food.Most lories and lorikeets have a lifespan of 10–15 years in captivity, so although the lifespan of this species is not definitively known, it can be possibly inferred from the lifespans of similar species. Very rare in commercial aviculture, successful breeding has only been reported once in the scientific literature.",
    "Conservation": " \nThe red-and-blue lory is currently classified as Vulnerable by the IUCN. The species is also listed as CITES Appendix I, meaning that all international trade in wild-caught individuals is prohibited. Illegal trade continues, however, with 80% of the illegally taken or 'poached' specimens being shipped to the neighboring Philippines.Threats to the population include illegal trapping for the pet trade, insecticide spraying on coconut plantations, logging or habitat degradation, and exotic Newcastle disease from escaped domestic poultry. Due to their striking appearance, these parrots have been valued as pets or cage birds in Indonesia and the Philippines since the 19th century. They have been trapped for commercial trade since that time. Only since the late 1990s did the trapping decrease. Loose enforcement of international and national laws has contributed to the decline of the species. These bird are fully protected by Indonesian law as well as CITES. Logging activities, even in their nature preserve home, also threaten the species. Population-wise, two of the three subspecies, including the nominate or definitive subspecies, are presumed extinct, and the remaining subspecies is on the decline. Only 5,500–14,000 red-and-blue lories remain in the wild.\n\n\n== References =="
  }
}