{
  "url": "https://en.wikipedia.org/wiki/Rodrigues_grey_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Nesoenas"
    },
    {
      "Species": "†N. rodericanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Rodrigues pigeon, also known as Rodrigues dove (Nesoenas rodericanus) is an extinct species of pigeon formerly endemic to the Mascarene island of Rodrigues. It is known from a subfossil sternum and some other bones, and the descriptions of Leguat (1708) and Julien Tafforet (1726).",
    "Taxonomy": "This bird was assigned to the genus Alectroenas, but this was erroneous. It is most similar to that of the ground doves (Gallicolumba) or to a miniature version of the sternum of an imperial pigeon (Ducula). If this similarity is not based on convergence, considering the evolutionary relationships of the dodo and the Rodrigues solitaire, the Rodrigues pigeon is quite possibly the closest relative of the Raphidae that was still alive in historic times. This does not mean that there is any close relationship between this bird and the didine pigeons, only that both derived, independently, from the same Indo-Asiatic lineage, which became extinct millions of years ago.\nTwo tarsometatarsi were attributed to this species. Today, they are believed to represent another taxon, closer to the Malagasy turtle dove (Nesoenas picturata), and thus the name Rodrigues turtle dove also refers to the present species.",
    "Description": "It was a bird the size of a tambourine dove and colored slate grey. Leguat and his companions took a fancy to these tame and confiding birds and had several dozen birds attending their outdoor table at mealtime to wait for scraps; they were especially fond of melon seeds. In 1693, the bird was found foraging on the island, but nested only on offshore islets which the rats that had been introduced at some time in the 17th century had not yet reached.",
    "Behaviour": "Leguat described its behaviour as follows:\n\nThe pigeons here are somewhat less than ours and all of a slate colour, fat and good. They perch and build their nests upon trees; they are easily taken, being so tame, that we have had fifty about our table to pick up the melon seeds which we threw them, and they lik’d mightily. We took them when we pleas’d, and ty’d little rags to their thighs of several colours, that we might know them again if we let them loose. They never miss’d attending us at our meals, and we call’d them our chickens. They never built their nests in the Isle, but in the little islets that are near it. We suppos’d ‘twas to avoid the persecution of rats, of which there are vast numbers in this Island...",
    "Extinction": "Tafforet's report is the last record of this species. It can be assumed to have gone extinct in the mid-18th century, when rats finally overran its nesting sites.",
    "References": "\nMilne-Edwards, Alphonse (1873): Recherches sur la faune ancienne des Îles Mascareignes. Ann. Sci. Nat. Zool. (Paris) 5(19), Article 3, plate 12: figures 1, 1a, 1b, 1c. [Article in French] Note: Usually, the year of publication is given as 1874. However, although the volume was nominally of that year, it was already released in 1873."
  }
}