{
  "url": "https://en.wikipedia.org/wiki/Rodrigues_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "†ErythromachusMilne-Edwards, 1874"
    },
    {
      "Species": "†E. leguati"
    }
  ],
  "text": {
    "__SUMMARY__": "The Rodrigues rail (Erythromachus leguati), also known as Leguat's gelinote or Leguat's rail, is an extinct species of the rail family that was endemic to the Mascarene island of Rodrigues, east of Madagascar in the Indian Ocean. It is generally kept in its own genus, Erythromachus, but has sometimes been assigned to the genus Aphanapteryx, along with its close relative the red rail (A. bonasia) of Mauritius; their relationship with other rails is unclear. The Rodrigues rail was described as having grey plumage, a red beak, red legs, and a naked red patch around the eye. The beak varied between specimens from straight to curved, but the reason for this is unknown. It was flightless and fed on tortoise eggs. It was described as being attracted to red objects, which humans exploited while hunting it.\nThe Rodrigues rail is believed to have become extinct in the mid-18th century because of predation by introduced cats and destruction of its habitat by tortoise hunters. The bird was first documented from life by two contemporaneous accounts; first by François Leguat, a French Huguenot refugee marooned on Rodrigues in 1691, and then by Julien Tafforet, marooned on the island in 1726. Subfossil remains were later discovered and connected with the old accounts in 1874, and the species was named E. leguati in Leguat's honour.",
    "Taxonomy": "In 1848, the English zoologist Hugh Edwin Strickland called attention to a bird mentioned in the French traveller François Leguat's 1708 memoir about his stay on the Mascarene island of Rodrigues. Leguat referred to the birds as \"gelinottes\" (translated as \"wood-hens\"), a name Strickland thought implied the grouse (Tetraoninae) of Europe, though this was not consistent with the form of the beak described by Leguat. Strickland was unable to classify the bird further, but noted similarities with the dodo (Raphus cucullatus) and kiwi (Apteryx), based on unidentified birds from Mauritius illustrated by the travellers Pieter van den Broecke and Sir Thomas Herbert, which he thought related. Strickland also noted similarities with a bird from Mauritius, which would later be identified as the red rail (Aphanapteryx bonasia).In 1874, the French zoologist Alphonse Milne-Edwards connected Leguat's account with three subfossil bones (a sternum, a tarsometatarsus, and a fragmentary skull) found in caves of the Plaine Corail region, Rodrigues. He recognised their similarity to those of the red rail, while noting it supposedly had a straighter beak (as described by Leguat). Milne-Edwards coined the generic name Erythromachus from the Greek words for \"red\" and \"battle\" (also translated as \"hostile to red\"), in reference to its attraction to red objects, and the specific name is in honour of Leguat. The name Erythromachus was incorrectly explained as referring to the Erythraean sea by the American ornithologist Charles Wallace Richmond in 1908. The name Miserythrus, from \"red\" and \"hatred\", was used by the English ornithologist Alfred Newton in 1874 (originally only in a manuscript), and also refers to the rail's behaviour towards red, but as a newer name, it is a junior synonym. Milne-Edwards did not select a holotype specimen for the species from the bones he had loaned from Cambridge University Museum of Zoology for his study, but a syntype series was later listed from specimens there, presumably by A. Newton.In 1875, A. Newton also identified a reference to the bird in the 1726 account of the French traveller Julien Tafforet, which had then recently been rediscovered. In 1879, more fossils, including skulls, were described by the zoologists Albert Günther and Edward Newton (brother of Alfred), who confirmed that the bird was a rail (rallidae), and also noted that some specimens had beaks as curved as that of the red rail. The American ornithologist James Greenway suggested that Leguat's description referred to wind-blown purple swamphens (Porphyrio), since the word grey is sometimes used synonymously with blue in old descriptions. This idea has not been accepted by other commentators. In 1999, the French palaeontologist Cécile Mourer-Chauviré and colleagues pointed out that a carpometacarpus bone assigned to the Rodrigues rail and illustrated by Günther and E. Newton in 1879 does not belong to a rail, and therefore not this bird. More subfossils have since been discovered, including an associated but incomplete skeleton with a complete skull and jaws found in Caverne Poule Rouge in 2005.",
    "Taxonomy-Evolution": "Apart from being a close relative to the red rail, the relationships of the Rodrigues rail are uncertain and the two are commonly listed as separate genera, Aphanapteryx and Erythromachus, but have sometimes been united as species of Aphanapteryx. Günther and E. Newton first generically synonymised the two in 1879 because of their skeletal similarities. In 1945, the French palaeontologist Jean Piveteau found skull features of the two species different enough for generic separation, and in 1977, the American ornithologist Storrs L. Olson stated that though the two species were similar and derived from the same stock, they had also diverged considerably, and should possibly be kept separate. Based on geographic location and the morphology of the nasal bones, Olson suggested that they were related to the genera Gallirallus, Dryolimnas, Atlantisia, and Rallus. Mourer-Chauviré and colleagues also considered the two as belonging to separate genera. Rails have reached many oceanic archipelagos, which has frequently led to speciation and evolution of flightlessness. According to the British researchers Anthony S. Cheke and Julian P. Hume, the fact that the red rail lost much of its feather structure indicates it was isolated for a long time. These rails may be of Asian origin, like many other Mascarene birds.In 2019, Hume supported the distinction of the two genera, and cited the relation between the extnct Mauritius owl (Otus sauzieri) and the Rodrigues owl (Otus murivorus) as another example of the diverging evolutionary paths on these islands. He stated that the relationships of the Rodrigues and red rails was more unclear than that of other extinct Mascarene rails, with many of their distinct features being related to flightlessness and modifications to their jaws due to their diet, suggesting long time isolation. The speed of which these features evolved may also have been affected by gene flow, resource availability, and climate events, and flightlessness can evolve rapidly n rails, as well as repeatedly within the same groups, as seen in for example Dryolimnas, so the distinctness of the Rodrigues and red rails may not have taken long to evolve (some other specialised rails evolved in less than 1-3 million years). Hume suggested that the two rails were probably related to Dryolimnas, but their considerably different morphology made it difficult to establish how. In general, rails are adept at colonising islands, and can become flightless within few generations in suitable environments, for example without predators, yet this also makes them vulnerable to human activities.",
    "Description": "The Rodrigues rail was about 35 cm (14 in) long, smaller than the red rail, but with proportionally longer wings. Subfossil remains exhibit a large variation in size, which may reflect sexual dimorphism. It had bright grey plumage, perhaps flecked with white. Its beak and legs were red, and it had a red, naked area (or wattle) around its eyes. The cranium of the Rodrigues rail was slightly elongate, convex in every direction, and was 38 mm (1.5 in) long and 20 mm (0.79 in) wide. The cranium had a narrow, long frontal region, 6.5 mm (0.26 in) at its least width. The beak varied greatly in size and shape; some specimens had short and almost straight beaks, and others had much longer beaks (up to one third longer) that were prominently curved. It is unknown whether this was related to the overall size of an individual bird or to sexual dimorphism. The culmen of the beak was almost straight above the nostril, and the nasal bone was slightly longer than the cranium. The beak was up to 77 mm (3.0 in) long, the lower jaw up to 98 mm (3.9 in) long, and 8 mm (0.31 in) at its greatest depth. The scapula (shoulder blade) was 45 mm (1.8 in) long, the humerus ranged from 45 to 50 mm (1.8 to 2.0 in), and the ulna from 37 to 42 mm (1.5 to 1.7 in). The pelvis was large and strongly built in proportion to the size of the bird, was 57 mm (2.2 in) long, 20 mm (0.79 in) wide at the front, and 36 mm (1.4 in) wide at the back. The femur ranged from 56 to 63 mm (2.2 to 2.5 in) in length, the tibia from 84 to 101 mm (3.3 to 4.0 in), and the metatarsus was 52 to 60 mm (2.0 to 2.4 in) long.The proportions of the legs, pelvis and sacrum of the Rodrigues and red rail were generally similar. The Rodrigues rail differed from the red rail by having a broader and shorter skull, longer and lower nostrils, a proportionately longer humerus, a shorter, stouter femur, as well as a considerably different plumage, based on early descriptions.",
    "Description-Contemporary accounts": "The Rodrigues rail was first recorded by Leguat in his 1708 memoir A New Voyage to the East Indies. He was the leader of a group of nine French Huguenot refugees which were the first to colonise Rodrigues from 1691 to 1693, after they were marooned there by their captain. Leguat's observations are considered some of the first cohesive accounts of animal behaviour in the wild, and his full account of the bird reads as follows:\n\nOur 'gelinotes' are fat all the year round and of a most delicate taste. Their colour is always of a bright grey, and there is very little difference in plumage between the two sexes. They hide their nests so well that we could not find them out, and consequently did not taste their eggs. They have a red naked area round their eyes, their beaks are straight and pointed, near two and two-fifths inches long, and red also. They cannot fly, their fat makes them too heavy for it. If you offer them anything red, they are so angry they will fly at you to catch it out of your hand, and in the heat of the combat we had an opportunity to take them with ease.\n\nAnother description of appearance and behaviour is found in a document called Relation de l'Ile Rodrigue attributed to Tafforet, who was marooned on Rodrigues in 1726:\n\nThere is another kind of bird, the size of a young hen, which has the beak and legs red. Its beak is roughly like that of a curlew, except that it is a little deeper and not quite so long. Its plumage is mottled with white and grey. They generally feed on the eggs of the land tortoises, which they take from the ground, and makes them so fat that they often have difficulty running. They are very good to eat, and their fat is of a yellowish-red, which is excellent for pains. They have small pinions [wings], without feathers, so they cannot fly; but on the contrary, they run very well. Their cry is a continual whistling. When they see somebody pursuing them they produce another sort of noise from their bodies, like that of a person who has hiccups and with the stomach tensed.\nUnlike the red rail and other extinct Mascarene birds, the Rodrigues rail was not illustrated by contemporaneous artists. Olson described reconstructions made for the British zoologist Walter Rothschild's 1907 book Extinct Birds and the Japanese ornithologist Masauji Hachusika's 1953 book The Dodo and Kindred Birds as \"rather fanciful\". The English artist Frederick William Frohawk based his restoration in the former book on an outline illustration, which was in turn based on a sketch drawn by Herbert, which is now known to depict the red rail. The German zoologist Hermann Schlegel thought it depicted a species of dodo (which he called Didus herbertii) from Rodrigues when he drew the outline in 1854, and that it was the species mentioned by Leguat.",
    "Behaviour and ecology": "According to Tafforet's account, the Rodrigues rail fed on the eggs of the now extinct Cylindraspis tortoises, three species of which lived on Rodrigues. As it took advantage of their breeding season, Hume considered it an opportunistic predator, which perhaps also fed on hatchling tortoises. A former tortoise breeding area in the Plaine Corail shows that such sites were concentrated into small area with containing large numbers of eggs; the phalanx bone of a Rodrigues rail has been found among the egg remains. The rails would have fattened themselves seasonally, but at other times of the year, they probably fed on snails and other invertebrates, as well as scavenging sea bird colonies. The Rodrigues rail probably fed on worms such as Kontikia whartoni and the now extinct Geonemertes rodericana by probing leaf-litter or rotting wood. If the beak was sexually dimorphic, this may have reflected differences in diet between the sexes.Since Leguat was unable to locate its nests, the Rodrigues rail may have nested outside the easily accessible open forest as was typical in coastal and lowland areas, and rather nested deep in forested valleys or mountainous hills of the interior, according to Hume. Its nests may have been well concealed in vegetation on the ground, as is the case of other flightless rails. Like the red rail, it was said to be attracted to the colour red, but the significance of this is unknown. According to Milne-Edwards, the bird had legs \"made for running\".Many other species endemic to Rodrigues became extinct after humans arrived, and the island's ecosystem was heavily damaged. Before humans arrived, forests covered the island entirely, but very little of those remain today. The Rodrigues rail lived alongside other recently extinct birds, such as the Rodrigues solitaire (Pezophaps solitaria), the Rodrigues parrot (Necropsittacus rodricanus), Newton's parakeet (Psittacula exsul), the Rodrigues starling (Necropsar rodericanus), the Rodrigues owl, the Rodrigues night heron (Nycticorax megacephalus), and the Rodrigues pigeon (Nesoenas rodericanus). Extinct reptiles include the domed Rodrigues giant tortoise (Cylindraspis peltastes), the saddle-backed Rodrigues giant tortoise (Cylindraspis vosmaeri), and the Rodrigues day gecko (Phelsuma edwardnewtoni).",
    "Extinction": "Many terrestrial rails are flightless, and island populations are particularly vulnerable to man-made changes; as a result, rails have suffered more extinctions than any other family of birds. All six endemic species of Mascarene rails are extinct, caused by human activities. The Rodrigues rail may have coexisted with rats for at least a century, perhaps introduced when a group of sailors from a Dutch ship were marooned there in 1644. Though rats were well established and numerous by the time Leguat and Tafforet stayed on the island, the rails also remained common, perhaps due to their aggressive nature. The French began settling Rodrigues in 1735 (to supply Mauritius with tortoise meat), which must have taken a toll on the rails through hunting and deforestation, but their rapid disappearance was probably caused by cats introduced to control the rats around 1750, and the species may have gone extinct within a decade after. In 1763, the French astronomer Alexandre Guy Pingré noted the absence of this and other birds on Rodrigues by the time of his visit to observe the 1761 transit of Venus:\n\nI heard said of neither gélinottes [Rogrigues rail], nor butors [Rodrigues night heron], nor alouettes [small waders], nor bécassines [shearwaters or petrels]; there may have been some at the time of François Leguat, but they have either retreated from their homes or, more likely, the races no longer survive, since the island has been populated with cats.",
    "References": "",
    "External links": " Media related to Erythromachus at Wikimedia Commons\n Data related to Rallidae at Wikispecies"
  }
}