{
  "url": "https://en.wikipedia.org/wiki/Rodrigues_night_heron",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Pelecaniformes"
    },
    {
      "Family": "Ardeidae"
    },
    {
      "Genus": "Nycticorax"
    },
    {
      "Species": "†N. megacephalus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Rodrigues night heron (Nycticorax megacephalus) is an extinct species of heron formerly occurring on the Mascarene island of Rodrigues.",
    "Description": "It is known from subfossil bones and the 1708 description of Leguat as well as the 1726 report of Julien Tafforet. Leguat's description was as follows:\nWe had Bitterns as big and as fat as capons. They are tamer and more easily caught than the 'gelinotes'... The lizards often serve as prey for the birds, especially for the Bitterns. When we shook them down from the branches with a pole, these birds ran up and gobbled them down in front of us, in spite of all we could do to prevent them; and even if we only pretended to do so they came in the same manner and always followed us about.",
    "Behaviour and ecology": "Both authors agree that this bittern-like bird, the size of a fat chicken or small egret, was mainly terrestrial, unwary, and only flew when chased, although even in that case they initially tried to escape by running. They apparently laid greenish eggs; one of their favorite foods was geckos, probably the Rodrigues day gecko as the other local species, the Rodrigues giant day gecko was nearly as long as the bird itself (both gecko species are nowadays extinct too). Analysis of the fossil remains concluded that the bill of the species was very strong (hence the name megacephalus, i.e. \"large-headed\") and that it was evolving towards flightlessness.Many other species endemic to Rodrigues became extinct after humans arrived, and the island's ecosystem is heavily damaged. Before humans arrived, forests covered the island entirely, but very little remains today. The Rodrigues night heron lived alongside other recently extinct birds, such as the Rodrigues solitaire, Rodrigues parrot, Newton's parakeet, Rodrigues rail, Rodrigues owl, Rodrigues starling, and the Rodrigues pigeon. Extinct reptiles include the domed Rodrigues giant tortoise, the saddle-backed Rodrigues giant tortoise, and the Rodrigues day gecko.",
    "Extinction": "The bird appears to have been hunted to extinction in the mid-18th century. Pingré mentions in his report that no \"bitterns\" could be found on Rodrigues anymore in 1761.",
    "Notes": "",
    "References": "BirdLife International (2018) Species factsheet: Nycticorax megacephalus. http://datazone.birdlife.org/species/factsheet/rodrigues-night-heron-nycticorax-megacephalus/refs Recommended citation for factsheets for more than one species: BirdLife International (2018) IUCN Red List for birds.\nCheke, A.S. 1987. An ecological history of the Mascarene Islands, with particular reference to extinctions and introductions of land vertebrates. In: Diamond, A.W. (ed.), Studies of Mascarene island birds, pp. 5-89. Cambridge University Press, Cambridge, U.K.\nCowles, G. S. 1987. The fossil record. In: Diamond, A.W. (ed.), Studies of Mascarene Island birds, pp. 90-100. Cambridge University Press, Cambridge, U.K.\nHachisuka, M. 1953. The Dodo and kindred birds. Witherby, London.\nMilne-Edwards, Alphonse (1873): Recherches sur la faune ancienne des Îles Mascareignes. Ann. Sci. Nat. Zool. (Paris) 5(19), Article 3, plate 14. [Article in French] Note: Usually, the year of publication is given as 1874. However, although the volume was nominally of that year, it was already released in 1873.\n(2018). Rodrigues Night-heron (Nycticorax megacephalus). In: del Hoyo, J., Elliott, A., Sargatal, J., Christie, D.A. & de Juana, E. (eds.). Handbook of the Birds of the World Alive. Lynx Edicions, Barcelona. (retrieved from https://www.hbw.com/node/1414138 on 3 April 2018).\nRothschild, Lionel Walter (1907). Extinct Birds. Hutchinson & Co.",
    "External links": "Encyclopædia Mauritiana article"
  }
}