{
  "url": "https://en.wikipedia.org/wiki/Rowi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apterygiformes"
    },
    {
      "Family": "Apterygidae"
    },
    {
      "Genus": "Apteryx"
    },
    {
      "Species": "A. rowi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Okarito kiwi (Apteryx rowi) also known as the rowi or Okarito brown kiwi, is a member of the kiwi family Apterygidae, described as new to science in 2003. The species is part of the brown kiwi complex, and is morphologically very similar to other members of that complex. It is found in a restricted area of the Okarito forest on the West Coast of New Zealand's South Island, and has a population of about only 600 birds. Some Okarito brown kiwi may live up to 100 years.",
    "Taxonomy": "The Okarito kiwi is a monotypic species, i.e. there are no recognised subspecies. The genus name Apteryx stems from the Greek \"without wings\". Originally assumed to be the same species as the Southern brown kiwi A. australis, DNA testing shows that the possible split off from this species was 8.2 million years ago, and the split from their closest relatives, the Northern Island brown kiwi A. mantelli was around 6.2 million years ago. This bird is a ratite and has similarities to the others (emu, ostrich, rhea, cassowary). Its sternum has no keel, its wings are minimal, and it has no preen gland. Its palate is also distinctive, and its feathers have no barbules or aftershaft.  Other features that are similar to only the other kiwi is a weak gizzard and no tail, only a pygostyle.",
    "Range and habitat": "The Okarito brown kiwi lives in the Okarito forest on the West Coast of New Zealand's South Island. On 29 June 2010, three breeding pairs were released onto Blumine Island as part of a breeding program.",
    "Reproduction": "The female can lay up to three eggs, each in a different nest. Both the male and the female incubate the eggs. The egg is very large, as it weighs 20% of the female's weight (as in all kiwi). Most pairs are monogamous throughout their lives.",
    "Status and conservation": "The Okarito kiwi is currently classified as Vulnerable by the IUCN due to habitat loss and predation by introduced stoats. Conservation efforts such as Operation Nest Egg and the stoat control regime have been partially successful in restoring the rowi population. However, the rowi is still in a fragile stage of existence. Predation, mainly from imported animals such as stoats, is still the biggest threat to the rowi. The South Okarito Forest was designated a kiwi sanctuary in 2000.The West Coast Wildlife Centre in Franz Josef village operates a conservation programme as part of Operation Nest Egg.  Eggs at risk of predation are removed, the chicks hatched in captivity, raised in a natural predator-free environment until old enough to fend for themselves, and then returned to the wild. Since opening, the operation has successfully raised and released 230 kiwi chicks. Surveys have ensured that there is no noticeable difference in behaviour between such birds and rowi growing up fully in the wild. The centre was developed in 2010 and offers behind the scenes tours of its kiwi hatching and rearing facilities and is the only place in New Zealand where one can see rowi in a nocturnal walkthrough area.",
    "References": "",
    "External links": "West Coast Wildlife Centre"
  }
}