{
  "url": "https://en.wikipedia.org/wiki/Rufous_bristlebird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Dasyornithidae"
    },
    {
      "Genus": "Dasyornis"
    },
    {
      "Species": "D. broadbenti"
    }
  ],
  "text": {
    "__SUMMARY__": "The rufous bristlebird (Dasyornis broadbenti) is one of three extant species of bristlebirds. It is endemic to Australia where three subspecies have been described from coastal southwestern Western Australia, southeastern South Australia and southwestern Victoria. Its natural habitat is coastal shrublands and heathlands. It is threatened by habitat destruction.",
    "Subspecies": "The species Dasyornis broadbenti comprises three geographically separated subspecies, one of which is extinct:\nDasyornis broadbenti broadbenti (McCoy, 1867) - the Coorong rufous bristlebird occurs from the mouth of the Coorong in South Australia to Portland Bay and Port Fairy in Victoria.\nD. b. caryochrous Schodde & Mason, 1999 - the Otways rufous bristlebird is found on the coast of the Otway Ranges in Victoria from Peterborough to Anglesea.\nD. b. litoralis (Milligan, 1902) - the extinct western rufous bristlebird formerly occurred in southwestern Australia between Cape Naturaliste and Cape Mentelle.",
    "Conservation status": "The rufous bristlebird is considered by the International Union for Conservation of Nature (IUCN) to be of least concern. Both subspecies occurring in Victoria) are listed as threatened under the Victorian Flora and Fauna Guarantee Act 1988. Under this Act, an Action Statement for the recovery and future management of this species has been prepared. On the 2007 advisory list of threatened vertebrate fauna in Victoria, both subspecies of the rufous bristlebird that occur within the state are separately listed as near threatened. The western rufous bristlebird is listed as extinct under the Australian Environment Protection and Biodiversity Conservation Act 1999.\n\n\n== References =="
  }
}