{
  "url": "https://en.wikipedia.org/wiki/Réunion_night_heron",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Pelecaniformes"
    },
    {
      "Family": "Ardeidae"
    },
    {
      "Genus": "Nycticorax"
    },
    {
      "Species": "†N. duboisi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Réunion night heron (Nycticorax duboisi) is an extinct species of heron formerly occurring on the Mascarene island of Réunion.\nIt was for a long time only known from a single description, that of Dubois published in 1674. He stated:\n\nBitterns or Great Egrets, large as capons, but very fat and good. They have grey plumage, each feather spotted with white, the neck and beak like a Heron, and the feet green, made like the feet of Poullets d'Inde (Porphyrio, W.R.). This bird lives on fish.\nWhen subfossil bones were finally recovered in the late 20th century, they were initially described under a new name as the original description was believed to be invalid. However, only the genus initially assigned by Rothschild was incorrect.\nThe Réunion night heron was the largest Nycticorax of the Mascarene Islands and larger even than the nankeen night heron. Unlike its relatives from Mauritius and Rodrigues, it was not adapted to a terrestrial lifestyle; its wings were strong and its legs not adapted to chasing prey on foot. Dubois mentions that the birds lived on fish.",
    "Extinction": "Of all the reports mentioning ardeid birds on Réunion, only the one of Dubois can be assigned to this species. Significantly, Jean Feuilley in 1705 did not mention these birds, and only in the second half of the 18th century are herons on Réunion referred to again, with the striated heron being the only species found, but \"very rare\". Thus, the Réunion night heron probably became extinct around 1700. However, as there are no good reasons for its disappearance (neither habitat destruction nor introduced predators would have affected it much, nor does it seem to have been a favorite target for hunters), it may have persisted until considerably later.",
    "References": "\nRothschild, Walter (1907): [Ardea duboisi]. In: Extinct Birds: 114."
  }
}