{
  "url": "https://en.wikipedia.org/wiki/Réunion_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Dryolimnas"
    },
    {
      "Species": "D. augusti"
    }
  ],
  "text": {
    "__SUMMARY__": "The Réunion rail (Dryolimnas augusti), also known as Dubois' wood-rail, is an extinct rail species which was endemic to the Mascarene island of Réunion. The scientific name commemorates French poet Auguste de Villèle (1858-1943) whose interest in the history of Réunion and hospitality made it possible for numerous naturalists to discover and explore the caves of Réunion.\nThe subfossil remains of the Réunion rail were unearthed in 1996 in the Caverne de la Tortue on Réunion and scientifically described in 1999. The material includes two complete tarso-metatarsi, five vertebrae, one sacrum, one coracoid, two humeri, one ulna, three femora, ten pedal phalanxes and one fragment of the left mandibula.\nThe appearance of the bones identifies the Réunion rail as a close relative of the white-throated rail and the Aldabra rail. The large and stout tarsometatarsus shows that it might have been the largest known taxon within the genus Dryolimnas.\nHistorically there is one travel report which might refer to this species. In 1674 Sieur Dubois mentioned a rail in his report “Les voyages faits par le sievr D.B. aux isles Dauphine ou Madagascar, & Bourbon, ou Mascarenne, és années 1669, 70, 71, & 72: dans laquelle il est curieusement traité du cap Vert de la ville de Surate des isles de Sainte Helene, ou de l'Ascension: ensemble les moeurs, religions, forces, gouvernemens & coûtumes des habitans desdites isles, avec l'histoire naturelle du païs. Paris : Chez Claude Barbin“ which he named «Râle des Bois» (translated as wood-rail). This species should be not confused with the Réunion swamphen which was referred to as «Oiseau Bleu» in the same report. The Réunion swamphen was described as being as large as the Réunion ibis (previously known as Réunion solitaire), while the Réunion rail might have reached approximately the size of the common moorhen. The Réunion rail was probably flightless because the proportions of the wing bones in comparison to those of the leg bones are similar to those of the Aldabra rail, which is likewise flightless.\nAs Dubois' account is the only historical reference about the Réunion rail, it might be possible that it became extinct in the late 17th century.",
    "References": "\nCécile Mourer-Chauviré, Roger Bour, Sonia Ribes & François Moutou: The avifauna of Réunion Island (Mascarene Islands) at the time of the arrival of the first Europeans. In: Avian Paleontology at the Close of the 20th Century: Proceedings of the 4th International Meeting of the Society of Avian Paleontology and Evolution, Washington, D.C., 4–7 June 1996. Storrs L. Olson (Edit.) 89:p. 1-38. 1999\nAnthony S. Cheke; Julian P. Hume (2008). Lost Land of the Dodo: The Ecological History of Mauritius, Réunion and Rodrigues. T & A.D Poyser. p. 128. ISBN 978-0-7136-6544-4."
  }
}