{
  "url": "https://en.wikipedia.org/wiki/Réunion_swamphen",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Porphyrio"
    },
    {
      "Species": "†P. caerulescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The Réunion swamphen (Porphyrio caerulescens), also known as the Réunion gallinule or oiseau bleu (French for \"blue bird\"), is a hypothetical extinct species of  rail from Réunion, Mascarenes only known from reports of travellers.",
    "Taxonomy": "Various 17th- and 18th-century visitors to Réunion reported blue birds, referred to in French as oiseaux bleus. In 1848, the Belgian scientist Edmond de Sélys Longchamps coined the scientific name Apterornis coerulescens based on the account of the French traveller Sieur Dubois (on Réunion from 1669 to 1672, the first to mention the bird). The specific name is Latin for \"bluish, becoming blue\". Selys Longchamps also included two other Mascarene birds at the time only known from contemporary accounts in the genus Apterornis, the red rail (now Aphanapteryx bonasia) and the Réunion solitaire (now Threskiornis solitarius). As the name Apterornis had already been used for a different bird by the English biologist Richard Owen, the French biologist Charles Lucien Bonaparte coined the new binomial Cyanornis erythrorhynchus in 1857. The German ornithologist Hermann Schlegel moved the species to the swamphen genus instead, as Porphyrio (Notornis) caerulescens, indicating an affinity with the takahe (now Porphyrio hochstetteri) of New Zealand.The American ornithologist Storrs L. Olson found the old accounts consistent with an endemic purple swamphen derivative, and considered it a probable species whose remains might one day be discovered.Six reports attest to its existence, and the genus Porphyrio is known as a colonizer of oceanic islands, having evolved into many local endemic species, of which only the takahe is still extant.In 1974, an attempt was made to find fossil localities on the Plaine des Cafres plateau, where the bird was said to have lived. No caves (which might contain kitchen middens where early settlers discarded bones of local birds) were found, and it was determined that a more careful study of the area was needed before excavations could be made.",
    "Description": "The Réunion swamphen was described as blue (with Hebért's 1708 account specifying \"dark blue\"), and is generally agreed to have been a large, terrestrial swamphen, with features indicative of reduced flight capability, such as larger size and more robust legs. There has been disagreement over the size of the bird, as contemporary accounts seemingly contradict each other.The bird was a bit larger than a chicken, or between a purple swamphen and a takahe in size, and of entirely dull blue coloration, with a red beak and feet.\nDubois' description is as follows:\n\nOyseaux bleus: As big as the Solitaires; they have the plumage entirely blue, the beak and the feet red and made like those of fowls; they do not fly at all, but run extremely quickly, so that a dog can hardly catch them; they are very good.\nThe Jesuit priest Brown described the bird somewhat differently, indicating smaller size and some flight ability:\n\nTowards the east of that island [Reunion] there is a little plain, at the top of a mountain, which is called the plain of Coffres, where one finds a large blue bird whose color is very bright. It resembles a Wood Pigeon [Columba palumbus]; it rarely flies, always hugging the ground, but it runs with surprizing speed; the natives give it no other name than 'blue bird'; its flesh is very good and keeps a long time.",
    "Behaviour and ecology": "The bird is attested to have exclusively occurred on the Plaine des Cafres, the high plateau of Réunion between the Piton des Neiges and the Piton de la Fournaise (Dubois gives no locality information, but all other authors restrict the bird to the plateau).\nDe Villers stated the following about the nesting behaviour of the bird in 1708:\n\nOne sees there [the Plaines de Cafres] a great number of oiseaux bleus which nest among grasses and aquatic ferns.\nMany other endemic species on Réunion became extinct after the arrival of humans and the resulting disruption of the island's ecosystem. The Réunion swamphen lived with other now-extinct birds, such as the Réunion ibis, the Mascarene parrot, the Hoopoe starling, the Réunion parakeet, the Réunion owl, the Réunion night heron, and the Réunion pink pigeon. Extinct Réunion reptiles include the Réunion giant tortoise and an undescribed Leiolopisma skink. The small Mauritian flying fox and the snail Tropidophora carinata lived on Réunion and Mauritius before vanishing from both islands.",
    "Extinction": "The missionary Père Brown's testimony of 1724 is generally believed to be the last unequivocal record of the bird, but an anonymous British naval officer reports stories about birds limited to the high plateau that can be killed with sticks in 1763.\nThe various reports disagree about whether this bird was considered good eating; most species of Porphyrio are generally considered to have a rather disagreeable taste. Especially in the light of French traveller Jean Feuilley's 1705 report, it seems that adult birds were not usually hunted at least part of the year. This, and the remoteness of its habitat, perhaps explains why the birds were able to persist for longer than most other Réunion endemics, which were extinct by 1700. In this regard, it is perhaps no coincidence that the takahe persisted in similar montane grassland in remote Fiordland after it had been hunted to extinction in all other parts of New Zealand. Since the 1763 report is very unspecific and could as well refer to petrels or shearwaters, it is generally assumed that the Réunion swamphen was extinct by 1730. As the area where it occurred was not yet being cleared for cultivation, introduced predators and hunting by escaped slaves who took to the mountains are probably the reasons for its disappearance.\nThe Réunion swamphen may have disappeared by the end of the 17th century, due to overhunting and the introduction of rats in 1676, which may have preyed on their eggs and chicks. The birds appear to have survived the introduction of pigs, but the introduction of cats may also have been a threat. There are no accounts that clearly mention the bird after about 1730 (Brown's account), but one 1763 account by an anonymous British officer mentioning a \"curious bird\" from the Plaine des Cafres which could be killed with sticks has been proposed to refer to this species, though this is uncertain.\n\n\n== References =="
  }
}