{
  "url": "https://en.wikipedia.org/wiki/Saint_Helena_swamphen",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "†AphanocrexWetmore, 1963"
    },
    {
      "Species": "†A. podarces"
    }
  ],
  "text": {
    "__SUMMARY__": "The Saint Helena rail (Aphanocrex podarces) was a large flightless rail from Saint Helena. It became extinct in the early 16th century.\nWhen American ornithologist Alexander Wetmore described this species from subfossil remains which were found at Prosperous Bay, Saint Helena, he classified it into the new genus Aphanocrex. However, in 1973 American paleontologist Storrs Olson synonymised this genus with the genus Atlantisia, the other representative of which was the Inaccessible Island rail (Atlantisia rogersi). While Olson had considered it as congener of the Inaccessible Island rail, other scientists regarded it not even as a close relative and so it was renamed as Aphanocrex.\nThe Saint Helena rail was relatively large and reached almost the size of the New Zealand weka (Gallirallus australis). In contrast to the weka it was more slender. Since Saint Helena was predator free until the sixteenth century, the swamphen had lost its ability to fly but its wings were better developed like the wings of the rails from Inaccessible Island and Ascension Island. Furthermore, it had strong toes with long claws, which gave that species a good ability to climb and flutter up the steep valley walls. It fed probably on the eggs and the juveniles of several Saint Helena terrestrial and pelagic bird species and on snails. Like other ground-nesting birds such as the Saint Helena crake and the Saint Helena hoopoe it became a victim of alien predators like cats and rats which were brought to Saint Helena after 1502.",
    "Further reading": "Storrs L. Olson, Paleornithology of St Helena Island, south Atlantic Ocean, Smithsonian Contributions to Paleobiology 23 (1975)\n\n\n== References =="
  }
}