{
  "url": "https://en.wikipedia.org/wiki/Samoan_wood_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Gallinula"
    },
    {
      "Species": "G. pacifica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Samoan woodhen (Gallinula pacifica), also known as Samoan wood rail, is a nearly flightless rail endemic to the Samoan island of Savai'i, and probably extinct. As it has evolved adaptations for a more terrestrial lifestyle and at least partly nocturnal habits, it is probably better placed in a distinct genus, Pareudiastes (which sometimes includes the more distinct Makira wood rail too), but this issue has not yet been thoroughly researched. It was known as puna'e (\"one that jumps up\") to the native Samoans; this was said to relate to the bird's habit of making a jumping dash into cover when startled from its resting place.",
    "Description": "This small gallinule had a length of about 25 cm. The plumage was darkish blue on head, neck and breast contrasted with an entirely black rump and tail. The upperparts were dark olivaceous with a greenish sheen. The bill and the frontal shield were yellowish to orange red. The eyes and the legs were red.",
    "Ecology": "Due to its probably nocturnal habits it had large eyes. Its habitat were primary montane forests Its diet consists of insects and other small invertebrates which were preyed by digging the ground and leaf litter; captive birds became sickly when fed a vegetable diet. The eggs said to belong to this species were found in a nest on the ground which was made from twigs and grass. Natives claimed, however, that the puna'e nested in burrows; it is not clear if they confused the rail with petrels or shearwaters (which make similar grunting calls – see below – and nest in burrows) or whether they meant simply scraped-out hollows in the ground.",
    "Extinction": "It was first seen by John Stanislaw Kubary in 1869 and last collected in 1873 during the British Challenger expedition. In all there are ten or eleven remaining specimens and one or two eggs in museums (e.g. in Leiden, New York, Liverpool and London).\nIt apparently became extinct in the 1870s due to predation by introduced species such as rats and feral cats. Additionally, it was noted to taste good and seems to have been hunted for food. Reed (1980) reported the testimony of a local who claimed the bird to be extinct since 1907. However, there were unconfirmed sightings in upland rainforest in 1984 (August 22 and 23), and 2003, and in the latter year, a deep, gulping call ooh-ooh-ooh call was heard to be given by the birds which does not agree with the vocalizations of the rail species known to survive on Savai'i. It is likely that fieldwork to determine the identity of the mysterious birds is to get underway soon, as there is increasing threat of wholesale logging.",
    "See also": "Central Savai'i Rainforest",
    "References": "",
    "External links": "BirdLife International: Possible sighting of long lost rail\nBirdLife Species Factsheet\n3D view of specimens RMNH 110.046 and RMNH 110.060 at Naturalis, Leiden (requires QuickTime browser plugin)."
  }
}