{
  "url": "https://en.wikipedia.org/wiki/San_Cristóbal_vermilion_flycatcher",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Tyrannidae"
    },
    {
      "Genus": "Pyrocephalus"
    },
    {
      "Species": "P. dubius"
    }
  ],
  "text": {
    "__SUMMARY__": "The San Cristóbal vermilion flycatcher or least vermilion flycatcher (Pyrocephalus dubius) is an extinct species of flycatcher, closely related to the vermilion flycatcher. It was endemic to San Cristóbal Island in the Galápagos Islands. The taxon was discovered during Charles Darwin's Galapagos voyage in 1835 and described as full species Pyrocephalus dubius by John Gould in 1839.",
    "Taxonomy": "The San Cristóbal flycatcher was described as full species Pyrocephalus dubius in 1839 by John Gould. In 1890, Robert Ridgway suggested the new combination Pyrocephalus minimus. Subsequently, it was reclassified as subspecies Pyrocephalus rubinus dubius of the vermilion flycatcher which is widespread in North America and South America. A 2016 study suggests to reinstate the specific status for both Pyrocephalus dubius and the other Galápagos taxon Pyrocephalus nanus because of genetic divergence. It is recognized as a species by some taxonomic authorities, including the International Ornithologists' Union.  Others still consider it to be a subspecies of the vermilion flycatcher.",
    "Description": "The San Cristóbal flycatcher reaches a length between 10.8 and 11 cm. The crown of the male is glossy dark vermilion red. The underparts are pale red shading to a brighter hue at the throat and a more intensive red at the breast. The chin is reddish shading to white. The lores, the ear coverts and the upperparts are generally dark brown.",
    "Status": "During a survey in 1929 ornithologist Albert Kenrick Fisher found this bird rather abundant all along the arid western coast to the settlement of Progreso in the highlands. During the next sixty years invasive plants replaced a large part of the endemic vegetation which led to the decline of the insects which were dependent on the endemic plants. When David and Lee Steadman visited San Cristobal Island in the 1980s they described the San Cristóbal vermilion flycatcher as extremely rare. The last reliable sighting was in 1987. Finally, a six-month expedition in 1998, failed to find any birds. Reasons for the decline of the San Cristóbal vermilion flycatcher might have been the vanishing of the food insects, avian pox, and the avian malaria. After a long-term-study since 2012, the Durrell Wildlife Conservation Trust described it as \"first bird extinction in Galapagos\" in June 2016.\n\n\n== References =="
  }
}