{
  "url": "https://en.wikipedia.org/wiki/Sarus_crane",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Gruidae"
    },
    {
      "Genus": "Antigone"
    },
    {
      "Species": "A. antigone"
    }
  ],
  "text": {
    "__SUMMARY__": "The sarus crane (Antigone antigone) is a large nonmigratory crane found in parts of the Indian subcontinent, Southeast Asia, and Australia. The tallest of the flying birds, standing at a height up to 1.8 m (5 ft 11 in), they are a conspicuous species of open wetlands in south Asia, seasonally flooded Dipterocarp forests in Southeast Asia, and Eucalyptus-dominated woodlands and grasslands in Australia.The sarus crane is easily distinguished from other cranes in the region by the overall grey colour and the contrasting red head and upper neck. They forage on marshes and shallow wetlands for roots, tubers, insects, crustaceans, and small vertebrate prey. Like other cranes, they form long-lasting pair bonds and maintain territories within which they perform territorial and courtship displays that include loud trumpeting, leaps, and dance-like movements. In India, they are considered symbols of marital fidelity, believed to mate for life and pine the loss of their mates even to the point of starving to death.\nThe main breeding season is during the rainy season, when the pair builds an enormous nest \"island\", a circular platform of reeds and grasses nearly 2 m in diameter and high enough to stay above the shallow water surrounding it. Increased agricultural intensity is often thought to have led to declines in sarus crane numbers but they also benefit from wetland crops and the construction of canals and reservoirs. The stronghold of the species is in India, where it is traditionally revered and lives in agricultural lands in close proximity to humans. Elsewhere, the species has been extirpated in many parts of its former range.",
    "Description": "The adult sarus crane is very large with grey wings and body, a bare red head and part of the upper neck; a greyish crown, and a long greenish-grey pointed bill. In flight, the long neck is held straight, unlike that of a heron, which folds it back, and the black wing tips can be seen; the crane's long, pink legs trail behind them. This bird has a grey ear covert patch,  orange-red irises, and a greenish-grey bill. Juveniles have a yellowish base to the bill and the brown-grey head is fully feathered.\nThe bare red skin of the adult's head and neck is brighter during the breeding season. This skin is rough and covered by papillae, and a narrow area around and behind the head is covered by black bristly feathers. The sexes do not differ in plumage, although males are on average larger than females; males of the Indian population can attain a maximum height around 180 cm (5.9 ft), making them the world's tallest extant flying bird. The weight of nominate race individuals is 6.8–7.8 kg (15–17 lb), while five adult A. a. sharpii averaged 8.4 kg (19 lb). Across the distribution range, the weight can vary from 5 to 12 kg (11 to 26 lb), height typically from 115 to 167 cm (45 to 66 in), and  wingspan from 220 to 250 cm (87 to 98 in).\n\nWhile individuals from northern populations are among the heaviest cranes, alongside the red-crowned and wattled cranes, and the largest in their range, birds from Australia tend to be smaller. In Australia, the sarus can easily be mistaken for the more widespread brolga. The brolga has the red colouring confined to the head and not extending into the neck. Body mass in Australian sarus cranes was found to average 6.68 kg (14.7 lb) in males and 5.25 kg (11.6 lb) in females, with a range for both sexes of 5.0 to 6.9 kg (11.0 to 15.2 lb). Thus, Australian sarus cranes average about 25% lighter than the northern counterparts and are marginally lighter on average than brolgas.",
    "Distribution and habitat": "The species has historically been widely distributed on the lowlands of India along the Gangetic plains, extending south to the Godavari River, west to coastal Gujarat, the Tharparkar District of Pakistan, and east to West Bengal and Assam. The species no longer breeds in Punjab, though it winters regularly in the state. Sarus cranes are rare in West Bengal and Assam, and are no longer found in the state of Bihar. In Nepal, its distribution is restricted to the western and central lowland plains, with most of the population occurring in Rupandehi, Kapilvastu, and Nawalparasi districts.Two distinct populations of sarus cranes occur in Southeast Asia: the northern population in China and Myanmar, and the southern population in Cambodia and Vietnam. The sarus used to extend to Thailand and further east into the Philippines, but may now be extinct in both these countries. In 2011, 24 captive-bred cranes raised from five founders were reintroduced into Thailand. A reasonably sized population of over 150 cranes has recently been discovered breeding in rice fields in the Ayeyarwadi delta, Myanmar with additional cranes confirmed in the states of Kachin, Shan, and Rakhine. In Australia they are found only in the north-east, and are partly migratory in some areas. The global range has shrunk and the largest occupied area, and the largest known population, is in India. Increasing paddy fields accompanied by an increase in the network of irrigation canals during and prior to the Green Revolution may have facilitated increases in the distribution and numbers of sarus cranes due to an increase in reliable moisture levels in various locations in India. Although now found mainly at a low elevation on the plains,  some historical records exist from highland marshes further north in Harkit Sar and Kahag in Kashmir. The sarus crane breeds in some high elevation regions such as near the Pong Dam in Himachal Pradesh, where populations may be growing in response to increasing rice cultivation along the reservoir. In rice-dominated districts of Uttar Pradesh, sarus crane abundance (estimated as occupancy) was highest in the western districts, intermediate in the central districts, and minimal in the eastern districts. Sarus crane abundance was positively associated with percentage of wetlands on the landscape, and negatively with the percentage of area under rice cultivation.Until recently, little was known of sarus crane ecology from Australia. Breeding records (confirmed sightings of nests with eggs, or of adult birds with flightless young) were known from only three locations, all in the Gulf Plains in Queensland. Two records are from near Normanton town: one of adults with flightless chicks seen about 30 km west of the town and another of adults incubating eggs seen 7-km south of the town. The third record is a one-month study that provides details of 32 nests located within 10-km around Morr Morr cattle station in the Gilbert River floodplains. A 3,000-km survey along the Gulf of Carpentaria located 141 territorial, breeding pairs spread out across the floodplains of the Mitchell, Gilbert, and Flinders Rivers. Carefully mapping of breeding areas of sarus cranes in Australia is needed to understand their distribution range. They are uncommon in Kakadu National Park, where the species is often hard to find among the more numerous brolgas. Flocks in the non-breeding season are commonly seen in the Atherton Tablelands in eastern Queensland.In India, sarus cranes preferentially use wetlands for nesting, but also nest in uncultivated patches amid flooded rice paddies (called khet-taavadi in Gujarat), and in the rice paddies especially when wetlands are not available to breeding pairs. Breeding pairs are territorial and prefer to forage in natural wetlands, though wetland crops like rice and wheat are also frequented. In south-western Uttar Pradesh, sarus cranes were found in wetlands of all sizes with larger numbers in larger wetlands. In Australia, wintering, non-breeding sarus cranes forage in areas with intensive agriculture (primarily maize, sugarcane, groundnuts) and smaller patches of cattle grazing areas in the Atherton Tablelands in eastern Queensland. They were observed to feed on grain, nuts, and insects from a range of crop fields, including stubble of maize and peanut crops, hay crops, fields with potato, legumes and seed crops, and after harvest in fields of sugarcane, grass, and fodder crops. Territorial, breeding sarus crane pairs in northern Queensland along the Gulf of Carpentaria use a range of habitats, but preferentially use low, open woodland on quaternary alluvial plains in outer river deltas and levees with a vegetation of Lysiphyllum cunninghamii, Eucalyptus microtheca, Corymbia confertiflora, Melaleuca spp., Excoecaria parvifolia, Atalaya hemiglauca, Grevillea striata, Eucalyptus leptophleba, C. polycarpa, C. confertiflora, and C. bella.",
    "Taxonomy and systematics": "This species was described by Linnaeus in 1758 and placed in the genus Ardea that included the larger herons. Edward Blyth published a monograph on the cranes in 1881, in which he considered the \"sarus crane\" of India to be made up of two species, Grus collaris and Grus antigone. Most modern authors recognize one species with three disjunct populations that are sometimes treated as subspecies, although the status of one extinct population from the Philippines is uncertain. The sarus cranes in India (referred to as A. a. antigone) are the largest, and in the east from Myanmar is replaced by a population that extends into Southeast Asia (referred to as A. a. sharpii). The sarus cranes from the Indian subcontinent are well marked and differentiated from the south-eastern population by having a white collar below the bare head and upper neck, and white tertiary remiges. The population in Australia (initially placed in A. a. sharpii (sometimes spelt sharpei but amended to conform to the rules of Latin grammar) was separated and named as the race A. a. gilliae, sometimes spelt gillae or even gilli), prior to a genetic analysis. A 2005 genetic analysis suggested that these three populations are representatives of a formerly continuous population that varied clinally. The Australian subspecies was designated only in 1988, with the species itself first noticed in Australia in 1966 and regarded as a recent immigrant. Native Australians, however, differentiated the sarus and the brolga and called the sarus \"the crane that dips its head in blood\". Sarus cranes of the Australian population are similar to those in Southeast Asia in having no white on the neck and tertiary remiges, but are distinguished by a larger grey patch of ear coverts. The Australian population shows the most recent divergence from the ancestral form with an estimated 3000 generations of breeding within Australia. An additional subspecies A. a. luzonica was suggested for the population once found, but now extinct, in the Philippines. No distinctive character is known of this population.\n\nAnalysis of mitochondrial DNA, from a limited number of specimens, suggested that gene flow occurred within the continental Asian populations until the 20th-century reductions in range, and that Australia was colonized only in the Late Pleistocene, some 35,000 years ago. This has been corroborated by nDNA microsatellite analyses on a large and widely distributed set of individuals in the sample. This study further suggests that the Australian population shows low genetic variability. As there exists the possibility of (limited) hybridization with the genetically distinct brolga, the Australian sarus crane can be expected to be an incipient species.The sarus crane was formerly placed in the genus Grus, but a molecular phylogenetic study published in 2010 found that the genus, as then defined, was polyphyletic. In the resulting rearrangement to create monophyletic genera, four species, including the sarus crane, were placed in the resurrected genus Antigone that had originally been erected by the German naturalist Ludwig Reichenbach in 1853.",
    "Taxonomy and systematics-Etymology": "The common name sarus is from the Hindi name (sāras) for the species. The Hindi word is derived from the Sanskrit word sarasa for the \"lake bird\", (sometimes corrupted to sārhans). While Indians held the species in veneration, British soldiers in colonial India hunted the bird, calling it the serious or even cyrus. The generic and specific names —after Antigone, the daughter of Oedipus, who hanged herself—may relate to the bare skin of the head and neck.",
    "Ecology and behaviour": "Unlike many other cranes that make long migrations, sarus cranes are largely nonmigratory and few populations make relative short-distance migrations. In South Asia, four distinct population-level behaviours have been noted. The first is the \"wintering population\" of a small number of sarus cranes that use wetlands in the state of Punjab during winters. The source of this population is unclear, but is very likely to be from the growing population in Himachal Pradesh. The second is the \"expanding population\" consisting of cranes appearing in new areas following new irrigation structures in sem-arid and arid areas primarily in Gujarat and Rajasthan. The third is the \"seasonally migratory\" population, also primarily in the arid zone of Gujarat and Rajasthan. Cranes from this population aggregates in remaining wetlands and reservoirs during the dry summer, and breeding pairs set up territories during the rainy season (July – October) remaining on territories throughout the winter (November – March). The fourth population is \"perennially resident\" and found in areas such as southwestern Uttar Pradesh, where artificial and natural water sources enable cranes to stay in the same location throughout the year. Migratory populations are also known from Southeast Asia and Australia. In Southeast Asia, cranes congregate in few remnant wetlands during the dry season. In Australia, flocks aggregate on the Atherton Highlands, where agriculture is conducive for sarus cranes.\nBreeding pairs maintain territories that are defended from other cranes using a large repertoire of calls and displays. In Uttar Pradesh, less than a tenth of the breeding pairs maintain territories at wetlands while the rest of the pairs are scattered in smaller wetlands and agricultural fields. Non-breeding birds form flocks that vary from 1–430 birds. In semi-arid areas, breeding pairs and successfully fledged juveniles depart from territories in the dry season and join non-breeding flocks. In areas with perennial water supply, as in the western plains of Uttar Pradesh, breeding pairs maintain perennial territories. The largest known flocks are from the 29 km2 Keoladeo National Park – with as many as 430 birds, and from unprotected, community-owned wetlands in Etawah, Mainpuri, Etah and Kasganj districts in Uttar Pradesh, ranging from 245–412 birds. Flocks of over 100 birds are also reported from Gujarat in India and Australia. Sarus crane populations in Keoladeo National Park have been noted to drop from over 400 birds in summer to just 20 birds during the monsoon. In areas with perennial wetlands on the landscape such as in western Uttar Pradesh, numbers of non-breeding sarus cranes in flocks can be relatively stable throughout the year. In Etawah, Mainpuri, Etah and Kasganj districts, non-breeding sarus cranes form up to 65% of the regional population. Breeding pairs in Australia similarly defend territories from neighbouring crane pairs, and nonbreeding birds are found in flocks frequently mixed with brolgas. In their breeding grounds in north-eastern Australia, non-breeding sarus cranes constitute less than 25% of the population in some years.\nThey roost in shallow water, where they may be safe from some ground predators. Adult birds do not moult their feathers annually but feathers are replaced about once every two to three years.",
    "Ecology and behaviour-Feeding": "Sarus cranes forage in shallow water (usually with less than 30 cm (0.98 ft) depth of water) or in fields, frequently probing in mud with their long bills. In the dry season (after breeding), sarus cranes in Anlung Pring Sarus Crane Conservation Area, Cambodia, used wetlands with 8–10 cm of water. They are omnivorous, eating insects (especially grasshoppers), aquatic plants, fish (perhaps only in captivity), frogs, crustaceans, and seeds. Occasionally tackling larger vertebrate prey such as water snakes (Fowlea piscator), sarus cranes may in rare cases feed on the eggs of birds and turtles. Plant matter eaten includes tubers, corms of aquatic plants, grass shoots as well as seeds and grains from cultivated crops such as groundnuts and cereal crops such as rice. In the dry season, cranes flocking in Southeast Asian wetlands are in areas with an abundance of Eleocharis dulcis and E. spiralis, both of which produce tubers on whicn the cranes are known to feed. In their breeding grounds in north-eastern Australia, isotopic analyses on molted feathers revealed sarus crane diets to comprise a great diversity of vegetation, and restricted to a narrow range of trophic levels.",
    "Ecology and behaviour-Courtship and breeding": "Sarus cranes have loud, trumpeting calls. These calls are, as in other cranes, produced by the elongated trachea that form coils within the sternal region. Pairs may indulge in spectacular displays of calling in unison and posturing. These include \"dancing\" movements that are performed both during and outside the breeding season and involve a short series of jumping and bowing movements made as one of the pair circles around the other. Dancing may also be a displacement activity, when the nest or young is threatened. The cranes breed mainly during the monsoons in India (from July to October, although a second brood may occur), and breeding has been recorded in all the months. They build large nests, platforms made of reeds and vegetation in wet marshes or paddy fields. The nest is constructed within shallow water by piling up rushes, straw, grasses with their roots, and mud so that the platform rises above the level of the water to form a little island. The nest is unconcealed and conspicuous, being visible from afar, and defended fiercely by the pair.\nData collated over a century from South Asia show sarus cranes nesting throughout the year. More focused observations, however, show nesting patterns to be closely tied to rainfall patterns. An exception to this rule was the unseasonal nesting observed in the artificially flooded Keoladeo-Ghana National Park, and in marshes created by irrigation canals in Kota district of Rajasthan, India. Based on these observations, unseasonal nesting (or nesting outside of the monsoon) of sarus cranes were thought to be due to either the presence of two populations, some pairs raising a second brood, and unsuccessful breeding by some pairs in the normal monsoon season, prompting them to nest again when conditions such as flooded marshes remain. A comprehensive assessment of unseasonal nesting based on collation of over 5,000 breeding records, however, showed that unseasonal nesting by sarus cranes in south Asia was very rare and was only carried out by pairs that did not succeed in raising chicks in the normal nesting season. Unseasonal nests were initiated in years with unusual rainfall patterns, when rainfall extended beyond the normal June–October period, and when rainfall volume was higher than normal; or when artificial wet habitats were created by man-made structures such as reservoirs and irrigation canals to enhance crop production. Nest initiation in northern Queensland  is also closely tied to rainfall patterns, with most nests being initiated immediately after the first major rains. \nThe nests can be more than 2 m (6 ft) in diameter and nearly 1 m (3 ft) high. Pairs show high fidelity to the nest site, often refurbishing and reusing a nest for as many as five breeding seasons. The clutch is one or two eggs (rarely three or four) which are incubated by both sexes for about 31 days (range 26–35 days). Eggs are chalky white and weigh about 240 grams. When disturbed from the nest, parents may sometimes attempt to conceal the eggs by attempting to cover them with material from the edge of the nest. The eggshells are removed by the parents after the chicks hatch either by carrying away the fragments or by swallowing them. About 30% of all breeding pairs succeed in raising chicks in any year, and most of the successful pairs raise one or two chicks each, with brood sizes of three being rare. One survey in Australia found 60% of breeding pairs to have successfully fledged chicks. This high success rate is attributed to above-normal rainfall that year. The chicks are fed by the parents for the first few days, but are able to feed independently after that and follow their parents for food. When alarmed, the parent cranes use a low korr-rr call that signals chicks to freeze and lie still. Young birds stay with their parents until the subsequent breeding season. In captivity, birds breed only after their fifth year. The sarus crane is widely believed to pair for life, but cases of \"divorce\" and mate replacement have been recorded.",
    "Ecology and behaviour-Mortality factors": "Eggs are often destroyed at the nest by jungle (Corvus macrorhynchos) and house crows (C. splendens) in India. In Australia, suspected predators of young birds include the dingo (Canis dingo) and fox (Vulpes vulpes), while brahminy kites (Haliastur indus) have been known to take eggs. Removal of eggs by farmers (to reduce crop damage) or children (in play), or by migrant labourers for food or opportunistic egg collection during trips to collect forest resources  are prominent causes of egg mortality. Between 31 and 100% of nests with eggs can fail to hatch eggs for these reasons. Chicks are also prone to predation (estimated at about 8%) and collection at the nest, but more than 30% die of unknown reasons.Breeding success (percentage of eggs hatching and surviving to fledging stage) has been estimated at about 20% in Gujarat and 51–58% in south-western Uttar Pradesh. In areas where farmers are tolerant, nests in flooded rice fields and those in wetlands have similar rates of survival. Pairs that nest later in the season have a lower chance of raising chicks successfully, but this improves when territories have more wetlands. Nest success (percentage of nests in which at least one egg hatched) for 96 sarus nests that were protected by locals during 2009–2011 via a payment-for-conservation program was 87%. More pairs are able to raise chicks in years with higher total rainfall, and when territory quality was undisturbed due to increased farming or development. Permanent removal of pairs from the population due to developmental activities caused reduced population viability, and was a far more important factor impacting breeding success relative to total annual rainfall.\nBreeding success in Australia has been estimated by counting the proportion of young-of-the-year in wintering flocks in the crop fields of Atherton Tablelands in north-eastern Queensland. Young birds constituted 5.32% to 7.36% of the wintering population between 1997 and 2002. It is not known if this variation represents annual differences in conditions in the breeding areas or if it included biases such as different proportions of breeding pairs traveling to Atherton to over-winter. It is also not known how these proportions equate to more standard metrics of breeding success such as proportions of breeding pairs succeeding in raising young birds. One multi-floodplain survey in Australia found 60% of all breeding pairs to have raised at least one chick, with 34% of successful pairs fledging two chicks each. Breeding success, and proportions of pairs that raised two chicks each, was similar in each floodplain.Little is known about the diseases and parasites of the sarus crane, and their effects on wild bird populations. A study conducted at the Rome zoo noted that these birds were resistant to anthrax. Endoparasites that have been described include a trematode, Opisthorhis dendriticus from the liver of a captive crane at the London zoo and a Cyclocoelid (Allopyge antigones) from an Australian bird. Like most birds, they have bird lice and the species recorded include Heleonomus laveryi and Esthiopterum indicum.In captivity, sarus cranes have been known to live for as long as 42 years. Premature adult mortality is often the result of human actions. Accidental poisoning by monocrotophos, chlorpyrifos and dieldrin-treated seeds used in agricultural areas has been noted. Adults have been known to fly into power lines and die of electrocution, this is responsible for killing about 1% of the local population each year.",
    "Conservation status": "There were about an estimated 15–20,000 mature sarus cranes left in the wild in 2009. The Indian population is less than 10,000, but of the three subspecies, is the healthiest in terms of numbers. They are considered sacred and the birds are traditionally left unharmed, and in many areas they are unafraid of humans. They used to be found on occasion in Pakistan, but have not been seen there since the late 1980s. The population in India has however declined. Estimates of the global population suggest that the population in 2000 was at best about 10% and at the worst just 2.5% of the numbers that existed in 1850. Many farmers in India believe that these cranes damage standing crops, particularly rice, although studies show that direct feeding on rice grains resulted in losses amounting to less than one percent and trampling could account for grain loss of about 0.4–15 kilograms (0.88–33.07 lb). The attitude of farmers tends to be positive in spite of these damages, and this has helped in conserving the species within agricultural areas. The role of rice paddies and associated irrigation structures may be particularly important for the birds' conservation, since natural wetlands are increasingly threatened by human activity. The conversion of wetlands to farmland, and farmland to more urban uses are major causes for habitat loss and long-term population decline. Compensating farmers for crop losses has been suggested as a measure that may help, but needs to be implemented judiciously so as not to corrupt and remove existing local traditions of tolerance. Farmers in sarus crane wintering areas in Australia are beginning to use efficient methods to harvest crops, which may lead to lowered food availability. Farmers are also transitioning from field crops to perennial and tree crops that have higher returns. This may reduce available foraging habitat for cranes, and may increase conflict with farmers in the remaining, few crop fields.A review of literature and assessment of abundance of Sarus Cranes in Nepal suggests that past field methods were either inadequate or incomplete to properly estimate abundances, and that the population of cranes in Nepal may be on the increase. The Australian population is greater than 5,000 birds and may be increasing, however, the Southeast Asian population has been decimated by war and habitat change (such as intensive agriculture, deforestation, and draining of wetlands), and by the mid-20th century, had disappeared from large parts of its range which once stretched up to southern China. Some 1500–2000 birds are left in several fragmented subpopulations, though recent surveys in Myanmar have discovered previously-unknown breeding populations in several locations.Payment to locals to guard nests and help increase breeding success has been attempted in northern Cambodia. Nest success of protected nests was significantly higher than that of unprotected nests, and positive population-level impacts were apparent. However, the program also caused local jealousies leading to deliberate disturbance of nests, and did nothing to alleviate larger-scale and more permanent threats due to habitat losses leading to the conclusion that such payment-for-conservation programs are at best a short-term complement, and not a substitute, to more permanent interventions that include habitat preservation. The little-known Philippine population became extinct in the late-1960s.The sarus crane is classified as vulnerable on the IUCN Red List. Threats include habitat destruction and/or degradation, hunting and collecting, as well as environmental pollution and possibly diseases or competing species. The effects of inbreeding in the Australian population, once thought to be a significant threat due to hybridization with brolgas producing hybrid birds called \"sarolgas\", is now confirmed to be minimal suggesting that it is not a major threat.  New plans for developing the floodplain areas of northern Queensland may have detrimental impacts on breeding sarus crane populations, and require to incorporate the needs of cranes via conservation of a diversity of habitats that are currently found in the region.The species has been extirpated in Malaysia and the Philippines. Reintroduction programs in Thailand have made use of birds from Cambodia. As of 2019, attempts to reintroduce the birds to eastern Thailand have shown some promise.",
    "In culture": "The species is venerated in India and legend has it that the poet Valmiki cursed a hunter for killing a sarus crane and was then inspired to write the epic Ramayana. The species was a close contender to the Indian peafowl as the national bird of India. Among the Gondi people, the tribes classified as \"five-god worshippers\" consider the sarus crane as sacred. The meat of the sarus was considered taboo in ancient Hindu scriptures. It is widely believed that the sarus pairs for life and that death of one partner leads to the other pining to death. They are a symbol of marital virtue and in parts of Gujarat, it is a custom to take a newly wed couple to see a pair of sarus cranes.\n\nAlthough venerated and protected by Indians, these birds were hunted during the colonial period. It was noted that killing a bird would lead to its surviving partner trumpeting for many days and it was traditionally believed that the other would starve to death. Even sport hunting guides discouraged shooting these birds. According to 19th-century British zoologist Thomas C. Jerdon, young birds were good to eat, while older ones were \"worthless for the table\". Eggs of the sarus crane are however used in folk remedies in some parts of India.Young birds were often captured and kept in menageries both in India and in Europe in former times. They were also successfully bred in captivity early in the 17th century by Emperor Jehangir who also noted that the eggs were laid with an interval of two days and that incubation period was 34 days. They were also bred in zoos in Europe and the United States in the early 1930s.\n... The young birds are easily reared by hand, and become very tame and attached to the person who feeds them, following him like a dog. They are very amusing birds, going through the most grotesque dances and antics, and are well worth keeping in captivity. One which I kept, when bread and milk was given to him, would take the bread out of the milk, and wash it in his pan of water before eating it. This bird, which was taken out of the King's palace at Lucknow, was very fierce towards strangers and dogs, especially if they were afraid of him. He was very noisy—the only bad habit he possessed\n\nThe Indian state of Uttar Pradesh has declared the sarus crane as its official state bird. An Indian 14-seater propeller aircraft, the Saras, is named after this crane.",
    "See also": "List of birds of India",
    "Notes": "",
    "References": "",
    "Other sources": "Matthiessen, Peter & Bateman, Robert (2001). The Birds of Heaven: Travels with Cranes. North Point Press, New York. ISBN 0-374-19944-2\nWeitzman, Martin L. (1993). \"What to preserve? An application of diversity theory to crane conservation\". The Quarterly Journal of Economics. 108 (1): 157–183. doi:10.2307/2118499. ISSN 0033-5533. JSTOR 2118499.\nHaigh, J. C. & Holt, P. E. (1976). \"The use of the anaesthetic \"CT1341\" in a Sarus crane\". Can Vet J. 17 (11): 291–292. PMC 1697384. PMID 974983.\nDuan, W. & Fuerst, P. A. (2001). \"Isolation of a sex-Linked DNA sequence in cranes\". J. Hered. 92 (5): 392–397. doi:10.1093/jhered/92.5.392. PMID 11773245.\nMenon, G. K.; R. V. Shah & M. B. Jani (1980). \"Observations on integumentary modifications and feathering on head and neck of the Sarus Crane, Grus antigone antigone\". Pavo. 18: 10–16.\nSundar, K. S. G. (2006). \"Flock size, density and habitat selection of four large waterbirds species in an agricultural landscape in Uttar Pradesh, India: implications for management\". Waterbirds. 29 (3): 365–374. doi:10.1675/1524-4695(2006)29[365:fsdahs]2.0.co;2.",
    "External links": "International Crane Foundation: Sarus Crane, Grus antigone. Retrieved 2007-FEB-22.\nUSGS Northern Prairie Wildlife Research Center: The Cranes Status Survey and Conservation Action Plan: Sarus Crane (Grus antigone). Retrieved 2007-FEB-22.\nSarus Crane (International Crane Foundation)\nInternational Crane Foundation (literature)\nSarus Crane (Grus antigone) from Cranes of the World (1983) by Paul Johnsgard\nArkive"
  }
}