{
  "url": "https://en.wikipedia.org/wiki/Seaside_sparrow",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Passerellidae"
    },
    {
      "Genus": "Ammospiza"
    },
    {
      "Species": "A. maritima"
    }
  ],
  "text": {
    "__SUMMARY__": "The seaside sparrow (Ammospiza maritima) is a small American sparrow.\nAdults have brownish upperparts with gray on the crown and nape, and a grayish-buff-colored breast with dark streaks; they have a dark face with gray cheeks, a white throat, and a short, pointed tail. Birds show a small yellow streak just above the eye.\nTheir breeding habitat is salt marshes on the Atlantic and Gulf coasts of the United States from southern New Hampshire to southern Texas. The nest is an open cup usually built in the salt marsh on tidal reeds and spartina grasses. Females lay two to five eggs.\nNorthern birds most often migrate farther south along the eastern coast of the United States. They forage on the ground or in marsh vegetation, sometimes probing in mud. They mainly eat insects, marine invertebrates and seeds. Their feeding areas are often some distance away from the areas they choose to nest.\nOne of the numerous subspecies of this bird, the dusky seaside sparrow (A. m. nigrescens), has recently become extinct, and the Cape Sable subspecies, A. m. mirabilis, is endangered. Occurring in a restricted range but of uncertain validity is Scott's seaside sparrow, (A. m. peninsulae). Those were formerly considered a separate species.\nThe song is a raspy buzz that closely resembles a distant red-winged blackbird.",
    "References": "",
    "External links": "\"Seaside sparrow media\". Internet Bird Collection.\nStamps (for the United States) with a range map at bird-stamps.org\nSeaside sparrow photo gallery at VIREO (Drexel University)\nDusky seaside sparrow bird sound at the Florida Museum of Natural History\nCape Sable seaside sparrow bird sound at the Florida Museum of Natural History\n\"Ecological and Genetic Diversity in the Seaside Sparrow\" (pdf, 0.95 Mb)\nInteractive range map of Ammodramus maritimus at IUCN Red List maps"
  }
}