{
  "url": "https://en.wikipedia.org/wiki/Seychelles_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Psittacula"
    },
    {
      "Species": "†P. wardi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Seychelles parakeet or Seychelles island parrot (Psittacula wardi) is an extinct species of parrot that was endemic to the Seychelles group in the Indian Ocean. It resembled the Alexandrine parakeet, but was smaller and lacked the pink colour in its collar. The species is suspected to have become extinct due to intense persecution by farmers and coconut plantation owners.",
    "Taxonomy": "The Seychelles parakeet was named Palaeornis wardi as by the British ornithologist Edward Newton in 1867. It was endemic to Mahé and Silhouette and was once sighted on Praslin. Ten specimens exist today.",
    "Taxonomy-Evolution": "Phylogenetic studies suggest that the species diverged from the Alexandrine parakeet through isolation of populations that dispersed through the Indian subcontinent into Seychelles about 11 million years ago when sea levels were much lower.The following cladogram shows the phylogenetic position of the Seychelles parakeet, according to Jackson et al., 2015:\nA 2017 study found it to be close to the Mascarene parrot.",
    "Description": "The Seychelles parakeet was a medium-sized parrot with a length of about 41 cm (16.1 in). It was green with a large red beak, a red shoulder patch, and a long tail. The male had a narrow, black cheek band and black collar which the female and juvenile lacked.",
    "Behaviour and ecology": "P. wardi was endemic to Mahé and Silhouette, Seychelles, with a sight record from Praslin. The Seychelles parakeet is believed to have had a diet of insects found in the bushes or trees, and probably also consumed fruit and seeds.",
    "Extinction": "It was rare when described even in 1867. The last specimens were collected by Warry in 1881, and the last birds recorded in captivity on Silhouette in 1883. The species was extinct by 1906 when Nicoll visited the island. It seems to have been affected by the felling of forests to make way for coconut plantations, and died out as a result of being killed by farmers protecting their maize crops.\n\n\n== References =="
  }
}