{
  "url": "https://en.wikipedia.org/wiki/Slender-billed_grackle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Icteridae"
    },
    {
      "Genus": "Quiscalus"
    },
    {
      "Species": "Q. palustris"
    }
  ],
  "text": {
    "__SUMMARY__": "The slender-billed grackle (Quiscalus palustris) was a species of bird in the family Icteridae. The species was closely related to the western clade of the great-tailed grackle, from which it diverged quite recently, suspected to be around 2,000 years ago.The slender-billed grackle was endemic to central Mexico. It is recorded as having occurred in the Valley of Mexico and the Toluca Valley. Although later records indicated that it might be a marsh specialist, older observations recorded in the General History of the Things of New Spain by Fray Bernardino de Sahagún indicate that it was formerly found in cultivated areas and towns. The species went extinct around the turn of the 20th century.",
    "Habitat": "The slender billed Grackle was originally known from the Rio Lerma area in Mexico. They have not been recorded since 1910 due to their extinction. There are several records of the Slender-Billed Grackle from three different habitats such as wetlands, cultivated plots, and human settlements. Slender Billed Grackles inhabited marshes and borders of the lakes. Emergent aquatic vegetation was commonly used for nesting amongst the Slender-billed Grackles.",
    "Nesting": "The Slender–billed Grackle usually nested in marshes and aquatic vegetation; however, as the population in Mexico increased they were able to adapt to the changes in the environment and learned to nest in towns and cultivated plots. The Slender-billed Grackle hatched their eggs in reeds.",
    "Interaction": "",
    "Interaction-Intraspecies interaction": "The diet of the Slender-billed Grackle consisted of animals, plants and fruits. It mainly ate worms, flies and maize. The Slender-billed Grackle also tended to group and form flocks.",
    "Interaction-Human interaction": "When the initial European settlers came to Central Mexico, they observed that the Aztecs targeted the Slender-billed Grackle; the reason for this is partially unclear. Some speculate that they were targeted because they were seen as pest who ate their crops while others believe it was to use their feathers for headdresses. They choose to use their black tail feathers rather than their bright green feathers for reasons still not known.Also during Izcalli, the Aztecs' month in which they sacrificed a variety of animals to their gods, they chose to use this bird for sacrifice to their fire god. The reason for this is not yet known to historians however many believe since they were abundant and considered a nuisance.",
    "Extinction": "The Slender-billed grackle is believed to have gone extinct around the turn of the 20th century, after disappearing from the Valley of Mexico. The only known habitats for the slender-billed grackle were the marshes and wetlands of Mexico. Reportings of grackles nesting in urban areas also exist, but this is believed to have been a response to loss of habitat due to the conversion of marshes to farmland. Slender-billed grackles had also been observed nesting in cultivated farm land near towns, but much of this land was cultivated marshland.\nSlender-billed grackles had also been hunted extensively  by local populations for use in rituals. The grackles were collected in areas near the towns, as they were gathered the day before rituals were to be held. However, hunting is not believed to be a major cause for the grackles extinction, and may have instead caused the grackles to become locally extinct in the areas around towns.\n\n\n== References =="
  }
}