{
  "url": "https://en.wikipedia.org/wiki/Society_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Cyanoramphus"
    },
    {
      "Species": "†C. ulietanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Society parakeet (Cyanoramphus ulietanus), also known as the Society kakariki or brown-headed parakeet, is an extinct parakeet of the genus Cyanoramphus.",
    "Description": "The Society parakeet averaged 25 cm (9.75 to 10 inches) in length. Its head was chocolate brown, paler on the neck, rump, and wings. The bill showed a pale bluish grey hue and had a black tip. The lower back and tail coverts exhibited a rufous brown colouring. The underwing coverts and outer webs to flight feathers were greyish blue. The breast, abdomen, and undertail coverts were olive yellow. The mid-rectrices were olive brown and outer rectrices grey. The irises were orange red in adults and brown in juveniles. The feet were greyish brown. Males and females were not sexually dimorphic.",
    "Distribution": "The Society parakeet was endemic to Raiatea, the second largest island of the Society Islands. It was probably a forest species, as this was the native habitat on this island.",
    "Extinction": "There are only two museum specimens known to exist.  The date of their origin was discussed, with Erwin Stresemann (1950) and James Greenway (1958) suggesting 1773 or 1774. However, in 1979 the ornithologist David G. Medway from New Zealand claimed that the two specimens were taken in November 1777 during the third circumnavigation by James Cook.  He based the claim on the travel diary entries by Joseph Banks.  The specimens are in the Natural History Museum in London and in the Naturhistorisches Museum, Vienna.  The cause of extinction remains unknown, though deforestation, hunting, and invasive species such as rats may have played a role.  It must have become extinct shortly after its discovery.",
    "References": "Greenway, James (1967): Extinct and Vanishing Birds of the World\nDay, David (1981): The Doomsday Book of Animals\nFuller, Errol (2000): Extinct Birds\nFlannery, Tim & Schouten, Peter (2001): A Gap in Nature",
    "External links": "Lexicon of Parrots – Cyanoramphus ulietanus (Engl.)\nDescription (French)"
  }
}