{
  "url": "https://en.wikipedia.org/wiki/South_Island_piopio",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Oriolidae"
    },
    {
      "Genus": "†Turnagra"
    },
    {
      "Species": "†T. capensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The South Island piopio (Turnagra capensis) also known as the New Zealand thrush, was a passerine bird of the family Oriolidae.",
    "Taxonomy and systematics": "The South Island piopio was originally described in the genus Tanagra (a synonym for Tangara) and subsequently classified by some authorities in the genus Turdus. For a long time the South Island piopio was considered conspecific with the North Island piopio that dwelt in New Zealand's North Island as the piopio, but later they were recognised as two distinct species due to pronounced differences in external appearance and osteology (Olson et al., 1983).\nBased on their smaller size, the description of the Stephens Island piopio was sometimes thought to be based on juvenile birds, but is now considered to be valid (Medway, 2004b). The assumption of a well-flying bird evolving into a distinct subspecies on the small (2.6 km2) island close (3.2 km) to the mainland seems hard to believe, but Stephens Island must have held a population of many hundred birds in 1894 (Medway, 2004a), and the piopio was apparently a reluctant flyer, not usually being found on offshore islands.",
    "Taxonomy and systematics-Subspecies": "Two subspecies are recognized:\n\n†T. c. capensis - (Sparrman, 1787): Formerly found in the South Island (of New Zealand)\nStephens Island piopio (†T. c. minor) - Fleming, JH, 1915: Formerly found on Stephens Island (New Zealand)",
    "Description": "This medium-sized bird was mostly olive-brown in colouration, with rufous wings and tail, and a speckled breast. The Stephens Island piopio was much smaller than the nominate race. The South Island piopio was considered to be one of the best song birds native to New Zealand.",
    "Behaviour and ecology": "South Island piopios were omnivorous, and relatively unafraid of humans, as they have been recorded as taking scraps of food from campers.\nLice of the genus Brueelia were found on the South Island piopio (Palma, 1999).",
    "Status": "The South Island piopio was once considered common in undergrowth forests of New Zealand's South Island, until 1863 when the population began to decline. The piopio continued to decline rapidly throughout the 1880s, mainly due to predation by cats and rats introduced to the island by humans, and some habitat destruction. By 1888 the bird was said to be the rarest in all of New Zealand, and by 1905 it was considered virtually extinct. The last confirmed specimen was shot at Oharu in 1902, although alleged sightings continued. For example, unconfirmed South Island piopio records exist from near Patea in 1923, between Gisborne and Wairoa on 7 May 1947, in Nelson district, January 1948 (all in Allison et al., 1949), and on 17 December 1947, at Lake Hauroko (Dunckley & Todd, 1949). The last supposed sighting was in 1963.",
    "Status-Stephens Island subspecies": "The Stephens Island population became extinct, apparently in 1897, due to predation by feral cats which had multiplied to number in the hundreds by that time (see also Lyall's wren for a detailed chronology). The last specimen was taken on January 7, 1897, and there were none left by the end of 1898 (Medway, 2004a). Only 12 specimens of the Stephens Island bird exist today:\n\nStaatliches Museum Dresden 16657, 16658, 16659, 16660, 16661; five spirit specimens purchased from Walter Buller's collection, received in 1899,\nNatural History Museum, London 1903.12.10.2.; a female skin purchased from W. F. H. Rosenberg,\nWorld Museum Liverpool B.20.12.01-24 (male) and B.20.12.01-24a (female); skins from Buller's collection purchased in 1901,\nRoyal Ontario Museum, Toronto Fleming collection 3915; a male skin (the type specimen),\nCarnegie Museum, Pittsburgh CM 24753 (male) and CM 24754 (female); skins from Buller's collection (his numbers 194c and 194d) and\nÜbersee-Museum, Bremen 15080; a male skin collected by Hugo H. Schauinsland (the last record).The last three are the only ones with reliable dates, having been taken in 1894, 1895 and 1897, respectively.",
    "References": "Allison, J. V. et al. (1949): Classified summarised notes. New Zealand Bird Notes 3(4): 88-106. PDf fulltext\nDunckley, J. V. & Todd, E. M. (1949): Birds West of Waiau River. New Zealand Bird Notes 3(6): 163-164. PDF fulltext\nFleming, J. H. (1915): A new Turnagra from Stephens' Island, New Zealand. Proceedings of the Biological Society of Washington 28: 121-124.\nMedway, David G. (2004a): The land bird fauna of Stephens Island, New Zealand in the early 1890s, and the cause of its demise. Notornis 51(4): 201–211. PDF fulltext\nMedway, David G. (2004b): Taxonomic status of the Stephens Island piopio (Turnagra capensis). Notornis 51(4): 231–232. PDF fulltext\nOlson, Storrs L.; Parkes, K. C.; Clench, M. H. & Borecky, S. R. (1983): The affinities of the New Zealand passerine genus Turnagra. Notornis 30(4): 319–336. PDF fulltext\nPalma, Ricardo L. (1999): Amendments and additions to the 1982 list of chewing lice (Insecta: Phthiraptera) from birds in New Zealand. Notornis 46(3): 373–387. PDF fulltext\nSparrman, Anders (1787): [Description of Turnagra capensis] In: Museum Carlsonianum, in quo novas et selectas aves, coloribus ad vivum brevique descriptiones illustratas 2(45), plate 45.",
    "Further reading": "Johansson, Ulf S.; Pasquet, Eric; Irestedt, Martin (2011). \"The New Zealand Thrush: an extinct Oriole\". PLoS ONE. 6 (9): e24317. doi:10.1371/journal.pone.0024317. PMC 3170299. PMID 21931679.\nZuccon, Dario; Ericson, Per G.P. (2012). \"Molecular and morphological evidences place the extinct New Zealand endemic Turnagra capensis in the Oriolidae\". Molecular Phylogenetics and Evolution. 62 (1): 414–426. doi:10.1016/j.ympev.2011.10.013. PMID 22056604.",
    "External links": "3D view of specimens RMNH 110.040, RMNH 110.041, RMNH 110.056, RMNH 110.057, RMNH 110.058 and RMNH 110.059 at Naturalis, Leiden (requires QuickTime browser plugin).\nSouth Island Piopio. Turnagra capensis by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006\nNew Zealand ecology: Extinct birds - TerraNature article"
  }
}