{
  "url": "https://en.wikipedia.org/wiki/South_Island_kōkako",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Callaeidae"
    },
    {
      "Genus": "Callaeas"
    },
    {
      "Species": "C. cinerea"
    }
  ],
  "text": {
    "__SUMMARY__": "The South Island kōkako (Callaeas cinereus) is a possibly extinct forest bird endemic to the South Island of New Zealand. Unlike its close relative the North Island kōkako it has largely orange wattles, with only a small patch of blue at the base, and was also known as the orange-wattled crow (though it was not a corvid). The last accepted sighting in 2007 was the first considered genuine since 1967, although there have been several other unauthenticated reports.",
    "Taxonomy": "The kōkako was first described by German naturalist Johann Friedrich Gmelin in 1788 as Glaucopis cinerea, from the Latin cinereus (\"grey\"). For some time the North Island and South Island birds were considered subspecies of Callaeas cinerea, but since 2001 North Island birds have been officially recognised as C. wilsoni, and genetic evidence confirms their difference. Although the genus Callaeas is masculine, the species epithet cinerea is not masculinised to match, though some authors have argued it should be.",
    "Description": "Like the North Island kōkako, this was a slate-grey bird with long legs and a small black mask; Reischek considered its plumage slightly lighter than the North Island species. Its wattles were distinctly orange in colour with a dark blue base; young birds had much lighter wattles. It seems to have spent more time on the ground than the North Island species, but been a better flier. Kōkako have distinctive organ- and flute-like duetting calls. Early explorer Charlie Douglas described the South Island kōkako call: \"Their notes are very few, but the sweetest and most mellow toned I ever heard a bird produce.\"",
    "Distribution": "At the time of European settlement, South Island kōkako were found on the West Coast from northwest Nelson to Fiordland, as well as Stewart Island, Banks Peninsula, and the Catlins. Subfossil bones suggest they were formerly found throughout the South Island, but forest burning by Polynesians eliminated them from dry eastern lowland forest. Introduced mammalian predators and forest clearance by settlers reduced their numbers further: by 1900 the bird was uncommon in the South Island and Stewart Island, and had almost disappeared by 1960. Its vulnerability compared to the North Island species was perhaps due to its foraging and nesting close to the ground.",
    "Conservation status": "The South Island kōkako was formally declared extinct by the Department of Conservation in 2007, as it had been 40 years since the last authenticated sighting at Mt Aspiring in 1967. In November 2013, however, the Ornithological Society of New Zealand accepted as genuine a reported sighting by two people near Reefton in 2007, and changed the bird's New Zealand Threat Classification status from \"extinct\" to \"data deficient\". Eleven other sightings from 1990 to 2008 were considered to be only \"possible\" or \"probable\".A supposed kōkako feather was found in 1995, but examination by scientists at the National Museum showed it to be from a blackbird. Unconfirmed sightings of South Island kōkako and reports of calls have continued, but no authenticated recent remains, feathers, droppings, video, or photographs exist. The IUCN Red List status of the species is, as of 2016, Critically Endangered (Possibly Extinct). The most recent unconfirmed sighting was in November 2018, in the Heaphy Track in Kahurangi National Park.",
    "References": "",
    "External links": "South Island Kokako Charitable Trust\nSouth Island Kokako at New Zealand Birds Online"
  }
}