{
  "url": "https://en.wikipedia.org/wiki/Spectacled_cormorant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Suliformes"
    },
    {
      "Family": "Phalacrocoracidae"
    },
    {
      "Genus": "Phalacrocorax"
    },
    {
      "Species": "†P. perspicillatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The spectacled cormorant or Pallas's cormorant (Phalacrocorax perspicillatus) is an extinct marine bird of the cormorant family of seabirds that inhabited Bering Island and possibly other places in the Komandorski Islands and the nearby coast of Kamchatka in the far northeast of Russia. The modern distribution was shown to be a relic of a wider prehistoric distribution in 2018 when fossils of the species from 120,000 years ago were found in Japan. It is the largest species of cormorant known to have existed.",
    "Description": "The species was first identified by Georg Steller in 1741 on Vitus Bering's disastrous second Kamchatka expedition. He described the bird as large, clumsy and almost flightless – though it was probably reluctant to fly rather than physically unable – and wrote \"they weighed 12–14 pounds, so that one single bird was sufficient for three starving men.\" Though cormorants are normally notoriously bad-tasting, Steller says that this bird tasted delicious, particularly when it was cooked in the way of the native Kamtchadals, who encased the whole bird in clay, buried it, and baked it in a heated pit.",
    "Extinction": "Apart from the fact that it fed on fish, almost nothing else is known about this bird. The population declined quickly after further visitors to the area started collecting the birds for food and feathers, and their reports of profitable whaling grounds and large populations of Arctic foxes and other animals with valuable pelts led to a massive influx of whalers and fur traders into the region; the last birds were reported to have lived around 1850 on Ariy Rock (Russian: Арий Камень)\nislet, off the northwestern tip of Bering Island.\nA presumed prehistoric record from Amchitka Island, Alaska, is based on misidentification of double-crested cormorant remains.",
    "See also": "List of extinct birds\nList of extinct animals of Asia\nSteller's sea cow\n\n\n== References =="
  }
}