{
  "url": "https://en.wikipedia.org/wiki/Spotted_imperial_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Ducula"
    },
    {
      "Species": "D. carola"
    }
  ],
  "text": {
    "__SUMMARY__": "The spotted imperial pigeon (Ducula carola), also known as the grey-necked imperial pigeon, is a species of bird in the family Columbidae. Endemic to the Philippines, it lives in forests and forest edges. It is a vulnerable species threatened by habitat loss and hunting.",
    "Taxonomy": "This species was first described as Ptilocolpa carola by Charles Lucien Bonaparte in 1854. The specific name carola is derived from the name of a daughter of Bonaparte, Charlotte Honorine Joséphine Pauline Contessa Primoli di Foglia. Three subspecies are recognized: D. c. carola on Luzon, Mindoro and Sibuyan; D. c. nigrorum on Negros and Siquijor; and D. c. mindanensis on Mindanao.",
    "Description": "Overall length is 32–38 cm (13–15 in). In the D. c. carola male, the head and neck are ashy grey. The back and wings are grey, with black spots, some parts having a green gloss. The underside of the wings is pale grey. The tail is blackish with a greenish gloss. The throat is creamy white, the breast is dark grey with a white crescent, and the abdomen is dark chestnut. The feet are purple or pinkish red. The beak is reddish, and the iris is whitish. The female has browner upperparts and does not have a white crescent on its breast. The juvenile bird is similar to the female, but is duller. The other two subspecies can be distinguished by the patterns on their breasts and the colours of their upperparts.",
    "Distribution and habitat": "The spotted imperial pigeon is endemic to the Philippines. It has been recorded on Luzon, Mindoro, Sibuyan, Negros, Siquijor and Mindanao, but may be locally extinct on some islands. Its habitats are forests and forest edges, including areas with some logging. It is usually found below elevations of 2,000 m (6,600 ft) above sea level.",
    "Behaviour and ecology": "This pigeon is often found in flocks of more than 10 individuals. It associates with the green imperial pigeon. The spotted imperial pigeon's voices include po po po po po, and a hu hu hu hu hu call. Captive birds give low oomph notes. It eats fruits from Eugenia and Ficus trees. It probably breeds from February to July. One nest has been recorded in a hollow in a cliff. Flocks react to the availability of food by moving great distances daily and seasonally.",
    "Status": "The population size is estimated at 2500–9999 mature birds, or 3500–15000 total individuals. This species may have become locally extinct on Sibuyan, Mindoro and Siquijor. In the 1950s, it was common on Negros but has not been recorded there recently. It has also declined on Luzon and Mindanao. It is threatened by habitat loss and hunting. Spotted imperial pigeons occur in the protected Northern Sierra Madre Natural Park and Mt. Kitanglad Natural Park. The International Union for Conservation of Nature has assessed the species's conservation status as vulnerable.\n\n\n== References =="
  }
}