{
  "url": "https://en.wikipedia.org/wiki/Sulawesi_owl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Strigiformes"
    },
    {
      "Family": "Tytonidae"
    },
    {
      "Genus": "Tyto"
    },
    {
      "Species": "T. rosenbergii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Sulawesi masked owl (Tyto rosenbergii) is a species of owl in the family Tytonidae.  It is endemic to the Indonesian islands of Sulawesi, Sangihe and Peleng. It is listed by the IUCN as being of least concern.",
    "Taxonomy": "The Sulawesi masked owl was first described by the German ornithologist Hermann Schlegel in 1866 as Strix rosenbergii, but was later included in the genus Tyto. The specific name \"rosenbergii\" refers to the German surveyor and naturalist Hermann von Rosenberg who collected bird specimens in the East Indies and sent them to the National Museum of Natural History in Leiden to be classified. There are two subspecies, T. r. rosenbergii (Schlegel, 1866), found in Sulawesi and Sangihe, and T. r. pelengensis Neumann, 1939, found in Peleng in the Banggai Island group. Other common names for this bird include Rosenberg's owl, Rosenberg's barn-owl, Sulawesi owl, Sulawesi barn-owl, Celebes barn-owl, Celebes masked-owl and Celebes owl.",
    "Description": "The Sulawesi masked owl grows to a length of about 43 to 46 cm (17 to 18 in). The upperparts of the male are charcoal grey with scattered white spots and streaks. The underparts are buff with dark spots and streaks and the facial mask is white or whitish-brown. The call is an eerie, long drawn-out screech and is usually emitted in flight.",
    "Ecology": "Little is known of the ecology of the Sulawesi masked owl. It hunts at night in secondary forest, agricultural land, grassland and open country. Examination of pellets regurgitated by this owl in a cave showed that the diet includes rats and shrews. This owl is commonly encountered in cultivated areas and scrubland on early morning visits to the Gunung Ambang Nature Reserve in the north of Sulawesi.",
    "Status": "The Sulawesi masked owl has a wide range and although the size of its population is unknown, its numbers are believed to be stable. This species has a widespread occurrence in Sulawesi, Sangihe and Peneng, but is not particularly common and the International Union for Conservation of Nature lists it as being of \"least concern\" in its IUCN Red List.\n\n\n== References =="
  }
}