{
  "url": "https://en.wikipedia.org/wiki/Tanna_ground_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Pampusana"
    },
    {
      "Species": "†P. ferruginea"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tanna ground dove (Pampusana ferruginea), also known as Forster's dove of Tanna, is an extinct dove species. Its taxonomic affiliation is uncertain but at its first scientific discussion by Johann Georg Wagler in 1829 it was classified into the genus Gallicolumba (which includes ground doves and bleeding-hearts); its closest relative is possibly the Santa Cruz ground dove. It was endemic to the Pacific island of Tanna, Vanuatu (formerly the New Hebrides). Forster records a native name mahk, almost certainly from the Kwamera language.",
    "Taxonomy": "The taxonomic authority is often given as Wagler (1829). However, although Forster's Descriptiones… was finally printed in 1844, some time after Wagler's treatise, the original description was written in 1775 and thus predates Wagler.This species was formerly in the genus Alopecoenas Sharpe, 1899, but the name of the genus was changed in 2019 to Pampusana Bonaparte, 1855 as this name has priority.",
    "Description": "The Tanna ground dove was only known from two specimens, which are both now lost. The better-known was a female which was sketched by Georg Forster at Tanna during the second circumnavigation by James Cook to the South Sea in August 1774. This painting can be seen in the Natural History Museum in London. The specimen's fate is unknown. Another specimen, a male, was recently determined to have been part of the Banksian Collection at the Natural History Museum in London. As with the female, only a picture now survives. The circumstances of the bird's acquisition and loss are unknown. According to Forster's description the female specimen had a length of 27 cm.\nThe head and the breast of the female were rusty brown. The back was coloured dark red to purple. The wings had a dark green hue, with the primaries brown-grey with narrow pale edges. The abdomen was grey. In the male, the forehead, supercilium and lower part of the head, as well as the throat and the breast were white as in the nominate race of the Polynesian ground dove, and its belly was reddish-black. The bill was blackish with a slightly swollen cere. The iris was yellowish and the feet were coloured red.\nWhen the Forsters analyzed the crop or gizzard of the dead dove they noticed that it contained a wild nutmeg (Myristica inutilis). They searched for this tree on Tanna but their endeavor was not successful. The tree was later determined to be not uncommon in the island's forests but rather small and thus easily overlooked; it is known to the local population as netan.",
    "Extinction": "The year of its extinction is unknown, but it can be assumed that the bird disappeared not later than the early 19th century. When Johann Reinhold Forster and his son Georg saw the female specimen on August 17, 1774 they shot it. The only remaining evidence of its existence, apart from the paintings, is an entry in Forster's notes: \"...behind these fields we came into a forest [where] a dove of a new [kind] was shot.\" Likewise, it is not known why this species became extinct, but introduced rats are a prime suspect.",
    "References": "",
    "Further reading": "Day, David (1981): The Doomsday Book of Animals. Ebury, London/Viking, New York. ISBN 0-670-27987-0\nFuller, Errol (2000): Extinct Birds. Oxford University Press, Oxford, New York. ISBN 0-19-850837-9\nStresemann, Erwin (1950): Birds collected during Capt. James Cook's Last Expedition. Auk 67(1): 66–88.",
    "External links": "Natural History Museum – Original painting of the Tanna ground dove by George Forster 1774"
  }
}