{
  "url": "https://en.wikipedia.org/wiki/Thick-billed_ground_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Pampusana"
    },
    {
      "Species": "†P. salamonis"
    }
  ],
  "text": {
    "__SUMMARY__": "The thick-billed ground dove (Pampusana salamonis) is an extinct dove species of the family Columbidae.",
    "Description": "This poorly known species is only known from two specimens from 1882 and 1927. The holotype from 1882 can be seen in the Australian Museum in Sydney.\nThe length was about 26 cm. The head, the throat, and the breast mantle were beige. The chestnut upperparts with a pale purple sheen on the carpals and the small wing coverts contrasted with a chocolate-coloured belly.\nThe thick-billed ground dove might have preferred dry beach forests on the Solomon Islands of Makira (formerly San Cristobal), and the tiny island of Ramos Island which belongs to Isabel. It is likely that it also occurred on other islands in that region in the past. It was a ground-dweller like its congeners, and so it was an easy prey for introduced rats and feral pigs, cats and dogs. The logging of the lowland forests in its habitat and the hunting sealed its fate.\nDespite the fact that it was last seen in 1927, the IUCN has long hesitated to declare this species extinct. Many surveys in its former range were undertaken in the later part of the 20th century (Dutson, 2003), but when the last search for this species on Ramos in 2004 had failed too it was officially declared extinct in 2005. It probably became extinct in the mid-20th century following the increased activity around the time of World War II, which affected several populations of endemic birds in the region.\nThis species was formerly in the genus Alopecoenas Sharpe, 1899, but the name of the genus was changed in 2019 to Pampusana Bonaparte, 1855 as this name has priority.",
    "References": "Dutson, Guy (2003): Is the Thick-billed Ground Dove Gallicolumba salamonis extant? Ibis 145: 175 PDF fulltext\nRamsay, Edward Pierson (1882): Description of two new birds from the Solomon Islands. Proc. Linn. Soc. N. S. W. 7: 299-301",
    "External links": "Birdlife factsheet - Thick-billed ground dove  (Gallicolumba salamonis)\nIllustration of the thick-billed ground dove"
  }
}