{
  "url": "https://en.wikipedia.org/wiki/Tuamotu_sandpiper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Charadriiformes"
    },
    {
      "Family": "Scolopacidae"
    },
    {
      "Genus": "Prosobonia"
    },
    {
      "Species": "P. parvirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tuamotu sandpiper (Prosobonia parvirostris) is an endangered member of the large wader family Scolopacidae, that is endemic to the Tuamotu Islands in French Polynesia. It is sometimes placed in the monotypic genus Aechmorhynchus. A native name, apparently in the Tuamotuan language, is kivi-kivi.",
    "Description": "The 15.5–16.5 cm long Tuamotu sandpiper is a small, short-winged, mottled brown bird with more or less barred underparts. Its short sharp beak is more like that of an insectivorous passerine than a wader. There are two colour morphs which intergrade. Pale birds are medium brown above and white below, with light barring or spotting on the breast and whitish streaking on the head. The bold supercilium and the chin are also white. The rectrices are brown with white tips and white triangular markings on the outer webs. Dark phase birds replace medium with darker brown and white with light buff or tawny white. The flanks are brown, and the entire underparts are heavily barred that colour.\nThe iris is brown, the beak is blackish and the legs and feet are dirty yellow to dark olive grey; the toes are not webbed.\nFemales and males are alike, the former having a tendency to be slightly larger and paler on average.",
    "Distribution": "The species has been recorded in modern times from the following atolls, listed from northwest to southeast:\n\nRangiroa, Niau, Kauehi and Fakarava in the Palliser Islands.\nRaraka, Katiu, Tahanea, Tuanake, Hiti and Tepoto (Ofiti) in the Raeffsky Islands,\nPuka-Puka in the Disappointment Islands,\nAnuanuraro in the Duke of Gloucester Islands,\nNukutavake and Pinaki between Raeffsky and Acteon Islands,\nTenararo, Vahanga, Tenarunga, Matureivavao, Marutea Sud and Maria Est in (or near) the Acteon Islands,\nMorane, south of the Acteon group, and\nMakaroa, Kamaka and Manui in the Gambier Islands.",
    "Ecology and behavior": "This bird lives on undisturbed atolls where it feeds in open areas, including the shores and beaches, and scrubland; it is more rarely found in Pandanus thickets. It takes insects such as ants, leafhoppers and wasps in the coral rubble and leaf litter, also taking some vegetation.\nThe call is a soft, high whistle or piping, transcribed as meh by the Whitney South Seas Expedition.\nIt breeds at different times on different islands, generally between April and June. Nests are placed on the lagoon shore and consist of nothing more than a slight hollow in the shoreline coral and shell debris which is lined with grass stems or similar vegetable matter. The clutch is believed to be two eggs, which are white with purple and violet blotches, similar to a smaller version of the upland sandpiper's eggs. One two-egg clutch is in the American Museum of Natural History collection (specimen AMNH 5299).",
    "Status": "The Tuamotu sandpiper is threatened by introduced rats and habitat destruction caused by the spreading cultivation of coconuts, and is listed as endangered. Although it had a much wider range historically (see also below), it now survives on a small number of rat-free islands, namely Anuanuraro, Tenararo, Morane and one other atoll. Birds will occur as non-breeding visitors on other islands nearby, particularly in the Acteon group.Its IUCN Red List status of \"Endangered B1a+b (ii, iii, iv, v); Vulnerable C2a(i), D1\" means that estimates indicate between 250 and 1000 mature birds occurring in less than six locations, with a declining trend. There are no conservation measures in place, although proposals are being suggested to protect the species. These include granting full protection to the remaining atolls where it breeds and preventing the further spread of rats.",
    "Systematics": "Historically, the species occurred also on Kiritimati (Christmas) Island in Kiribati (the type locality) and possibly others. John Latham figured the bird as the \"Barred Phalarope\" in his General Synopsis of Birds, based on a Kiritimati specimen collected on Captain Cook's last voyage, probably on January 1 or 2, 1778. This was in the collection of Joseph Banks at Latham's time, but later became lost. During Cook's visit, the bird was observed by William Anderson and painted by William Ellis.\nLatham's description was the basis for Gmelin's, which was valid according to zoological nomenclature. The Tuamotu birds only came to the attention of science during the US Exploring Expedition, which collected five specimens in late August, 1839. These were described by Titian Peale as species parvirostris based on perceived differences to Latham's description. The validity of this form is in doubt; some considered it distinct, whereas in recent times the evidence is generally found too scant to consider both forms good species.\nHowever, it is entirely likely that (given the non-migrant nature of the species) the populations, some 2000 miles separated from each other, would constitute separate subspecies. In this case, the Tuamotu subspecies would be called Prosobonia cancellata parvirostris, while the Kiribati population would be the nominate subspecies,  P. c. cancellata (Kiritimati sandpiper). The Kiritimati population became extinct some time in the first half of the 19th century or possibly later due to introduced predators. These might have been black rats (Rattus rattus); as these were only temporarily present on Kiritimati and perhaps did not arrive until the 20th century, the feral cats which started to overrun the island in the 19th century make more likely culprits.",
    "References": "",
    "Further reading": "del Hoyo, J.; Elliott, A. & Sargatal, J. (editors) (1996): 57. Tuamotu Sandpiper. In: Handbook of Birds of the World, Volume 3: Hoatzin to Auks:515, plate 43. Lynx Edicions, Barcelona. ISBN 84-87334-20-2\nGreenway, James C. (1967): Sandpipers of the Tuamotu Archipelago. In: Extinct and Vanishing Birds of the World (2nd ed.): 260–263. Dover Publications, New York.\nHayman, Peter; Marchant, John & Prater, Tony (1986): Shorebirds: an identification guide to the waders of the world. Houghton Mifflin, Boston. ISBN 0-395-60237-8\nLowe, Percy Roycroft (1927). \"On the Anatomy and Systematic Position of Æchmorhynchus cancellatus (Gmelin), together with some Notes on the Genera Bartramia and Mesoscolopax; the Subfamily Limosinae; and the Pterylosis of Scolopax\". Ibis. 69 (1): 114–132. doi:10.1111/j.1474-919X.1927.tb05646.x.\nStresemann, Erwin (1950). \"Birds collected during Capt. James Cook's last expedition (1776–1780)\" (PDF). Auk. 67 (1): 66–88. doi:10.2307/4080770.",
    "External links": "ARKive – images and movies of the Tuamotu sandpiper (Prosobonia cancellata)\nNatural History Museum: William Ellis' plate 64. Retrieved 11-SEP-2006."
  }
}