{
  "url": "https://en.wikipedia.org/wiki/Vermilion_flycatcher",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Tyrannidae"
    },
    {
      "Genus": "Pyrocephalus"
    },
    {
      "Species": "P. obscurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The vermilion flycatcher or common vermilion flycatcher (Pyrocephalus obscurus) is a small passerine bird in the Tyrannidae, or tyrant flycatcher family. Most flycatchers are rather drab, but the vermilion flycatcher is a striking exception. It is a favorite with birders, but is not generally kept in aviculture, as the males tend to lose their vermilion coloration when in captivity.",
    "Taxonomy and systematics": "In 1839, John Gould created the current genus Pyrocephalus for the vermilion flycatcher. While it is considered a monotypic genus by some authorities, other taxonomists (including the International Ornithologists' Union), believe that up to three of the vermilion flycatcher subspecies (Darwin's, San Cristóbal, and scarlet flycatcher) merit species status.There are 9 widely recognized subspecies, which differ primarily in the color and saturation of the male's plumage and the color and amount of streaking of the female's. The boundaries between some of the subspecies are not well defined:\nP. o. ardens, described by John Todd Zimmer in 1941, is found in northern Peru, in extreme eastern Piura, Cajamarca and Amazonas.\nP. o. blatteus, described by Outram Bangs in 1911, is found in southeastern Mexico, Belize and northern Guatemala.\nP. o. cocachacrae, described by John Todd Zimmer in 1941, is found from southwestern Peru south to extreme northern Chile.\nP. o. flammeus, described by van Rossem in 1934, is found in southwestern United States and northwestern Mexico\nP. o. mexicanus, described by Philip Sclater in 1859, is found from southern Texas in the United States south to central and southern Mexico.\nP. o. obscurus, described by John Gould in 1839, is found in the Lima region of western Peru.\nP. o. pinicola, described by T. R. Howell in 1965, is found in eastern Honduras and northeastern Nicaragua.\nP. o. piurae, described by John Todd Zimmer in 1941, is found from western Colombia south to northwestern Peru.\nP. o. saturatus, described by Hans von Berlepsch and Ernst Hartert in 1902, is found in northeastern Colombia, western and northern Venezuela, Guyana and northern Brazil.The validity of a tenth subspecies, P. o. major, has been questioned, as its breeding grounds have never been found.",
    "Description": "The vermilion flycatcher is a small bird, measuring 13–14 cm (5.1–5.5 in) in length, with a mass between 11 and 14 g (0.39 and 0.49 oz). It is strongly dimorphic; males are bright red, with dark brown plumage. Females have a peach-colored belly with a dark gray upperside, and are similar to Say's phoebe.",
    "Distribution and habitat": "Vermilion flycatchers generally prefer somewhat open areas, and are found in trees or shrubs in savannah, scrub, agricultural areas, riparian woodlands, and desert as well, but usually near water. Their range includes almost all of Mexico; it extends north into the southwestern United States, and south to scattered portions of Central America, parts of northwestern and central South America. It has ranged as far north as Canada.",
    "Behavior": "",
    "Behavior-Feeding": "The flycatchers feed mostly on insects such as flies, grasshoppers and beetles. These are usually taken in mid-air, after a short sally flight from a perch. It is an opportunistic feeder, and has been observed eating small fish. Bees may also be taken as forage. Non-digestible insect parts are regurgitated as pellets.",
    "Behavior-Breeding": "The vermilion flycatcher's nest is a shallow cup made of small twigs and soft materials, lined with hair; the nest's rim is often covered with lichen. Typically located within 6 ft (1.8 m) of the ground, the nest is placed in the horizontal fork of a tree branch. They lay two to four (although three is most typical) whitish eggs in a nest made of twigs, stems and roots, and lined with hair. The eggs are incubated for around two weeks by the female and the young are ready to leave the nest 15 days after hatching. Both parents feed chicks, although the male may tend fledglings while the female builds an additional nest. There are usually two broods per year.The flycatcher is also an occasional victim of brood parasitism by brown-headed cowbirds.",
    "Status": "Because of its enormous range and sizable population—estimated as ranging between 5,000,000 and 50,000,000 individuals—the vermilion flycatcher is listed as a species of least concern by the International Union for the Conservation of Nature, despite the fact that its overall numbers are declining.The flycatcher is also an occasional victim of brood parasitism by brown-headed cowbirds.",
    "Gallery": "",
    "References": "",
    "References-Further reading": "Farnsworth, A.; Lebbin, D. J. (2004). \"Vermilion Flycatcher\".  In del Hoyo, Josep; Elliott, Andrew; Christie, David (eds.). Handbook of Birds of the World, volume 9: Cotingas to Pipits. Barcelona, Spain: Lynx Edicions. ISBN 84-87334-69-5.",
    "External links": "\"Vermilion flycatcher media\". Internet Bird Collection.\nSpecies account - Cornell Lab of Ornithology\nVermilion flycatcher - Pyrocephalus rubinus - USGS Patuxent Bird Identification InfoCenter\nStamps at bird-stamps.org\nVermilion flycatcher photo gallery at VIREO (Drexel University)\nInteractive range map of Pyrocephalus rubinus at IUCN Red List maps"
  }
}