{
  "url": "https://en.wikipedia.org/wiki/Visayan_hornbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Bucerotiformes"
    },
    {
      "Family": "Bucerotidae"
    },
    {
      "Genus": "Penelopides"
    },
    {
      "Species": "P. panini"
    }
  ],
  "text": {
    "__SUMMARY__": "The Visayan hornbill (Penelopides panini) is a hornbill found in rainforests on the islands of Panay, Negros, Masbate, and Guimaras, and formerly Ticao, in the Philippines. It formerly included all other Philippine tarictic hornbills as subspecies, in which case the common name of the 'combined species' was shortened to tarictic hornbill.",
    "Taxonomy": "The Visayan hornbill was described by the French polymath Georges-Louis Leclerc, Comte de Buffon in 1780 in his Histoire Naturelle des Oiseaux. The bird was also illustrated in a hand-coloured plate engraved by François-Nicolas Martinet in the Planches Enluminées D'Histoire Naturelle which was produced under the supervision of Edme-Louis Daubenton to accompany Buffon's text.  Neither the plate caption nor Buffon's description included a scientific name but in 1783 the Dutch naturalist Pieter Boddaert coined the binomial name Buceros panini in his catalogue of the Planches Enluminées. The type locality is the island of Panay in the Philippines. The Visayan hornbill is now placed in the genus Penelopides that was introduced in 1849 by the German naturalist Ludwig Reichenbach in a plate of the hornbills. The origin of the generic name is uncertain but it may be a combination of the Latin pene meaning \"almost\" or \"nearly\", the Ancient Greek lophos meaning \"crest\" and -oideēs \"resembling\". The specific epithet panini is a Latinized form of \"Panay\". The common English name refers to the Visayan Islands. These are located in the central part of the Philippines and include the island of Panay.\nTwo subspecies are recognized:\nP. p. panini – (Boddaert, 1783): Visayan tarictic hornbill, nominate, found on Panay, Negros, Masbate and Guimaras\nP. p. ticaensis – Hachisuka, 1930: Ticao tarictic hornbill, found on Ticao Island (likely extinct)",
    "Description": "The adults show sexual dimorphism. The male has a creamy-white head and neck, a white upper chest, a reddish-brown lower chest and uppertail-coverts, and a creamy-white buff tail with a broad black tip. The bill and casque are blackish; the former with yellowish ridges. The bare ocular skin is pinkish-white. The tail and bill of the female resemble that of the male, but otherwise the plumage of the female is black, and the ocular skin is blue.",
    "Diet and behavior": "Visayan hornbills live in groups and frequent the canopy of rainforests. These birds are noisy and emit an incessant sound that sounds like ta-rik-tik, hence the name. Despite their noise they are difficult to find, being well camouflaged by the dense foliage.\nThe principal food of Visayan hornbill is fruit. It also eats insects, beetles, ants and earthworms (rarely).",
    "Conservation": "This is a highly endangered species. The total population is estimated at 1800 individuals. There has been a heavy decline in population due to hunting and loss of habitat caused by deforestation. The subspecies ticaensis was described as \"abundant\" in 1905, but almost the entire forest on the island was replaced by plantations and settlements in the 20th century. The last time the Ticao tarictic was seen was in 1971, and it is now likely to be extinct. If confirmed, this is the first taxon of hornbill to go extinct in recorded history; many other taxa in the family are now at risk.",
    "Captivity": "This species has just been imported from Panay in the Philippines by Chester Zoo, England. There are two pairs at Chester, and two pairs at Avifauna in the Netherlands, amongst other collections.\nIn the past, the Los Angeles Zoo has bred this species, but it is not known whether these birds were pure Penelopides panini panini, so it may not be the first captive breeding of this species; that title may go to a breeding centre on Panay, where Chester's birds came from. The Chester zoo has bred this species.",
    "References": "",
    "External links": "BirdLife species factsheet for Penelopides panini\n\"Penelopides panini\". Avibase. \n\"Visayan tarictic hornbill media\". Internet Bird Collection.\nInteractive range map of Penelopides panini at IUCN Red List maps\nAudio recordings of Visayan hornbill on Xeno-canto."
  }
}