{
  "url": "https://en.wikipedia.org/wiki/Wake_Island_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Gallirallus"
    },
    {
      "Species": "†G. wakensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The extinct Wake Island rail (Gallirallus wakensis) was a flightless rail and the only native land bird on the Pacific atoll of Wake. It was found on the islands of Wake and Wilkes, but not on Peale, which is separated from the others by a channel of about 100 meters.  It was hunted to extinction during the Second World War.",
    "Description": "The adult bird had a length of 22 cm (9 in). The wing spread was between 8.5 and 10 cm (4 in). The length of the tail was 4.5 cm (2 in). The culmen was between 2.5 and 2.9 cm (1 in) and the length of the tarsus was 3.3 to 3.7 cm (1 in). It was closely related to the buff-banded rail (Gallirallus philippensis) from the Philippines, which is able to fly. Its appearance was dark greyish brown on the upperparts as well as on the crown, the lores and the cheeks. It was also characterized by ash brown underparts with striking narrow white bars on the belly, the breast, and the flanks. The upper throat and the chin were whitish. A grey superciliary was drawn from the chin over the top of the eyes to the bill. The bill, legs and feet had a brown hue.",
    "Ecology": "The ecology of this species is poorly known, though a review published in 2011 has shed more light on its life and subsequent extinction. It was numerous at the time of Lionel Walter Rothschild's first scientific description in 1903. The Wake Island rail inhabited Cordia subcordata scrubs and fed on molluscs, insects, worms and seeds which it found by digging up leaves and soil with its bill. Since its habitat offered no natural source of fresh water, it is assumed that the bird was able to subsist without drinking.\nThe breeding period started with courtship and copulations in late July, with actual nesting not taking place until mid-August. The nest itself was a simple saucer-shaped depression on the ground. Under favourable conditions it may have managed to rear two broods a year. Small groups nested cooperatively, with prolonged parental care and feeding by the adults, most likely so that they could defend their young from predation by hermit crabs (Coenobita) and the Polynesian rat (Rattus exulans), with which it was able to co-exist. When ornithologist Alexander Wetmore observed the species in 1923, he described it as very curious, but quick to flee into cover when disturbed. Its call consisted of a gentle cluck or a low chattering sound.",
    "Extinction": "The Wake Island rail is classified as extinct. Its inability to fly and the island's geographic isolation, combined with the bird's inquisitiveness and lack of fear of humans, made it an easy victim of over-hunting. It is now known that the extinction event occurred specifically between 1942 and 1945. This was a direct result of the presence of thousands of starving Japanese troops stranded on the island after a U.S. blockade of the island took place as a direct result of the Japanese invasion and occupation of Wake Island in December 1941, in addition combined with the inevitable habitat destruction resulting from military altercations and extensive aerial bombardment by the U.S. during World War II.",
    "References": "\nBryan, E. H. Jr. (1959): Notes on the geography and natural history of Wake Island. Atoll Res. Bull. 66: 1-22. PDF fulltext\nDay, David (1981): The Doomsday Book of Animals. Ebury Press, London, ISBN 0-670-27987-0\nFuller, Errol (2000): Extinct Birds. Oxford University Press, ISBN 0-8160-1833-2\nRothschild, Walter (1903): Hypotaenidia wakensis n. sp. Bull. Brit. Ornithol. Club 13(99): 75.\nWetmore, Alexander (1996): [Wake Island and Wake Island Rail] In: Olson, Storrs L., History and Ornithological Journals of the Tanager Expedition of 1923 to the Northwestern Hawaiian Islands, Johnston and Wake Islands. Atoll Res. Bull. 433: 103-115, 184. PDF fulltext\nBirdLife International (2012) Species factsheet: Gallirallus wakensis. (Retrieved 06/11/2012) [1]\nOlson, S. L.; Rauzon, M. J. (2011): The extinct Wake Island Rail Gallirallus wakensis: a comprehensive species account based on museum specimens and archival records. Wilson Journal of Ornithology 123(4): 663-689.Abstract"
  }
}