{
  "url": "https://en.wikipedia.org/wiki/Western_rufous_bristlebird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Dasyornithidae"
    },
    {
      "Genus": "Dasyornis"
    },
    {
      "Species": "D. broadbenti"
    },
    {
      "Subspecies": "D. b. litoralis"
    }
  ],
  "text": {
    "__SUMMARY__": "The western rufous bristlebird (Dasyornis broadbenti litoralis), also known as the rufous bristlebird (western), the south-western rufous bristlebird or the lesser rufous bristle bird, is an extinct and little-known subspecies of the rufous bristlebird that was endemic to Western Australia.",
    "History and status": "The bristlebird was discovered on 12 October 1901 at Ellensbrook, some 10 km north-west of Margaret River, by Alexander William Milligan.  He shot an adult female, describing it the following year in The Emu as a new species, Sphenura litoralis.  It was last reliably recorded in 1908 when a specimen was again collected.  Since then there have been some unconfirmed sightings, which are not considered to be accurate, and the taxon is listed as extinct under Australia's Environment Protection and Biodiversity Conservation Act 1999.  The reason for its extinction is thought to be the destruction of its shrubland habitat which was repeatedly burnt in the early 20th century to create pasture.",
    "Distribution and habitat": "The bristlebird had a very restricted range, being found only in a stretch of coastal scrub about 50 km long between Cape Naturaliste and Cape Mentelle in south-western Australia.  There it inhabited dense, stunted shrubland on cliffs and dunes.",
    "Description": "The bristlebird was a thrush-like, largely terrestrial bird, with short, rounded wings, about 25–27 cm long.  It had a rich rufous cap, extending to the ear-coverts, with an off-white face and a boldly scalloped, grey-white chin, throat and breast.  It had a reddish-brown hindneck, back, uppertail and scapulars, becoming olive brown on the lower back and rump.  It had brown upperwings and mainly grey underparts. Its bill was grey-black, paling to grey or pink on the lower mandible. It had red eyes and brown legs and feet.",
    "Behaviour": "Milligan wrote of the holotype specimen:”The bird was most difficult to flush or even see, and it was only in the afternoon of the second day’s pursuit that I obtained a momentary glimpse of it as it rushed across a kwagga (species of Wallaby) track in the scrub with its tail elevated.  My next sight of it was on the fourth day of pursuit, just prior to shooting it, when my old Quail bitch disturbed it.  Its motion on this occasion (perhaps due to its being severely pressed) was distinctly different from that observed on the former.  Appearing, as it did, running at top speed across one of those beautifully rounded sand hills (which abound on the coasts), with its tail depressed below the plane of the body, and its dwarf rounded wings used as an aid to its running, its toes just touching the ground, and its neck stretched to the utmost, the bird reminded me very much of the action of the Lyre Bird in similar circumstances.”",
    "Behaviour-Feeding": "Milligan found that the stomach contents of his specimen consisted wholly of land snails.",
    "Behaviour-Voice": "Milligan reported that the bristlebird had two distinct calls, an alarm call pink-pink-pink and a series of clear thrush-like notes.\n\n\n== References =="
  }
}