{
  "url": "https://en.wikipedia.org/wiki/Western_Lewin's_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Lewinia"
    },
    {
      "Species": "L. pectoralis"
    },
    {
      "Subspecies": "L. p. clelandi"
    }
  ],
  "text": {
    "__SUMMARY__": "The western Lewin's rail (Lewinia pectoralis clelandi), also known as Cleland's rail, Lewin's rail (western) or the Lewin water rail, is an extinct and little known subspecies of Lewin's rail that was endemic to Western Australia. There are only four specimens, one in the Australian Museum and three in the British Museum. The subspecific name honours Australian ornithologist John Burton Cleland.",
    "Description": "The rail had a rufous to chestnut crown and neck with heavy black streaking, grey cheeks, throat and breast, with the rest of the upper body streaked black and brown. The wings were dark brown with narrow white barring, while the belly, flanks and undertail were black, barred white or buff. The bill was long and slender, pink with a darker tip; the eyes brown to red, and the legs and feet pinkish grey. The length of the rail was 21–28 centimetres (8.3–11.0 in), with a bill length of 42 mm (1.7 in).",
    "Distribution and habitat": "The rail had a restricted distribution in the far south-west of Western Australia, from Margaret River to Albany, and inland as far as Bridgetown. Its core habitat was the dense vegetation fringing, or emerging from, saline, brackish and freshwater wetlands, though it could also sometimes be found in grassland or in thick coastal scrub.",
    "Conservation status": "Always scarce, the subspecies became extinct because of the destruction and modification of its wetland habitats, mainly through drainage and clearance burning for agriculture and settlement. There have been no reports of its existence since 1932.\n\n\n== References =="
  }
}