{
  "url": "https://en.wikipedia.org/wiki/Western_grasswren",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Maluridae"
    },
    {
      "Genus": "Amytornis"
    },
    {
      "Species": "A. textilis"
    }
  ],
  "text": {
    "__SUMMARY__": "The western grasswren (Amytornis textilis), also referred to as the thick-billed grasswren (western subspecies) and, formerly, as the textile wren, is a species of bird in the Maluridae family. It is endemic to Australia. It was formerly lumped as the nominate subspecies of the thick-billed grasswren.",
    "History": "The species, indeed the genus, was first collected in 1818 on Shark Bay’s Peron Peninsula, in north-west Western Australia, by Jean René Constant Quoy and Joseph Paul Gaimard, naturalists with Louis de Freycinet's circumnavigational exploring expedition in the French corvette Uranie. Although the original specimen was apparently lost with the shipwreck of the Uranie in the Falkland Islands, it had been illustrated by expedition artist Jacques Arago and was described (as Malurus textilis) by Dumont in 1824.",
    "Description": "A species of Amytornis, the western grasswren is a small, shy, mainly terrestrial bird. It has brown plumage, finely streaked with black and white, and a long, slender tail. Males are slightly larger than females, with adult males weighing 22–27 g and females 20–25 g. Females develop distinctive chestnut patches on their flanks beneath their wings at 1–2 months old. They are usually found in groups of two or three.",
    "Subspecies": "Recognised subspecies are:\nA. t. textilis (Dumont, 1824) – (Shark Bay, WA)\n†A. t. macrourus (Gould, 1847) – (formerly Southwest Australia, now extinct)\nA. t. myall (Mathews, 1916) – (Gawler Ranges, SA)Other described subspecies of doubtful validity include:\n†A. t. carteri (Mathews, 1917) – (Dirk Hartog Island, now extinct)\n†A. t. giganturus (Milligan, 1901) – (northern inland population of arid zone chenopod shrublands, now extinct)",
    "Distribution and habitat": "The species once occurred through much of south-western Australia, with an outlying subspecies in the Gawler Ranges of South Australia. The range of the nominate subspecies, which used to inhabit inland locations, has contracted westwards to the Shark Bay region since 1910. The cause is probably the decline in habitat quality resulting from overgrazing, which has reduced the availability of cover and nesting sites. Its preferred habitat is low, often Acacia dominated, semiarid shrubland, no more than a metre in height, that forms densely foliaged clumps and thickets.The Southwest Australian subspecies (A. t. macrourus) is now extinct. Its preferred habitat was dense thickets within a variety of eucalypt communities.",
    "Status and conservation": "The population size of the nominate subspecies (A. t. textilis) has been estimated at 21,500 individuals occurring over an area of 20,000 km2, with an area of occupancy of 1200 km2. The population comprises a large subpopulation within Francois Peron National Park and a second subpopulation consisting of several disjunct groups on nearby pastoral lands. The generation length has been estimated at four years. Although the subspecies has suffered a severe reduction in range and population decline in the past, the remaining population is healthy and stable, and is not considered eligible for listing under Australia's Environment Protection and Biodiversity Conservation Act 1999 (EPBC).The Gawler Ranges subspecies (A. t. myall) has an estimated population of about 8400 mature individuals, with a range area of 12,000 km2 and an area of occupancy of 600 km2. Its generation length has been estimated at 9.7 years and the population trend is one of decrease.\n\n\n== References =="
  }
}