{
  "url": "https://en.wikipedia.org/wiki/White-chested_white-eye",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Zosteropidae"
    },
    {
      "Genus": "Zosterops"
    },
    {
      "Species": "Z. albogularis"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-chested white-eye (Zosterops albogularis) also known as white-breasted white-eye or Norfolk white-eye is a passerine from the family Zosteropidae. It is endemic to Norfolk Island between New Caledonia and New Zealand and it is regarded as either extremely rare or possibly extinct. Since 2000 the Australian government has considered the species extinct.",
    "Description": "It reaches a length up 13 to 14 centimetres and therefore it is one of the largest white-eyes. The wingspan is 7.5 cm and the weight is about 30 grams. Its appearance is characterized by a pale green head, an olive green coloured neck and white throat and belly parts. A further feature is a conspicuous eye ring of white feathers. Males and females are coloured similarly. Its diet consists of fruits, berries, nectar, and insects. Its only habitat is a 5 km² large forested area around Mount Pitt on Norfolk Island where it lives solitary. In the breeding season from October to December the couple build a cup-shaped nest in which two white eggs are laid. The incubation time lasts eleven days and another eleven days later the juveniles became fully fledged.",
    "Threats": "The largest threats are habitat destruction and invasive species. The decline of the white-chested white-eye began as the introduced silvereye (Zosterops lateralis) became naturalized on Norfolk Island. It displaced the white-chested white-eye from its breeding range. From the 1940s rats destroyed the nests and clearing of the forests led to a severe decline in the population to only 50 individuals in 1962. In 1986 the Norfolk Island National Park was established to save this bird from extinction, but because of the fluctuation of this species, surveys often remained unsuccessful. In 1978 only four individuals were monitored, and a sighting in 2000 resulted in one individual; bird watchers claimed to have seen the bird in 2005, however official surveys have not recorded the species since 1980. A predator-exclusion fence was built around the last remaining habitat in the Norfolk Island National Park. A survey by ornithologist Guy Dutson in 2009 failed to find any individuals.",
    "References": "",
    "External links": "Recovery Outline White-chested White-eye (engl.)\nMarkus Kappeler - Norfolk-Brillenvogel (German)\nBirdlife factsheet (engl.)\nPrint by John Gould from the Collection Birds of Australia 1840 - 1848"
  }
}