{
  "url": "https://en.wikipedia.org/wiki/ʻĀmaui",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Turdidae"
    },
    {
      "Genus": "Myadestes"
    },
    {
      "Species": "†M. woahensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Oahu thrush or  ʻāmaui (Myadestes woahensis) was a bird in the genus Myadestes. Endemic to the island of Oahu, it was the first of its genus to become extinct, c. 1850.\nIts island name ʻāmaui is technically a corruption, as the Hawaiians considered all the thrushes from Maui, Molokai, Lanai and Oahu to be one species, the ʻāmaui. It was a large brownish songbird that lived in much of the highland forests on Oahu. It may have been mainly a fruit eater like many of the other Hawaiian thrushes. Due to its quick extinction, little is known about the ʻāmaui. It may have nested in trees like the ‘ōma’o or nested in crevices like the extinct kāmaʻo. Its song was reported to be similar to the Molokai olomaʻo as it may be its closest relative. It became extinct due to serious habitat degradation and destruction. Mosquitoes, introduced about thirty years earlier, caused the birds to evacuate what little good habitat was left in the low altitude areas of Oahu - and if the birds did not leave, they would have contracted malaria and perished. Birds that retreated to upper elevations would have been harassed by introduced rats, which attack the berries and steal chicks from nests. This species' extinction was not well recorded, as no one mentions a specific year when the ʻāmaui was last identified. Scientists believe that the species vanished between 1840 and 1860, most likely during the late 1850s. It is known from a single specimen taken in 1825 (now lost) and subfossil bones. The name derives from manu a Māui: \"Māui's bird.",
    "References": "",
    "External links": "Species factsheet - BirdLife International"
  }
}