{
  "url": "https://en.wikipedia.org/wiki/Astragalus_purshii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. purshii"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus purshii is a species of milkvetch known by the common names woollypod milkvetch and Pursh's milkvetch.",
    "Distribution": "The plant is native to much of western North America, including the southwestern provinces of Canada, the northwestern United States, Nevada, and across California.\nIt is known from many types of habitat, including mountains and deserts. It is common along the Columbia River in arid, shrub-steppe habitat growing in shallow soils which generally excludes sagebrush. It is a serial species preferring disturbed rocky soils.",
    "Description": "Astragalus purshii is a small perennial herb forming low matts on the ground no taller than 14 centimeters and generally less than 5 centimeters. The leaves are up to 15 centimeters long and are made up of many oval or rounded leaflets. Stems and leaflets are coated in woolly white hairs giving a silver color to the foliage.The inflorescence is a cluster of 1 to 11 pink, rose, purple, or white flowers (depending on geographic location) each between 1 and 3 centimeters long. The fruit is a legume pod up to 3 centimeters long which is coated densely in thick white wooly hairs resembling a small rabbits-foot or cottonball.",
    "Description-Varieties": "There are many varieties of Astragalus purshii, including:\nA. p. var. concinnus — native to Idaho and Montana\nA. p. var. glareosus (syn. Astragalus glareosus) — found from British Columbia to Utah\nA. p. var. lagopinus — endemic to the Modoc Plateau, California\nA. p. var. lectulus — native to California and Nevada\nA. p. var. ophiogenes (Snake River milkvetch) — native to Oregon and Idaho\nA. p. var. pumilio — endemic to Nevada\nA. p. var. purshii — distributed throughout species range\nA. p. var. tinctus — found throughout the western U.S.",
    "Cultivation": "Astragalus purshii is cultivated as an ornamental plant. It is an excellent rock garden plant, as a serial ephemeral species, and an addition to municipal and agency sustainable landscape and restoration projects. It is also a component for reclamation projects.\nSeeds do not require stratification and are tolerant of low precipitation and drought (municipal landscaping candidate to reduce water usage). Plants are hardy to -33F.",
    "References": "",
    "External links": "Jepson Manual Treatment — Astragalus purshii\nUSDA Plants Profile: Astragalus purshii\nAstragalus purshii — U.C. Photo gallery"
  }
}