{
  "url": "https://en.wikipedia.org/wiki/Astragalus_proximus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. proximus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus proximus is a species of flowering plant in the legume family known by the common name Aztec milkvetch. It is native to southern Colorado and northern New Mexico in the United States.This perennial herb produces a cluster of stems from an underground caudex. The stems are up to 50 centimeters long. The herbage is grayish green due to flat hairs. The leaves are up to 8 centimeters long and are compound, made up of up to 11 leaflets. There are stipules at the bases of the leaf stalks. Flowering occurs in April through July. The inflorescence is a raceme of up to 40 flowers. The flowers are white or lavender-tinted and measure about 6 or 7 millimeters in length. The fruit is a hanging legume pod with one chamber containing small seeds. This species can be distinguished from the similar Astragalus flexuosus by its hairless pods and usually fewer leaflets on each leaf. The pods are also smaller. The plant reproduces sexually by seed, though sometimes a new stem will come up from the subterranean caudex, appearing like a new individual.This species occurs in the San Juan Basin straddling the Colorado-New Mexico border. It is a spot where the Rocky Mountains meet the Colorado Plateau. It is a dry area with cool winters and warm summers. The plant can occur in a number of habitat types, including mountain ponderosa pine habitat, pinyon-juniper woodland, shrubsteppe, and shrublands.Other than these details, \"very little is known about the species.\"",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}