{
  "url": "https://en.wikipedia.org/wiki/Astragalus_agnicidus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. agnicidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus agnicidus is a rare species of milkvetch known by the common name Humboldt County milkvetch. It is endemic to northern California, where it is known only from two populations in Humboldt County and one in Mendocino County.\nThe plant was undescribed until the 1950s. Until then it was known only from one 8-acre (32,000 m2) ranch in Humboldt County, where sheep ranchers blamed the unnamed species for the deaths of their animals, which may have eaten it. They eradicated the plant from their land, and by the time it was formally described and named in 1957 it was thought to be extinct. The species name given the plant, agnicidus, means \"lamb-killer\".The plant was rediscovered in 1987. A few individuals were found growing in a recently bulldozed clearing, their long-buried seeds having been plowed into favorable conditions for germination. The plants were brought under the protection of the landowners, the same family that was responsible for its near-extinction and had changed their minds about its value. Two other populations of the plant have since been discovered in areas of the coastal mountains that had been recently logged; this is an early successional species which arises in disturbed areas. Too much disturbance of an area can be harmful, however, since it may cause the whole patch of buried seeds to sprout at once, making the population vulnerable to destruction as it lacks backup seed stores.This milkvetch is a perennial herb which lives 5 to 10 years. The coarse reddish stem is slightly hairy toward the ends, growing 30 to 90 centimeters long. The widely spaced leaves are arranged oppositely along the stem. Each is up to 16 centimeters long and is made up of several pairs of oval-shaped leaflets up to about 2 centimeters long. The inflorescence is a dense cluster of 10 to 40 white pealike flowers. The plant is self-pollinating and the flowers are also pollinated by native bumblebees. The fruit is a bent legume capsule 1 to 1.5 centimeters long which dries to a papery texture.",
    "References": "",
    "External links": "Jepson Manual Treatment\nUSDA Plants Profile\nThe Nature Conservancy\nPhoto gallery"
  }
}