{
  "url": "https://en.wikipedia.org/wiki/Astragalus_cicer",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. cicer"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus cicer, the chickpea milkvetch, chick-pea milk-vetch or cicer milkvetch, is a perennial flowering plant native to Eastern Europe, popularized and subsequently transported to areas in Southern Europe, North America, and South America. Cicer milkvetch exhibits legume-like qualities; the plant produces pods in which harbor its seeds. Its flowers are usually of pale yellow tint (sometimes white), and as such, attract bumble or European honey bees for pollination. Growth often exceeds 0.6 meters, up to a height of 1 meter in length.",
    "Distribution": "Astragalus cicer is suited best to grow in the Rocky Mountain area in the United States; however, it has been shown that cicer milkvetch also flourishes in coastal areas – and more specifically has been found to perform well in the coasts of Alaska. Because cicer milkvetch displays high tolerance to drought, it has been shown to abide in dry-land locations such as Idaho, Montana, and Wyoming – all of which are areas that often receive less than 14 inches of yearly rain.",
    "Habitat and ecology": "In general, cicer milkvetch can be seen to grow in the fringes of forests, meadows, and alongside streams; however, it has also been reported that the plant proliferates along roadsides. Cicer milkvetch has the capacity to grow in a vast amount soil types and textures, such as clay and sand. As such, it has been shown to proliferate in coarsely-textured soil. Excessive salt proves to be harmful to the plant. Soils deviating from the 6.0 to 8.1 pH range are also indicative of a less-than-desirable condition for growth. Despite these few restrictions, cicer milkvetch persists excellently in less nutrient-rich or disturbed soils. Although the plant grows exceptionally well in higher temperatures, it has been shown to exhibit slow-growth at temperatures as low as 7 to 18 °C. Drought tolerance is another important aspect in regards to the inherent durability of the plant. In regards to obtaining adequate amounts of nitrogen, cicer milkvetch employs a mutualistic relationship with rhizobia bacteria.",
    "Morphology": "Cicer milkvetch exhibits rhizomes (sometimes referred to as creeping roots), or an extended horizontal stem propagated underground, which continuously grow as the plant ages. Thus, the plant becomes increasingly vigorous with time. In regards to proliferation, cicer milkvetch spread by its utilization of rhizomatous growth, in addition to its reproduction via seeds. Seeds (produced by pods) have a very thick integument (or seed coat) in which require scarification, or mechanical methodology, to proceed towards germination. The hardy aspect of the seed coat acts as a preventative barrier against “microbial invasion.”  In addition, the thickness of the seed coat reduces the capacity for water absorption, which in turn allows for the seed to remain dormant for a longer period of time. Stipules are readily observed and green in color. Leaves are compound and alternate.",
    "Flowers and fruit": "Flowers of Astragalus cicer are pale yellow and 15–16 cm in length. Cicer milkvetch employs inflorescence of its flowers, where 15 to 60 flowers grow in a raceme (type of inflorescence, as illustrated in the adjacent image). The flowers of a cicer milkvetch are radial in symmetry and exhibit a 5-lobed \"hairy\" calyx. They are also asympetalous, in that the petals of the flower are not fused.  Stamens come in sets of 9 to 10. Cicer milkvetch bears fruit in the form of a legume, and is thus dehiscent. Pods also exhibit a pale yellow color, whilst turning black when fully mature.",
    "Flowers and fruit-Usage": "Cicer milkvetch has several principal uses; it can be used for soil stabilization as well as hay or pasture generation, as the plant exhibits non-bloat characteristics for livestock.",
    "Flowers and fruit-Food": "Cicer milkvetch is comparative to that of other legumes, in that excellent nutritional value can be obtained from its forage.",
    "Flowers and fruit-Medicinal": "No current medicinal use has been elicited from cicer milkvetch. However, it has been observed that some species of Astragalus – namely Astragalus membranaceus – have associated medicinal usage in traditional Chinese medicine, ranging from broader use of protection against disease to prevention of cancer and diabetes. Antioxidants, as well as antibacterial and anti-inflammatory qualities are also common amongst some Astragalus species.\n\n\n== References =="
  }
}