{
  "url": "https://en.wikipedia.org/wiki/Astragalus_brauntonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. brauntonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus brauntonii is a rare species of milkvetch known by the common name Braunton's milkvetch. It is endemic to California, where it is known from fewer than 20 extant occurrences in the hills and mountains surrounding the Los Angeles Basin in Southern California. This is a federally listed endangered species in the United States.",
    "Distribution": "Astragalus brauntonii is a plant of the coastal prairie grasslands, coastal sage scrub, and chaparral plant communities of the region. It is often found growing in disturbed areas, especially in carbonate soils areas. The 16 known remaining populations are found in the southwestern Transverse Ranges (eastern Santa Monica Mountains, east end Simi Hills, south base San Gabriel Mountains), northern Peninsular Ranges (northwest side Santa Ana Mountains) — within Los Angeles, Orange, and Ventura Counties. They appear to be extirpated from the southern Channel Islands.",
    "Description": "Braunton's milkvetch is a large perennial herb which grows from a woody caudex and reaches up to 1.5-metre (4.9 ft) tall. The thick hollow stems are coated in coarse white hairs. Leaves are up to 16-centimetre (6.3 in) long and are made up of many pairs of oval-shaped leaflike leaflets.\nThe inflorescence is a dense spike of up to 60 bright lilac flowers. Each pealike flower is about a centimeter long with a reflexed hood. The flowers wither and turn brown but remain on the plant instead of dropping off. The plant is pollinated by native Megachile bees and native bumble bees (i.e. Bombus sp.).\nThe fruit is a small bent legume pod.",
    "Fire ecology": "This plant, like many chaparral species, is fire-adapted and requires wildfire or other disturbance to propagate. The beanlike seeds require scarification to break down their tough seed coats before they can germinate. The seeds persist for years in the soil until fire allows them to sprout, with populations of the plant springing up in an area that has been recently swept by wildfire.It is a pioneer species, one of the first to grow in a disturbed area and one that is soon crowded out by plant species that appear later in ecological succession. Wildfire suppression in the hills and mountains surrounding Los Angeles prevent the plant from reproducing.",
    "References": "",
    "External links": "Jepson Manual Treatment: Astragalus brauntonii\nUSDA Forest Service Fire Effects Information System—FEIS: Plant + habitat ecology\nThe Nature Conservancy\nAstragalus brauntonii — U.C. Photo gallery"
  }
}