{
  "url": "https://en.wikipedia.org/wiki/Astragalus_bisulcatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. bisulcatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus bisulcatus, commonly called two-grooved milkvetch or silver-leafed milkvetch, is a leafy perennial with pea-like flowers. It is native to central and western North America, and typically grows on selenium-rich soils. It accumulates selenium within its tissues, and when livestock consume it, the selenium can be toxic.",
    "Description": "Astragalus bisulcatus is a herbaceous perennial with a thick woody root-stock, growing 30 to 100 cm tall. It has numerous simple stems and long pinnate leaves. The flowers are produced in narrow elongated racemes.  The flowers are a showy purple color and blooming occurs in late spring and early summer. The seed pods characteristically are two grooved on the upper surface. The fruits ripen and release their seeds in July and August. The seeds are dark brown or black, reniform in shape, 4 mm long  and 2 mm wide.",
    "Selenium toxicity": "Astragalus bisulcatus accumulates large quantities of selenium when grown on soils that have selenium, the plant produces amino acids where sulfur is replaced by selenium.  Most animals avoid Astragalus bisulcatus because of the musky odor of the dimethyl selenium compounds contained in the plants tissues.  Yet, sheep and cattle have indulged in eating the plant, becoming victims of selenium toxicity. Sheep can die in thirty minutes from eating a half a pound of Astragalus bisulcatus, and in 1907 and 1908, approximately 15,000 sheep in Wyoming died with symptoms of either alkali disease or the blind staggers; both of which were outcomes of digesting a large amount of selenium from Astragalus bisulcatus.\n\n\n== References =="
  }
}