{
  "url": "https://en.wikipedia.org/wiki/Astragalus_kentrophyta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. kentrophyta"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus kentrophyta is a species of milkvetch known by the common name spiny milkvetch. It is native to western North America from central to west Canada, to California, to New Mexico. It grows in rocky mountainous areas, such as the Sierra Nevada, and on plateaus.",
    "Description": "This perennial herb is somewhat variable in appearance, especially across varieties. It is generally small and low-lying, growing in spiny mats or clumps. The short stems are hairy. The small leaves are made up of smaller oval-shaped or narrow linear, spine-tipped leaflets. The inflorescence bears one to three white to pinkish purple flowers, each less than a centimeter long. The fruit is a hairy, flattened legume pod 4 to 9 millimeters in length.",
    "Description-Varieties": "There are several varieties of Astragalus kentrophyta species, including:\n\nA. k. var. coloradoensis (Colorado spiny milkvetch) - limited to Utah and Arizona\nA. k. var. danaus (Sweetwater Mountains milkvetch) - endemic to eastern California\nA. k. var. douglasii (Douglas' spiny milkvetch, thistle milkvetch) - limited to Oregon and Washington but possibly extirpated from the latter\nA. k. var. elatus (tall spiny milkvetch, spiny-leaved) - found throughout the western United States\nA. k. var. neomexicanus (New Mexico spiny milkvetch) - endemic to New Mexico\nA. k. var. tegetarius (mat milkvetch) - distributed throughout the western US\nA. k. var. ungulatus - endemic to Nevada",
    "References": "",
    "External links": "Jepson Manual Treatment\nUSDA Plants Profile\nPhoto gallery: var. tegetarius\nPhoto gallery: var. danaus"
  }
}