{
  "url": "https://en.wikipedia.org/wiki/Astragalus_pycnostachyus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. pycnostachyus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus pycnostachyus is a species of milkvetch known by the common name marsh milkvetch. It is endemic to the coastline of California, where it grows in wet saline habitat such as marshes.",
    "Description": "The marsh milkvetch is a perennial herb forming a thick erect clump of hollow, woolly stems 40 to 90 centimeters tall. The leaves are up to 15 centimeters long and are made up of many narrow oval-shaped leaflets. The inflorescence is a cluster of many whitish to greenish flowers each up to a centimeter in length.\nThe fruit is an inflated, papery legume pod with a small hooked beak at the tip.",
    "Description-Varieties": "The species has two named varieties. \n\nAstragalus pycnostachyus var. lanosissimus — Ventura marsh milkvetch, now endemic to the Oxnard Plain in Ventura County, with only one population within Oxnard. The single extant population of this rare plant variety is now fenced and protected. The variety is treated as an endangered species on the federal level. Threats to its existence include near-total loss of habitat, infestation by weevils, cucumber mosaic virus infection, competition from non-native plants such as ice plant, and herbivory by the milk snail Otala lactea.\nAstragalus pycnostachyus var. pycnostachyus — marsh milk vetch, primarily found in the San Francisco Bay Area.",
    "See also": "California coastal sage and chaparral ecoregion\nCoastal sage scrub",
    "References": "",
    "External links": "Jepson Manual Treatment of Astragalus pycnostachyus\nCalflora Database: Astragalus pycnostachyus (marsh milk vetch, loco weed)\nUSDA Plants Profile for Astragalus pycnostachyus (marsh milk vetch)\nAstragalus pycnostachyus — CalPhoto gallery"
  }
}