{
  "url": "https://en.wikipedia.org/wiki/Astragalus_phoenix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. phoenix"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus phoenix is a rare species of milkvetch known by the common name Ash Meadows milkvetch. It is endemic to Nye County, in southwestern Nevada.",
    "Distribution": "The plant is locally endemic to Ash Meadows, a desert oasis and wildlife refuge in the Amargosa Desert.\nThe habitat is made up of stark, white flats and washes in a wetland area that is fed by seeps and springs and undergoes evaporation, leaving behind a hard mineral crust on the land.The plant grows in undisturbed areas of the crust. It can be found at about 13 sites in a seven-by-three-mile range.It is one of several rare plants and animals endemic to the Ash Meadows—Amargosa Valley area. Other plants occurring in the area include saltgrass (Distichlis spicata), shadscale (Atriplex confertifolia), and alkali goldenbush (Isocoma acradenia).",
    "Description": "Astragalus phoenix is a perennial herb forming a flat cushion or mat up to 0.5 metres (1.6 ft) wide. The inflorescence bears one or two pink or purple flowers.The plant is pollinated by bees of genus Anthophora, which show an affinity for it even in the presence of other flowering plants.",
    "Conservation": "Astragalus phoenix is a federally listed threatened species.\nThreats to this species include the destruction of or damage to its unique habitat. Alterations in the hydrology of the region occur when pumping or other processes affects the flow of the springs and seeps. Road construction, mining operations, and agriculture reduced the plant's numbers.",
    "See also": "Ash Meadows National Wildlife Refuge",
    "References": "",
    "External links": "USDA Plants Profile for Astragalus phoenix (Ash Meadows milkvetch)"
  }
}