{
  "url": "https://en.wikipedia.org/wiki/Astragalus_alpinus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. alpinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus alpinus is a species of flowering plant in the legume family known by the common name alpine milkvetch. It has a circumpolar distribution, occurring throughout the upper latitudes of the Northern Hemisphere. It is widespread in Eurasia. In North America it occurs from Alaska to Newfoundland and as far south as Nevada and New Mexico.This plant is variable in appearance. In general, it is a perennial herb growing from a taproot and rhizome network topped with an underground caudex. The roots have nitrogen-fixing nodules. The aboveground stems are up to 30 centimeters long and are mostly decumbent, forming a mat. The leaves are up to 15 centimeters long and are made up of several pairs of leaflets each up to 2 centimeters long. The inflorescence is a raceme of up to 30 flowers each about a centimeter long. The flowers are purple or blue. The fruit is a legume pod up to 1.7 centimeters long which contains seeds.This plant grows in subalpine and alpine climates, often in moist areas, such as woodlands and meadows around streams and lakes. It also occurs on tundra and other cold, dry, exposed areas. It occurs on gravel bars and scree. It is sometimes a pioneer species, colonizing land in the primary phase of ecological succession, such as roads and bare land turned over during frost heave. It has been observed regrowing early in recently burned areas in Grand Teton National Park. It also grows in vegetated areas. Plants occurring in harsh conditions are smaller than those in more favorable sites.This plant species provides food for caribou, Arctic hares, greater snow geese, small blue butterflies, and grizzly bears.This species may be divided into two varieties, var. alpinus occurring in the Arctic and var. brunetianus occurring in northeastern North America at lower latitudes.\n\n\n== References =="
  }
}