{
  "url": "https://en.wikipedia.org/wiki/Astragalus_gummifer",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. gummifer"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus gummifer (tragacanth, gum tragacanth milkvetch), is a small woody evergreen shrub, with a typical height and spread of 30 cm at maturity, indigenous to western Asia, specifically Iraq and Kurdistan. This nitrogen fixing plant bears hermaphroditic flowers, which are bee-pollinated. It has many medical, culinary, and material uses.",
    "Tragacanth gum": "Astragalus gummifer produces special exudate gums that act as a natural defense mechanism for the shrub. Research has shown the function of these gums to service plants of semiarid environments, released when the bark of the shrub gets damaged in order to cover the wound to prevent infection and dehydration. The gum originally an aqueous solution dries into hardened lumps when it comes into contact with air and sunlight.",
    "Distribution": "Astragalus gummifer is native to temperate regions of Western Asia centralized in Iraq, Kurdistan, Iran, Lebanon, Syria, and Turkey but also found in Afghanistan, Pakistan, and Russia.",
    "Habitat and Ecology": "Astragalus gummifer finds dry sub-alpine slopes and valleys habitable typically 1200–2600 metres below the tree line in Iraq. The shrub grows in highlands and deserts. The shrub tolerates a pH range between 3.2 and 7.8 and temperatures as low as -5 to -10 Celsius. Standard environment consists of low water supply, full sun, no shade, and well-drained sandy/loamy soil. The plant adheres to a perennial life cycle (living for more than two years) and is an evergreen retaining its leaves throughout all seasons. Plant also known to have symbiotic relationship with soil bacteria, which fix nitrogen used by the plant.",
    "Description": "This species is shrubby, with small branches and short woody gray stem surrounded by thorns. The compound leaves are stipulate with elliptical leaflets (pinnae) borne in opposite pairs. The rachis of the leaf is extended into a sharp thorn.",
    "Reproduction": "Astragalus gummifer, produces hermaphroditic flowers (containing male and female organs), which are pollinated by bees and Lepidoptera.",
    "Usage": "",
    "Usage-Food": "Dried sap containing gum can be extracted from the plants root and stem, and used as a food additive (E413) mainly a thickener for salad dressings and sauces. The gum is also an excellent emulsifier and can be used in ice cream to provide its texture.",
    "Usage-Medicinal": "The gum obtained from the roots and stem of the plant also bears many medicinal properties and is often referred to as tragacanth gum. The gum acts as a demulcent, which soothes irritated tissues making it helpful in treating burns. The gum acts as an antitumor as well stimulating the immune system in order to treat cancer. The plant also serves as an adaptogen fighting against chronic degenerative diseases by helping the body get to normal stress levels.",
    "Usage-Material Usage": "Tragacanth gum works as a thickening agent for several dyes, dressing fabrics, glues, watercolors, and ink as well as a binding agent in paper making and lozenges. Incense can be derived from the burning of the stems or gum.\n\n\n== References =="
  }
}