{
  "url": "https://en.wikipedia.org/wiki/Astragalus_ripleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. ripleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus ripleyi is a species of flowering plant in the legume family known by the common name Ripley's milkvetch. It is native to southern Colorado and northern New Mexico in the United States.",
    "Description": "This plant is a perennial herb growing up to one meter tall with stems arising from an underground caudex. This caudex branches into stems underground and has been called a rhizome. The leaves are compound, each made up of up to 19 leaflets. The plant is mostly hairy, with silvery hairs giving it a grayish appearance. The flowers are yellow and between 1 and 2 centimeters long. The fruit is a flat pod up to 3 centimeters long. Each fruit has a long stipe, the area between the stem and the fruit. Flowering occurs in June and July.",
    "Habitat": "This plant occurs in the southern Rocky Mountains. It grows in ponderosa pine savanna, pinyon-juniper woodlands, shrublands, sagebrush, and meadows. It is often found next to shrubs such as Artemisia tridentata, Quercus gambelii, Chrysothamnus spp., and Juniperus spp. These shrubs may form a microclimate that the milkvetch can survive in, or it may remain beneath shrubs because those out in the open are grazed by animals. It grows in areas with high plant biodiversity. Trees in the area may include Abies concolor, Pinus edulis, Populus tremuloides, and Pseudotsuga menziesii. Shrubs include Artemisia spp., Chrysothamnus greenei, Chrysothamnus nauseosus, Cercocarpus montanus, Potentilla fruticosa, and Rhus trilobata. Forbs include Machaeranthera bigelovii, Astragalus drummondii, Astragalus hallii, Astragalus lonchocarpus, Gutierrezia sarothrae, Heterotheca villosa, Hymenoxys odorata, Picradenia richardsonii, Eriogonum racemosum, Linum lewisii, and Melilotus officinalis. The plant only occurs on volcanic soils.",
    "Distribution": "This species is only found in Taos and Rio Arriba Counties in New Mexico and Conejos County, Colorado. It can be locally abundant. There are an estimated 10,000 individuals.",
    "Conservation": "This plant is attractive to many types of animals and it may be heavily grazed. Grazing, especially by sheep, is a threat to its survival. Wildlife also consume it. Another threat is invasive plant species, especially species of clover. Other threats include fire suppression and any force that causes erosion in the habitat.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}