{
  "url": "https://en.wikipedia.org/wiki/Astragalus_albens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. albens"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus albens is a species of milkvetch known by the common names Cushenbury milkvetch and silvery-white milkvetch.",
    "Distribution": "It is endemic to San Bernardino County, California, where it is known from the northern slopes of the San Bernardino Mountains near the settlement of Cushenbury. Most of the plants are located in the woodland and scrub of the slopes between Big Bear in the mountains and Lucerne Valley in the Mojave Desert at the foot of the range.\nIt grows in habitat rich in carbonate rock. It is a federally listed endangered species which is known from 30 to 50 populations. There are a total of about 7000 plants, fewer in drought years.",
    "Description": "Astragalus albens is an annual or perennial herb producing a prostrate mat of delicate stems coated densely in silvery hairs. The leaves are generally a few centimeters long and made up of several gray-green oval-shaped leaflets less than a centimeter long each. The inflorescence arises upright from the low patch of foliage and bears up to 14 pealike flowers. Each flower is dark-veined light to deep purple with a spot of white or light pink in the throat.\nThe fruit is a legume pod between one and two centimeters long. It is roughly hairy and crescent-shaped, drying to a thick papery texture.",
    "Conservation": "The main threat to this species is limestone mining, a large industry in this part of the San Bernardino Mountains. This form of mining alters the local habitat by physically removing plant life for quarries, road construction, and load dumping. It also produces major changes in the hydrology of the area and releases large amounts of carbonate dust into the air which combines with water and forms a very thin layer of what is essentially cement over the habitat. Most of the populations of this plant are located on sites of active mining or sites which are targeted for mining in the future.Most of these sites are part of San Bernardino National Forest, and there are plans to set aside pieces of habitat for this and other endemics. Other threats to the species include off-road vehicle use and urban development.",
    "References": "",
    "External links": "Jepson Manual Treatment — Astragalus albens\nAstragalus albens — U.C. Photo gallery"
  }
}