{
  "url": "https://en.wikipedia.org/wiki/Astragalus_bibullatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. bibullatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus bibullatus, the limestone glade milkvetch or Pyne's ground plum, is an endangered species of flowering plant that is endemic to the cedar glades of the central basin of Tennessee in the United States. It is found in only three populations located within a few kilometers of each other in Rutherford County, Tennessee.",
    "Taxonomy and similar species": "Astragalus bibullatus was first described in 1987 by Rupert Charles Barneby and Edwin L. Bridges. The common name refers to Milo Pyne, who discovered the species in the 1980s, and the odd-looking smooth, reddish fruits that ripen on the ground and look superficially like plums (Prunus). However, the species is a legume and is unrelated to plums, which are in the rose family.\nThe foliage of Astragalus bibullatus looks similar to the more widespread cedar glade endemic, A. tennesseensis (Tennessee milkvetch). However, the flowers of A. bibullatus are pinkish purple in contrast to the white flowers of A. tennesseensis. The fruits are also quite different. A. tennesseensis fruits are greenish, hairy, and are more elongated as is more typical for legumes. The flowers of A. bibullatus bloom in April and May, while the fruit ripens in May or June.",
    "Threats": "Because of the small number of populations, A. bibullatus is threatened by habitat destruction. Three populations are now protected including the Flat Rock Cedar Glade and Barrens State Natural Area and Manus Road Cedar Glade. Because there is very little genetic differentiation among populations, further loss of genetic variability is not a threat.",
    "References": "",
    "External links": "Astragalus bibullatus images at bioimages.vanderbilt.edu"
  }
}