{
  "url": "https://en.wikipedia.org/wiki/Astragalus_anisus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. anisus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus anisus is a species of flowering plant in the legume family known by the common name Gunnison milkvetch. It is endemic to Colorado in the United States, where it is limited to the Gunnison Basin of Gunnison and Saguache Counties.This plant is a small perennial herb growing from a woody taproot. The caudex is clothed with the remains of previous seasons' leaves. The leaves are up to 7 centimeters long and are compound, made up of up to 15 leaflets. The herbage is coated in silvery hairs. The pinkish purple flowers occur in May and June. They are up to 2 centimeters long. They are bee-pollinated. The fruit is a rounded legume pod between 1 and 2 centimeters long. It is fleshy, hairy, and green, drying brown. It contains many smooth black seeds.This species grows in sagebrush shrub and shrub-steppe habitat. The land is flat or shaped into rolling hills with clay soils. The elevation is 7000 to 10,000 feet. The plant is mainly found in the lower elevations of this range, in open habitat between large shrubs. The land is covered in shrubs with many herbs in their understory. It is dominated by Artemisia species, sagebrush. Associated species include Phlox hoodii, Bouteloua gracilis, Poa fendleriana, and Stipa pinetorum. The Gunnison Sage Grouse (Centrocercus minimus gunnisonii) is an important indicator species for the local habitat. The bird engages in lekking in the plant's habitat.Much of the territory has been used as rangeland, at times with heavy grazing of livestock. Sagebrush has been removed and the land reseeded with various non-native grasses such as Agropyron cristatum and Bromus inermis as well as clovers. The Blue Mesa Reservoir was also created when a dam was built in the basin.Rare in general, the plant is locally common and the populations are considered stable. Threats to the species include roads, off-road vehicles, introduced species, particularly Bromus tectorum, and fire suppression.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}