{
  "url": "https://en.wikipedia.org/wiki/Astragalus_humillimus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. humillimus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus humillimus is a rare species of milkvetch known by the common name Mancos milkvetch. It is native to a small section of the Four Corners region of the United States, where it can be found in Montezuma County, Colorado, and San Juan County, New Mexico. There are about nine small, localized populations on sandstone rimrock ledges on the mesas. The plant occurs in a region that is being developed for oil and gas exploration, and altered by associated activities such as road construction and pipeline installation. It is a federally listed endangered species.\nThis is a small perennial herb forming low tufts up to 30 centimeters wide in cracks and sandy depressions in sandstone cliffs and pavement. The sandstone is of Cretaceous origin, and local formations include the Point Lookout Sandstone. The matted leaves are each up to 4 centimeters long and are made up of several oval or nearly rounded leaflets no more than 2 millimeters long. As the plant withers and prepares to go dormant, the leaves lose all the leaflets and persist as naked sharp spines. Blooming occurs for a short period in the spring. The plentiful tiny flowers are bright pink-purple with a spot of white streaking at the middle. The flowers are fragrant with a sweet smell and are very attractive to butterflies. Multitudes of butterflies rest on the plant when it is in bloom. The painted lady (Vanessa cardui) is a common visitor.Some populations occur on Bureau of Land Management land and there are a few within the bounds of the Navajo Nation.",
    "References": "",
    "External links": "USDA Plants Profile\nSouthwest Colorado Wildflowers\nPhoto gallery"
  }
}