{
  "url": "https://en.wikipedia.org/wiki/Astragalus_molybdenus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. molybdenus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus molybdenus is a species of flowering plant in the legume family known by the common names Leadville milkvetch and molybdenum milkvetch. It is endemic to Colorado in the United States. If the separate species Astragalus shultziorum and Astragalus lackschewitzii are included in A. molybdenum the range expands into Wyoming and Montana.This plant was originally described as Astragalus plumbeus, as the plant is grayish in color and it was first collected near Leadville, Colorado. This name was already taken by an Asian species, Astragalus plumbeus, so the name was changed to A. molybdenus. Molybdenum is also grayish in color and is mined near Leadville.This species is a small perennial herb growing from a taproot and underground branching caudex unit. Underground stem branches may root and sprout up as new plants, so what appear to be two separate plants may actually be one individual sprouting up twice. This underground stem has sometimes been called a rhizome, or at least rhizome-like. The herbage is coated in hairs, making it look ashy or silvery. The leaves are compound, made up of up to 25 leaflets which may be folded. The flowers are purple, pinkish purple, or purple-striped white. Flowering occurs in late June through early August. The fruit is a legume pod up to a centimeter long. It has a single chamber holding the seeds.This plant grows in the alpine tundra of the Rocky Mountains. Sometimes it occurs in subalpine zones. Most occurrences are at 3600 to 4000 meters in elevation. It grows mainly on calcareous soils such as broken limestone. It may grow on loose scree, its branching underground parts helping to stabilize it in the substrate. It grows in sparse or heavy vegetation and in dry to moist areas. It often grows in spots where there is snow most or all of the year. Associated plant species include Claytonia megarhiza, Kobresia sp., Oxyria digyna, and Silene acaulis.Threats to this species include mining, recreational activities such as hiking and off-road vehicle use, and global climate change.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}