{
  "url": "https://en.wikipedia.org/wiki/Astragalus_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus drummondii is a species of flowering plant in the legume family known by the common name Drummond's milkvetch. The botanist Thomas Drummond first identified the plant during his travels in North America from 1825 to 1835, the year of his death. Accordingly, A. drummondii, amongst many other plants, was named after the late botanist. Upon the return of samples collected by Drummond to England, his findings were published in Sir William Hooker’s Flora Boreali-Americana in 1840.",
    "Distribution": "Astragalus drummondii is found widely across the American west and Saskatchewan, Alberta, and British Columbia. Its distribution has not changed a great deal since the species was first identified.",
    "Habitat and ecology": "A. drummondii is a hardy plant that can live in a range of different climates. It flourishes in dry, light soil as well as moderately wet soils. While it grows the most plentifully on grasslands, it can also survive in oak and pine forests. It tends to collect on hillsides when present.",
    "Morphology": "Individuals of this species are herbaceous perennial plants, characterized by thick, hairy stems as well as hairy foliage. The plant tends to have several large stems diverging near to the ground. The plant is often 40 to 70cm tall. It is characterized by oblong leaves 6 to 14cm in length which are very hairy on their downward side. The plants often have flowers.",
    "Flowers and fruit": "Flowers of Astragalus drummondii are 18 to 25mm long white oblong structures. The flowers are usually at the very top of the plant, above most of the leaves. The flower's keel can sometimes be purplish in color. The sepals are very small hairy structures about 8mm long. The plant flowers in June and July. The plant is characterized by producing drooping hairless pods roughly 4cm long. The pod's seam is thick enough that it almost forms a partition between the seeds.",
    "Herbivory": "Many species in the genus Astragalus are poisonous. Cattle in the areas where Astragalus are present have been known to consume the plant and then act crazed shortly before dying. This had led the genus to be known as \"locoweeds\". There are three major groupings within the poisonous group, those that sequester selenium, those that make nitrotoxins, and those that make swainsonine (a poisonous alkaloid). Four groups of A. drummondii in New Mexico were tested and found to be negative for the production of swainsonine, implying that this species is safe for cattle to graze upon.",
    "References": "",
    "Sources": "Budd, A. C., Jan Looman, and Keith F. Best, 1979: Budd's Flora of the Canadian Prairie Provinces. Ottawa: Research Branch, Agriculture Canada. Print\nLevere, Trevor Harvey, 1993: Science and the Canadian Arctic: A Century of Exploration, 1818-1918. Cambridge: Cambridge UP. Print.\nStandley, Paul Carpenter, 1921: Flora of Glacier National Park, Montana. Washington: Govt. Print. Off. Print."
  }
}