{
  "url": "https://en.wikipedia.org/wiki/Astragalus_danicus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Astragalus"
    },
    {
      "Species": "A. danicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astragalus danicus, known as purple milk-vetch, is a species of flowering plant in the family Fabaceae (legumes), which is native to Europe.",
    "Description": "Astragalus danicus is a perennial herb. It grows to about 30 cm (12 in) tall with pinnate 3–7 cm compound leaves having 13–27 5-12mm long hairy leaflets. Its flowers are usually in shades of blue and purple, rarely white, 15–18 mm (0.6–0.7 in) long and clustered in short, compact racemes, looking like a single composite flower. They are followed by dark brown, fruit pods 7–9 mm (0.3–0.4 in) long, with white hairs. There is some evidence that seeds persist in the soil seed bank, but seed dispersal is poor (generally only 50 cm).",
    "Habitat and distribution": "Astragalus danicus ranges across Europe from Ireland and subarctic Russia south to the Alps and central Ukraine.It grows on short, unimproved and dry grassland, usually over limestone or chalk, but can also be found on sand dunes, sandstone sea cliffs, machair and over mica-schist. Rarely it has been found on woodland rides and firing ranges. It grows to an altitude of just 710m. It is very unable to compete with taller plants and this seems to be the main reason it is not found in habitats with acidic or fertilised soils.",
    "Ecology": "Astragalus danicus flowers provide nectar and are visited by many insects. This species is considered to be mainly pollinated by bees.In the UK the grasslands where A. danicus is found are predominantly Festuca, Bromopsis and Brachypodium grasslands.The species is non-toxic and its common name in English comes from the popular belief in history that cows fed with purple milk-vetch yielded more milk.",
    "Conservation": "Astragalus danicus has protected status. It is considered endangered by the IUCN. In the United Kingdom it has vulnerable status and has been a Biodiversity Action Plan priority species since 2007.Astragalus danicus has declined since the start of the enclosure farming system in the 18th Century, however declines accelerated in some parts of its range since the 1930s, due to agricultural improvement and in some cases due to land going without grazing (the species can only grow in short vegetation).",
    "Herbal medicine": "Astragalus danicus has been indicated to have a number of beneficial medicinal effects, particularly in combatting high blood pressure, however health supplements labelled as 'milk-vetch' may contain extracts from a different species in the genus Astragalus. Some other species in the genus Astragalus are known to be toxic to animals and referred to in the US as 'locoweed'.",
    "Etymology": "There are a few explanations for the meaning of the genus name Astragalus. Some say it comes from the Ancient Greek 'astragalos' meaning neck vertebra or ankle joint, either because the shape of the flower clusters is similar to a vertebra or because the shape of the seeds is similar to an ankle bone. Others say that 'astragalus' is an amalgamation of the Ancient Greek words 'aster' and 'gala' meaning 'star' and 'milk' respectively. The species epithet danicus is Latin for 'Danish', presumably it was first identified in Denmark. The English common name comes from the popular belief in history that cows fed with purple milk-vetch yielded more milk.\n\n\n== References =="
  }
}