{
  "url": "https://en.wikipedia.org/wiki/Quercus_dentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Mesobalanus"
    },
    {
      "Species": "Q. dentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus dentata, also called Japanese emperor oak or daimyo oak (Japanese: 柏, kashiwa; simplified Chinese: 柞栎; traditional Chinese: 柞櫟; pinyin: zuòlì; Korean: 떡갈나무, tteokgalnamu) is a species of oak native to Japan, Korea and China.  The name of the tree is often translated as \"sweet oak\" in English to distinguish it from Western varieties.Quercus dentata is a deciduous tree growing up to 20–25 m tall, with a trunk up to 1 m diameter. Its foliage is remarkable for its size, among the largest of all oaks, consisting of a short hairy petiole, 1–1.5 cm long, and a blade 10–40 cm long and 15–30 cm broad, with a shallowly lobed margin; the form is reminiscent of an enormous pedunculate oak leaf. The leaves are often retained dead on the tree into winter. Both sides of the leaf are initially downy with the upper surface becoming smooth.The flowers are produced in May; the male flowers are pendulous catkins. The female flowers are sessile, growing near the tips of new shoots, producing acorns 1.2–2.3 cm long and 1.2–1.5 cm broad, in broad, bushy-scaled cups; the acorns mature in September to October.",
    "Cultivation and uses": "Quercus dentata was introduced to the British Isles in 1830, where it is occasionally grown in botanical gardens. It is usually smaller in cultivation than in the wild, growing to a small angular tree or large irregular shrub. Notable specimens include one at Osterley Park 14 m tall and 1.5 m girth, and the largest, 18 m tall, at Avondale Forest Park, County Wicklow, Ireland.In Korean cuisine, its acorns (in Hangul: 도토리, dotori) have been used since the Three Kingdoms. A notable food is dotorimuk.\nIn Japan, its leaves are used as a wrapping for kashiwa mochi.",
    "References": "",
    "External links": "World Conservation Monitoring Centre (1998). \"Quercus dentata\". The IUCN Red List of Threatened Species. IUCN. 1998: e.T31294A9617239. doi:10.2305/IUCN.UK.1998.RLTS.T31294A9617239.en. Retrieved 9 January 2018.\nline drawing, Flora of China Illustrations vol. 4, fig. 360, 1"
  }
}