{
  "url": "https://en.wikipedia.org/wiki/Quercus_pacifica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. pacifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus pacifica is a species of oak known by the common names island scrub oak, Channel Island scrub oak, and Pacific oak.",
    "Distribution": "It is endemic to the Channel Islands of California, where it is known from Santa Cruz, Santa Rosa, and Santa Catalina Islands. Santa Cruz and Santa Rosa Islands are part of Channel Islands National Park.Though limited to three islands, it is not uncommon there, occurring in grassland, chaparral, oak woodlands, forest, and other habitat. It is the dominant oak in many areas on Catalina Island. It was described as a new species in 1994 from a specimen collected on Santa Cruz Island. More than a century earlier, the same plant was described as a variety of Quercus dumosa; the 1994 name is nevertheless the correct name for the plant when recognized as a species because names hold priority status only within a given rank.",
    "Description": "Quercus pacifica is a shrub or a small tree growing up to 5 metres (16 ft) in height, or occasionally taller.The leaves are roughly oval in shape and edged with pointed teeth. The green blades are up to 4 centimeters (1.6 inches) long by 4 cm (1.6 inches) wide. They have shiny upper surfaces and waxy, hairy, glandular undersides.The acorn has a cap up to 2 centimeters (0.8 inch) wide and a nut measuring 2 or 3 centimeters (0.8–1.2 inches) long.\n\nThis oak often produces a stable hybrid with Quercus lobata, that has been named Quercus × macdonaldii.",
    "Description-Conservation": "This oak species is threatened by a pathogenic honey fungus (Armillaria sp.), which has been noted to infect trees already stressed by the activity of feral herbivores, including goats and pigs.A new species of fungus was discovered growing in oak galls on this oak species and was named Penicillium cecidicola in 2004.",
    "References": "",
    "External links": "Jepson eFlora, The Jepson Herbarium, University of California, Berkeley\nThe Nature Conservancy\nQuercus pacifica in the CalPhotos Photo Database, University of California, Berkeley"
  }
}