{
  "url": "https://en.wikipedia.org/wiki/Quercus_rysophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. rysophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus rysophylla, the loquat leaf oak, is a Mexican species of oak in the red oak section (Quercus section Lobatae). It is native to the Sierra Madre Oriental in the States of Tamaulipas, Nuevo León, San Luis Potosí, Veracruz, and Hidalgo in northeastern Mexico.",
    "Description": "Quercus rysophylla is a large tree, up to 25 m tall. It has smooth pale grey bark, which ages and becomes rough, deeply cracked and dark grey. The leaves are lanceolate (lance shaped), up to 21 cm long. It has acorns that are biennial, ripening the year after flowering.",
    "Taxonomy": "It was originally published and described by Charles Alfred Weatherby in 'Proceedings of the American Academy of Arts and Sciences, Boston, MA ' (Proc. Amer. Acad. Arts) Vol.45 on page 423 in 1910.When Weatherby published his new tree, he made an error, he spelled 'rysophylla', the specific epithet refers to the Greek term ῥυσός (rhysos) meaning wrinkled and φύλλον (phyllon) for leaf. He should have used the correct spelling rhysophylla. Some botanists and publications change the epithet to rhysophylla. Although, the Melbourne Code, states it should be uncorrected, therefore the  original  spelling, rysophylla, is deemed correct. Other incorrect spellings 'risophylla', 'rhizophylla' and 'rizophylla' can be found.It gained the common name 'Loquat oak' or 'loquat-leaf oak', from the superficial resemblance of the leaves in shape and texture to those of the \nloquat (Eriobotrya japonica).",
    "Habitat": "It is normally found growing in humid canyons and on north facing slopes, in oak  or oak-pine woods. It is normally found at an altitude of 500–1,700 m (1,600–5,600 ft) above sea level.",
    "References": "",
    "External links": "photo of herbarium specimen collected in Nuevo León in 1993"
  }
}