{
  "url": "https://en.wikipedia.org/wiki/Quercus_suber",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. suber"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus suber, commonly called the cork oak,  is a medium-sized, evergreen oak tree in the section Quercus sect. Cerris. It is the primary source of cork for wine bottle stoppers and other uses, such as cork flooring and as the cores of cricket balls.  It is native to southwest Europe and northwest Africa. In the Mediterranean basin the tree is an ancient species with fossil remnants dating back to the Tertiary period.It grows to up to 20 m (66 ft), although it is typically more stunted in its native environment. The leaves are 4 to 7 cm (1.6 to 2.8 in) long, weakly lobed or coarsely toothed, dark green above, paler beneath, with the leaf margins often downcurved. The acorns are 2 to 3 cm (0.79 to 1.18 in) long, in a deep cup fringed with elongated scales.",
    "Ecology": "The cork oak forest is one of the major plant communities of the Mediterranean woodlands and forests ecoregion.Natural stands of cork oak can support diverse ecosystems. For example, in parts of northwestern North Africa, some cork oak forests are habitat to the endangered Barbary macaque, Macaca sylvanus, a species whose habitat is fragmented and whose range was prehistorically much wider. In Western Europe, particularly in Portugal and Spain, the cork oak forests are home to endangered species such as the Iberian lynx, the most critically threatened feline in the world.As a pyrophyte, this tree has a thick, insulating bark that makes it well adapted to forest fires. After a fire, many tree species regenerate from seeds (as, for example, the maritime pine) or resprout from the base of the tree (as, for example, the holm oak). The bark of the cork oak allows it to survive fires and then simply regrow branches to fill out the canopy. The quick regeneration of this oak makes it successful in the fire-adapted ecosystems of the Mediterranean biome.",
    "Cultivation and use": "The tree forms a thick, rugged bark containing high levels of suberin. Over time the cork cambium layer of bark can develop considerable thickness and can be harvested every 7 to 10 years to produce cork. The harvesting of cork does not harm the tree (though such activity tends to reduce its life expectancy), in fact, no trees are cut down during the harvesting process. Only the bark is extracted, and a new layer of cork regrows, making it a renewable resource. The tree is cultivated in Spain, Portugal, Algeria, Morocco, France, Italy and Tunisia. Cork oaks are considered to be soil builders and their fruits have been shown to have useful insecticidal properties. Cork oak forests cover approximately 25,000 square kilometres in those countries (equivalent to 2,500,000 hectares (6,200,000 acres)). Portugal accounts for around 50% of the world cork harvest. Cork oaks cannot legally be cut down in Portugal, except for forest management felling of old, unproductive trees, and, even in those cases, farmers need special permission from the Ministry of Agriculture.Quercus suber is commonly grown in agroforestry systems, known as montado in Portugal and dehesa in Spain. These are open woods with low tree density (50–300 trees/ha). In these systems, forage species are commonly grown under the trees and grazed by cattle during the summer.Cork oaks commonly live more than 200 years. Virgin cork (or 'male' cork) is the first cork cut from generally 25-year-old trees. Another 9 to 12 years is required for the second harvest, and a tree can be harvested about twelve times in its lifetime. Cork harvesting is done entirely without machinery, being dependent solely on human labour. Usually five people are required to harvest the tree's bark, using a small axe. The process requires training due to the skill required to harvest bark without inflicting too much damage to the tree. The European cork industry produces 300,000 tonnes of cork a year, with a value of €1.5 billion and employing 30,000 people. Wine corks represent 15% of cork usage by weight but 66% of revenues.\nThe cork left after stoppers have been made is used to make a wide range of products, including insulation panels, floor and wall tiles and sound-proofing in the car industry, as well as for handicrafts and artistic uses. This include cork paper, used in printing, book covering, clothing manufacture, cork maroquinerie and other products. Cork is also used in making cricket balls, Hurling Ball (Sliothars), badminton shuttlecocks, handles of fishing rods and special devices for the space industry.Cork oaks are sometimes planted as individual trees, providing a minor income to their owners. The tree is also sometimes cultivated for ornament. Hybrids with Turkey oak (Quercus cerris) are regular, both in the wild in southwest Europe and in cultivation; the hybrid is known as Lucombe oak Quercus × hispanica. Some cork is also produced in eastern Asia from the related Chinese cork oak (Quercus variabilis)",
    "Pathogens": "Cork oak is relatively resistant to pathogens, but some diseases occur in the species. Leaf spot can be caused by the fungus Apiognomonia errabunda. Other fungi can cause leaf scorching, powdery mildew, rust, and cankers.The most virulent cork oak pathogen may be Diplodia corticola, a sac fungus which causes sap-bleeding sunken canker wounds in the wood, withering of the leaves, and lesions on the acorns. The fungus Biscogniauxia mediterranea is becoming more common in cork oak forests. Its fruiting bodies appear as charcoal-black cankers. Both of these fungi are transmitted by the oak pinhole borer (Platypus cylindrus), a species of weevil.The common water mould Phytophthora cinnamomi grows in the roots of the tree and has been known to devastate cork oak woodlands.",
    "Notable trees": "In the Portuguese town of Águas de Moura is located near the Sobreiro Monumental (Monumental Cork Oak), a tree 234 years old, 16 metres (52 ft) tall and with a trunk that requires at least five people to embrace it. It has been considered a National Monument since 1988, and the Guinness Book of Records states it as the largest and oldest in the world.",
    "References": "",
    "Further reading": "Aronson J., Pereira J. S., Pausas J. G. (eds.). (2009). Cork Oak Woodlands on the Edge: Conservation, Adaptive Management, and Restoration. Washington, D.C.: Island Press, 315 pp.",
    "External links": "Quercus suber. Plants of the World Online. Kew Science.\nCork Oak. World Wildlife Foundation Priority Species.\nCork Industry Federation. 2014.\nPlanetCork.org. Educating primary school children in sustainable development. Cork Industry Federation. 2009.\nCork Oak (Quercus suber). European Forest Genetic Resources Programme (EUFORGEN)."
  }
}