{
  "url": "https://en.wikipedia.org/wiki/Quercus_frainetto",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Mesobalanus"
    },
    {
      "Species": "Q. frainetto"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus frainetto (syn. Quercus conferta Kit., Quercus farnetto Ten.), the Hungarian oak or Italian oak, is a species of oak, native to southeastern Europe (parts of Italy, the Balkans, parts of Hungary, Romania) and Turkey; it is classified in Quercus sect. Mesobalanus.",
    "Growth": "It is a large deciduous tree, reaching heights of 38 m (125 ft) tall by 20 m (66 ft) broad, with a trunk girth of nearly 2 m (7 ft). The leaves are large, 14–25 cm (6–10 in) long, occasionally up to 33 cm (13 in), variable in shape, divided into 6-10 very deep parallel lobes which are usually divided into sublobes. The leaf stalks are usually short, 2–6 mm (rarely to 22 mm) long. The leaves are widest close to the apex, which is broad and short pointed. The base of the leaf usually has auricles which sometimes overlap the twig. The light yellow green expanding leaves turn rich dark green by the beginning of summer. The leaves are covered with minute russet hairs, especially the lower surface. The leaves are concentrated at the ends of twigs. The leaves turn brown, russet or yellow in fall and sometimes remain attached to the twigs until the following spring. The buds are large, long and pointed, shiny russet or light brown in colour with minute tomentum. The twigs are stout and covered with russet upward pointed hairs.\nThe light brown acorns mature in about 6 months. They are 15–35 mm long, egg shaped, usually with a blunt apex. The acorn cup is covered with long overlapping scales and russet hairs. The acorns tend to concentrate in groups of two to eight at the ends of twigs.",
    "Characteristics": "The centre of the Quercus frainetto native range is in the Balkans. It is adapted to the subcontinental climate of southeastern Europe, but the main factor of its occurrence at a particular site is the soil. It is specially adapted to heavy acidic soils (cambisols and vertisols), typical of Serbia, Bulgaria and Romania. These soils are usually leached out, very dry in the summer and sometimes waterlogged in the spring. However, the Hungarian oak does not tolerate flooding or high water tables. It is also extremely sensitive to the presence of lime in the soil. Hence, in contradiction to its English vernacular name, the Hungarian oak is a very rare tree in Hungary, where the soils are generally very rich in lime. The Hungarian oak-Turkey oak forest (Quercetum frainetto-cerris Rud.) is the most widespread association of this oak in the Balkans, which is also the most common forest type in Serbia (see also Balkan mixed forests).",
    "Cultivation": "This tree is cultivated in parks and large gardens, and the cultivar 'Hungarian Crown' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "Bean, W. J. (1976). Trees and shrubs hardy in the British Isles 8th ed., revised. John Murray.\n\"Quercus frainetto\". Flora Europaea. Edinburgh: Royal Botanical Garden. 2008.\nRushforth, K. (1999). Trees of Britain and Europe. HarperCollins ISBN 0-00-220013-9.\n(in French) Chênes: Quercus frainetto",
    "External links": "Quercus frainetto - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)"
  }
}