{
  "url": "https://en.wikipedia.org/wiki/Quercus_hinckleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. hinckleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus hinckleyi, commonly called Hinckley oak, is a rare species in the white oak group (Quercus Section Quercus). It has a restricted range in the Chihuahuan Desert of the southwestern United States and northern Mexico (Chihuahua and Coahuila). In the US, it occurs in only two counties in southwestern Texas and is federally listed as a threatened species.",
    "Description": "Quercus hinckleyi is a shrub that forms a dense, tangled thicket no more than 1.5 meters (5 feet) tall. The highly branched stems are coated in scaly gray bark and the smaller twigs are brown and sometimes waxy. The leaves are up to 1.5 centimeters (0.6 inch) long by 1.5 cm (0.6 inch) wide and have large, widely spaced teeth, resembling holly leaves. The blades are leathery, waxy, and blue-green in color. The fruit is an acorn 1 to 1.5 centimeters (0.4-0.6 inch) wide at the cap, the nut measuring up to 2 centimeters (0.8 inch) long.",
    "Distribution and ecology": "Quercus hinckleyi is known from just a few occurrences in Brewster and Presidio Counties in West Texas, most of which occur in Big Bend Ranch State Park. It has also been recorded from Mexico, though the extent of its distribution there remains unknown. This oak grows in Chihuahuan Desert scrub habitat on dry desert slopes and rocky limestone soils.Hinckley oak is a relict species with a restricted distribution, but which was more common at the end of the last ice age. Records from fossilized acorns and rodent middens show this species was prevalent until about 10,000 years ago. However, as the climate of the region became warmer and drier, this species likely retreated, resulting in its current restricted range.",
    "Conservation": "Hinckley oak is federally listed as a threatened species of the United States and is listed as Critically Endangered by the IUCN Red List. Postglacial climate change is believed to be the main reason for the limited distribution of the species. Low rates of reproduction and poor regeneration may threaten the persistence of this rare oak. High levels of clonal growth, or asexual reproduction, have been observed at small subpopulations, which have been found to contain as few as 3 genetically distinct individuals.",
    "Conservation-Genetics": "As a rare species with small, isolated populations, Quercus hinckleyi was suspected to face extinction risk due to issues associated with low levels of genetic diversity. However, a recent genetic analysis found that Hinckley oak displayed surprisingly high levels of genetic variability (based on allelic richness) and showed no evidence of inbreeding. This study found the genetics of Q. hinckleyi to be on par with common widespread species of oaks, though high levels of cloning were reported. The plant’s ability to reproduce asexually may be a successful strategy for persisting in small populations under a changing climate, though it may also hamper its ability to respond to future change.Hybridization with co-occurring common oaks is considered another threat to this species. Recent genetic work examined whether Quercus hinckleyi was in fact hybridizing with nearby oak species, Quercus pungens and Quercus vaseyana. This analysis revealed that Hinckley oak and Q. pungens were hybridizing to a limited degree, but found no evidence of overwhelming genetic swamping, suggesting it is not a major conservation concern. In fact, hybridization has been suggested as one mechanism by which adaptive genetic diversity may be added into small populations of Hinckley oak.",
    "References": "",
    "External links": "USDA Plants Profile for Quercus hinckleyi\nTropicos.org: Photo of herbarium specimen collected in Texas in 1950"
  }
}