{
  "url": "https://en.wikipedia.org/wiki/Quercus_arkansana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. arkansana"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus arkansana, the Arkansas oak, is a species of tree in the beech family. It is native to the southeastern United States (eastern Texas, southern Arkansas, Louisiana, Mississippi, Alabama, Georgia, and the Florida Panhandle). It is threatened by use of its habitat for pine plantations, clearing of land, and diebacks that may be caused by drought.",
    "Description": "Quercus arkansana is a deciduous tree up to 15 m (49 ft) tall. The bark is black. The leaves are sometimes unlobed and sometimes with 2 or 3 shallow lobes.",
    "Habitat": "Quercus arkansana is shade-loving tree that grows in the understories of mesic pine forests and southern hardwood stands, and it is frequently reported from sandhills, the upper portions of ravines, steepheads, and above the heads of small streams. It is rarely a dominant component of the vegetation, except for a few places in Arkansas and Florida where it is found in large sized stands. It grows alongside Pinus taeda, Pinus echinata, other pines, and other oaks such as Quercus nigra, Quercus pagoda, Quercus margarettae, and Quercus hemisphaerica. It grows among various other hardwoods including Nyssa sylvatica, Liquidambar styraciflua, Vaccinium arboreum, Sassafras albidum, Magnolia grandiflora, and Diospyros virginiana. It has been observed to form hybrids between Quercus arkansana and Quercus nigra in Georgia, and introgression from Quercus falcata has been observed in Texas.\n\n\n== References =="
  }
}