{
  "url": "https://en.wikipedia.org/wiki/Quercus_gambelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. gambelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus gambelii, with the common name Gambel oak, is a deciduous small tree or large shrub that is widespread in the foothills and lower mountain elevations of western North America. It is also regionally called scrub oak, oak brush, and white oak.As the Gambel oak and Quercus gambelii, it was named after the American naturalist William Gambel (1821–1849).",
    "Distribution": "The natural range of Quercus gambelii is centered in the western United States and northwestern Mexico, in the states of Arizona, Chihuahua, Colorado, New Mexico, Sonora, and Utah. It also extends into Nevada, Wyoming, Idaho, Nebraska, the Oklahoma Panhandle, Coahuila, and western Texas.The tree typically grows at altitudes of 1,000–3,000 metres (3,300–9,800 ft) above sea level, where precipitation averages between 30–60 centimeters (12–24 inches) per year.",
    "Description": "Quercus gambelii trees vary significantly in size from one location to another. The average mature height is from 3–9 metres (10–30 ft), but occasionally reaches heights of 18 metres (59 ft) in some locations. Dwarf stands of plants under 1 metre (3.3 ft) tall are common in marginal areas where heavy browsing occurs. The largest trees are found in the southern range of the species along streams. These trees reach up to 100 feet tall. The champion tree is in Arizona at 114 feet tall. Although the tree's wood is hard and dense, its branches are irregular and crooked, making them flexible enough to bend without breaking when covered with heavy snow. The bark is rough and brownish-gray.\nThe leaves are generally 7–12 cm (3–4.5 in) long and 4–6 cm (1.5–2.5 in) broad, deeply lobed on each side of the central vein; the upper surface is glossy dark green, the undersurface is paler and velvety. They frequently turn orange and yellow during autumn, creating mountainsides of vivid colors. The flowers are inconspicuous unisexual catkins that occur in the spring.The acorns are 10–20 millimeters (0.39–0.79 in) long, and about one-third to one-half enclosed by a cap or cup (cupule); they mature in September, turning from green to golden brown. The plant reproduces from acorns, but also spreads most rapidly from root sprouts that grow from vast underground structures called lignotubers. These reproductive characteristics often result in dense groves or thickets of the trees that often cover entire mountainsides.",
    "Habitat": "Quercus gambelii flourishes in full sun on hillsides with thin, rocky, alkaline soil where competition from other plant species is limited. It also does well in richer soils, but in those areas it is forced to compete for growing room. It is well-adapted to locations where wet springs and hot, dry summers create conditions conducive to wildfires.\nAfter a fire, Gambel oak quickly re-establishes itself from root spouts. The plant is also quite drought tolerant.\nAssociated plant species can include: chokecherry, arrowleaf balsamroot, bigtooth maple, mountain mahogany, ponderosa pine, and serviceberry. Associated birds and mammals include Woodhouse's scrub jay, black-billed magpie, grouse, deer, chipmunks and squirrels.",
    "Uses": "Because of its abundance, the Gambel oak is an important food source for browsing animals such as deer and livestock. The sweetish acorns are frequently gathered by squirrels and stored for winter food; they are also eaten by wild turkeys and domestic animals such as hogs. Some insects depend on the Gambel oak: for example, the Colorado hairstreak butterfly uses it as a food source for caterpillars. Historically, acorns from Gambel oak provided a reliable source of food for Native Americans.",
    "References": "",
    "External links": "Quercus gambelii in the CalPhotos Photo Database, University of California, Berkeley\nphoto of herbarium specimen at Missouri Botanical Garden, collected in the Mexican State of Nuevo México (present-day US State of New Mexico) in 1847"
  }
}