{
  "url": "https://en.wikipedia.org/wiki/Quercus_leucotrichophora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. leucotrichophora"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus leucotrichophora is a tree belonging to Family Fagaceae; commonly known as Banjh oak, Banj oak (Uttarakhand) and Ban oak (Himachal). In Nepal, it is known as Banjhi, Rainj, Khasarant, Tikhe bhanjh in Standard Nepali and Sulsing in  Tamang language. Some authors named it as Quercus incana Roxburgh.",
    "Description": "Quercus leucotrichophora is an evergreen tree bearing stalked, ovate to lancolate, acuminate, serrate, leathery, and dark green leaves which are glabrous above and densely white or gray pubescent beneath. Male flowers are slender and drooping spikes. Female spikes are sessile and axillary. An acorn is solitary.",
    "Phenology and reproduction": "Quercus leucotrichophora flowers in April to May and fruits in December. Naturally, it regenerates via seeds.",
    "Ecology and distribution": "Quercus leucotrichophora is distributed in Northern India, Nepal, Myanmar, Pakistan, and Sri Lanka. In Nepal, it naturally occurs at 1500–2700 m in forested areas in association with Rhododendron arboreum., Lyonia ovalifolia,  Myrica esculenta.  On south faciling slopes and disturbed areas it forms associations with Chir pine (Pinus roxburghii)",
    "Uses and economic value": "The Banj oak is among the most useful trees of the Himalaya.  It is extensively lopped (or branch pruned) for fuelwood and its wood has a high calorific value and good burning properties.  The leaves are extensively used as a cattle fodder.  Leaf litter is rich in Nitrogen and makes an excellent compost fertilizer.  The timber while hard and strong, and used for agricultural implements is not particularly valuable as it is hard to work.",
    "Habitat Value": "The tree is affected with many types of leaf galls caused by different types of insects. Many Cecidomyiidae genera such as Asphondylia, Lasioptera and Dasineura are known to cause plant galls. An unknown Itonididae (cecidomyiid) caused pouch leaf galls on the tree.\n\n\n== References =="
  }
}