{
  "url": "https://en.wikipedia.org/wiki/Quercus_oblongifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. oblongifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus oblongifolia, commonly known as the Arizona blue oak, Blue live oak or Sonoran blue oak, is an evergreen small tree or large shrub in the white oak group.",
    "Distribution": "Quercus oblongifolia grows in high grasslands, canyons and mesas in Texas, Arizona and New Mexico and northwestern Mexico (Baja California Sur, Chihuahua, Coahuila, Sinaloa and Sonora states). Arizona blue oak is closely related to Engelman oak \"Quercus engelmannii\" in Southern California. The two species may be conspecific and could be combined as one species.",
    "Description": "The Arizona blue oak is a small evergreen tree growing 5–8 meters (16–27 feet) tall with a rounded crown. At higher elevations it is typically a large shrub. The trunk is up to 50 cm (20 inches) in diameter and  the bark is light gray and densely furrowed. The twigs are yellowish brown and hairless with reddish brown buds. The leaves are small, alternate and oblong, with entire margins, leathery, bluish-green above and mid green below. The flowers appear in spring at the same time as the old leaves are being shed and new leaf growth starts. The male flowers form yellowish-green catkins and the female flowers are solitary or paired and grow in the leaf axils. The light brown acorns are ovoid or oblong, about 2 cm (0.8 inch) long and lodged in scaly, bowl-shaped cups about one third the length of the nut.",
    "Habitat": "The Arizona blue oak is common at elevations of 1200 to 1800 meters (4000–6000 feet). It is often found on thin sandy soils in semi-arid regions and is the dominant species in lower open oak woodland where it grows in association with Arizona white oak (Quercus arizonica) and Emory oak (Quercus emoryi). It is an important constituent of pinyon-juniper communities. where it grows in association with species of pine and juniper, Arizona rosewood (Vauquelinia californica), shrubby buckwheat (Eriogonum wrightii), catclaw mimosa (Mimosa aculeaticarpa), bullgrass (Muhlenbergia emersleyi), plains lovegrass (Eragrostis intermedia), fendlerbush (Fendlera rupicola) and wolftail (Lycurus phleoides).",
    "Cultivation": "Arizona blue oak \"Quercus oblongifolia\" popularity in landscaping has been increasing in California with many plantings at Apple Park and other Bay area plantings. The fast growth and beautiful blue foliage makes selections from trees in Arizona the best for cultivation.",
    "References": "8. Oak hybridization at the University of utah.  W.P. Cottam,  State Arboretum of Utah, 1982."
  }
}