{
  "url": "https://en.wikipedia.org/wiki/Quercus_pagoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. pagoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus pagoda, the cherrybark oak, is one of the most highly valued red oaks in the southern United States. It is larger and better formed than southern red oak and commonly grows on more moist sites.  Its strong wood and straight form make it an excellent timber tree.  Many wildlife species use its acorns as food, and cherrybark oak makes a fine shade tree.  Cherrybark oak was formerly considered to be a subspecies of southern red oak, Quercus falcata, subsp pagodifolia.",
    "Native range": "Cherrybark oak has a disjunct (discontinuous) distribution. It is common in the Carolinas and in the lower Mississippi Valley but rare in Georgia and Florida in between. There are also scattered, outlying populations as far north as New Jersey and as far west as Texas and Oklahoma.Cherrybark oak very often grows on the best loamy sites on first bottom ridges, well-drained terraces, and colluvial sites.",
    "Description": "Flowers:  Cherrybark oak is monoecious; staminate and pistillate catkins are borne separately on the same tree. Catkins are borne on stalks from leaf axils of the current growth.  Flowers appear from February to May, depending on latitude.Acorns:  The acorn is about 0.5 inches long, globular or hemispheric, with up to one-third of its length enclosed in a shallow thin cap. Acorns per pound range from 200 to 750.  Acorns mature from August to November of the second year.   Trees begin bearing acorns when they are about 25 years old, and optimum production is reached when they are between 50 and 75 years of age. Good acorn crops are frequent, occurring at 1- or 2-year intervals, with light crops in intervening years. Acorns are dormant and do not germinate until the following spring. Germination is hypogeal.Size:  Cherrybark oaks often attain heights of 100 to 130 feet and trunk diameters of 36 to 60 inches, making it among the largest of the red oaks in the South. It is one of the hardiest and fastest growing oaks.  It grows well on more sites than any other bottomland oaks except perhaps willow and water oaks.  Diameter growth typically ranges from 3 to 6 inches per decade.\n\nFoliage:  The name pagoda refers to the tiered shape of cherrybark's leaves, which are reminiscent of the shape of a pagoda.  Its simple, alternate leaves generally have V-shaped bases, deeply incised lobes (5 to 11), and short, broad, uncurved tips.  The species is unusual in that the lobes are not necessarily paired on opposite sides of the leaf, instead appearing alternate or sometimes haphazard in arrangement. Leaves are 7 to 10 inches long and up to 7 inches wide.  Leaves are dark green, smooth, and shiny on the surface; undersides are paler and pubescent.Twigs:  Twigs are thick and brown or gray, hairy when young.  The buds are egg-shaped with a pointed tip, angular, and hairy.  In some regions, the twigs commonly bear galls.Bark:  The name 'cherrybark' comes from its similarity to the bark of black cherry.  The bark is gray and has scaly, narrow ridges.",
    "Similar species": "In the past, cherrybark oak was classified as a variety (Q. falcata var. pagodafolia) of southern red oak (Quercus falcata).  However, the two species are now recognized to significantly differ in several key morphological and ecological features.  Cherrybark oak occurs on moist, bottomland sites, while southern red oak typically occurs in drier uplands sites with poor soil.  Leaves of southern red oak generally have rounded (U-shaped) bases and fewer, more irregularly shaped lobes than cherrybark.  The bark is distinctly different in cherrybark oak and southern red oak.",
    "Cultivation": "Natural reproduction occurs on areas protected from fire and grazing. Being intolerant of shade, cherrybark oak requires full light for development, which in turn promotes heavy competition from herbs, vines, and brush. Seedling development is typically good in old fields with well-drained loamy soils.\nAcorn supply is one of the principal determinants of the amount of natural cherrybark oak reproduction.  Other factors include microclimate, soil properties, and stand variables. Seedling development is related to overhead release, with large openings needed.\nCherrybark oak is often found as individual trees in mixed stands, where it usually occurs in a dominant or codominant position.  Sometimes it is found in groups where it dominates a stand.  Cherrybark cannot tolerate suppression for very long.  It is classed as intolerant of shade and probably becomes established only in openings.\nCherrybark oak hybridizes easily with Willow oak (Quercus phellos) producing the vigorous Louisiana oak, Quercus x Ludoviciana.",
    "Uses": "Cherrybark oak usually has a relatively branch-free merchantable bole in contrast with other bottomland red oaks such as water and willow oak.  Because of its good form and quality, cherrybark is regarded as one of the best red oaks.  The wood is heavy, hard, and coarse grained. It is used for interior finishing, veneer, general construction, furniture, and cabinets. Wood is light reddish brown.\nMany wildlife species use cherrybark acorns as a substantial part of their diets. Common species are the gray and fox squirrel, white-tailed deer, raccoon, and many birds (such as wild turkey, blue jay, wood duck, and common grackle).",
    "References": "\nBelanger, Roger P.; Krinard, R. M. (1990). \"Quercus falcata\".  In Burns, Russell M.; Honkala, Barbara H. (eds.). Hardwoods. Silvics of North America. Washington, D.C.: United States Forest Service (USFS), United States Department of Agriculture (USDA). 2 – via Southern Research Station (www.srs.fs.fed.us).\n\"Quercus pagoda\". Natural Resources Conservation Service PLANTS Database. USDA.\nVirginia Tech, Department of Forest Resources and Environmental Conservation: Cherrybark oak\nNature Serve: Quercus pagoda\nA Tree A Day: Louisiana oak or Quercus ludoviciana\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Missouri in 1990"
  }
}