{
  "url": "https://en.wikipedia.org/wiki/Quercus_humboldtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. humboldtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus humboldtii, commonly known as the Andean oak, Colombian oak or roble, is a species of oak in the beech family found only in Colombia and Panamá. It is named for Alexander von Humboldt. It grows in the mountains with an altitudinal range from 1,000 to 3,200 m.  It is found on all three Colombian Andean mountain ranges and some lowland inter-Andean regions.",
    "Description": "Quercus humboldtii is an evergreen tree which grows to a height of 25 meters and a diameter of 1 meter, with buttresses of up to 1 meter.  Its bark is reddish grey or grey and fissured, breaking into squares and flaking.  The leaves simple, alternate and lanceolate, up to 10–20 cm long, and clustered at the ends of the branches.  The flowers are small, yellow, and unisexual, with a racemic inflorescence.  Male flowers are numerous, with long-styled female flowers in a cupula.  The fruit is a light brown, ovoid capsule, or acorn, with a leathery pericarp, 20–25 mm in diameter and 50–70 mm long, resting on a scaly cupule.  Only one fruit per cupule is developed, and the inside of the acorn shell is woolly.The tree grows in the Andean highlands where the mean annual temperature is 16−24 °C, and the mean annual rainfall 1500–2500 mm.  It can be found in moderately fertile and deep soils as well as in degraded soils, preferring shallow soils with a thick layer of humus.  The acorns provide important food for wildlife; two parrots - the rusty-faced parrot and Fuertes's parrot - are endemic to the threatened montane ecosystems of the Colombian Andes and are particularly dependent on the Andean oak forests as a home.\n\n\n== References =="
  }
}