{
  "url": "https://en.wikipedia.org/wiki/Quercus_parvula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. parvula"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus parvula, the Santa Cruz Island oak, is an evergreen red oak (Series Agrifoliae, Section Lobatae) found on north-facing Santa Cruz Island slopes and in the California Coast Ranges from Santa Barbara County north to Mendocino County. It was taxonomically combined with Quercus wislizeni until resurrected as a separate species by Kevin Nixon in 1980. The type locality of Q. parvula  var. shrevei (originally described by C.H. Muller as Q. shrevei) is Palo Colorado Canyon in Monterey County.\nThree varieties of Q. parvula are currently recognized:\nQ. parvula var. parvula, Santa Cruz Island oak - Santa Cruz Island, California. Recent work suggests Q. parvula var. parvula to be Q. parvula var. shrevei x Q. wislizeni.\nQ. parvula var. shrevei, Shreve oak or forest oak - central and northern coastal California. If further studies support the recently identified issues with var. parvula, this taxon may be revised to Q. shrevei.\nQ. parvula var. tamalpaisensis, Tamalpais oak - Marin County, California. This is an invalid taxon. Recent DNA studies have shown Tamalpais oak to be a hybrid between Q. wislizeni and Q. parvula var. shrevei.Q. parvula differs morphologically from its close relative Q. wislizeni in the following ways:\nLeaf blades are larger, > (2)4 cm long rather than < 4(6) cm\nLeaf blades are thinner, generally < 0.26 mm near the apex rather than usually > 0.26 mm\nCurrent year twigs are 5-sided rather than ± roundish in cross section\nLeaf petioles and current year twigs are glabrous to sparsely hairy rather than moderately to very hairy\nNut tips are blunt rather than more sharply pointed\nAbaxial golden glandular uniseriate leaf blade trichomes are missing or sparse rather than moderate to dense\nAbaxial multiradiate leaf blade trichomes are missing or sparse on the midvein rather than occasional to common\nSecondary leaf blade veins are raised abaxially rather than ± not raisedQ. parvula and Q. wislizeni never produce newly emerging leaves with a velvety coating of red bulbous trichomes on the abaxial (upper) surface. This separates them from Q. kelloggii and both varieties of Q. agrifolia which produce such leaves.",
    "Ecology": "Mainland Q. parvula is commonly found with or near Sequoia sempervirens (coast redwood), and often near Quercus agrifolia var. agrifolia (coast live oak) and Notholithocarpus densiflorus (tanoak).\nQ. parvula differs ecologically from Q. wislizeni in the following ways:\nIsland or coastal habitat rather than Sierra foothills\nAssociates with Sequoia sempervirens rather than Pinus sabiniana",
    "Hybridization": "Quercus parvula is theoretically capable of hybridizing with all of the other California red oaks except the higher elevation southern California Quercus agrifolia var. oxyadenia (sharpacorn oak) from which it is separated by the Transverse Ranges. However Q. parvula's generally later flowering time (April–May versus February–April for Q. kelloggii, Q.wislizeni and Q. agrifolia) may limit genetic exchange with other Lobatae.\n\n\n== References =="
  }
}