{
  "url": "https://en.wikipedia.org/wiki/Quercus_cornelius-mulleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. cornelius-mulleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus cornelius-mulleri is a North American species of oak known by the common name Muller oak, or Muller's oak. It was described to science in 1981 when it was segregated from the Quercus dumosa complex and found to warrant species status of its own. It was named after the ecologist Cornelius Herman Muller. It is native to southern California and Baja California, where it grows in chaparral, oak woodlands, and other habitat in foothills and mountains. It can most easily be observed in Joshua Tree National Park and in the woodlands along the western margins of the Colorado Desert in San Diego County, California.",
    "Description": "Quercus cornelius-mulleri is a bushy shrub not exceeding 3 meters (10 feet) in height. It is densely branched, its tangled twigs gray, brown, or yellowish, fuzzy when new and becoming scaly with age.The evergreen leaves are leathery and thick. They are bicolored: white and quite woolly on the undersides and dull gray- or yellow-green and faintly hairy on the upper surfaces. The wool on the undersides of the leaves is made up of star-shaped leaf hairs that are fused into microscopic plates. The leaf blades are oval with smooth or toothed edges, and measure 2.5 to 3.5 centimeters (1.0-1.4 inches)  in length.The fruit is an acorn with a cap up to 2 centimeters (0.8 inches) wide covered in light-colored scales and a cylindrical, round-ended nut up to 3 centimeters (1.2 inches) long.",
    "References": "",
    "External links": "Jepson Manual treatment\nUnited States Department of Agriculture Plants Profile: Quercus cornelius-mulleri\nQuercus cornelius in the CalPhotos Photo Database, University of California, Berkeley\nphoto of herbarium specimen at Missouri Botanical Garden, collected in California in San Diego County in 1980"
  }
}