{
  "url": "https://en.wikipedia.org/wiki/Quercus_ithaburensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. ithaburensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus ithaburensis, the Mount Tabor oak, is a tree in the beech family.\nIt is found in Southeastern Europe, from southeastern Italy, southern Albania and Greece, and in southwestern Asia from Turkey south through Lebanon, Israel, Syria, and neighboring Jordan, whose national tree it is.\nQuercus ithaburensis is a small to medium-sized semi-evergreen to tardily deciduous tree growing to a maximum height of around 50 feet (15 m) with a rounded crown and often with a gnarled trunk and branches. The leaves are 1.6-3.5 in (4–9 cm) long and 0.8-2.0 in (2–5 cm) wide, oval in shape, with 7 to 10 pairs of either teeth (most common) or shallow lobes (rare) along a revolute margin. They are dark glossy green above and gray tomentose below.The male flowers are light green 2 in (5 cm) long catkins while the female flowers are small (less than 1/10 in (0.4 mm)), produced in 3's on short stalks called peduncles and are wind pollinated. Flowering occurs from March through April in most of its native range. The acorns are generally oval, up to 2 in (5 cm) long and 1.2 in (3 cm) wide with a cap covering roughly 1/3 of the acorn, maturing in 18 months, dropping from the tree in the 2nd fall after pollination. The cap is covered in long stiff loose scales which are rolled backwards or involute especially along the edges of the cap.",
    "References": "",
    "External links": "Line drawing from Flora Palaestina"
  }
}