{
  "url": "https://en.wikipedia.org/wiki/Quercus_pungens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. pungens"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus pungens, commonly known as the sandpaper oak or scrub oak, is a North American species  evergreen or sub-evergreen shrub or small tree in the white oak group. There is one recognised variety, Quercus pungens var. vaseyana, the Vasey shin oak. Sandpaper oak hybridizes with gray oak (Quercus grisea) in the Guadalupe Mountains of New Mexico and Texas.",
    "Distribution": "Sandpaper and Vasey shin oaks are abundant in the Edwards Plateau and the Trans-Pecos region of Texas. They also occur in the Guadalupe Mountains and westward to the mountains of southeastern Arizona and southwestern New Mexico, and in northern and eastern Mexico (Chihuahua, Coahuila, Durango, Nuevo León, and Veracruz).",
    "Description": "The sandpaper oak can be a small tree of up to 40 feet (12 meters) high or a large shrub that forms thickets. The bark is light brown and papery. The twigs are gray, with short velvety hairs, becoming smooth with age. The buds are dark red-brown, sparsely covered with hairs. The leathery leaves are semi-evergreen, being bright glossy green at first but turning darker with age. It is their rough texture, caused by minute persistent hair bases, that gives the tree its name of sandpaper oak. The inflorescence, which appears in spring, is reddish, the female catkins having one to three flowers and the male catkins numerous flowers. The acorn cups are shallow and covered with dense gray hairs. The acorns grow singly or in pairs and are light brown, broadly ovoid with a rounded apex.",
    "Habitat": "The preferred habitat of these oaks is on dry limestone or igneous slopes at a height of 800–2000 meters (2660–6670 feet) above sea level, in chaparral and desert scrub savanna, usually in communities of oak, juniper and pinyon pine. In the chaparral formations in the Guadalupe Mountains, it is one of the dominant species and is found growing alongside true mountain-mahogany (Cercocarpus montanus) and desert ceanothus (Ceanothus greggii). Other plants associated with it include the Mohr shin oak (Quercus mohriana), oneseed juniper (Juniperus monosperma), cane cholla (Opuntia imbricata), purplefruited pricklypear (Opuntia phaeacantha), Mexican buckeye (Ungnadia speciosa), Texas persimmon (Diospyros texana), hairy tridens (Erioneuron pilosum) and plateau oak (Quercus fusiformis).",
    "References": "",
    "External links": "Trees of North America"
  }
}