{
  "url": "https://en.wikipedia.org/wiki/Quercus_tomentella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Protobalanus"
    },
    {
      "Species": "Q. tomentella"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus tomentella, the island oak, island live oak, or Channel Island oak, is an oak in the section Protobalanus. It is native to six islands off the coast of California and to one Mexican island: five of the Channel Islands of California plus Guadalupe Island (part of the State of Baja California).",
    "Description": "Island oak is a tree growing up to 20 metres (66 ft) in height. The mature tree has a grayish to reddish brown trunk with scaly, furrowed bark. The twigs are reddish and covered in woolly hairs. The leathery leaf blades are often concave and are an oblong lance shape or oval with pointed or rounded tips. The edges are smooth or toothed. The upper surfaces are dark green and lightly hairy when new, losing the hairs over time. The undersides are gray-green and coated in woolly hairs, becoming less woolly with age. They are usually 7 to 10 centimeters (2.8-4.0 inches) long, sometimes up to 12 cm (4.8 inches). The acorn grows singly or in pairs. The cup has thick scales and woolly hairs and is up to 3 centimeters (1.2 inches) wide. The nut is up to 3.5 centimeters (1.4 inches) with a rounded tip.",
    "Biology": "Island oak hybridizes with canyon live oak (Quercus chrysolepis).This species is a relict. Though it is now limited to the islands, it was once widespread in mainland California, as evidenced by the many late Tertiary fossils of the species found there. Recently, it was found that in Santa Catalina Island, which is part of Channel Islands of California, there was a high genetic variability in a population of Q.tomentella, but this variation was not evenly distributed.",
    "Conservation": "The island oak was listed as an endangered species by the International Union for Conservation of Nature.The species is threatened by overgrazing. The most rapid declines have occurred on Guadalupe Island. The trees there are apparently no longer reproducing. Feral goats have been abundant on the island for at least 150 years. The animals have eliminated much of the native vegetation and caused extensive soil erosion. Fenced enclosures have been helpful in the early recovery of some of the local flora.",
    "References": "",
    "External links": "Calflora\nQuercus tomentella in the CalPhotos Photo Database, University of California, Berkeley\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Guadalupe Island in 1875"
  }
}