{
  "url": "https://en.wikipedia.org/wiki/Quercus_franchetii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. franchetii"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus franchetii, commonly known as the zhui lian li evergreen oak, is a species of oak in the section Quercus sect. Cerris, native to a wide area of eastern Asia. It is an oak native of China (Sichuan and Yunnan), northern Thailand and Vietnam where it grows at an altitude between 800 and 2600 meters.In nature, it forms an evergreen  tree up to 15 m (50 ft) high. Sometimes, it is shrubby. When older with an irregular and tortuous branches. The branches are covered with a creamy white tomentum very long lasting. The buds are small, globular with pointed apex, reddish and white ciliated edge.This species was described in 1899 and dedicated to Adrien René Franchet, a botanist at the Muséum national d'histoire naturelle in Paris. Franchet had a few months earlier named and described this species as Q. lanuginosa, but his name turned out to have been used before, so Skan renamed it as Q. franchetii. It is in the subgenus Quercus, it is in the section Cerris, resembling Q.lanata.\nThe leathery oval leaves measure 5 to 12 cm (2-4.5 in) long by 2.5 to 6 cm (1-2.4 in) wide, and are evergreen (remaining on the plant over winter). They have a cuneate (wedge-shaped) or slightly rounded  base, and the upper surface is smooth and shiny, while the underside is densely covered with yellowish fur. The leaf margin is dentate, with 5 to 10 pairs of short teeth, though not near the base, and the leaf sits on a 1–2 cm long furry grey-yellow petiole. The fruit is an acorn which measures 0.9-1.1 cm in length by 0.8 cm across; ovoid, apex depressed but mucronate; silky; short peduncle (1.5–3 cm); enclosed 2/3 by cup; cup 0.8-1.1 cm in diameter, scaly; maturing in 1o r 2 years.",
    "References": "",
    "External links": "line drawing, Flora of China Illustrations vol. 4, fig. 366, 4-6"
  }
}