{
  "url": "https://en.wikipedia.org/wiki/Quercus_palmeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Protobalanus"
    },
    {
      "Species": "Q. palmeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus palmeri is a species of oak known by the common name Palmer oak, or Palmer's oak. It is native to California (as far north as Fort Ord along the Monterey Bay), Baja California, New Mexico, and in Arizona through the transition zone to the eastern Mogollon Rim, where it grows in canyons, mountain slopes, washes, and other dry habitats. Quercus dunnii Kellogg 1879, common name Dunn oak, is synonymous with Palmer oak.",
    "Description": "Quercus palmeri is a shrub or small tree growing up to 3 meters (10 feet) tall, but known to reach 6 meters (20 feet) at times. It branches into angular twigs and is reddish brown. The leaves are 1 to 3 centimeters  (0.4-1.2 inches) in length. They are stiff, leathery, and brittle, their edges wavy with sharp spine-teeth. The upper surface is shiny, waxy, and olive green in color, the lower gray-green and coated with glandular hairs. The fruit is an acorn with a hairy cap up to 2.5 centimeters (1 inch) wide and a blunt-ended nut 2 to 3 centimeters (0.8-1.2 inches) long.\n\nQuercus palmeri usually grows in small populations, some of which are actually cloned growths of a single plant. One such clone in the Jurupa Mountains in Riverside County, California, named the Jurupa Oak, was determined to be over 13,000 years old, a single individual living as a relict from the Pleistocene. It is therefore one of the oldest living plants in the world.",
    "References": "",
    "External links": "Calflora\nJepson eFlora, The Jepson Herbarium, University of California, Berkeley\nQuercus palmeri in the CalPhotos Photo Database, University of California, Berkeley"
  }
}