{
  "url": "https://en.wikipedia.org/wiki/Quercus_camusiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Cyclobalanopsis"
    },
    {
      "Species": "Q. langbianensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus langbianensis is the accepted name of an uncommon oak tree species in the Asian sub-genus of Cyclobalanopsis in the family Fagaceae.  These differ from other Quercus subgenera in that they have acorns with distinctive cups: usually with substantial rings, made-up of scales that have grown together.  This species can be found in sub-tropical and tropical seasonal forests of Cambodia, China (mostly Yunnan) and Vietnam.",
    "Description": "Quercus langbianensis is an evergreen tree that reaches a height of up to 15 m. The bark is rough, with spots. The branches are brown and tomentose when young, less hairy with age.The leaves measure 70-140 (up to 170) x 25–40 mm, elliptical-lanceolate to oblanceolate, leathery and glabrous on both sides, with margins having numerous small teeth that are obtuse, wavy near the apex: which is acuminate to slightly  caudate; petioles are 15–20 mm and hairless.\nThe acorns are sub-globose approximately 17–20 mm, covered with fine silky hair (sericeous), pale brown and ripening by September; scars are approximately 10 mm in diameter and convex. Their styles are persistent about 2 mm in diameter.  Superficially, the cups are bowl-shaped, 8 x 20–25 mm approximately, enclosing 1/2 or 2/3 of the acorn.  Outside and inside the reddish, tomentose acorn has a wall about 3 mm thick. The bracts are formed by 5 to 7 rings, with whole margins.",
    "References": "",
    "External links": " Data related to Quercus langbianensis at Wikispecies\nLine drawings, Flora of China Illustrations vol. 4, fig. 378, drawing 5-11 at lower left\n Media related to Quercus at Wikimedia Commons"
  }
}