{
  "url": "https://en.wikipedia.org/wiki/Quercus_wislizeni",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. wislizeni"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus wislizeni, known by the common name interior live oak, is an evergreen oak, highly variable and often shrubby, found in many areas of California in the United States continuing south into northern Baja California in Mexico. It generally occurs in foothills, being most abundant in the lower elevations of the Sierra Nevada, but also widespread in the Pacific Coast Ranges ─ where since 1980 it has been known as a separate species Quercus parvula ─ and the San Gabriel Mountains. It was named for its collector, Friedrich Adolph Wislizenus (1810–1889).",
    "Description": "It is a large shrub or tree growing to 22 meters (72 feet) tall, although where it is common in the low elevation Sierra foothills it seldom exceeds 10 meters (33 feet). The dark-green leaves ─ appearing grayish from a distance ─ are usually small, 2–5 cm (1–2 in) long, thick, and often spiny-toothed at higher elevations, particularly on young trees. The male flowers are on catkins, the female flowers in leaf axils. The acorns are 1–2 cm (0.5–1 in) long, and mature the second season (about 18 months) after flowering.",
    "Nomenclature": "Although originally published by Alphonse Pyramus de Candolle as \"wislizeni\", some sources, e.g., Jensen in Flora of North America, mistakenly spelled the specific epithet \"wislizenii.\" Correct spelling is with one \"i,\" per ICN article 60C.2. Wislizenus' specimen was thought by de Candolle to have been collected in Chihuahua, Mexico. However, German-born American botanist Georg Engelmann later corrected the location to the American fork of the Sacramento River near Auburn, California.\nCalifornia physician and botanist (and one of the founding fathers of the California Academy of Sciences) Albert Kellogg described an oak in an 1855 publication as Quercus arcoglandis (spur acorn oak), apparently the same species as Q. wislizeni.  This clearly predates French-Swiss botanist de Candolle's 1864 name, and if confirmed to be this same taxon would have priority. More investigation is needed to resolve this taxonomic conflict.\nCurrently there are two recognized varieties of interior live oak:\nQ. wislizeni A. DC. var. wislizeni (1864)\nQ. wislizeni A. DC. var. frutescens Engelm (1878). This is an invalid taxon. Engelmann's Q. wislizeni var. frutescens description is virtually identical to de Candolle's Q. wislizeni, while Engelmann's Q. wislizeni description most closely matches Kellogg's Q. morehus.",
    "Ecology": "The interior live oak is a red oak (section Lobatae) in the California Floristic Province (series Agrifoliae). Q. wislizeni hybridizes with California black oak (Q. kelloggii) (= Quercus × morehus, Abram's oak). All California red oaks show evidence of introgression and/or hybridization with one another.\nA common alliant tree is gray pine (Pinus sabiniana).",
    "Uses": "Deer browse the tree's foliage. Humans use the wood as a fuel source.",
    "References": "",
    "References-Bibliography": "de Candolle, Alphonse Pyramus (1864). \"Q. wislizeni\". Prodromus Systematis Naturalis Regni Vegetabilis (in Latin). 16 (2.1). p. 67.\nNixon, Kevin C. (1997). \"Quercus wislizeni\".  In Flora of North America Editorial Committee (ed.). Flora of North America North of Mexico (FNA). 3. New York and Oxford – via eFloras.org, Missouri Botanical Garden, St. Louis, MO & Harvard University Herbaria, Cambridge, MA.\nRosatti, Thomas J.; Tucker, John M. (2014). \"Quercus parvula\".  In Jepson Flora Project (ed.). Jepson eFlora. The Jepson Herbarium, University of California, Berkeley.\nRosatti, Thomas J.; Tucker, John M. (2014). \"Quercus wislizeni\".  In Jepson Flora Project (ed.). Jepson eFlora. The Jepson Herbarium, University of California, Berkeley.",
    "External links": "C. Michael Hogan (2008) California Buckeye: Aesculus californica, GlobalTwitcher.com, N. Stromberg ed."
  }
}