{
  "url": "https://en.wikipedia.org/wiki/Quercus_cerris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. cerris"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus cerris, the Turkey oak or Austrian oak, is an oak native to south-eastern Europe and Asia Minor. It is the type species of Quercus sect. Cerris, a section of the genus characterised by shoot buds surrounded by soft bristles, bristle-tipped leaf lobes, and acorns that usually mature in 18 months.",
    "Description": "Quercus cerris is a large deciduous tree growing to 25–40 m tall with a trunk up to 2 m diameter. The bark is dark grey and deeply furrowed. On mature trees the bark fissures are often streaked orange near the base of the trunk. The glossy leaves are 7–14 cm long and 3–5 cm wide, with 6–12 triangular lobes on each side; the regularity of the lobing varies greatly, with some trees having very regular lobes, others much less regular.\nThe flowers are wind-pollinated catkins, maturing about 18 months after pollination; the fruit is a large acorn, 2.5–4 cm long and 2 cm broad, bicoloured with an orange basal half grading to a green-brown tip; the acorn cup is 2 cm deep, densely covered in soft 4–8 mm long 'mossy' bristles. First year acorns are very bitter, but are eaten by jays and pigeons; squirrels usually only eat them when other food sources have run out.\nThe tree harbours the gall wasp Andricus quercuscalicis whose larvae seriously damage the acorns of native British oaks. In 1998, the Ministry of Defence ordered the felling of all Turkey oaks on its UK bases.",
    "Cultivation and uses": "The species' range extended to northern Europe and the British Isles before the previous ice age, about 120,000 years ago. It was reintroduced in the United Kingdom and in Ireland in the eighteenth century as an ornamental tree, its gall wasps now provide early food for birds.Turkey oak is widely planted and is naturalised in much of Europe. This is partly for its relatively fast growth. It is used as an ornamental, and as a coastal windbreak. The wood has many of the characteristics of other oaks, but is very prone to crack and split and hence is relegated to such uses as fencing. Several cultivars have been selected, including 'Variegata', a variegated cultivar, and 'Woden', with large, deeply lobed leaves.",
    "Hybrids": "Turkey oak readily hybridises with cork oak (Q. suber), the resulting hybrid being named Q. × crenata Lam. This hybrid occurs both naturally where its parents' ranges overlap in the wild, and has also arisen in cultivation. It is a very variable medium to large tree, usually semi-evergreen, sometimes nearly completely so, and often with marked hybrid vigour; its bark is thick and fissured but never as thick as that of the cork oak. Numerous cultivars are available, often grafted onto Turkey oak root stock. These include 'Ambrozyana', evergreen except in severe winters, originating from the Mlyňany Arboretum in Slovakia, home of the late Count Ambrozy; 'Diversifolia', with the leaves extremely deeply cut leaving a narrow strip down the centre, and very corky bark; 'Fulhamensis' (Fulham oak), raised at Osborne's nursery in Fulham c.1760; and 'Lucombeana' (Lucombe oak), raised by William Lucombe at his nursery in Exeter c.1762. An early specimen raised by Lucombe is at the Royal Botanic Gardens, Kew. A similar Lucombe oak was felled by fungus and a light wind in Phear Park, Exmouth 15 February 2009.",
    "See also": "Knopper gall\nOak marble gall",
    "References": "",
    "External links": "Quercus cerris - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN) Media related to Quercus cerris at Wikimedia Commons"
  }
}