{
  "url": "https://en.wikipedia.org/wiki/Quercus_mohriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. mohriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus mohriana, commonly known as the Mohr oak, shin oak or scrub oak, is a North American  evergreen shrub or small tree in the white oak group and is native to the south-central United States and north-central Mexico.  The species epithet mohriana honors the pharmacist and botanist Charles Mohr of Alabama.",
    "Distribution": "The Mohr oak is abundant in western Texas. It also grows in Oklahoma, New Mexico and Coahuila.",
    "Description": "The Mohr oak can be a  small tree up to six meters (20 feet) high or a large thicket-forming shrub. The bark is light brown, rough and deeply furrowed. The twigs are yellowish or whitish, with short velvety hairs, becoming smooth with age. The buds are dark red-brown, sparsely covered with hairs. The leaves are shiny, leathery, dark blue-gray and densely covered with light gray hairs underneath. They have entire margins and are occasionally toothed. The inflorescence, which appears in spring, is reddish. There are female catkins with one to three flowers and male catkins with numerous flowers. The acorn cups are deep and the acorns grow singly or in pairs and are light brown, broadly ovoid with a rounded apex.",
    "Habitat": "The preferred habitat of this oak is on dry limestone or calcareous slopes at a height of between 600 and 2500 meters (2000–8300 feet) above sea level, in chaparral and desert scrub savanna.  It thrives in regions that receive less than twenty five inches (63 cm) of annual rainfall. It grows in association with true mountain-mahogany Cercocarpus montanus, desert ceanothus Ceanothus greggii, the sandpaper oak Quercus pungens, oneseed juniper Juniperus monosperma, cane cholla Opuntia imbricata, purplefruited pricklypear Opuntia phaeacantha, Mexican buckeye Ungnadia speciosa, Texas persimmon Diospyros texana, hairy tridens Erioneuron pilosum and plateau oak Quercus fusiformis.\n\n\n== References =="
  }
}