{
  "url": "https://en.wikipedia.org/wiki/Quercus_laurifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. laurifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus laurifolia (swamp laurel oak, diamond-leaf oak, water oak, obtusa oak, laurel oak) is a medium-sized semi-evergreen oak in the red oak section Quercus sect. Lobatae. It is native to the southeastern and south-central the United States, from coastal Virginia to central Florida and west to southeast Texas. There are reports of the species growing in Pennsylvania and New Jersey, but these probably represent introductions.\nQuercus laurifolia is a tree growing to 65–80 feet (20–24 meters) (rarely to 130 feet (40 meters)) tall, with a large, circular crown. The leaves are broad lanceolate, 1–5 inches (2.5–12.7 centimetres) long and 0.5–1.75 inches (1.3–4.4 centimetres) broad, and unlobed (very rarely three-lobed) with an entire margin and a bristle tip; they typically fall just as the new leaves start to emerge in spring. The acorns, borne in a shallow cup, are hemispherical, 0.35–0.5 inches (8.9–12.7 millimetres) long, green, maturing blackish-brown about 18 months after pollination. Despite their bitter kernel, they are eaten by deer, squirrels and birds. Acorn production is often heavy, enhancing the species' value for wildlife.The seedlings show embryo dormancy and germinate the following spring after fall ripening; germination is hypogeal.\nSwamp laurel oak grows rapidly and usually matures in about 50 years which has led to its wide use as an ornamental. It is host to the general oak-feeding insects but has no serious insect problems. Several species of Curculio weevils infest the acorns.\nThe botanist C.J. Burke suggested that swamp laurel oak is of hybrid origin having been derived from willow oak (Quercus phellos) and water oak (Quercus nigra); it is not found outside the ranges of the two supposed parental species. This conclusion was based on an index from leaf-shape on seedlings grown from acorns. However, this theory has not achieved wide support, with current authors accepting Quercus laurifolia as a distinct species (e.g. Flora of North America).Known hybrids with Quercus laurifolia as one parent are with Q. falcata (Q × beaumontiana Sarg.), Q. incana (Q. × atlantica Ashe), and Q. marilandica (Q. × diversiloba Tharp ex A. Camus).",
    "Soils and climate": "Swamp laurel oak is found mostly on alluvial flood plains, from sea level up to 150 meters (490 feet) altitude. It will tolerate the wetter sites in association with other oak species but will not live with continuous or prolonged flooding. It is most often found growing in sandy soil near rivers and along the edges of swamps if not too frequently flooded. Swamp laurel oak grows in the hammocks of central Florida and on sand hills adjacent to swamps in west Florida. Swamp laurel oak grows best on ultisols and inceptisols.\nThe range has average annual temperatures from 16 to 21 °C (61 to 70 °F). It can withstand extreme lows ranging from −1 to −18 °C (30 to 0 °F). Extreme highs range from 38 to 43 °C (100 to 109 °F).\nIt needs between 1,250–1,500 mm (49–59 in) of rainfall a year. From 500–1,000 mm (20–39 in) of this is received during the growing season from April to September.",
    "Uses": "It is grown and marketed mainly as pulpwood. It is commonly used as an ornamental tree in landscaping because of its fast growth and pleasing appearance; it is planted with little regard to soil type. The acorns provide food for raccoons, white-tailed deer, wild turkeys, squirrels, ducks, bobwhite quail, and small birds and rodents.",
    "References": "",
    "External links": "Trees of Alabama and the Southeast: Swamp Laurel Oak\nFlorida Forest Trees\nInstitute of Food and Agricultural Sciences, University of Florida: Laurel Oak or Swamp Laurel Oak?\nKnight, H. A. (1982). Personal communication. Forest Resources in the Southeast. Southeastern Forest Experiment Station, Asheville, NC."
  }
}