{
  "url": "https://en.wikipedia.org/wiki/Quercus_variabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. variabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus variabilis, the Chinese cork oak, is a species of oak in the section Quercus sect. Cerris, native to a wide area of eastern Asia in southern, central, and eastern China, Taiwan, Japan, and Korea.",
    "Description": "Quercus variabilis is a medium-sized to large deciduous tree growing to 25–30 metres (82–98 ft) tall with a rather open crown, and thick corky bark with deep fissures and marked by sinuous ridges. The leaves are simple, acuminate, variable in size, 8–20 centimetres (3.1–7.9 in) long and 2–8 centimetres (0.79–3.15 in) broad, with a serrated margin with each vein ending in a distinctive fine hair-like tooth; they are green above and silvery below with dense short pubescence.The flowers are wind-pollinated catkins produced in mid spring, maturing about 18 months after pollination; the fruit is a globose acorn, 1.5–2 centimetres (0.59–0.79 in) diameter, two-thirds enclosed in the acorn cup, which is densely covered in soft 4–8 millimetres (0.16–0.31 in) long 'mossy' bristles.",
    "Distribution and habitat": "Evergreen and deciduous forests; below 3,000 metres (9,800 ft). Anhui, Fujian, Gansu, Guangdong, Guangxi, Guizhou, Hebei, Henan, Hubei, Hunan, Jiangsu, Jiangxi, Liaoning, Shaanxi, Shandong, Shanxi, Sichuan, Taiwan, Yunnan, Zhejiang, Japan and Korea.",
    "Uses": "It is cultivated in China to a small extent for cork production, though its yield is lower than that of the related cork oak. It is also occasionally grown as an ornamental tree. For pharmaceutical grade production of Ganoderma lucidum, known in China as ‘the mushroom of immortality,’ the dead wood logs of Q. variabilis are used.",
    "References": "",
    "External links": "line drawing, Flora of China Illustrations vol. 4, fig. 359, 2 \nline drawing, Manual of Vascular Plants of the Lower Yangtze Valley China Illustration fig. 57"
  }
}