{
  "url": "https://en.wikipedia.org/wiki/Quercus_aliena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. aliena"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus aliena, the galcham oak or Oriental white oak, is a species of oak in the family Fagaceae, in the white oak section Quercus.",
    "Description": "It is a deciduous tree growing to 30 metres (98 ft) tall with a trunk up to 1 metre (3 ft 3 in) diameter with fissured grey-brown bark. The leaves are obovate to oblong, glabrous above, glabrous to densely grey-white hairy below, mostly 10–20 centimetres (3.9–7.9 in) long and 5–14 centimetres (2.0–5.5 in) wide (rarely up to 30 centimetres (12 in) long and 16 centimetres (6.3 in) wide), with 9 to 15 lobes on each side, and a 10–13 millimetres (0.39–0.51 in) petiole.\nThe flowers monecious catkins. The acorns are 17–25 millimetres (0.67–0.98 in) long and 13–18 millimetres (0.51–0.71 in) wide, a third to a half enclosed in a green-grey cup on a short peduncle; they are solitary or 2–3 together, and mature in about six months from pollination. A long-lived tree, it is slow-growing.",
    "Distribution and taxonomy": "It is native to Korea, Japan (where it occurs in Honshu, Shikoku, and Kyushu), China (where it occurs in the provinces of Anhui, Gansu, Guangdong, Guangxi, Guizhou, Hebei, Henan, Hubei, Hunan, Jiangsu, Jiangxi, Liaoning, Shaanxi, Shandong, Shanxi, Sichuan, Yunnan, and Zhejiang), and also very locally in Taiwan.Three to five varieties are accepted:\nQuercus aliena var. aliena. Leaf margin wavy; leaf greyish below.\nQuercus aliena var. acutiserrata Maxim. Leaf margin serrated, with sharp serration; leaf densely hairly below with greyish hairs.\nQuercus aliena var. pekingensis Schottky. Leaf margin serrated, with rounded serration; leaf glabrous or only slightly hairy below.\nQuercus aliena var. alticupulifirmis H.Wei Jen & L.M.Wang (not accepted by Flora of China).\nQuercus aliena var. pellucida Blume (not accepted by Flora of China).Hybrids between Quercus aliena and several other oaks in Quercus sect. Quercus are known.",
    "Common names": "In China it is called ru chi, hu li, or hi li. Quercus aliena var. acutiserrata is referred to as rui chi hu li, while var. aliena is referred to as hu li. In Japan it is called Naragashiwa.",
    "Cultivation and uses": "The wood is used in eastern Asia for boat building and wood flooring for houses. The seeds can be crushed into a powder and used as a soup thickener and for mixing into cereals and breads. The seeds when roasted can also be used as a substitute for coffee. Galls produced by the larvae of insects are a rich source of tannin.Quercus aliena was introduced to Europe in 1908, but remains rare in cultivation outside of its native area. The taproot is deep, making older plants difficult to move. It grows in full sun or partial shade and tolerates strong winds. It can grow in almost any type of soil as long as not waterlogged.\n\n\n== References =="
  }
}