{
  "url": "https://en.wikipedia.org/wiki/Quercus_libani",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. libani"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus libani, the Lebanon oak, is a species of oak native to the eastern Mediterranean in western Asia, including in Lebanon, western Syria, northeastern Israel, eastern Turkey, and northern Iraq and Iran.",
    "Description": "Quercus libani is a deciduous tree growing to 8 metres (26 ft). The deciduous leaf is slender, elongated and often asymmetrical, its base is round and its tip is slightly pointed. In the adult state the leaf's upper side is dark green and the under side is pale green.The flowers are monoecious, meaning that flowers from both sexes can be found on the same tree. They are pollinated by wind. The tree produces acorns that grow to about 2 cm to 3.5 cm  in diameter. Its length is half covered by the cupule.",
    "Uses": "Lebanon oak wood is very hard and resistant to insect and fungal attack and is used in construction works.",
    "Uses-Food": "The Quercus libani acorns are very bitter due to high concentrations of tannins. This bitter taste can be leached out by washing the acorns in running water, but this causes the loss of many beneficial minerals.\nThe acorns can be dried and ground it into a powder and used to thicken stews and may be mixed with cereals for making bread. The roasted bitter acorns may be used as a coffee substitute.",
    "Uses-Medicinal": "Galls produced by  the larvae of different insects that may be found on the trees have especially high tannin concentrations, are highly astringent and were used in the treatment of haemorrhage and diarrhea. Tannin from the galls are also used as dye.",
    "Cultivation": "",
    "Cultivation-Ornamental tree": "Quercus libani is cultivated and planted as an ornamental tree in gardens, parks, and habitat restoration projects. It is successful in drought tolerant landscape gardens. The Lebanon oak can grow in medium loamy to heavy clay soils, with no preference to soil acidity. The tree can be grown in direct sunlight to semi-shade. It can endure strong winds, but not salty maritime exposures.\nThe Lebanon oak does not tolerate root disturbance well, therefore landscape trees should not be moved once planted, or transplanted from native habitats. Acorns sown in situ will actually produce the best trees, in growth rate and deep rooted drought tolerance.  The acorns are sown as they ripen. Acorns lose their viability if they dry out, and so need to be kept in a moist and cool place away from rodents until planting.",
    "Cultivation-Biological pest control": "The leaf litter of the Lebanon oak is used as a biological pest control—herbivore insect repellent for protecting other plants. Its leaves placed as a mulch layer around vulnerable plants effectively repels snails, slugs, and grubs. Fresh leaves can inhibit plant growth, and so are not used directly from the tree. Being deciduous, much beneficial leaf litter is produced in the autumn.\n\n\n== References =="
  }
}