{
  "url": "https://en.wikipedia.org/wiki/Quercus_alnifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. alnifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus alnifolia, commonly known as the golden oak, is an evergreen oak species of Cyprus. Its common English name refers to the golden coloured lower surface of its leaves. Quercus alnifolia belongs to the endemic flora of the island and it is confined to the igneous geological complex of the Troodos Mountains. In February 2006, the parliament of Cyprus selected the golden oak to be the country's national tree.",
    "Taxonomy": "Quercus alnifolia belongs to section Cerris, as with much of the mediterranean evergreen oak species. Occasional hybridization with kermes oak (Quercus coccifera ssp. calliprinos) has been described.",
    "Description": "The golden oak is a much branched evergreen shrub or small tree up to 10 m high. Due to its short stature (in relation to other oaks) it is sometimes referred to as the dwarf oak.Its leaves are simple, obovate to suborbicular, 1.5–6(–10) cm long, 1–5 (–8) cm wide, glabrous and shining dark green above and densely golden or brownish tomentose below, with serrate margins and raised nervation. Leave petioles are strong, 6–10 (–12) mm long and pilose. Flowers are unisexual; male catkins are greenish-yellow forming spreading or pendulous clusters at the tips of the branches; female are axillary, solitary or in groups of 2–3. Acorns are narrowly obovate or subcylindrical, usually tapering towards base, 2–2.5 cm long and 0.8–1.2 cm wide, with a woody endocarp and cupule with strongly recurved scales.",
    "Distribution and habitat": "Quercus alnifolia is restricted to Troodos Massif, where it grows on igneous geological substrate at an altitude of 400 to 1800m. It occupies dry habitats in association with Pinus brutia or forms dense maquis in mesic habitats, characterized by deep forest soils.",
    "Ecological importance and conservation status": "Golden oak offers soil stabilisation against erosion due to its ability to colonize stony and rocky slopes. In its distribution area, Quercus alnifolia is the most important broadleaved species forming pure or mixed stands, within the conifer (Pinus brutia, Pinus nigra) dominated forests of Cyprus. Thick stands of Quercus alnifolia in mesic habitats, considerably modify the humidity conditions of the site and form forest soils with \"mull\" humus favouring the existence of sciophilous herbal species.\nLike other members of the oak genus, Quercus alnifolia forms mutually beneficial, ectomycorrhizal associations with various fungi. A preliminary study in 2011, reported over 80 mycorrhizal fungi to be associated with the golden oak; the total number, however, is estimated to be much higher.Golden oak is protected by the forest law of Cyprus, while the habitat type \"Scrub and low forest vegetation of Quercus alnifolia (9390)\" is a priority habitat of Europe (directive 92/43/EEC). Large forest expanses of the species have been proposed for inclusion in the Natura 2000 ecological network of the European Union.\n\n\n== References =="
  }
}