{
  "url": "https://en.wikipedia.org/wiki/Quercus_greggii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. greggii"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus greggi, otherwise known as the Mexican oak, is a monoecious semi-evergreen oak that is adapted to survive in arid conditions. It is native to Mexico and commonly grow around 2000–3300 meters North of the 24th parallel and spreads across multiple locales.\nThe plants grow to approximately 20–25 feet in height (can be as small as 6 feet) and 10–15 feet in width with waxy rounded-ovular leaves that have dimensions around 3-6 x 2–4 cm. The leaves are general covered in a dense layer of trichomes.  The bark is scale-like and light grey; it is covered in small lenticels, allowing the plants to undergo gas exchange with the surrounding atmosphere. The twigs of the plant are covered in thick woolly hairs.\nAround April, the trees produce catkins that can have approximately 18 flowers are around 3-4.5 cm long. Seeing that the plants are monoecious, they also produce female reproductive organs called inflorescence. The female inflorescence generally grow around 2-4 flowers and are covered in trichomes, like the leaves of the plants. Like many more commonly known oaks, Mexican oaks utilize their male and female reproductive structures to produce the acorn nuts of the plant, which can appear alone or in clusters on small peduncles stemming from the main branches. The acorns contain a seed and eventually fall from the tree to start the growth of a new Mexican oak.\nLa Siberia is a cultivar of this species.",
    "References": "\n\"Quercus greggii\". oaks.of.the.world.free.fr. Oaks of the World. Retrieved 16 May 2017."
  }
}