{
  "url": "https://en.wikipedia.org/wiki/Quercus_stellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. stellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus stellata, the post oak or iron oak, is a North American species of oak in the white oak section. It is a slow-growing oak that lives in dry, poor soils, and is resistant to rot, fire, and drought. Interbreeding occurs among white oaks, thus many hybrid species combinations occur.",
    "Introduction": "Q. stellata is native to the eastern and central United States, and found in all the coastal states from Massachusetts to Texas, and as far inland as Nebraska. It is identifiable by the rounded cross-like shape formed by the leaf lobes and hairy underside of the leaves.",
    "Description": "Post oak is a relatively small tree, typically 10–15 m (33–50 ft) tall and trunk 30–60 cm (1–2 ft) in diameter, though occasional specimens reach 30 m (100 ft) tall and 140 cm (56 in or 4.7 ft) in diameter. The leaves have a very distinctive shape, with three perpendicular terminal lobes, shaped much like a Maltese cross. They are leathery, and tomentose (densely short-hairy) beneath. The branching pattern of this tree often gives it a rugged appearance. The acorns are 1.5–2 cm (0.6-0.8 in) long, and are mature in their first summer.",
    "Taxonomy": "The specific epithet stellata is Latin for \"star\"; it is named this because the trichome hairs on the bottom of  the leaves are stellate or star-shaped. Several variants of Q. stellata were named by American botanist Charles Sprague Sargent. The variety most recognised by the US Forest Service is Q. stellata var. paludosa Sarg (delta post oak)",
    "Taxonomy-Varieties": "Varieties include:\nvar. margarettiae (Ashe) Sarg.\nvar. paludosa Sarg.var. boyntonii (Beadle) Sarg.var. anomala Sarg.var. attenuata Sarg.var. araniosa Sarg.var. palmeri Sarg.var. parviloba Sarg.var. rufescens Sarg.",
    "Taxonomy-Hybrids": "",
    "Taxonomy-Similarity to Quercus alba": "Both Quercus stellata and Q. alba are in a section of Quercus called the white oaks. In the white oak section, Q. stellata is a sister taxon with Quercus alba. Q. stellata is sold and distributed as white oak. One identifiable difference between the two trees is that Q. stellata is 'hairy' on the underside of the leaf.",
    "Distribution and habitat": "Q. stellata is found in Southeastern United States, in the coast states from Massachusetts, to Texas, and inland to Iowa. Normally found at the edge of a forest, it typically grows in dry, sandy areas, deficient of nutrients.",
    "Uses": "Because of its ability to grow in dry sites, attractive crown, and strong horizontal branches, it is used in urban forestry. It is resistant to decay, so it is used for railroad ties, siding, planks, construction timbers, stair risers and treads, flooring, pulp, veneer, particle board, fuel, and its namesake fence posts. It is used for wildlife food for deer, turkeys, squirrels, and other rodents, but because the nuts contain tannin, it is toxic to cattle.",
    "Fire ecology": "Q. stellata has the ability to survive fires by having thicker bark. It is useful for fire surveys where the tree rings are used to get a fire history of an area. A tree ring survey of 36 trees in Illinois provided a 226-year tree ring record that indicated that many Q. stellata persisted through annual fire return intervals of 1.44 fires/year for over 100 years.",
    "External links": "IPNI\nKew\nFlora of North America\nPlants.USDA.gov\nUS Forest Service\nFlora of the Southern and Mid-Atlantic States\nQ. stellata images from Vanderbilt University\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Missouri in 1939\n\n\n== References =="
  }
}