{
  "url": "https://en.wikipedia.org/wiki/Quercus_arizonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. arizonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus arizonica, the Arizona white oak, is a North American tree species in the beech family. It is found in Arizona, New Mexico, western Texas, Sonora, Chihuahua, Coahuila, Sinaloa, and Durango.",
    "Description": "The Arizona white oak is one of the largest southwestern oaks. This tree may grow up to 60 ft (18 meters) with a trunk diameter of 3.3 ft (1 meter). It has fat branches and a spreading crown with thick leaves. The thick leaves are about 3.2 inches (8 cm) long and evergreen. It grows very slowly once it has become mature, approximately 0.1 inches per year in diameter.\nBark: color is light grayish. The bark is initially thin and lenticeled but later the bark becomes quite thick with shallow fissures and scaly ridges.\nTwig: medium-sized, color can be light brown, fuzzy; reddish brown. Twigs also have pointy and fat clusters of terminal buds.\nLeaves: are alternate, evergreen, simple, and oblong. The color is yellowish green or blueish green. Leaves are usually 1​1⁄2 to 3​1⁄2 inches long and they are usually entire or toothed margin. The texture of the leaves are leathery and stiff. The veins are parallel veins that are sunken above and raised beneath. The leaves also have a round shaped base. The leaves may begin to shed in late winter or when new leaves emere in spring.\nFruits: Oblong acorn that is 1/2 to 1 inch long. Acorns have caps that are shaped like a bowl that takes up 1/3 of the nut. The acorns usually mature in fall. The amount of acorns produced can also vary year to year, one year there may be about 32,000 acorns and the next year there may be very few. Germination of acorns is highly correlated with the amount of moisture during the rainy season.\nFlowers: are monoecious, meaning that male and female organs are in different flowers on the same tree. Female flowers have small spike in the axils of the leaves. Males flowers are found in long drooping catkins that are yellowish green color.",
    "Cultivation": "The Arizona white oak can be found in a vast array of habitats such as savannas, grasslands, and chaparrals. They are usually found in mountain like areas that are above about 1675 meters in elevation. Water use is low and it requires sun or part shade. Soil moisture must be dry and it must be rocky or sandy soils. Soils may be clay loam, clay, medium loam, or rocky. The Arizona white oak is both heat and cold tolerant.",
    "Response to fires": "When Arizona white oaks are small they usually die by fire. The acorns are usually killed by fires as well. The foliage is extremely flammable but larger trees usually survive fires that are not as severe and if a stump survives a fire it will sprout rapidly afterwards.",
    "Threats": "The wood decaying fungus Inonotus andersoni affects the Arizona white oak negatively. Burning and herbicide treatment has also affected the growth of the Arizona white oak, so they are being managed by pinyon-juniper silvicultural systems.",
    "Uses": "The wood is usually used for fuel. Since the wood of the Arizona white oak is hard, heavy, and strong, it is rarely used for commercial reasons such as furniture production.\nThe Arizona white oak is very important to livestock and wildlife because the acorns it produces provide food for cattle and other wildlife. It also provides cover for such animals like deer, turkeys, javelinas, desert sheep, songbirds, and quail. The white tailed deer is also known to utilize it for cover. For white-tailed and mule deer, the Arizona white oak is highly palatable as well.\nThe Arizona white oak can also be used as an ornamental plant.",
    "See also": "Linden Oak, possibly the largest living white oak in the United States",
    "References": "",
    "External links": "Pavek, Diane S. (1994), \"Quercus arizonica\", Fire Effects Information System (FEIS), US Department of Agriculture (USDA), Forest Service (USFS), Rocky Mountain Research Station, Fire Sciences Laboratory – via https://www.feis-crs.org/feis/\nNative Plant Database profile, Lady Bird Johnson Wildflower Center, University of Texas at Austin\nVirginia Tech Quercus arizonica"
  }
}