{
  "url": "https://en.wikipedia.org/wiki/Quercus_delgadoana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. delgadoana"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus delgadoana is an endangered species of oak in the family Fagaceae, found in eastern Mexico. It was originally misidentified as other members of the genus Quercus, but was determined as a new species in 2011.",
    "Distribution": "Quercus delgadoana is endemic to the Sierra Madre Oriental, in the states of Hidalgo, Puebla, and Veracruz.",
    "Habitat and ecology": "Quercus delgadoana has been found in cloud forest communities and humid forests at high altitudes of 1,400–2,210 metres (4,590–7,250 ft). This species is commonly found with many other species of the same genus Quercus such as Q. affinis and Q. lancifolia, but is also found with members of different genera such as Fagus grandifolia (North American beech).",
    "Morphology": "Individuals of this species are oak trees that grow up to 25 m (82 ft) tall and have trunks 0.5–1.2 m (1.6–3.9 ft) in diameter. These oaks are often among the tallest trees in the wet montane forests. They are characterized by their 1.8–4-millimetre (0.07–0.16 in) thick branchlets and lance-shaped leaves with revolute margins. They bear acorns as fruits and have pistillate flowers on a short 1.5–8-millimetre (0.06–0.31 in) stalk, which have 1 or 2 distal flowers.Quercus delgadoana was determined as a new species because, unlike Q. eugeniifolia with fruit with annual maturation, this species has fruit with biennial maturation. In addition, this new species can be distinguished from other similar species such as Q. laurina and Q. affinis because it has more secondary veins, a revolute blade margin, and an adaxial leaf surface without stellate trichomes.",
    "Flowers and fruit": "Flowers of Quercus delgadoana may develop in March, but only pistillate flowers can be observed; fruits with biennial maturation can be found in October and November. The fruits take two years to mature and are presented on the terminal twigs.",
    "Conservation": "Quercus delgadoana was given a preliminary classification of Endangered (EN) according to the IUCN Red List criteria of 2001. These forests are highly disturbed due to the extraction of firewood, the clearance of forest for pasture, and the establishment of coffee plantations. As a result, more than 50% of the population is expected to decline. In addition, the future loss of habitat is possible.",
    "Etymology": "Quercus delgadoana is named after Alfonso Delgado Salinas, in recognition of his contributions to plant taxonomy and the encouragement and training he has given to many students in this field of study.",
    "References": "",
    "External links": "IUCN Red List of Threatened Species\nNew plant and fungus species discovered"
  }
}