{
  "url": "https://en.wikipedia.org/wiki/Quercus_geminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Series": "Quercus ser. Virentes"
    },
    {
      "Species": "Q. geminata"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus geminata, commonly called sand live oak, is an evergreen oak tree native to the coastal regions of the subtropical southeastern United States, along the Atlantic Coast from southern Florida northward to southeastern Virginia and along the Gulf Coast westward to southern Mississippi, on seacoast dunes and on white sands in evergreen oak scrubs.A small- to medium-sized tree, the sand live oak is scrubby and forms thickets. The bark is dark, thick, furrowed, and roughly ridged. The leaves are thick, leathery, and coarsely veined, with extremely revolute margins, giving them the appearance of inverted shallow bowls; their tops dark green, their bottoms dull gray and very tightly tomentose, and their petioles densely pubescent, they are simple and typically flat with bony-opaque margins, having a length of 0.75–4.5 inches (2–12 cm) and a width of 0.2–1.5 inches (0.5–4 cm).  The male flowers are green hanging catkins.  The acorns are small, 0.5–1 inch (1–2.5 cm), oblong-ellipsoid or ovoid, and are commonly born in pairs on peduncles of varying lengths.In coastal Florida's evergreen oak scrub, the Sand Live Oak is a ubiquitous and abundant species; the threatened Florida scrub-jay is found only in Florida scrub.  Live oaks, having characteristics of the sand live oak and the southern live oak (Q. virginiana), grow further inland.  It is believed that these specimens are hybrids of Q. geminata and Q. virginiana. While hybridization does occur between Q. geminata and Q. virginiana, the two species are genetically and morphologically distinct. The Cuban oak, Q. sagraeana, has been purported to be a hybrid between the sand live oak and Q. oleoides, but recent evidence suggests that the Cuban oak is a separate species without hybrid origin.",
    "References": "",
    "External links": "Many close-up photographs are found at [3] \"Carolina Nature – Will Cook's Web Site\"\n[4] \"North Carolina Cooperative Extension – Quercus geminata\""
  }
}