{
  "url": "https://en.wikipedia.org/wiki/Quercus_falcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. falcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus falcata, commonly known as the southern red oak or Spanish oak, is a tree in the red oak section (Lobatae) of the genus Quercus native to the eastern and south-central United States.",
    "Range": "Quercus falcata occurs on dry or sandy upland sites from southern New York (Long Island) south to central Florida and west to Missouri, Oklahoma, and Texas. In the northeastern portion of its range the species is relatively rare and found almost exclusively along the coast; its highest prevalence is throughout the piedmont region of the Southeast.",
    "Description": "Quercus falcata  is a medium to large-sized deciduous tree 25–30 meters (82–98 ft) tall, with a few forest grown specimens on highly productive sites reaching 35–38 meters (115–125 ft), with a trunk up to 1.5 meters (5 feet) in diameter, the crown with a broad, round-topped head.\nThe leaves are 10–30 cm (4–12 in) long and 6–16 cm (2 1⁄4–6 1⁄4 in) wide, with 3 to 5 sharply pointed, often curved, bristle-tipped lobes, the central lobe long and narrow; the small number of long, narrow lobes is diagnostic, readily distinguishing southern red oak from other red oaks. The base of the leaf is distinctly rounded into an inverted bell shape and often lopsided. They are dark green and shiny above, and rusty and hairy below, particularly along the midrib and veins.\n\nThe seed is a short acorn 9–16 mm (11⁄32–5⁄8 in) long, bright orange-brown, enclosed for one-third to half of its length in a flat cup. The acorn matures at the end of its second season. The bark is dark brownish gray with narrow, shallow ridges.Southern red oak has been reported to form occasional hybrids with several other red oaks in the region.",
    "Famous specimens": "Queen Anne’s County Oak – A southern red oak on record as the largest southern red oak in Queen Anne's County, Maryland. The oak was located on Romancoke Road. It fell on July 23, 2017 due to a tornado. The tree was at least 200 years old, stood 66 feet (20 m) tall, and had a 102.5-foot (31.2 m) spread.",
    "References": "",
    "External links": " Media related to Quercus falcata at Wikimedia Commons\n\nQuercus falcata images from Vanderbilt University \nInteractive Distribution Map of Quercus falcata\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Missouri in 1948"
  }
}