{
  "url": "https://en.wikipedia.org/wiki/Quercus_prinoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. prinoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus prinoides, commonly known as dwarf chinkapin oak, dwarf chinquapin oak, dwarf chestnut oak or scrub chestnut oak, is a shrubby, clone-forming oak native to eastern and central North America, ranging from New Hampshire to the Carolinian forest zone of southern Ontario to eastern Nebraska, south to Georgia, Alabama, Louisiana, and Oklahoma. It has a virtually disjunct (discontinuous) distribution, fairly common in New England and in the Appalachian Mountains, and also in the eastern Great Plains but rare in the Ohio Valley in between.",
    "Classification and nomenclature": "Quercus prinoides was named and described by the German botanist Karl (Carl) Ludwig Willdenow in 1801, in a German journal article by the German-American Pennsylvania botanist Gotthilf Heinrich Ernst Muhlenberg. The epithet prinoides refers to its resemblance to Quercus prinus, the chestnut oak.\nHowever, this shrubby oak, now generally accepted as a distinct species, is more closely related to chinkapin oak (Quercus muhlenbergii) than to chestnut oak.  These two kinds of oak have sometimes been considered to be conspecific (belonging to the same species), in which case the earlier-published name Q. prinoides has priority, with the larger chinkapin oak then usually classified as Quercus prinoides var. acuminata, and the shrubby form as Q. prinoides var. prinoides. It is roughly analogous to the bear oak, which forms part of the red oak group, but has a much wider distribution than bear oak, which occurs in a relatively small area of the northeastern US.",
    "Description": "The dwarf chinkapin oak is a shrub or small tree that typically only grows to 13–20 feet (4–6 meters) tall and 13–20 feet (4–6 meters) wide. It sometimes spreads vegetatively by means of underground rhizomes. The leaves of dwarf chinkapin oak closely resemble those of chinkapin oak, although they are smaller: 2-6 inches (5–15 cm) long, compared to 4-7 inches (10–18 cm) long for chinkapin oak.  The acorns are 1/2 to 1 inches (15–25 mm) long, with the cup enclosing about half of the acorn.While similar in foliage and fruits, but with smaller leaves, the dwarf chinkapin oak may also be distinguished from the chinkapin oak by differences in growth habit (the clonally spreading shrubby growth form and smaller proportions of dwarf chinkapin oak, even when grown on rich soils) and habitat (the chinkapin oak is typically found on rocky, calcareous sites, while the dwarf chinkapin oak is more typically found on dry, often acidic, sandy soils or dry shales).Like all white oaks, Q. prinoides has sweet-tasting green acorns that mature in a single growing season and germinate as soon as they fall to the ground with no winter dormancy. It freely hybridizes with any other species in the white oak group. Flowering and seed production begin at 3-4 years old.",
    "Ecology and uses": "\nThe acorns of dwarf chinkapin oak are sweet tasting and relished by humans and many kinds of wildlife.  The wood has little commercial value because of the shrub's small size.\n\n\n== References =="
  }
}