{
  "url": "https://en.wikipedia.org/wiki/Quercus_michauxii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. michauxii"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus michauxii, the swamp chestnut oak, is a species of oak in the white oak section Quercus section Quercus in the beech family. It is native to bottomlands and wetlands in the southeastern and midwestern United States, in coastal states from New Jersey to Texas, inland primarily in the Mississippi–Ohio Valley as far as Oklahoma, Missouri, Illinois, and Indiana.",
    "Classification and nomenclature": "The swamp chestnut oak closely resembles the chestnut oak (Quercus montana), and for that reason has sometimes been treated as a variety of that species.  However, the swamp chestnut oak is a larger tree which differs in preferred habitat, and the bark does not have the distinctive deep, rugged ridging of the chestnut oak, being thinner, scaly, and paler gray. It typically grows to around 65 feet (20 meters) tall, though the tallest specimen currently known is over 150 feet (42 meters) tall.\nThe name Q. prinus was long used by many botanists and foresters for the swamp chestnut oak, even when treated as a species distinct from the chestnut oak, which was then called Q. montana, but the application of the name Q. prinus to the chestnut oak is now often accepted, although sometimes that name is declared to be of uncertain position, unassignable to either species, with the chestnut oak then called Q. montana, as in the Flora of North America",
    "Description": "The leaves of the swamp chestnut oak are simple (not compound), 4-11 in (10–28 cm) long and 2-7 in (5–18 cm) broad, with 15-20 lobe-like, rounded simple teeth on each side, similar to those of chestnut oak and chinkapin oak (Quercus muehlenbergii), although they generally do not achieve the more slender form that the leaves of those trees may exhibit at times. The fruit is an acorn 1-1½ in (2.5-3.5 cm) long and ¾-1 in (2-2.5) cm broad, borne on a ¾-1¼ nin (2–3 cm) peduncle, maturing in the fall, about 6 months after pollination.",
    "Uses": "The wood of the swamp chestnut oak is similar to, and usually marketed mixed with, that of other white oaks. Swamp chestnut oak is also called basket oak, since the wood is easily split into long, thin, flexible strips excellent for basket weaving.\nThe swamp chestnut oak's acorns are large, relatively sweet, and edible. They are readily eaten by cattle,  and the species is sometimes called the \"cow oak\" for this reason. However, swamp chestnut oaks bear heavy crops of acorns only at intervals of several years.The swamp chestnut oak is sometimes cultivated as a large garden tree or street tree, and is quite easy to grow if it is not subject to extreme urban conditions.",
    "References": "",
    "External links": "Quercus michauxii images from Vanderbilt University"
  }
}