{
  "url": "https://en.wikipedia.org/wiki/Quercus_douglasii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. douglasii"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus douglasii, known as blue oak, is a species of oak endemic to (found only in) California, common in the Coast Ranges and the foothills of the Sierra Nevada. It is California's most drought-tolerant deciduous oak, and is a dominant species in the blue oak woodland ecosystem. It is occasionally known as mountain oak and iron oak.",
    "Name and taxonomy": "Quercus douglasii is one of over 80 species named after the Scottish botanist David Douglas. The common name \"blue oak\" derives from the dark blue-green tint of its leaves.Taxonomically it is placed in the white oak group (subgenus Quercus, section Quercus).",
    "Description": "Quercus douglasii is a medium-sized tree with sparse foliage, generally 6–20 m (20–66 ft) tall, with a trunk 36–60 cm (1–2 ft) in diameter at breast height. Trunks are typically solitary, but some trees have multiple trunks. The tallest recorded specimen was found in Alameda County, at 28.7 m (94 ft). The trees grow slowly, about 30 cm (12 in) per year. Individual trees over 500 years old have been recorded.The bark is light gray with many medium-sized dark cracks. The blue-green leaves are tough and leathery, deciduous, 4–10 cm (1.6–3.9 in) long, and entire or shallowly lobed. The acorns are 2–3 cm (0.8–1.2 in) long, with a moderately sweet kernel, and mature in 6–7 months from pollination.\nQ. douglasii is monoecious and wind-pollinated. Flower buds take a growing season to develop into catkins. PollenLibrary.com describes blue oak pollen as severely allergenic.",
    "Ecology": "Quercus douglasii prefers dry to moist soil and plenty of sunlight. Its sparse foliage allows more light to reach the ground, and young trees may grow for decades below their parents' canopies. The species often co-habitates with gray pine (Pinus sabiniana), and is also found with interior live oak (Q. wislizeni), coast live oak (Q. agrifolia), valley oak (Q. lobata), Oregon white oak (Q. garryana), and canyon live oak (Q. chrysolepis). Natural hybrids between Q. douglasii and the related Q. lobata, Q. garryana, and shrub live oak (Q. turbinella) often occur where the species grow together in the same area. Sources consider Quercus × alvordiana to be a hybrid of Q. douglasii and either Q. turbinella or Q. john-tuckeri.Old-growth blue oak woodland may be one of the most widespread old-growth forest ecosystems remaining in the state after European colonization.",
    "Ecology-Drought tolerance": "Quercus douglasii is the most drought-tolerant of California's deciduous oaks. It has a smaller canopy than less drought-tolerant relatives, and invests proportionally more growth into roots rather than leaves throughout its life cycle. The leathery blue-green leaves contribute to its drought resistance; during drought, the leaf color is more pronounced. Trees can also drop their leaves in summer rather than fall in dry years, but usually continue to develop their acorns through the fall. Drought may cause trees not to flower in spring.",
    "Ecology-Gall wasps": "Author Ron Russo writes that Q. douglasii hosts the \"largest number of known species\" of gall wasps, at more than 50. The wasps trigger the formation of oak galls in a wide variety of shapes, colors, and sizes.",
    "Ecology-Sudden oak death resistance": "As of 2002, the disease known as sudden oak death, caused by the oomycete Phytophthora ramorum, had not been found in Quercus douglasii or any members of the white oak group. An experiment showed that Q. douglasii and Q. lobata (another white oak) appeared to be resistant to the pathogen.",
    "Uses": "Native Californians commonly gathered Quercus douglasii acorns, which they considered good-tasting, and processed them into acorn flour. They made baskets out of blue oak seedlings, utensils such as bowls from the wood, and dye from the acorns. Commercially, the blue oak is mainly limited to use as firewood. The acorns are eaten by wildlife and livestock.",
    "See also": "Quercus × alvordiana",
    "Notes": "\n\n== References =="
  }
}