{
  "url": "https://en.wikipedia.org/wiki/Quercus_grisea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. grisea"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus grisea, commonly known as the gray oak, shin oak or scrub oak, is a North American species deciduous or evergreen shrub or medium-sized tree in the white oak group. It is native to the mountains of the southwestern United States and northern Mexico. It hybridizes with four other oak species where the ranges overlap, the Arizona white oak (Q. arizonica), the Gambel oak (Q. gambelii), the Mohr oak (Q. mohriana) and the sandpaper oak (Q. pungens).",
    "Distribution": "The gray oak grows in the mountains of the southwestern United States (western Texas, New Mexico, Arizona, Colorado, and the Oklahoma Panhandle) and northern Mexico (Sonora, Sinaloa, Chihuahua, Durango, Coahuila, San Luis Potosí, Zacatecas, Hidalgo). Through generally scarce, it is common in the Trans-Pecos region of Texas.",
    "Description": "Quercus grisea may grow as a multi-stemmed shrub in drier situations but where the rainfall is sufficient, it grows into a medium size tree of up to about twenty meters (66 feet) with an irregular crown of twisted branches. The trunk is up to 60 cm (2.0 ft) in diameter with light gray bark which is fissured and cracked into small plates. The twigs are stout and a light reddish-brown, covered with grayish down. The leaves are alternate, leathery, long ovate, entire or with a few coarse teeth. They are grayish-green above and felted beneath and may fall in times of winter drought. The male catkins are yellowish-green and the female flowers are in small spikes growing in the leaf axils and appear in spring at the same time as the new leaves. The acorn cups are scaly, covered with fine hairs, and half as long as the acorns which grow singly or in pairs and are light brown.",
    "Habitat": "The gray oak occurs from 4,000 to 9,000 feet (1,200 to 2,700 meters) above sea level, growing in valleys and on ridges, on rocky slopes and on the banks of streams. It flourishes in semi-arid conditions characterized by mild winters, dry springs and hot summers. It can spread asexually through the sprouting of root suckers and may form thickets. It grows in association with other oaks, species of juniper, Mexican pinyon (Pinus cembroides), pinyon pine (Pinus edulis), fendlerbush (Fendlera rupicola), bushy sage (Salvia ramosissima), Texas madrone (Arbutus xalapensis ), Fremont barberry (Mahonia fremontii), Louisiana sagewort (Artemisia ludoviciana) and soaptree yucca (Yucca elata).",
    "References": "",
    "External links": "Tropicos.org: Photo of herbarium specimen collected in 1846"
  }
}