{
  "url": "https://en.wikipedia.org/wiki/Quercus_fusiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Series": "Quercus ser. Virentes"
    },
    {
      "Species": "Q. fusiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus fusiformis (also often referred to as Q. virginiana var. fusiformis), commonly known as escarpment live oak, plateau live oak, or plateau oak, is an evergreen or nearly evergreen tree. Its native range includes the Quartz Mountains and Wichita Mountains in southwestern Oklahoma, through Texas, to the Mexican states of Coahuila, Tamaulipas, and Nuevo León.Quercus fusiformis is an evergreen tree in the white oak section of the genus Quercus. It is distinguished from Quercus virginiana (southern live oak) most easily by the acorns, which are slightly larger and with a more pointed apex. It is also a smaller tree, not exceeding 1 meter (40 inches) in trunk diameter (compared to 2.5 m (75 inches) in diameter in southern live oak), with more erect branching and a less wide crown. Like Q. virginiana, its magnificent, stately form and unparalleled longevity has endeared it to generations of residents where it is native.\nEscarpment live oak is typically found on dry sites, unlike southern live oak, which prefers moister conditions. The tree, especially the Quartz Mountains variety, is generally accepted to be the hardiest evergreen oak, able to withstand very cold winters with minimal leaf burn in areas as cold as USDA zone 6a. For this reason the tree has become popular within the landscape industry for its beauty, ability to endure urban conditions, and general hardiness. It is prevalently used for these purposes in Texas and southern Oklahoma but use is becoming more widespread in the Western US.\nThe Texas state record Quercus fusiformis is found in Bosque County and has a circumference of 342\", larger than the state record Quercus virginiana which is listed at 338\".",
    "References": "",
    "External links": "Texas Native Plants Database, Texas A&M University: Quercus fusiformis — horticultural/ornamental tree description.\nNative Plant Database profile, Lady Bird Johnson Wildflower Center, University of Texas at Austin\nphoto of herbarium specimen collected in Nuevo León in 2003"
  }
}