{
  "url": "https://en.wikipedia.org/wiki/Quercus_chrysolepis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Protobalanus"
    },
    {
      "Species": "Q. chrysolepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus chrysolepis, commonly termed canyon live oak, canyon oak, golden cup oak or maul oak, is a North American species of evergreen oak that is found in Mexico and in the western United States, notably in the California Coast Ranges. This tree is often found near creeks and drainage swales growing in moist cool microhabitats. Its leaves are a glossy dark green on the upper surface with prominent spines; a further rapid identification arises from the leaves of canyon live oak being geometrically flat. They are often sympatric with Quercus agrifolia and several other oak species. Fossil data supports a much wider distribution throughout the western United States during the early Holocene period.\nNative Americans used the acorns of this species as a food staple, after leaching of the tannins; moreover, its roasted seed is a coffee substitute. After forest fires, canyon live oak regenerates vigorously by basal sprouting, and the clonal diversity of this species has been shown to be high.",
    "Description": "Quercus chrysolepis is an evergreen tree with significant-sized spreading, horizontal branches, and a broad, rounded crown; it attains a height of six to thirty meters (20–100 feet) and is often found in a shrubby growth form. The trunk diameter can range from 30 to 100 centimeters. The elliptical to oblong leaves are 2.5 to 8.0 centimeters (1.0–3.2 inches) in length with widths of about half that dimension; moreover, leaves are short-pointed at the tip, but rounded or blunt at base. Although the leaves appear generally flat, they may have edge margins slightly turned under, typically with spiny teeth, particularly on young twigs. These leathery leaves are a glossy dark green above, with a nether surface a dull golden down, often becoming gray and nearly glabrous the second year.Bark of the canyon live oak is of a light gray coloration, and is rather smooth or sometimes scaly. Acorns occur solitarily or in pairs, exhibiting lengths of two to five centimeters; these fruits are variable in size and shape, but generally ovoid, turban-like with a shallow, thick cup of scales densely covered with yellowish hairs; the stalk is barely evident.",
    "Distribution and habitat": "Quercus chrysolepis is found in a variety of forest communities in the southwestern United States. It is common in the mountainous regions of California (Sierra Nevada, Coast Ranges, Klamath Mountains, Cascades, San Gabriel Mountains, etc.) with additional populations in southwestern Oregon, western Nevada, northern Baja California, Arizona, southwestern New Mexico, and Chihuahua.Canyon live oak is tolerant of a variety of soil types, including very rocky or cobbly environments. It is hardy to cold temperatures down to −11 °F, and will grow in neutral to moderately acidic soils with pH ranges of 4.5 to 7.5. An example of very rocky and serpentine soil tolerance is the species occurrence at the Cedars of Sonoma County, California. Canyon live oak grows at elevations of about 500 to 1500 meters in southwestern Oregon; in Northern California, from 100 to 1400 meters; and in Southern California, up to approximately 2700 meters. Quercus chrysolepis can be the dominant tree on steep canyon walls, especially in locations of shallow rocky soils. In areas of moderate to high rainfall, it occurs on south facing slopes, and in the hotter, drier parts of its distribution, on northerly slope faces.",
    "Ecology": "Besides the prehistoric use of canyon live oaks as a human food source, the acorns are consumed by a variety of wildlife as diverse as acorn woodpecker, California ground squirrel, dusky-footed wood rat, western harvest mouse and black-tailed deer.  Surprisingly there seems little difference in food preference by wildlife among different oak species.\nExtensive hybridization of Quercus chrysolepis has been documented with several other sympatric oak species, probably to a greater extent than for any other Quercus species.  The ability of Quercus chrysolepis to compete with other dominant trees within its range has been analyzed from the standpoint of leaf architecture and photosynthetic capability. The study results explain that, in low light environments, Q. chrysolepis out-competes species with superior leaf size and crown mass per unit volume by its greater photosynthetic efficiency and leaf lifespan.Canyon live oak gives functional habitat for many fauna by providing perching, nesting, resting, or foraging sites for numerous species of birds, and shade and cover for diverse other mammals. Young Q. chrysolepis readily available browse. Canyon live oak woodlands serve as excellent mountain lion habitat because of the large population of deer frequenting these areas. Many species forage on canyon live oak foliage including black-tailed jackrabbit, beaver, brush rabbit, red-backed vole, Sonoma chipmunk, cactus mouse, deer mouse, and porcupine. Pocket gophers often feed on the cambium of young canyon live oaks.\nIn southern California Q. chrysolepis is the food plant of a small moth, Neocrania bifasciata.",
    "Allergenicity": "Canyon Live Oak (Quercus chrysolepis) is a severe allergen. Pollination:  Occurs in following seasons depending on latitude and elevation: Spring.",
    "References": "",
    "External links": "Jepson Manual treatment\nRecord Canyon Live Oaks of Southern California's Transverse Ranges"
  }
}