{
  "url": "https://en.wikipedia.org/wiki/Quercus_garryana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. garryana"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus garryana is an oak tree species of the Pacific Northwest, with a range stretching from southern California to southwestern British Columbia. It is commonly known as the Oregon white oak or Oregon oak in the United States and as the Garry oak in Canada. It grows from sea level to 210 meters (690 ft) altitude in the northern part of its range, and at 300 to 1,800 meters (980 to 5,910 ft) in the south of the range in California. The eponymous Nicholas Garry was deputy governor of the Hudson's Bay Company, 1822–35.",
    "Range": "In British Columbia, the Garry oak grows on the Gulf Islands and southeastern Vancouver Island, from west of Victoria along the east side of the island up to the Campbell River area.  There are also small populations along the Fraser River on the British Columbia mainland. The northernmost population of Garry oak can be found just below 50°N on Savary Island, in the northern stretches of the Strait of Georgia. The Garry oak is the only oak native to western Canada.In Washington state, the tree grows on the west side of the Cascade Range, particularly in the Puget Sound lowlands, the northeastern Olympic Peninsula, Whidbey Island, the Chehalis river valley, and the San Juan Islands. It also grows in the foothills of the southeastern Cascades and along the Columbia River Gorge.In Oregon, the tree grows on the west side of the Cascade Range, primarily in the Willamette, Umpqua and Rogue River valleys, and along the Columbia River Gorge.In California, the garryana variety grows in the foothills of the Siskiyou and Klamath Mountains, the Coast Ranges of Northern California, and of the west slope of the Cascades.  The semota variety grows in the Sierra Nevada and Coast Ranges as far south as Los Angeles County.",
    "Varieties": "There are three varieties:\n\nQuercus garryana var. garryana – tree to 20 (30) m. British Columbia south along the Cascades to the California Coast Ranges.\nQuercus garryana var. breweri – shrub to 5 m; leaves velvety underneath. Siskiyou Mountains.\nQuercus garryana var. semota – shrub to 5 m; leaves not velvety underneath. Sierra Nevada.",
    "Growth characteristics": "It is a drought-tolerant tree, typically of medium height, growing slowly to around 20 m (occasionally as high as 30 m) or as a shrub to 3 to 5 meters (9.8 to 16.4 ft) tall. It has the characteristic oval profile of other oaks when solitary, but is also known to grow in groves close enough together that crowns may form a canopy. The leaves are deciduous, 5–15 cm long and 2–8 cm broad, with 3-7 deep lobes on each side. The flowers are catkins, the fruit a small acorn 2–3 cm (rarely 4 cm) long and 1.5–2 cm broad, with shallow, scaly cups. Its fall color is unspectacular, with many trees turning plain brown. Other individuals may have subtle mixtures of brown, green and yellow, or in less common cases a fairly bright \"peas and corn\" effect.\nThe Oregon white oak is commonly found in the Willamette Valley hosting the mistletoe Phoradendron flavescens. It is also commonly found hosting galls created by wasps in the family Cynipidae. 'Oak apples', green or yellow ball of up to 5 cm in size, are the most spectacular.  They are attached to the undersides of  leaves.  One common species responsible for these galls is Cynips maculipennis.  Other species create galls on stems and leaves.  Shapes vary from spheres to mushroom-shaped to pencil-shaped. \n\nIn British Columbia, the Garry oak can be infested by three nonnative insects:  the jumping gall wasp Neuroterus saltatorius, the oak leaf phylloxeran, and the gypsy moth.While the invasive plant disease commonly called Sudden Oak Death attacks other Pacific Coast native oaks, it has not yet been found on the Garry oak.  Most oak hosts of this disease are in the red oak group, while Garry oak is in the white oak group.",
    "Garry oak woodlands": "Garry oak is the only native oak species in British Columbia, Washington, and northern Oregon.  In these areas, Garry oak woodlands are seral, or early-successional – they depend on disturbance to avoid being overtaken by Douglas-fir (Pseudotsuga menziesii).  The disturbance allowing Garry oak to persist in an area that would otherwise succeed to coniferous forest was primarily fire.  Natural wildfires are relatively common in the drier portions of the Pacific Northwest where Garry oak is found, but fire suppression has made such events much less common. In addition, early settlers' records, soil surveys, and tribal histories indicate that deliberate burning was widely practiced by the indigenous people of these areas.  Fire perpetuated the grasslands that produced food sources such as camas, chocolate lily, bracken fern, and oak; and that provided grazing and easy hunting for deer and elk.  Mature Garry oaks are fire-resistant, and so would not be severely harmed by grass fires of low intensity.  Such fires prevented Douglas-fir and most other conifer seedlings from becoming established, allowing bunch grass prairie and Garry oak woodland to persist.  Fire also kept oak woodlands on drier soils free of a shrub understory.  Wetter oak woodlands historically had a substantial shrub understory, primarily snowberry.\n\nGarry oak woodlands in British Columbia and Washington are critical habitats for a number of species that are rare or extirpated in these areas, plant, animal, and bryophyte:\nPropertius duskywing butterfly Erynnis propertius, sole larval food plant is oak\nBucculatrix zophopasta leaf-mining moth, sole larval food plant is oak\nLewis woodpecker Melanerpes lewis\nSlender billed nuthatch Sitta carolinensis aculeata\nSharp tailed snake Contia tenuis\nWestern gray squirrel Sciurus griseus\nWestern tanager Piranga ludoviciana\nWestern wood peewee Contopus sordidulus\nWestern bluebird Sialia mexicana\nSessile trillium Trillium parviflorum\nBanded cord-moss Entosthodon fascicularis\nApple moss Bartramia stricta\n(liverwort) Riccia ciliata\nGolden Paintbrush Castilleja levisecta\nGarry oak woodlands create a landscape mosaic of grassland, savanna, woodland, and closed-canopy forest.  This mosaic of varied habitats, in turn, allows many more species to live in this area than would be possible in coniferous forest alone.  Parks Canada states that Garry oak woodlands support more species of plants than any other terrestrial ecosystem in British Columbia.  It grows in a variety of soil types, for instance, rocky outcrops, glacial gravelly outwash, deep grassland soils, and seasonally flooded riparian areas.The Donation Land Claim Act of 1850 encouraged Anglo settlement of Washington and Oregon, and marked the beginning of the end of regular burning by Indians of the area (Perdue IN Dunn and Ewing).  The arrival of Europeans also reduced the number of natural fires that took place in Garry oak habitat. With fire suppression and conversion to agriculture, Garry oak woodlands and bunch grass prairies were invaded by Douglas-fir, Oregon ash (Fraxinus latifolia), and imported pasture grasses.  Oaks were logged to clear land for pasture, and for firewood and fence posts.  Livestock grazing trampled and consumed oak seedlings.  By the 1990s, more than half the Garry oak woodland habitat in the South Puget Sound area of Washington was gone.  On Vancouver Island, more than 90% was gone, and on Whidbey Island up to 99% of native understory Garry oak habitat is gone.  Remaining Garry oak woodlands are threatened by urbanization, conversion to Douglas-fir woodland, and invasion by shrubs, both native and nonnative (Scotch broom Cytisus scoparius, sweetbriar rose Rosa eglanteria, snowberry Symphoricarpos albus, Indian plum Oemleria cerasiformis, poison-oak Toxicodendron diversilobum, English holly Ilex aquifolium, bird cherry Prunus avens).  \nConversely, oak groves in wetter areas that historically had closed canopies of large trees are becoming crowded with young oaks that grow thin and spindly, due to lack of fires that would clear out seedlings.Chionodes petalumensis caterpillars feed on oak leaves, including those of the Garry oak (Quercus garryana) and valley oak (Q. lobata).",
    "Uses": "Garry Oak is a hard, heavy ring-porous hardwood. It has distinctive growth rings and prominent rays. Heartwood can be a deep chocolate brown color and sapwood will vary from golden brown to nearly white. This makes it particularly attractive to woodworkers, however it can be difficult to use in woodworking without experiencing warping and cracking. Historically, the Garry oak has not been regarded as having significant commercial value and is frequently destroyed as land is cleared for development. Recently the wood, which is similar to that of other white oaks, has been used experimentally in Oregon for creating casks in which to age wine. In Washington, Garry oak has been used for aging single malt whiskey.\nWhen used as firewood, garry oak produces 28 million British thermal units per cord (8.2 GJ/m3) burned.The mildly sweet acorns are edible and consumed by wildlife and livestock, and, historically, Native Americans.",
    "Conservation": "Garry oaks and their ecosystems are the focus of conservation efforts, including communities such as Tacoma, Washington, where an Oak Tree Park has been established; Oak Bay, British Columbia, which is named after the tree; and Corvallis, Oregon. Oak Harbor, Washington, named after the tree and home to Smith Park that contains a dense grove of mature Garry Oak trees, is actively pursuing conservation of the city's namesake tree with the formation of the Oak Harbor Garry Oak Society.In southwest Washington, significant acreages of Garry oaks are preserved in the Scatter Creek Wildlife Area, in sites such as the Scatter Creek Unit, which contain some of the few remaining areas of south Puget Sound prairie.\nIn Oak Bay, British Columbia, a fine of up to $10,000 may be issued for each Garry oak tree cut or damaged.",
    "See also": "Media related to Quercus garryana (category) at Wikimedia Commons",
    "References": "Footnotes\n\nCitations",
    "External links": "Garry Oak Ecosystems Recovery Team: Information about native plant gardening, propagation, removing invasive plants and events for beginners to professionals.\nOak Harbor Garry Oak Society: A nonprofit organization devoted to Garry oak conservation on Whidbey Island whose website includes helpful resources on planting and protecting Garry oaks, and contemporary news and updates on issues facing Garry oaks in the Puget Sound Region of Washington State.\nFlora of North America: Quercus garryana\nPlants of British Columbia: Quercus garryana\nJepson Flora Project: Quercus garryana\nProvince of British Columbia – Ministry of Environment: Garry Oak Ecosystem – PDF\nProvince of British Columbia – Ministry of Forests, Lands and Natural Resource Operations: Garry Oak"
  }
}