{
  "url": "https://en.wikipedia.org/wiki/Quercus_petraea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. petraea"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus petraea, commonly known as the sessile oak, Cornish oak, or durmast oak, is a species of oak tree native to most of Europe and into Anatolia and Iran.\nThe sessile oak is the national tree of the Republic of Ireland, and an unofficial emblem in Wales and Cornwall.",
    "Description": "The sessile oak is a large deciduous tree up to 20–40 m (66–131 ft) tall, in the white oak section of the genus (Quercus sect. Quercus) and similar to the pedunculate oak, Q. robur, with which it overlaps extensively in range. The leaves are 7–14 cm (2.8–5.5 in) long and 4–8 cm (1.6–3.1 in) broad, evenly lobed with five to six lobes on each side, and a 1-centimetre-long (0.39 in) petiole. The flowers are catkins, produced in the spring. The fruit is an acorn 2–3 cm (0.79–1.18 in) long and 1–2 cm (0.39–0.79 in) broad, which matures in about six months.",
    "Comparison with pedunculate oak": "Significant botanical differences from pedunculate oak  (Quercus robur) include the stalked leaves, and the stalkless (sessile) acorns from which one of its common names is derived. It occurs in upland areas over 300 m (984 ft) with higher rainfall and shallow, acidic, sandy soils. Its specific epithet petraea means \"of rocky places\". Quercus robur, on the other hand, prefers deeper, richer soils at lower altitude. Fertile hybrids with Quercus robur named Quercus × rosacea  are found wherever the two parent species occur and share or are intermediate in characters between the parents.\nCharles Darwin, in Chapter II of The Origin of Species, noted that the sessile and pedunculate oaks had been described as both distinct species and mere varieties depending on the authority consulted.",
    "Uses": "Sessile oak is one of the most important species in Europe both economically and ecologically. Oak timber is traditionally used for building, ships and furniture. Today the best woods are used for quality cabinetmaking, veneers and barrel staves. Rougher material is used for fence construction, roof beams and specialist building work. It is also a good fuel wood. During autumns with good acorn crops (the mast years) animals are traditionally grazed under the trees to fatten them.In cultivation, this tree has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Pontfadog Oak": "What was considered to be the oldest oak tree in the UK was a sessile oak, the Pontfadog Oak. This grew near Chirk in North Wales. It was understood to be over 1,200 years old, an age that was due to regular pollarding for much of its life. The hollow trunk had a girth of 12.9 metres (42 ft 5 in). It was lost in April 2013 when it blew down in high winds.",
    "Diseases and pests": "Acute oak decline\nSudden oak death\nThe Welsh oak longhorn beetle (Pyrrhidium sanguineum) is named for its host tree; the larvae feed at the bark interface of dead wood.",
    "See also": "Faux de Verzy",
    "External links": " Media related to Quercus petraea at Wikimedia Commons\n Data related to Quercus petraea at Wikispecies",
    "References": "Flora Europaea: Quercus petraea\nBean, W. J. (1976). Trees and shrubs hardy in the British Isles 8th ed., revised. John Murray.\nRushforth, K. (1999). Trees of Britain and Europe. HarperCollins ISBN 0-00-220013-9.\n(in French) Chênes: Quercus petraea\nDen virtuella floran - Distribution"
  }
}