{
  "url": "https://en.wikipedia.org/wiki/Quercus_infectoria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. infectoria"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus infectoria, the Aleppo oak, is a species of oak, bearing galls that have been traditionally used for centuries in Asia medicinally. Manjakani is the name used in Malaysia for the galls; these have been used for centuries in softening leather and in making black dye and ink. In India the galls are called majuphal among many other names.",
    "Distribution": "Quercus infectoria is indigenous to parts of southern Europe (Greece and the East Aegean Islands) and the Middle East (Turkey, Cyprus, Iran, Iraq, Kurdistan, Lebanon, Syria and Israel). It also grows in South and Southwestern Asia.",
    "Description": "Quercus infectoria is a small tree native of Greece and Asia Minor, with one to two metres (four to six feet) in height. The stems are crooked, shrubby looking with smooth and bright-green leaves borne on short petioles of 3 to 4 cm (1 to 1.5 inches) long. The leaves are bluntly mucronate, rounded, smooth, unequal at the base and shiny on the upper side.\nThe galls arise on young branches of the Quercus infectoria tree when gall wasps sting the oak tree and deposit their larvae the chemical reaction causes an abnormality in the oak tree causing hard balls to be formed. They are corrugated in appearance.",
    "Uses": "Quercus infectoria can be used as a thickener in stews or mixed with cereals for making bread.Also known as Majuphal in Indian traditional medicine, manjakani has been used as dental powder and in the treatment of toothache and gingivitis.The so-called \"Aleppo tannin\" is Tannic acid gained from Aleppo oak galls, which displays unique chemical properties essential in the preparation of gold sols (colloids) used as markers in Immunocytochemistry.Nowadays, gallnut extracts are also widely used in pharmaceuticals, food and feed additives, dyes, inks, and metallurgy.",
    "Constituents": "The galls from Quercus infectoria contain the highest naturally occurring level of tannin, approx. 50–70%, syringic acid, β-sitosterol, amentoflavone, hexamethyl ether, isocryptomerin, methyl betulate, methyl oleanate and hexagalloyl glucose. They also contain 2-4% each of gallic and ellagic acid that are polymerized to make tannins. Tannins have been used for hundreds of years for medical purposes and are currently indispensable in dermatology  and have been used for tanning of leather.",
    "Constituents-Tannins from the nutgalls": "Tannins comprise a large group of natural products widely distributed in the plant kingdom. They have a great structural diversity, but are usually divided into two basic groups: the hydrolyzable type and the condensed type. Hydrolyzable tannins include the commonly occurring gallic and ellagic acid contained in the nut galls.\nHydrolyzable tannins are present in many different plant species but are found in particularly high concentrations in nut galls growing on Rhus semialata (Chinese and Korean gallotannins) and Quercus infectoria (Turkish and Chinese gallotannins), the seedpods of Caesalpinia spinosa (Tara tannins), and the fruits of Terminalia chebula. The gallic and ellagic acid hydrolyzable tannins react with proteins to produce typical tanning effects; medicinally, this is important to topically treat inflamed or ulcerated tissues.They also contribute to most of the astringent property of manjakani and in small insignificant doses, are great for skin whitening and killing microorganisms.\nAlthough both types of tannin have been used to treat diseases in traditional medicine, the hydrolyzable tannins have long been considered official medicinal agents in Europe and North America. They have been included in many pharmacopoeias, in the older editions in particular, and are specifically referred to as tannic acid. These were recommended for treatment of inflammation and ulceration, including topical application for skin diseases and internal use for intestinal ulceration and diarrhea. In China, tannin-containing substances, such as galls, pomegranate rinds, and terminalia fruits, are used in several medicinal preparations.",
    "Pharmacology": "The galls of Quercus infectoria have also been pharmacologically documented to possess astringent, antidiabetic, antitremorine, local anaesthetic, antiviral, antibacterial, antifungal, larvicidal  and anti-inflammatory  activities. The main constituents found in the galls of Quercus infectoria are tannin (50-70%) and small amount of free gallic acid and ellagic acid.The wide range of pharmacological activities of this plant might support the efficacy of extract preparation of Quercus infectoria that are widely used in Malaysia for treating many kinds of health problems since many decades ago. The nutgalls have been pharmacologically documented on their antiamoebic, anticariogenic  and anti-inflammatory  activities, to treat skin infections and gastrointestinal disorders.",
    "Uses of the galls": "Nowadays, gall nut extracts are widely used in pharmaceuticals, medical laboratory techniques as well as inks which use \"Aleppo tannin\", food and feed additives, dyes, and metallurgy.",
    "Uses of the galls-Tanning": "Tannin, a substance contained in the galls of the Quercus infectoria, has been used for centuries for the tanning of leather.",
    "Uses of the galls-Medical laboratory techniques": "The so-called \"Aleppo tannin\" is tannic acid gained from Aleppo pine galls, which displays unique chemical properties essential in the preparation of gold sols (colloids) used as markers in immunocytochemistry.",
    "Uses of the galls-Teeth and gum remedy": "Also known as majuphal in Indian traditional medicine, manjakani has been used as dental powder and in the treatment of toothache and gingivitis.",
    "Uses of the galls-Uterine and vaginal therapy": "The galls, locally known as manjakani in Malaysia, are used in combination with other herbs as drinking remedies by women after childbirth to restore the elasticity of the uterine wall, and in many vaginal tightening products. The extract of manjakani was claimed by the Malay Kelantanese to be highly beneficial for postpartum women. Hazardous effects of the extract were not reported so far. In addition, the Arabs, Persians, Indians, Malays and Chinese have traditionally used the galls after childbirth to treat vaginal discharge and related postpartum infections.",
    "Gallery": "",
    "See also": "Herbal medicine\nMedicinal plants\nSucculent plants\nList of Quercus species\nQuercus lusitanica",
    "References": "",
    "External links": "Detailed studies on Quercus infectoria Olivier (nutgalls) as an alternative treatment for methicillin-resistant Staphylococcus aureus infections\nPharmacognostic studies of insect gall of Quercus infectoria Olivier (Fagaceae).\nThe potential of aqueous and acetone extracts of galls of Quercus infectoria as antibacterial agents\nGallnuts and the Uses of Tannins in Chinese Medicine\nDetailed studies on Quercus infectoria Olivier (nutgalls) as an alternative treatment for methicillin-resistant Staphylococcus aureus infections\nPharmacognostic studies of insect gall of Quercus infectoria Olivier (Fagaceae).\nThe potential of aqueous and acetone extracts of galls of Quercus infectoria as antibacterial agents\nGallnuts and the Uses of Tannins in Chinese Medicine\nManjakani for vaginal tightening\nScanning Microscope-Energy Dispersive X-Ray (Sem-Edx) Studies of Quercus infectoria Gall"
  }
}