{
  "url": "https://en.wikipedia.org/wiki/Quercus_ilex",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. ilex"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus ilex, the evergreen oak, holly oak or holm oak, is a large evergreen oak native to the Mediterranean region. It takes its name from holm, an ancient name for holly. It is a member of the Cerris section of the genus, with acorns that mature in a single summer.\nThe first trees to be grown from acorns in England are still to be found within the stately grounds of Mamhead Park, Devon. From Britton & Brayley The Beauties of England and Wales (1803):\n\n\"The woods and plantations of Mamhead are numerous and extensive. Many of them were introduced by Mr Thomas Balle (sic), the last of that family who, on returning from the continent brought with him a quantity of cork, ilex, wainscot, oak; Spanish chestnut, acacia, and other species of exotic trees.\"",
    "Etymology": "The resemblance of the foliage to that of the common European holly, Ilex aquifolium, has led to its common and botanic names. The name ilex was originally the classical Latin name for the holm oak, but later adopted as a botanical genus name for the hollies.",
    "Description": "An evergreen tree of large size, attaining in favourable places a height of 21–28 m, and developing in open situations a huge head of densely leafy branches as much across, the terminal portions of the branches usually pendulous in old trees. The trunk is sometimes over 6 m in girth. The young shoots are clothed with a close grey felt. The leaves are very variable in shape, most frequently narrowly oval or ovate-lanceolate, 4–8 cm long, 1.2–2.5 cm wide, rounded or broadly tapered at the base, pointed, the margins sometimes entire, sometimes (especially on young trees) more or less remotely toothed. When quite young, both surfaces are clothed with whitish down, which soon falls away entirely from the upper surface leaving it a dark glossy green; on the lower surface it turns grey or tawny, and persists until the fall of the leaf; the petiole is 3–16 mm long. Fruits are produced one to three together on a short downy stalk, ripening the first season; the acorns usually 12–18 mm long in the UK, the cups with appressed, downy scales.",
    "Description-Subspecies": "There are two subspecies:\n\nQuercus ilex subsp. ilex. Native in the north and east of the species' range, from northern Iberia and France east to Greece. Leaves narrow; acorns 2 cm (0.79 in) long, bitter tasting.\nQuercus ilex subsp. rotundifolia (syn. Q. rotundifolia, Q. ballota). Native in the southwest of the species' range, in central and southern Iberia (Portugal and Spain) and northwest Africa. Leaves broader; acorns 2.5 cm (0.98 in) long, sweet tasting.",
    "Ecology": "Holm oak grows in pure stands or mixed forest in the Mediterranean and often at low or moderate elevations. One of the plant associations in which holm oak is found is the holm oak/Atlas cedar forests of the Atlas Mountains. In Morocco, some of these mixed forests are habitat to the endangered primate, Barbary macaque, Macaca sylvanus.Holm oak is prevalent from Portugal to Greece along the northern Mediterranean coastal belt, and from Morocco to Tunisia along the southern Mediterranean coast.\nHolm oak is damaging biodiversity in the United Kingdom and is listed as an alien invader. Normally the tree is unable to withstand severe frost, which would prevent it from spreading north, but with climate change, it has successfully penetrated and established itself in areas north of its native range. The largest population of Holm oak in Northern Europe is present on and around St. Boniface Down on the Isle of Wight and into the neighbouring town of Ventnor, a town known for its naturally warmer microclimate, and has shown to tolerate the high winds on the downs. It is thought that this population's propagation (which was established in the late 1800's after being planted by Victorian residents) has been bolstered by native Eurasian jays (Garrulus glandarius), which harvest acorns from oak trees and store them by burying them in the ground where they may then germinate.",
    "Cultivation and uses": "The wood is hard and tough, and has been used since ancient times for general construction purposes as pillars, tools, wagons (Hesiod, Works and Days 429), vessels and wine casks. It is also used as firewood and in charcoal manufacture.\nThe holm oak is one of the top three trees used in the establishment of truffle orchards, or truffières. Truffles grow in an ectomycorrhizal association with the tree's roots.\nThe acorns, like those of the cork oak, are edible (toasted or as a flour) and are an important food for free-range pigs reared for ibérico ham production. Boiled in water, the acorns can also be used as a medicinal treatment for wound disinfections.\nQ. ilex can be clipped to form a tall hedge, and it is suitable for coastal windbreaks, in any well drained soil. It forms a picturesque rounded head, with pendulous low-hanging branches. Its size and solid evergreen character gives it an imposing architectural presence that makes it valuable in many urban and garden settings. While holm oak can be grown in much of maritime northwestern Europe, it is not tolerant of cold continental winters.",
    "Notable trees": "The TROBI Champion in Gloucestershire measured 27 1⁄4 ft (8.3 m) in circumference at 1.2 m height in 1993. Another tree at Courtown House, Wexford, Ireland, reputedly planted in 1648, measured 20 m in height, with a spread of 43 m in 2010.  The eldest holm oak in Spain, the Encina Tres Patas de Mendaza, located in Navarre, is reputed to be 1,200 years old. A specimen in Milo, in Sicily, is reputed to be 700 years old while a small population on the slopes of northern village of Wardija in Malta are said to be between 500 and 1,000 years old. Prior to the Carthaginian period, holm oak was prevalent on the islands.",
    "References": "BBC News (2008) Holm Oak: Garden Invader\nRoyal Botanic Garden (2008) Flora Europaea: Quercus ilex\nW.J. Bean (1976) Trees and shrubs hardy in the British Isles 8th ed., revised. John Murray.\nC. Michael Hogan (2008) Barbary Macaque: Macaca sylvanus, Globaltwitcher.com, ed. N. Strõmberg\nHolm Oak (2002) [1]\nK. Rushforth (1999) Trees of Britain and Europe. HarperCollins ISBN 0-00-220013-9.\nChênes: Quercus ilex (in French)",
    "References-Line notes": "",
    "External links": "Quercus ilex - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)\n Media related to Quercus ilex at Wikimedia Commons\n Data related to Quercus ilex at Wikispecies"
  }
}