{
  "url": "https://en.wikipedia.org/wiki/Quercus_incana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. incana"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus incana is a species of oak known by the common names bluejack oak, upland willow oak, sandjack oak, and cinnamon oak. It is native to the Atlantic and Gulf coastal plains of the United States, from Virginia around Florida to Texas and inland to Oklahoma and Arkansas.Quercus incana is a tree growing to about 10 meters (33 feet) in height, with a maximum height around 15 meters. The \"national champion bluejack\" was a specimen from Texas that was 15.5 meters (51 feet) tall and 2.1 meters (7 feet) in circumference, and had a crown spread of 17 meters (56 feet). The trunk is short and the crooked branches form an open, irregular crown. The platy bark is dark brown or black. The leaves are generally oval and up to 10 centimeters long by 3.5 wide. They are glossy green on top and woolly-haired underneath. The acorn is up to 1.7 centimeters long by 1.6 wide, not counting the cap. The oak reproduces by seed and by resprouting from the rootcrown when the upper parts are removed. It can form thickets by spreading underground runners.Quercus incana often grows in longleaf pine (Pinus palustris) ecosystems, where it shares the understory with turkey oak (Quercus laevis) and wiregrass (Aristida stricta). In the Big Thicket of Texas it codominates with post oak (Quercus stellata) and a number of pines. The oak can be found on sandy soils. It grows downslope from ridgetops, where the soils are finer and less dry than the tops of the ridges. It is well adapted to wildfire and grows in habitat where fire is common and often required, such as longleaf pine ecosystems. The oak does not tolerate dense shade and requires fire to remove taller, more robust oaks that would otherwise outcompete it.The wood of Quercus incana is hard and strong, but the trees are usually too small to be good for any uses except fuel or posts. The acorns provide food for many animal species including the Sherman's fox squirrel, which lives in longleaf pine communities.",
    "References": "",
    "External links": "The Nature Conservancy"
  }
}