{
  "url": "https://en.wikipedia.org/wiki/Quercus_hemisphaerica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Lobatae"
    },
    {
      "Species": "Q. hemisphaerica"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus hemisphaerica (sand laurel oak, laurel oak, Darlington oak, laurel-leaf oak) is a species of oak native to the southeastern and south-central United States, from Texas to Delaware. It is in the red oak section Quercus sect. Lobatae. It is often confused with and closely related to the Quercus laurifolia (swamp laurel oak) in which it differs in several key characteristics.\nQuercus hemisphaerica is a medium-sized evergreen to semi-evergreen tree which can grow as tall as 115 feet (35 m) tall with a 5-foot (1.5 m) trunk diameter, although it is more commonly around 60 to 65 feet (18 m-20 m) tall. The leaves are entire, without teeth except one apical awn (rarely with a few teeth near apex), mostly elliptical or narrowly ovate, and 1.2 to 4.7 inches (3 cm to 12 cm) long by 0.4 to 1.6 inches (1 cm to 4 cm) wide. The petiole is very short ranging from 1/25 to 1/5 of an inch(1 mm to 5 mm) long and the leaf base is obtuse to rounded. The acorna are hemispheric in shape and 0.35 to 0.6 inches(9 to 16.5 mm) by 0.35 to 0.6 inches(9 to 16.5 mm). The acorns take 18 months to mature and are 1/4 to 1/3 covered by a saucer to bowl shaped cap.It grows in somewhat xeric sandy soils, sand hills, and sometimes on hillsides.\nThere is at least one known hybrid involving Quercus hemisphaerica which is with Q. laevis (Q. × mellichampii Trel.).",
    "Key differences between sand laurel oak and swamp laurel oak": "When both sand laurel oak (Q. hemisphaerica) and swamp laurel oak (Quercus laurifolia) are growing in the same area, sand laurel oak will flower about two weeks later than the swamp laurel oak.\nSand laurel oak grows on dry sandy soils while swamp laurel oak grows on flood plains, river bottoms, and occasionally poorly drained upland soils.\nSand laurel oak has narrow ovate or elliptic leaves, while swamp laurel oak has rhombic or broad ovate leaves.\nSand laurel oak has an acute leaf apex and a rounded or obtuse (blunt, >90°) leaf base, while swamp laurel oak has an obtuse or rounded leaf apex and a cuneate or attenuate leaf base.\nSand laurel oak is mostly evergreen, while swamp laurel oak is mostly tardily deciduous.",
    "References": "",
    "External links": "North Carolina State Fact Sheet: Laurel Oak\nAuburn University, Trees of Alabama and the Southeast: Laurel Oak\nVirginia Tech, Department of Forestry Fact Sheet: Darlington oak\nUnited States Department of Agriculture plants profile: Darlington oak\nFloridata: Quercus hemisphaerica\nInstitute of Food and Agricultural Sciences, University of Florida: Laurel Oak or Swamp Laurel Oak?"
  }
}