{
  "url": "https://en.wikipedia.org/wiki/Quercus_dumosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "Q. dumosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus dumosa is a species of plant in the Fagaceae family, belonging to the white oak section of the oak genus (Quercus). This tree goes by the common names coastal sage scrub oak and Nuttall's scrub oak.",
    "Distribution": "Quercus dumosa is found in Baja California and in California. It is threatened by habitat loss. The species lends its name to the plant community called the \"Quercus dumosa chaparral\", in which Coastal sage scrub oak and toyon often co-dominate in chaparral.",
    "Botanical characteristics": "Quercus dumosa is an evergreen shrub growing 1 to 3 meters (40-120 inches or 3.3-10.0 feet) tall from a large, deep root network. The leaves have spiny or toothed edges. The fruit is an acorn up to 1.5 centimeters (0.6 inches) wide. Some individuals produce large crops of acorns, and some produce very few fruits. The acorns are dispersed by gravity as they fall from the tree, and by animals that pick them up, such as squirrels and jays. Animals eat them immediately or cache them for later. The acorns tend to germinate easily. Reproduction via seed generally occurs only in very moist years.",
    "Allergenicity": "Coastal Sage Scrub Oak (Quercus dumosa) is a severe allergen. Pollination:  Occurs in following seasons depending on latitude and elevation: Spring.",
    "Ecology": "Quercus dumosa grows primarily in sandy soils such as sandstone near the coast. Its habitat is often chaparral. This oak sprouts vigorously from its stump and root crown after wildfire and develops a large canopy within a few years after a fire event. It sometimes co-dominates with Ceanothus species as early as four years after a fire. This oak also does well in the absence of fire.",
    "See also": "California chaparral and woodlands",
    "References": "",
    "External links": "Jepson Manual treatment\nQuercus dumosa in the CalPhotos Photo Database, University of California, Berkeley"
  }
}