{
  "url": "https://en.wikipedia.org/wiki/Quercus_acutissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Cerris"
    },
    {
      "Species": "Q. acutissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus acutissima, the sawtooth oak, is an Asian species of oak native to China (including Tibet), Korea, Japan, Indochina (Vietnam, Thailand, Myanmar, Cambodia) and the Himalayas (Nepal, Bhutan, northeastern India).  It is widely planted in many lands and has become naturalized in parts of North America.Quercus acutissima is closely related to the Turkey oak, classified with it in Quercus sect. Cerris, a section of the genus characterised by shoot buds surrounded by soft bristles, bristle-tipped leaf lobes, and acorns that mature in about 18 months.",
    "Description": "Quercus acutissima is a medium-sized deciduous tree growing to 25–30 metres (82–98 ft) tall with a trunk up to 1.5 metres (4 ft 11 in) in diameter. The bark is dark gray and deeply furrowed. The leaves are 8–20 centimetres (3.1–7.9 in) long and 3–6 centimetres (1.2–2.4 in) wide, with 14-20 small saw-tooth like triangular lobes on each side, with the teeth of very regular shape.The flowers are wind-pollinated catkins. The fruit is an acorn, maturing about 18 months after pollination, 2–3 centimetres (0.79–1.18 in) long and 2 cm broad, bicoloured with an orange basal half grading to a green-brown tip; the acorn cap is 1.5–2 centimetres (0.59–0.79 in) deep, densely covered in soft 4–8 millimetres (0.16–0.31 in) long 'mossy' bristles. It is closely related to Quercus cerris, classified with it in Quercus sect. Cerris, a section of the genus characterised by shoot buds surrounded by soft bristles, bristle-tipped leaf lobes, and acorns that mature in about 18 months.",
    "Ecology": "The acorns are very bitter, but are eaten by jays and pigeons; squirrels usually only eat them when other food sources have run out. The sap of the tree can leak out of the trunk. Beetles, stag beetles, butterflies, and Vespa mandarinia japonica gather to reach this sap.",
    "Uses": "Sawtooth oak is widely planted in eastern North America and is naturalized in scattered locations; it is also occasionally planted in Europe but has not naturalised there. Most planting in North America was carried out for wildlife food provision, as the species tends to bear heavier crops of acorns than other native American oak species; however the bitterness of the acorns makes it less suitable for this purpose and sawtooth oak is becoming a problematic invasive species in some areas and states, such as louisiana. Sawtooth oak trees also grow at a faster rate which helps it compete against native trees. The wood has many of the characteristics of other oaks, but is very prone to crack and split and hence is relegated to such uses as fencing.Charcoal made using this wood is used especially for the braisers for heating water for the Japanese tea ceremony.",
    "References": "",
    "External links": " Data related to Quercus acutissima at Wikispecies\n Media related to Quercus acutissima at Wikimedia Commons\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Kentucky, USA, in 2007\nline drawing, Flora of China Illustrations vol. 4, fig. 359, 1"
  }
}