{
  "url": "https://en.wikipedia.org/wiki/Quercus_hiholensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Fagaceae"
    },
    {
      "Genus": "Quercus"
    },
    {
      "Subgenus": "Quercus subg. Quercus"
    },
    {
      "Section": "Quercus sect. Quercus"
    },
    {
      "Species": "†Q. hiholensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Quercus hiholensis is an extinct species of oak in the Fagaceae genus Quercus.  Quercus hiholensis is known from Middle Miocene fossils found in Central Washington.",
    "History and classification": "The species was first described from specimens of silicified acorns preserved in chert of the \"Yakima Canyon Flora\". The chert was recovered from the \"Hi hole\" site, one of the \"county line hole\" fossil localities of the \"Yakima Canyon Flora\" located north of Interstate 82 in Yakima County, Washington.  The \"Hi hole\" site works strata which was thought to be part of the Museum Flow Package within the interbeds of the Sentinel Bluffs Unit of the central Columbia Plateau N2 Grande Ronde Basalt, Columbia River Basalt Group.  The Museum Flow Package interbeds, designated the type locality, are dated to the middle Miocene and are approximately 15.6 million years old.  Later re-evaluation of the \"hi hole\" site indicated that the site is included into a basalt flow, rather than part of the interbedded Museum flow package.  The evaluation suggested the basalt is part of the Wanapum Basalt and that the fossils are possibly a little younger than formerly reported.  Dating reported in 2007 of a related site near Ellensburg, Washington, confirmed that the deposits worked are pockets within the basalt flows, and the 15.6 million year old date was accurate.At the time of study, the holotype acorn, specimen UWBM 45-I, and a series of paratype specimens are preserved in the Burke Museum of Natural History and Culture, while additional examined fossils that were not part of the type series were part of the paleobotanical collections at Arizona State University.  The specimens represent a range of preservation conditions, ranging from exposed on weathered surfaces of the chert, totally weathered out of the chert, and as hollow chert casts of the acorns.  A total of 42 specimens in chert were studied by paleobotanists Sandra Borgardt and Kathleen Pigg, with their 1999 type description being published in the American Journal of Botany.  Borgardt and Pigg chose the specific epithet hiholensis as a reference to the \"Hi hole\" locality that is the type locality of the species.Based on the acorn and floral morphology, Borgardt and Pigg placed the species into the oak subgenus Quercus section Quercus, which includes living white oaks.  As Q. hiholensis was the first oak to be described from anatomically preserved acorns, they chose to place the fossils into a new species rather than describe them as fossils belonging to the living species, or acorns belonging to an already described fossil species.  The authors also noted that a number of the acorns show signs of probable insect damage, with preserved bore tunnels, possible frass, and possible larvae in some acorns.  The overall damage is similar to damage by beetles in modern acorns, and the finds in Q. hiholensis suggest an oak/insect relationship extending at least back to the Miocene.",
    "Description": "Q. hiholensis acorns range in size from 4 by 4.3 mm (0.16 by 0.17 in) to 15.3 by 18.8 mm (0.60 by 0.74 in) with an umbo on the tip of some nuts, but absent on others.  Of the twenty-six identified Q. hiholensis acorns, only one specimen has a nut emerging from the cupule, while in the others only the perianth and styles, or umbo show.  The exteriors of the cupules comprise helically arranged scales that have a papery tip and range up to 2.8 mm (0.11 in) with the papery tip extending up to 1.4 mm (0.055 in) further.  The cupule has patches of sclereids scattered through it with some of the sclereids that are associated with scale bases organized into white star shaped patches.  The fruits have an ovoid to ovoid-conical shape, ranging between 2.7 by 2.6 mm (0.11 by 0.10 in) to 9 by 10.9 mm (0.35 by 0.43 in) in size.  The smaller, less mature fruits show the distinct structuring of styles and perianth.  The styles have flared tips and are short, while the perianth has distinct lobes that are closely placed to the styles. As is typical for acorns of section Quercus, the youngest specimens still have the aborted second ovule and dividing septum present near the base of the developing fruit.\n\n\n== References =="
  }
}