{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_hypothejus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. hypothejus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus hypothejus, commonly known as herald of the winter, is an edible species of fungus in the genus Hygrophorus native to Europe. It appears in late autumn in coniferous forests, often with the first frosts.",
    "Taxonomy": "Elias Magnus Fries described this species in 1821 as Agaricus hypothejus, before placing it in the genus Hygrophorus in 1838. Its species name is derived from the Ancient Greek words hypo and theios \"sulphur yellow underneath\". It has the common name of herald of the winter as it appears in autumn with the onset of the first overnight frosts. Alternate names are late fall waxy cap in the United States, and yellow-gilled waxcap.",
    "Description": "The olive brown cap is 3–6 cm (1 1⁄8–2 3⁄8 in) across with a slimy surface, and has a rolled margin when young and later flat and more funnel-shaped as it ages. The yellow gills are decurrent, and the flesh is pale yellow, turning orange-red when bruised. The slender stipe is 4–7 cm (1 5⁄8–2 3⁄4 in) tall and 0.7–1.4 cm (1⁄4–1⁄2 in) wide. The colour can become more intense with the onset of frosts. The spore print is white and the oval spores measure 7–9 x 4–5 micrometres.It could be confused with the slimy spike cap (Gomphidius glutinosus), though the gills of the latter separate easily from the cap (unlike the herald of winter).",
    "Distribution and habitat": "It grows in coniferous forests, appearing in October and November, occasionally December. Though mushrooms may be abundant, they are often hard to spot among the pine needles.",
    "Edibility": "European guidebooks list it as edible, though not recommended on account of its sliminess.",
    "References": "",
    "External links": "Hygrophorus hypothejus  in Index Fungorum"
  }
}