{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_latitabundus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. latitabundus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus latitabundus is a species of fungus in the genus Hygrophorus. It is distributed in European pine forests, and has a preference for calcareous soils. It fruits in autumn, producing large, edible mushrooms with slimy caps and stems.",
    "Description": "Hygrophorus latitabundus fruiting bodies are large agarics. The cap is convex and slightly umbonate, coloured grey, brown and olivaceous with a darker, brownish centre. It is characteristically covered by a glutinous layer of slime, especially in wet weather conditions. The margin is inrolled. The cap diameter can reach 15 cm, and as it matures, it flattens out. The white gills are thick, distant and have an adnate to weakly decurrent attachment to the stem.\nThe white stem is tall, fusiform, thick and robust. It is ornamented by numerous whitish flakes which are covered in a thick layer of slime. The flakes have a tendency to become brown. The flakes and slime extend from the base of the stem to the level of the margin, where they stop abruptly, creating a ring-like zone. Above this, the stem is white and visibly thinner. The stem is up to 15 cm tall and 2–4 cm thick.\nThe white flesh is thick and firm, with a fungal smell and pleasant taste. An identification aid is the chemical reaction of the stem flesh when exposed to ammonia solution. In this species, it turns orange-rust and then brown in the base and yellow-ochre at the top.",
    "Edibility": "Hygrophorus latitabundus is reported to be a good, edible fungus. It is collected and marketed for consumption in Spain, particularly in the Catalan region, where it is known as llenega negra.",
    "Habitat and distribution": "Hygrophorus latitabundus is found in coniferous forests, forming ectomycorrhizal relationships exclusively with pines (Pinus). The fungus fruits in autumn and shows a preference for calcareous soils. Its occurrence is rare, though it is abundant there where it is established.Its distribution encompasses southern and central Europe, including Austria, Germany, France, Italy, Slovenia and Spain. It is also known to occur in the Republic of Macedonia, Greece and Turkey.",
    "Similar species": "Among the many species of the genus Hygrophorus, there are some which can be mistaken for Hygrophorus latitabundus. \n\nThe fruiting body of H. persoonii has a similar appearance, but the species is found only in deciduous forests with oak (Quercus) and beech (Fagus). Its flesh turns greenish with ammonia solution.\nH. olivaceoalbus is a less robust species which often bears a dark, rough-banded stem ornamentation, and occurs with spruce (Picea), frequently in moss. Its stem flesh discolours to orange-red with ammonia solution.",
    "See also": "List of Hygrophorus species\n\n\n== References =="
  }
}