{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_purpurascens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. purpurascens"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus purpurascens, commonly known as the veiled purple hygrophorus, is a species of agaric fungus in the family Hygrophoraceae. Its cap has a pink background color with streaks of purplish red overlaid, and mature gills have red spots.",
    "Taxonomy": "The species was originally described as Agaricus purpurascens by Johannes Baptista von Albertini and Lewis David de Schweinitz in 1805. Elias Fries transferred it to the genus Hygrophorus in 1838. Paul Kummer's 1871 Limacium purpurascens is a synonym. The specific epithet purpurascens means \"becoming purple\". It is commonly known as the \"veiled purple hygrophorus\".",
    "Description": "The cap is convex to flattened, measuring 6–15 cm (2.4–5.9 in) in diameter. The color is pinkish red in the center to white, often irregularly tinged with pink. The flesh is white. The gills have a decurrent attachment to the stipe and are white to pale pink spotted with pinkish or purplish red. The stipe measures 3–10 cm (1.2–3.9 in) long by 1–2.4 cm (0.4–0.9 in) wide, and is more or less the same color as the cap, often spotted with dark red. Fruit bodies are edible.The spore print is white. Spores are thin-walled, elliptical, smooth, and measure 5.5–8 by 3–4.5 µm. The basidia (spore-bearing cells) are narrowly club-shaped, thin-walled, four-spored, and measure 40–56 by 5–8 µm.Hygrophorus russula is similar in appearance to H. purpurascens, but the former species can be distinguished by its tendency to bruise yellow, and its association with hardwood trees.",
    "Habitat and distribution": "The fruit bodies of Hygrophorus purpurascens grow on the ground in clusters or groups under conifer trees. A snowbank mushroom, it is commonly found fruiting near the edges of snowbanks, or shortly after snowmelt.",
    "See also": "List of Hygrophorus species",
    "References": "",
    "External links": "Hygrophorus purpurascens  in Index Fungorum"
  }
}