{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_russula",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. russula"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus russula, commonly known as the pinkmottle woodwax, false russula and russula-like waxy cap, is a fungus native to North America.German naturalist Jacob Christian Schäffer described the species as Agaricus russula in 1774. The species name is derived from its reddish coloration, reminiscent of members of the genus Russula. French botanist Claude Casimir Gillet placed it in the genus Tricholoma in 1878, before American naturalist Calvin Henry Kauffman gave it its current name in 1918. Though Kauffman thought it resembled the former genus, he held that its waxy gills showed it to be placed to the genus Hygrophorus.The fruit bodies, or mushrooms, can be abundant some years, especially after rainfall, sometimes appearing in arcs or fairy rings. The cap is hemispherical before flattening out with age, though the cap margin remains inrolled. Reaching 5–12 cm (2–4 3⁄4 in) in diameter, it has a base colour of white or pink with streaks of pink, wine-red or purple. The cap surface is sticky when young. The firm flesh is pink or white and has no strong taste or smell. The crowded gills are decurrent. White when young, they become discoloured with pink and wine-red stains. The stipe is 3–8 cm (1 1⁄4–3 1⁄4 in) high and 1.5–3.5 cm (1⁄2–1 1⁄2 in) wide. The spore print is white, the smooth oval spores measuring 6–8 by 3–5 μm under the microscope.It can be distinguished from russulas by its non-brittle stipe. The edible but poor Hygrophorus purpurascens is similar but has a veil and grows under conifers.In eastern North America, it appears under oak from August to October. It is more common in the east of the continent than the west.It is regarded as edible.",
    "See also": "List of Hygrophorus species\n\n\n== References =="
  }
}