{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_olivaceoalbus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. olivaceoalbus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus olivaceoalbus, commonly known as the olive wax cap, is a species of fungus in the genus Hygrophorus. The fruit bodies (mushrooms) appear from midsummer to late autumn under conifers in North American and Eurasian mountain forests. The mushrooms have olive-brown, slimy caps with dark streaks and a dark umbo; the caps measure 3 to 12 cm (1.2 to 4.7 in) in diameter. Other characteristic features include a slimy stem up to 12 cm (4.7 in) long that is spotted with ragged scales up to a ring-like zone. As its name implies, the mushroom has a waxy cap and gills. It is native to North America and across the northern regions of Europe. According to a publication by the Council of Europe, the fungus is nearly extinct in France.\nAlthough Hygrophorus olivaceoalbus is edible, opinions are divided regarding its taste. Besides its usage as an edible mushroom, the fungus possesses antibiotic-like compounds.",
    "Taxonomy and classification": "The species was first officially described as Agaricus olivaceoalbus by Elias Fries in 1815. It had earlier been published as Agaricus adustus by August Johann Georg Karl Batsch in 1783, but this was an illegitimate renaming of Agaricus brunneus published in 1774 by Jacob Christian Schäffer. It received its current scientific name when Fries transferred it to the genus Hygrophorus in 1838. Paul Kummer moved the species to Limacium in 1871, but this genus has since been sunk into synonymy with Hygrophorus.Several varieties of H. olivaceoalbus have been proposed:\nTogether with H. pustulatus, H. persoonii, H. mesotephrus and H. latitabundus, H. olivaceoalbus form the section Olivaceoumbrini within the genus Hygrophorus. The fungi of this section have greasy to slimy caps and stems. Their caps are darkish brown grey, olive or orange, and their stems are nattered or somewhat distinctly ringed.Common names that have been used for the mushroom include the \"slimy-sheathed waxy cap\", the \"olive hygrophorus\", the \"sheated waxgill\" and the \"olive wax cap\". The specific epithet olivaceoalbus is derived from the Latin words for olive-brown (olivaceus) and white (albus).",
    "Characteristics": "",
    "Characteristics-Fruit body": "The cap of H. olivaceoalbus is 3–12 cm (1.2–4.7 in) wide and is hemispherical in young fungi; they become flatter and wider with age, but they keep their characteristic dark umbo. Underneath the slimy grey to sooty-brown surface, the cap cuticle is streaked with fine, dark grey radially arranged fibers. Young fruit bodies are covered by two velum layers; the inner velum, composed of dark fibrils, becomes a ring or sheath (annular zone) on the stem that is covered by the gelatinous outer layer.The fruit body has a long stem ranging from 3 to 12 cm (1.2 to 4.7 in), a diameter of 1–3 cm (0.4–1.2 in) and a somewhat slimy surface in wet weather. It is often wavy or bent. The base of the stem is sometimes slimmer than near its apex. Above the annular zone, the stem is smooth and whitish.  It is covered by two layers of tissue: the exterior sticky layer, and the comparatively thin interior layer that consists of flaky fibres, similar to those under the cap's slime layer, with which they are initially linked. As the stem grows and increases in length, the interior layer becomes ripped, and breaks up into ragged dark concentric bands. The gills of H. olivaceoalbus are thick, widely spaced and adnate (broadly attached) to decurrent (extending slightly down the stem); they are white (slightly greyish on the base), and have a waxy surface.The flesh of the mushroom is smooth, thin and white. The taste and odor are mild and have no distinct smell. When treated with a dilute solution of sodium hydroxide (NaOH) or sulfuric acid, the flesh turns reddish. The spore print of H. olivaceoalbus is white.",
    "Characteristics-Microscopic characteristics": "The spores are 9–12 × 5–6 µm, ellipsoid, and are not amyloid; their surface is smooth. They are yellow in Melzer's reagent. The basidia have dimension of 46–62 × 7–10 µm, and are tetrasporic with short, stubby sterigmata. They have neither pleurocystidia nor cheilocystidia.The cap cuticle has a width of 250 to 450 µm and consists of loopshaped, dark hyphae with a width from 2 to 3 µm, which form an ixocutis (a horizontal layer of hyphae embedded in slime) and possess clamp connections; the fungus has no hypocutis. The gill trama consists of hyphae about 3 to 8 µm thick; the cap tissue comprises radial hyphae.The mycorrhiza, formed from H. olivaceoalbus as a fungal partner, such as the Piceirhiza gelatinosa, is white and has a smooth, waxy surface, with several layers of hyphae layered around the tree's roots; sometimes this mycorrhiza shows hypertrophy. The hyphae are covered with a jellylike mass that is secreted from the outer walls of the hyphae. The ectomycorrhizae can reach lengths of up to 10 mm (0.39 in) and have few side branches; many older ectomycorrhizae have a cavity at the tip that resembles a hole.",
    "Characteristics-Similar species": "H. olivaceoalbus shows similarities between other closely related fungi of the genus Hygrophorus, some of which have only minor differences in physical features. Examples include H. pustulatus, H. inocybiformis, H. tephroleucus or H. morrisii. In the field, H. olivaceoalbus is distinguished by a combination of features including the double velum, the dark streaks on the slimy cap, the nattering of the stem, and growth under pines, as well as by microscopic characteristics. There is no risk of confusing it with toxic fungi.Hygrophorus persoonii and H. olivaceoalbus produce different mycosterine (sterole) and their flesh react differently with the addition of NaOH  (red on H. olivaceoalbus versus olive green on H. persoonii). Furthermore, H. persoonii favours oaks as a mycorrhizal partner. The North American species H. inocybiformis produces a smaller fruit body with caps measuring 3–6 cm (1.2–2.4 in) wide, and dry stems that measure 3–6 cm (1.2–2.4 in) long by 0.5–1.2 cm (0.20–0.47 in) thick.",
    "Ecology and distribution": "Hygrophorus olivaceoalbus creates mycorrhizae with conifers. In the West Coast of the United States, associations are most common with Sitka spruces and giant redwoods. In the Rocky Mountains it associates with Engelmann spruce and blue spruce, and in northeast North America with hemlocks. It usually favours acidic and chalky ground with mosses in higher altitudes as well as conifer forests and occasionally mixed forests. The fruit bodies are often found singly, but may also grow in clusters.The range of H. olivaceoalbus stretches across the northern and western North America as well as across Europe (except the Mediterranean region) and Russia. The fungus typically fruits between late summer and early winter, and occasionally (depending on the geographical location and climate) as early as June or right through December. The population is currently not endangered, except in France, where it is almost extinct.",
    "Importance": "",
    "Importance-Edibility": "Hygrophorus olivaceoalbus finds a use especially in the kitchen, but the indistinct taste of the fruit bodies have received a mixed reception overall. Kate Mitchel considers the waxy surface \"unappetizing\", while David Arora described the taste as \"bland and slimy\". Some authors suggest removing the cap cuticle before eating. Overall, several authors call the mushroom edible, but caution is still required, as \"not everyone can eat them\". The popularity of this fungus varies from one region to another. It is more commonly consumed in Europe than in North America, and is differently coveted within Europe. For example, in Spain the fungi is more highly appreciated in Catalonia; mushroom dishes in this region are more common than in the rest of Spain.",
    "Importance-Pharmacology": "Derivates of cyclopentenones, the so-called hygrophorones, can be obtained from the fruit body of H. olivaceoalbus; the fungus produces them as secondary metabolites.\nThe detected compounds are polyols and have an antifungal and antibacterial effect, especially in connection with Gram-positive bacteria. H. olivaceoalbus is therefore an important source of antibiotics, especially as the hygrophorones also show an effect on bacterial cultures that are resistant against contemporary antibiotics such as methicillin, ciprofloxacin or vancomycin. The fungus has been used in Traditional Chinese medicine, where it is known for its curing components, such as 4-, 6- or 4,5,6-tri-O-acetyl hygrophorones B14.",
    "References": "",
    "External links": "Hygrophorus olivaceoalbus  in Index Fungorum\nFunghi in Italia Description (Italian language) and several photos"
  }
}