{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_marzuolus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. marzuolus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus marzuolus, commonly known as the March mushroom, is a species of fungus in the family Hygrophoraceae. It is known from Asia, Europe, and North America, where it grows on the ground in mixed forests at high elevations.",
    "Taxonomy": "The species was originally described by Elias Magnus Fries in 1821 as Agaricus marzuolus, and transferred to  Hygrophorus in 1893 by Giacomo Bresadola. It is commonly known as the \"March mushroom\".",
    "Description": "The fruit bodies have caps that are broadly convex, measuring 2.5–11 cm (1.0–4.3 in) in diameter. Their surfaces are smooth and sticky, with a pale greyish-brown center and darker brown to blackish-grey margin. The distantly spaced, broad gills have an adnate to adnexed attachment to the stipe, and two tiers of intervening lamellulae (short gills). The gills are initially white before turning gray to bluish-gray in age. The whitish stipe measures 3–10 cm (1.2–3.9 in) long by 1–2.5 cm (0.4–1.0 in) thick, and is either equal in width throughout or tapers slightly towards the base. The stipe is smooth except for a few tufts of hairs near the top. Immediately underneath the cap cuticle, the flesh of the cap is water-soaked; elsewhere in the cap, it is gray-tinted with a sheen, while in the stipe it is dull white. It lacks any appreciable odor or taste. It is considered edible in Europe, where it is prized in some regions.The thin-walled, elliptical spores measure 6.5–8.5 by 4.5–5 µm. The basidia (spore-bearing cells) are narrowly club-shaped, four-spored, and measure 42–55 by 5.4–8.1 µm.",
    "Habitat and distribution": "Hygrophorus marzuolus is a mycorrhizal fungus. Associations have been noted with the trees Abies alba, and sometimes with Picea excelsa and Pinus sylvestris. Fruit bodies grow singly to scattered or sometimes in clusters on the forest floor in duff or in moss. It fruits under conifers, often fir and Engelmann spruce, typically at high elevations. A snowbank mushroom, it is associated with melting snow, and fruiting is initiated under snowbanks. The fungus has been recorded from the mountains of Idaho, Montana, Oregon, Washington, northern Arizona, and northern California. The European distribution extends from the French Pyrenees to the region of Prague. In Asia, it has been reported from Pakistan.",
    "See also": "List of Hygrophorus species",
    "References": "",
    "External links": "Hygrophorus marzuolus  in Index Fungorum"
  }
}