{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_erubescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. erubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus erubescens, commonly known as the blotched woodwax or pink waxcap, is an agaric fungus native to Scandinavia, Japan, Central Europe, Great Britain and North America.",
    "Taxonomy": "Swedish mycologist Elias Magnus Fries described it as Agaricus erubescens in his 1821 work Systema Mycologicum. The species name is derived from the Latin erubescens, meaning \"reddening\" or \"blushing\". It became Hygrophorus erubescens with the raising of Hygrophorus to genus rank. Common names include blotched woodwax, and pink waxcap.The species is classified in the subsection Pudorini of genus Hygrophorus, along with the closely related species H. pudorinus and H. purpurascens.",
    "Description": "The fruit body (mushroom) is a fair size, with a 4–8 cm (1 5⁄8–3 1⁄8 in) diameter light pink to white cap that can be dotted with darker pink or red marks and bruises yellow. The colour is darker in the cap centre. Convex and flattening with age, the cap often has a boss and an inrolled margin when young. Its surface is slimy or sticky. The white gills are adnate to somewhat decurrent, becoming pale pink as they mature. The stipe is 5–8 cm (2–3 1⁄8 in) tall and 0.8–1.5 cm (3⁄8–5⁄8 in) wide. The spore print is white and the oval spores measure 6.5–11 x 4.5–6.5 micrometres. The mushroom has no strong odor or taste.",
    "Description-Similar species": "The similar-looking Hygrophorus russula can be distinguished by its more crowded gills and preference for hardwood forests, and H. purpurascens has a partial veil.",
    "Habitat and distribution": "Hygrophorus erubescens fruits from August to October in coniferous forests, particularly spruce (Picea), on chalky soils. The mushrooms are found singly or sometimes in large troops. The range in North America is from the Rocky Mountains to the West Coast and Tennessee north to the Great Lakes region and southern parts of Canada. The fungus is classified as extinct in the British Mycological Society's 2006 list of threatened fungi, as it has not been documented in Great Britain since 1878. It is found across Scandinavia, and has been recorded fruiting at high altitudes in alpine-subalpine regions of Russia, and mountainous parts of Central Europe. The species has been found in the East and Middle Black Sea regions of Turkey. In  Japan, it is most common in coniferous woods, and has been recorded from Hokkaido and Honshu.",
    "See also": "List of Hygrophorus species",
    "References": "",
    "External links": "Hygrophorus erubescens  in Index Fungorum"
  }
}