{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_caeruleus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. caeruleus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus caeruleus is a rare species of agaric fungus in the family Hygrophoraceae. Found in the western United States, the mushroom is characterized by its stout fruit body including blue-tinted cap margin and stipe, blue-grey to bluish green gills, and odor of rancid meal.",
    "Taxonomy": "The species was first described by Orson K. Miller in 1984 from collections he made in Payette National Forest, in the Rocky Mountains of central Idaho in the early 1980s.",
    "Description": "Fruit bodies of Hygrophorus caeruleus have broadly convex caps that are 5–9 cm (2.0–3.5 in) in diameter. They are cream in color, with a blue tint, especially around the margin. The cap surface is felt-like and moist, and covered with a coarse network of cracks and small crevices. The gills, colored bluish-green to gray, have a close to somewhat distant spacing and an adnate to slightly decurrent attachment to the stipe. There are two tiers of lamellulae (short gills) interspersed between the gills. Like most Hygrophorus species, crushed gills have a waxy feel. The stipe measures 2.5–5 cm (1.0–2.0 in) long by 1.5–2.5 cm (0.6–1.0 in) thick and tapers abruptly at the base. Usually somewhat twisted, its surface comprises longitudinally arranged flattened fibrils. Its color is bluish-green to cream at the base. Near the top, it is somewhat pruinose (as in covered with a dusting of fine white powder), while at the base, it is attached to fine white rhizomorphs. The dingy cream flesh bruises a fading bluish-gray to blue-green when injured, and smells strongly of rancid meal.The spore print is white, while spores are elliptical, thin-walled, hyaline, and measure 2.5–5 µm. The basidia (spore-bearing cells) are four-spored and measure 35–45 by 7–8 µm.",
    "Habitat and distribution": "The fruit bodies of Hygrophorus caeruleus grow in scattered groups under Douglas fir, Grand Fir, and Engelmann spruce, typically partially buried in the forest floor. A rare species, it has been reported from the states of Idaho, Oregon, and Washington.",
    "See also": "List of Hygrophorus species",
    "References": "",
    "External links": "Hygrophorus caeruleus  in Index Fungorum"
  }
}