{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_bakerensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. bakerensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus bakerensis, commonly known as the Mt. Baker waxy cap, the brown almond waxy cap or the tawny almond waxy cap, is a species of fungus in the Hygrophoraceae family. It is characterized by its medium to large, relatively slender-statured fruit bodies with an almond odor, and growth often on or near rotting conifer wood. The slimy cap is brown in the center and cream to white near its curved edges. The gills and the stem are white, and in moist environments are often covered with droplets of a translucent liquid. The mushroom is known only from the United States, where it is common in coniferous forests throughout the Pacific Northwest. It was initially collected in Washington State on Mount Baker, a volcano. Although edible, the mushroom is not considered to be of high quality.",
    "Taxonomy and naming": "The species was first described scientifically by American mycologists Alexander H. Smith and Lexemuel Ray Hesler in a 1942 publication. The specific epithet bakerensis refers to Mount Baker, a volcano in the North Cascades of Washington State in the United States, where the mushroom was first collected. It is commonly known by various names, including the \"Mt. Baker waxy cap\", the \"brown almond waxy cap\", and the \"tawny almond waxy cap\".",
    "Description": "Young fruit bodies of H. bakerensis have rounded caps with cottony margins that are rolled inward; as the mushrooms mature the caps flatten out and the margins may lift upward. The diameter of the cap reaches between 4 and 15 cm (1.6 and 5.9 in). The center of the cap is colored yellow-brown, tawny or amber, reducing to nearly white at the margin. The cap surface is slimy when wet, and sticky as it gets older and dries out. Beneath the slime layer are hairs that are plastered tightly to the surface, which clump together a few at a time to form many little streaks. The firm white flesh of the cap is thick—1 cm (0.4 inches) near the stem attachment—and tapers evenly to the margin. It does not change color when cut or bruised. It has a mild taste and a characteristic fragrant odor that resembles almonds, or \"crushed peach pits\". The waxy gills are decurrent or bluntly attached to the stem. The gill spacing is close to subdistant—between 56–88 individual gills reach the stem, with 2–3 tiers of short lamellulae (shorter gills that do not extend fully from the cap margin to the stem). The gills have even edges, and are narrow but become broad in large caps (8–12 mm), ranging in color from creamy white to pinkish-buff. They do not discolor when they are bruised. Young specimens often have drops of a clear liquid beaded on the gills. The gills of dried specimens darken considerably. The stem is 7 to 14 cm (2.8 to 5.5 in) long, 0.8 to 2.5 cm (0.3 to 1.0 in) thick at the apex, solid (i.e., not hollow), and either equal in width throughout or narrowed downward. Its color is white to pale pinkish-buff, with a dry surface. The top portion of young specimens have a cottony, fine whitish powder near the top, but this sloughs off as it matures. Like the gills, the top of the stem is often beaded with drops of translucent liquid in moist weather.The spores are ellipsoid, smooth, and measure 7–9 by 4.5–5 µm. They are yellowish when stained with Melzer's reagent. The basidia (spore-bearing cells in the hymenium) are four-spored, and measure 40–54 by 6–8 µm. There are no cystidia on the gill faces or edges. The cap cuticle is an ixotrichoderm—a layer of gelatinized tissue where the distal portion of the filamentous hyphae are different lengths and the hyphae themselves are arranged perpendicular to the surface; this layer of gelatinous hyphae is between 100 and 250 µm thick. Clamp connections are present in the hyphae of the cuticle and the gill tissue.",
    "Description-Edibility": "The mushroom is edible, but considered \"low-quality\". Smith does not recommend the mushroom for consumption, noting \"I have been informed by a number of collectors that the species is edible, but many of them thought it was a Clitocybe or a Tricholoma!\".",
    "Description-Similar species": "Hygrophorus variicolor is very similar in overall appearance, differing only in having a stem made slimy by a gelatinous partial veil. H. tennesseensis is another lookalike species, but has a farinaceous odor (like raw potatoes) and a bitter taste. H. arbustivus is a European species found under oaks. The \"clay waxy cap\" (H. discoideus) is another lookalike European species; there is a North American equivalent H. discoideus var. californius found at high elevations in the Sierra Nevada. Other North American species of Hygrophorus with an odor of almonds include H. agathosmus (which has a gray cap), H. monticola (larger spores), and H. vinicolor (which has larger spores and an unpleasant taste). Collybia oregonensis has a similar coloration and odor, but has adnexed or notched and non-waxy gills.",
    "Habitat and distribution": "Hygrophorus bakerensis is an ectomycorrhizal species, and forms a mutualistic relationship with compatible host plant by forming a sheath around their root tips. In this way, the fungus gains carbon and other essential organic substances from the tree and in return helps the trees take up water, mineral salts and metabolites. It can also fight off parasites and predators such as nematodes and soil pathogens. Associated tree species include Douglas-fir. The fruit bodies of H. bakerensis grow scattered, clustered, or in groups on the forest floor under conifers. They are common at elevations of 1,000 to 4,000 ft (300 to 1,220 m) throughout the Pacific Northwest region of the United States and the northern Rocky Mountains, and have been collected from California, Idaho, Washington, and Oregon. It has been found as far north as Hazelton, British Columbia east to Quebec, Canada. Fruit bodies typically appear from September to December, and they can be very common.",
    "See also": "List of Hygrophorus species",
    "References": "",
    "External links": "Hygrophorus bakerensis  in Index Fungorum\nHygrophorus bakerensis  in MycoBank."
  }
}