{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_agathosmus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. agathosmus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus agathosmus, commonly known as the gray almond waxy cap or the almond woodwax, is a species of fungus in the Hygrophoraceae family. It was first described by Elias Magnus Fries in 1815; Fries gave it its current name in 1838. A widespread species, it is distributed in the United States, Europe, Africa, and India, and can be found growing under spruce and pine in mixed forests. The fruit bodies are characterized by a light grayish cap that measures up to 8 cm (3.1 in) in diameter, waxy gills, a dry stem, and the distinct odor of bitter almonds. An edible but bland-tasting mushroom, extracts of the fruit bodies have been shown in laboratory tests to have antimicrobial activity against various bacteria that are pathogenic to humans.",
    "Taxonomy, classification, and naming": "The species was originally named Agaricus agathosmus by Swedish mycologist Elias Fries in 1815; he later moved it into the genus Hygrophorus in 1838. In the interim, English naturalist Miles Joseph Berkeley named the species Agaricus cerasinus in 1836, although he too would later transfer the species to Hygrophorus in 1860. In 1948, Richard Dennis examined the type material, and concluded that the two names referred to the same species. Additional historical synonyms include Limacium pustulatum var. agathosmum (Kummer, 1871), and Limacium agathosmum (Wünsch, 1877).In their 1963 monograph of the Hygrophorus of North America, American mycologists Lexemuel Ray Hesler and Alexander H. Smith classified H. agathosmus in the subsection Camarophylli, a grouping of related species characterized by a dry stem, and the absence of a gelatinous outer veil.The specific epithet agathosmus is derived from the Greek word agathos meaning “good”, and osme meaning “scent”. Hygrophorus agathosmus is commonly known as the gray almond waxy cap, or the almond woodwax.",
    "Description": "The cap is 4–8 cm (1.6–3.1 in) in diameter, and initially convex with the edges rolled inwards. As it ages and the cap expands, it becomes flat, sometimes with the center slightly depressed, or sometimes with a slight central elevation. The color is a dull ashy gray, and when moist, the cap surface is sticky or tacky to the touch. It is smooth, although the edges can have a layer of minute, soft hairs. The flesh is soft, and whitish or watery gray. Hygrophorus agathosmus has a pronounced fragrant odor resembling cherry pits or bitter almonds (occasionally the odor is weak).The gills have an adnate attachment to the stem, but in maturity the attachment becomes adnate-decurrent, meaning the gills start to extend down the length of the stem. The gills are white, but become grayish in maturity, close to distant (40–50 reach the stem), moderately narrow, rather thin. The stem is 4–8 cm (1.6–3.1 in) long by 0.6–1.4 cm (0.2–0.6 in) thick, whitish at first, and colored pale ashy in age. It is the same thickness throughout or somewhat narrowed toward the base. It is solid, dry or moist but has no gelatinous universal veil present. When young, the stem surface is evenly covered with tiny fibrils and a fine whitish powder; over time it loses the hairs and the powder and becomes smooth.",
    "Description-Microscopic characteristics": "When viewed in mass, such as with a spore print, the spores appear to be white. Viewed with a light microscope, the basidiospores are 8–10.5 by 4.5–5.5 µm, ellipsoid, smooth, and yellowish in Melzer's reagent. The spore-bearing cells, the basidia, are four-spored and measure 48–65 long by 6–8 µm thick. Pleurocystidia and cheilocystidia (specialized cystidia found on the gill faces and edges, respectively) are absent in this species. The pileipellis (cap cuticle) is made of a broad (175–350 µm) gelatinous zone, composed of loosely interwoven, slender (1.5–4 µm) hyphae; the surface hyphae are a fuscous—a dark brownish-gray color. This hyphal arrangement is called an ixocutis, in which the hyphal walls swell up and gelatinize, giving a translucence to the layer that stands out in contrast to the underlying flesh. The layer of gelatizined hyphae is tenacious, and may be peeled off the cap as a film. Although clamp connections are found on the hyphae that make up the flesh of the gill, none are found in the cap flesh nor in the pileipellis.",
    "Description-Edibility and antimicrobial activity": "Hygrophorus agathosmus is edible, but considered bland. A study of the antioxidant capacity of the mushroom was composed of at least five organic acids: oxalic, citric, malic, quinic, and fumaric acids. Using a standard laboratory test to determine antimicrobial activity, Hygrophorus agathosmus was shown to inhibit the growth of various pathogenic bacteria, including Escherichia coli, Enterobacter aerogenes, Salmonella typhimurium, Pseudomonas aeruginosa, Staphylococcus aureus, Staphylococcus epidermidis, and Bacillus subtilis; it also inhibits the growth of the yeast Candida albicans and Saccharomyces cerevisiae.",
    "Description-Similar species": "Hygrophorus pustulatus resembles H. agathosmus and has a similar almond odor. However, the fruit bodies of H. pustulatus are smaller, and it produces larger spores (11–14 µm long). Hygrophorus occidentalis, which grows under conifers or oak, has a sticky stem and less pronounced almond odor. Hygrophorus marzuolus is also similar in appearance, but it lacks a distinctive odor, and has smaller spores than H. agathamosus.",
    "Habitat and distribution": "Hygrophorus agathosmus is an ectomycorrhizal fungus, and it has been isolated, cultivated, and maintained as pure cultures of vegetative fungal inocula for artificial mycorrhization of planting stock in forest nurseries. Fruiting bodies are found scattered under spruce and pine and in mixed woods in the United States. The fungus is also found in Europe (Czech Republic, Poland, Russia, Turkey, and the United Kingdom), Africa, and India.",
    "See also": "List of Hygrophorus species",
    "Footnotes": "",
    "Footnotes-Cited text": "Hesler LR, Smith AH (1963). North American species of Hygrophorus. Knoxville, USA: University of Tennessee Press.",
    "External links": "Hygrophorus agathosmus  in MycoBank.\nH. agathosmus  in Index Fungorum"
  }
}