{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_goetzii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. goetzii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus goetzii (Hygrophorus goetzei is an orthographical variant spelling) is a species of fungus in the family Hygrophoraceae. It is a snowbank mushroom with a rosy-pink cap that fades to cream color in maturity.",
    "Taxonomy": "The species was first described officially by American mycologists Lexemuel Ray Hesler and Alexander H. Smith in their 1963 monograph on North American Hygrophorus species. The type collection was made near Timberline Lodge in Mt. Hood, Oregon on July 7, 1959. The specific epitet goetzii honors Donald and Christel Goetze, who collected the type specimens. Hesler and Smith classified it in the section Fulventes of subsection Camarophylli of genus Hygrophorus.",
    "Description": "The cap ranges in shape from obtuse to broadly convex, to nearly flattened, measuring 2–5 cm (0.8–2.0 inches) in diameter. It has a smooth, slimy or sticky surface that is initially rosy-pink before fading to cream color, and grayish pinkish-buff when dry. The pallid to cream-colored flesh is thin, and has a mild taste and odor. Gills have an adnate attachment to the stipe and have one tier of interspersed lamellulae (short gills). The stipe measures 3–6 cm (1.2–2.4 in) long by 0.3–8 cm (0.12–3.15 in) wide, and is roughly equal in width throughout its length. It has a dry surface with a cream color that lightens to about the same color as the cap when dry. The edibility of this species has not been tested.The spores, which measure 12–15 by 7–9 µm, are elliptical to egg-shaped in face view, and inequilateral in side view. The basidia (spore-bearing cells) are four-spored and measure 50–80 by 10–12 µm. The hymenium lacks both pleurocystidia and cheliocystidia. The cap cuticle is made of a layer of gelatinous, branched, intricately interwoven hyphae measuring 2–4 µm in diameter.The similar species Hygrophorus avellaneiformis and H. sublutescens can be distinguished from H. goetzii by their smaller spores and two-spored basidia.",
    "Habitat and distribution": "The fruit bodies of Hygrophorus goetzi grow singly or in small groups on the ground under conifers in montane habitats. Because they are snowbank mushrooms, they are often found near melting snow, or sometimes even growing through the snow. Fruiting occurs in spring or early summer.",
    "See also": "List of Hygrophorus species",
    "References": "",
    "External links": "Hygrophorus goetzii  in Index Fungorum"
  }
}