{
  "url": "https://en.wikipedia.org/wiki/Hygrophorus_subalpinus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrophorus"
    },
    {
      "Species": "H. subalpinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrophorus subalpinus, commonly known as the subalpine waxycap, is a species of fungus in the family Hygrophoraceae. Found in the mountains of western North America, it is found growing on the ground under conifers, usually near snowbanks.",
    "Description": "The cap of H. subalpinus is typically 4 to 6 cm (1.6 to 2.4 in) in diameter, with a convex shape that becomes flattened in age; sometimes it develops a central umbo (a rounded elevation resembling a nipple). The cap is sticky, white, and the cap margin often has fragments of the veil adhering. The flesh is soft, thick and white. The gills, which are attached decurrently to the stipe (running down the length of the stipe), are narrow, packed closely together, and white-colored. The stipe is white, 3 to 4 centimetres (1.2 to 1.6 in) long and 1 to 2 cm (0.4 to 0.8 in) thick at the apex; when young the base of the stipe is bulbous but as it grows it thins and becomes almost the same width as at the top of the stem. A membranous annulus is present, placed low on the stipe.",
    "Description-Microscopic characteristics": "The spores are white in deposit; microscopically, they are ellipsoid and smooth, with dimensions of 8–10 by 4.5–5 µm. There are no cystidia present in the gills of this species, and clamp connections are present on the hyphae.",
    "Description-Edibility": "Hygrophorus subalpinus is said to be edible, but bland. David Arora notes that it \"does not have the greatest texture and flavor\".",
    "Description-Similar species": "The external appearance of Hygrophorus ponderatus resembles H. subalpinus, but the former species has a sticky or slimy cap surface, a veil that appears to be made of fibers (rather than a membrane), and narrower gills.",
    "Habitat and distribution": "The fruit bodies of H. subalpinus grows in large clusters under conifers, often near snowbanks, and typically at high elevations, such as on mountains. It is found in North America, from the Rocky Mountains to the Pacific Northwest.",
    "See also": "List of Hygrophorus species\nSnowbank fungus",
    "References": "",
    "External links": "Hygrophorus subalpinus  in Index Fungorum"
  }
}