{
  "url": "https://en.wikipedia.org/wiki/Scleroderma_verrucosum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Sclerodermataceae"
    },
    {
      "Genus": "Scleroderma"
    },
    {
      "Species": "S. verrucosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Scleroderma verrucosum is a basidiomycete fungus and a member of the genus Scleroderma, or \"earth balls\". First described scientifically in 1791, the species has a cosmopolitan distribution, and grows in the ground in nutrient-rich, sandy soils.",
    "Taxonomy": "The species was first described by Pierre Bulliard in 1791 as Lycoperdon verrucosum. Christian Hendrik Persoon transferred it to the genus Scleroderma in 1801. The specific epithet verrucosum means \"warted\".",
    "Description": "The fruit body is roughly spherical with a somewhat flattened top, and has a thick, stem-like base; it attains a diameter of 2–7 cm (0.8–2.8 in). Its color is ochre or dingy brown, and the surface is covered with scaly warts that eventually slough off to leave a relatively smooth surface. The thin flesh underneath the peridium stains pink to red when the fruit body is cut open. The peridium (outer skin) is thin a fragile when dry, and cracks irregularly to form a large opening. The internal spore-bearing tissue, the gleba, is initially white, but becomes light brown and powdery after the spores mature. The spores are spherical, and covered with minute warts or spines, and measure about 12 μm in diameter.The fruit bodies are edible when the gleba is still firm and white.\nOn the other hand, S. verrucosum appears to cause poisoning symptoms similar to Scleroderma citrinum at least in some people, so it cannot be recommended for consumption.",
    "Habitat and distribution": "Scleroderma verrucosum is a mycorrhizal species. Fruit bodies grow in the soil in nutrient-rich, sandy soil, often in deciduous forests. The species has been found in Africa, Asia (China and India), Australia, Europe, North America (including Hawaii), and South America.The species was featured on a Paraguayan postage stamp in 1985.",
    "See also": "List of Scleroderma species",
    "References": "",
    "External links": "Scleroderma verrucosum  in Index Fungorum"
  }
}