{
  "url": "https://en.wikipedia.org/wiki/Scleroderma_polyrhizum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Sclerodermataceae"
    },
    {
      "Genus": "Scleroderma"
    },
    {
      "Species": "S. polyrhizum"
    }
  ],
  "text": {
    "__SUMMARY__": "Scleroderma polyrhizum, commonly known as the star earthball or dead man's hand, is a basidiomycete fungus and a member of the genus Scleroderma, or \"earthballs\". Found in dry, sandy soils, this species begins completely buried before slowly forcing the soil aside as it cracks apart to form a rough, star-shaped body with a diameter of 12–15 cm (4.7–5.9 in). At the center is the dark, brownish spore mass. Widely distributed wherever the soil and climate are favorable, it is known from Asia, Europe, and the Americas.",
    "Taxonomy": "The species was first described by Johann Friedrich Gmelin in 1792 as Lycoperdon polyrhizum. Christiaan Hendrik Persoon transferred the species to the genus Scleroderma in his 1801 work Synopsis methodica fungorum. Elias Fries's Scleroderma geaster (published in 1829) is a synonym; the epithet geaster refers to the similarity with earthstar fungi of the genus Geastrum. In 1848, Joseph-Henri Léveillé considered the star-shaped opening of mature fruit bodies to be a distinct characteristic and proposed the genus Sclerangium to contain the taxon.According to the classification of Scleroderma proposed by Gastón Guzmán in 1970, Scleroderma polyrhizum is placed in the subgenus Sclerangium, which includes species with partially reticulate spores.Common names that have been used for the fungus include: many-rooted earthball, earthstar scleroderma, star earthball, and dead man's hand.",
    "Description": "When unopened, the fruit body ranges in shape from round to flattened to somewhat irregular, sometimes with lobes. As the mushroom matures, the peridium (outer skin) opens in a star-like manner to form 4–8 rays that curl back and expose the inner spore mass (gleba). Typically, more than half of the fruit bodies remains buried in the ground, attached by white, string-like or flattened strands rhizomorphs. The peridium is tough and thick, typically 0.3–1 cm (0.1–0.4 in), with a rough and cracked surface. It is initially white, then turns yellowish to light brown as it matures. When unopened, the fruit body is 4–15 cm (1.6–5.9 in) wide, expanding to 12–30 cm (4.7–11.8 in) after rupturing. In young specimens, the gleba is firm and light grey, but it becomes dark brown and powdery after the spores mature. The spores are spherical, partially reticulate with warts or spines, and measure 6–11 μm. A drop of dilute potassium hydroxide placed on the surface of the fruit body will either be nonreactive or turn the peridium slightly yellow.",
    "Description-Similar species": "Scleroderma texense has a fruitbody similar in appearance to S. polyrhizum. Some authors have considered them synonymous, but Guzmán's 1970 study of the type showed that S. texense is distinct. It typically has an exoperidium that is more yellowish or orangish, with thick, folded scales in maturity.",
    "Habitat and distribution": "Fruit bodies of Scleroderma polyrhizum grow singly, scattered, or in clusters, usually on hard clay or sandy soil, gravel, in lawns, or bare soil. Fruiting occurs in late summer and fall, although blackened rays can sometimes be found in the winter. It has a wide distribution in North America, including Mexico. It has also been recorded from Africa, Asia (China and Japan), Europe, South America (Brazil), and Oceania.Although Scleroderma polyrhizum is probably a saprobic species, experimental evidence suggests that it is also mycorrhizal. When a slurry of spores was inoculated with seedlings of Monterey pine (Pinus radiata), the fungus grew ectomycorrhizae that were dichotomously branched and formed coral-like structures comprising more than 50 branches. These structures were 1–2 mm long and 0.4–0.6 mm in diameter.The mushroom was featured on a Libyan postage stamp in 1985.",
    "Chemistry": "Scleroderma polyrhizum  fruit bodies have been used in Traditional Chinese medicine in the treatment of treatment of detumescence and hemostasis. They contains the steroid compounds ergosta-4,6,8(14) 22-tetraen-3-one and 5α,8α-epidoxyergosta-6,22-dien-3β-ol as well as palmitic acid and oleic acid.",
    "See also": "List of Scleroderma species",
    "References": "",
    "External links": "Scleroderma polyrhizum  in Index Fungorum"
  }
}