{
  "url": "https://en.wikipedia.org/wiki/Gooseberry",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. uva-crispa"
    }
  ],
  "text": {
    "__SUMMARY__": "The gooseberry ( or  (American and northern British) or  (southern British)), with scientific names Ribes uva-crispa (and syn. Ribes grossularia), is a species of Ribes (which also includes the currants).\nIt is native to Europe, the Caucasus and northern Africa. The species is also sparingly naturalized in scattered locations in North America. Gooseberry bushes produce an edible fruit and are grown on both a commercial and domestic basis. Its native distribution is unclear, since it may have escaped from cultivation and become naturalized. For example, in Britain, some sources consider it to be a native, others to be an introduction.Although usually placed as a subgenus within Ribes, a few taxonomists treat Grossularia as a separate genus, although hybrids between gooseberry and blackcurrant (e.g., the jostaberry) are possible. The subgenus Grossularia differs somewhat from currants, chiefly in their spiny stems, and in that their flowers grow one to three together on short stems, not in racemes.  It is one of several similar species in the subgenus Grossularia; for the other related species (e.g., North American gooseberry Ribes hirtellum), see the genus page Ribes.",
    "Etymology and common names": "The \"goose\" in \"gooseberry\" has usually been seen as a corruption of either the Dutch word kruisbes or the allied German Krausbeere, or of the earlier forms of the French groseille.  Alternatively, the word has been connected to the Middle High German krus (curl, crisped), in Latin as grossularia. However, the Oxford English Dictionary takes the obvious derivation from goose and berry as probable because \"the grounds on which plants and fruits have received names associating them with animals are so often inexplicable that the inappropriateness in the meaning does not necessarily give good grounds for believing that the word is an etymological corruption\". The French for gooseberry is groseille à maquereau, translated as \"mackerel berries\", due to their use in a sauce for mackerel in old French cuisine. In Britain, gooseberries may informally be called goosegogs. The specific epithet uva-crispa literally means \"curved grape\".\"Gooseberry bush\" was 19th-century slang for pubic hair, and from this comes the saying that babies are \"born under a gooseberry bush\".",
    "Growth characteristics": "The gooseberry is a straggling bush growing to 1.5 metres (5 feet) in height and width, the branches being thickly set with sharp spines, standing out singly or in diverging tufts of two or three from the bases of the short spurs or lateral leaf shoots. The bell-shaped flowers are produced, singly or in pairs, from the groups of rounded, deeply crenated 3 or 5 lobed leaves. The fruit are berries, smaller in wild gooseberries than the cultivated varieties, but often of good flavour; it is generally hairy, but in one variety, smooth constituting the R. uva-crispa of writers. The colour of the berries is usually green, but there are red (to purple), yellow, and white variants. (Ribes hirtellum fruit can be green or dark purple to black.)",
    "Distribution and climate": "Gooseberry growing was popular in the 19th century, as described in 1879:\nThe gooseberry is indigenous to many parts of Europe and western Asia, growing naturally in alpine thickets and rocky woods in the lower country, from France eastward, well into the Himalayas and peninsular India.\nIn Britain, it is often found in copses and hedgerows and about old ruins, but the gooseberry has been cultivated for so long that it is difficult to distinguish wild bushes from feral ones, or to determine where the gooseberry fits into the native flora of the island. Common as it is now on some of the lower slopes of the Alps of Piedmont and Savoy, it is uncertain whether the Romans were acquainted with the gooseberry, though it may possibly be alluded to in a vague passage of Pliny the Elder's Natural History; the hot summers of Italy, in ancient times as at present, would be unfavourable to its cultivation. Although gooseberries are now abundant in Germany and France, it does not appear to have been much grown there in the Middle Ages, though the wild fruit was held in some esteem medicinally for the cooling properties of its acid juice in fevers; while the old English name, Fea-berry, still surviving in some provincial dialects, indicates that it was similarly valued in Britain, where it was planted in gardens at a comparatively early period.\n\nWilliam Turner describes the gooseberry in his Herball, written about the middle of the 16th century, and a few years later it is mentioned in one of Thomas Tusser's quaint rhymes as an ordinary object of garden culture. Improved varieties were probably first raised by the skilful gardeners of Holland, whose name for the fruit, Kruisbezie, may have been corrupted into the present English vernacular word. Towards the end of the 18th century the gooseberry became a favourite object of cottage-horticulture, especially in Lancashire, where the working cotton-spinners raised numerous varieties from seed, their efforts having been chiefly directed to increasing the size of the fruit.\n\nOf the many hundred sorts enumerated in recent horticultural works, few perhaps equal in flavour some of the older denizens of the fruit-garden, such as the Old Rough Red and Hairy Amber. The climate of the British Isles seems peculiarly adapted to bring the gooseberry to perfection, and it may be grown successfully even in the most northern parts of Scotland; indeed, the flavour of the fruit is said to improve with increasing latitude. In Norway even, the bush flourishes in gardens on the west coast nearly up to the Arctic Circle, and it is found wild as far north as 63°. The dry summers of the French and German plains are less suited to it, though it is grown in some hilly districts with tolerable success. The gooseberry in the south of England will grow well in cool situations and may sometimes be seen in gardens near London flourishing under the partial shade of apple trees, but in the north it needs full exposure to the sun to bring the fruit to perfection. It will succeed in almost any soil but prefers a rich loam or black alluvium, and, though naturally a plant of rather dry places, will do well in moist land, if drained.",
    "Cultivation": "One method of propagating gooseberries is by cuttings rather than raising from seed; cuttings planted in the autumn will take root quickly and can begin to bear fruit within a few years. Those growing from seeds will rapidly produce healthy heavily yielding bushes.\nPruning should be carried out to allow light in and give the new growth for next year's branches an opportunity to grow. Fruit is produced on lateral spurs and on the previous year's shoots. The main aim is to let the light in and a subsidiary purpose is to allow picking without excessive scratching from the spines.\nHeavy nitrogen composting must be avoided as too much nitrogen will produce extensive growth and weaken the bush. This will make the bush susceptible to mildew. The fruit should best be picked off when large to reach maximum sweetness. Supermarkets tend to have theirs picked early and before they are ripe and sweet to give a long shelf life. Heavily laden branches should be cut off complete with berries, this really benefits future crops as it lets the light reach the new growth.\nCultivar 'Invicta' now is a popular green gooseberry which has some mildew resistance.",
    "Cultivation-Cultivars": "Numerous cultivars have been developed for both commercial and domestic use. The following have gained the Royal Horticultural Society's Award of Garden Merit:-\n\n'Careless'\n'Greenfinch'\n'Invicta'\n'Leveller'\n'Whinham's Industry'",
    "Pests": "Gooseberry bushes are vulnerable to magpie moth (Abraxas grossulariata) caterpillars. In cultivation, the best method for removing them is to remove the larvae by hand soon after they hatch; its eggs are laid on fallen gooseberry leaves. Gooseberry plants are also a preferred host plant for comma butterfly (Polygonia c-album), whose larvae frequently feed upon the plant during the development stage.Other potential threats are V-moth (Macaria wauaria) and gooseberry sawfly (Nematus ribesii). Nematus ribesii grubs will bury themselves in the ground to pupate; on hatching into adult form, they lay their eggs, which soon hatch into larvae, on the underside of gooseberry leaves. Insecticides used in the 19th-century against these included tar water, weak solutions of carbolic acid, and powdered hellebore, which worked against magpie moths and V-moths as well as gooseberry sawflies. (Foxglove and tobacco infusions were also sometimes used.) A 2008 study concluded that a solution of magnesium sulfate applied to a bush's leaves has a good residual action on the eggs and larvae of gooseberry sawfly, and also appears to deter egg-laying female sawflies. Careful removal of fallen leaves and tilling of the ground around the plant will also destroy most eggs and chrysalises of these insects.\nLike most Ribes, the gooseberry is an alternate host for white pine blister rust, which can cause serious damage to American white pines. Gooseberry cultivation is thus illegal in some areas of the U.S and quarantines are in place to help control this disease. Maine law prohibits the planting and cultivation of currants and gooseberries in most of southern Maine, and prohibits the planting and cultivation of European black currants and their hybrids anywhere within the state.",
    "Nutrition": "In a 100-gram serving, gooseberries provide 44 Calories and are an excellent source of vitamin C (33% of the Daily Value) (table). No other nutrients are in significant content (table). Gooseberries are 88% water, 10% carbohydrates, and less than 1% each of protein and fat (table).",
    "Culinary uses": "Gooseberries are edible and can be eaten as-is, or used as an ingredient in desserts, such as pies, fools and crumbles. Early pickings are generally sour and more appropriate for culinary use.  They are also used to flavour beverages such as sodas, flavoured waters, or milk, and can be made into fruit wines and teas. Gooseberries can be preserved in the form of jams, dried fruit, or as the primary or a secondary ingredient in pickling, or stored in sugar syrup.",
    "References": "",
    "External links": "photo of herbarium specimen at Missouri Botanical Garden, collected from cultivated plant in Missouri in 2013\nphoto, close-up of fruit, taken by Gerrit Davidse\n Media related to Ribes uva-crispa at Wikimedia Commons\n The dictionary definition of gooseberry at Wiktionary"
  }
}