{
  "url": "https://en.wikipedia.org/wiki/Redcurrant",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. rubrum"
    }
  ],
  "text": {
    "__SUMMARY__": "The redcurrant, or red currant (Ribes rubrum) is a member of the genus Ribes in the gooseberry family. It is native across Europe. The species is widely cultivated and has escaped into the wild in many regions.Ribes rubrum is a deciduous shrub normally growing to 1–1.5 metres (3–5 ft) tall, occasionally 2 m (7 ft), with five-lobed leaves arranged spirally on the stems. The flowers are inconspicuous yellow-green, in pendulous 4–8 cm (1 1⁄2–3 1⁄4 in) racemes, maturing into bright red translucent edible berries about 8–12 mm (0.31–0.47 in) diameter, with 3–10 berries on each raceme. An established bush can produce 3–4 kg (7–9 lb) of berries from mid to late summer.",
    "Cultivation": "There are several other similar species native in Europe, Asia and North America, also with edible fruit. These include Ribes spicatum (northern Europe and northern Asia), Ribes alpinum (northern Europe), R. schlechtendalii (northeast Europe), R. multiflorum (southeast Europe), R. petraeum (southwest Europe) and R. triste (North America; Newfoundland to Alaska and southward in mountains).\nWhile Ribes rubrum and R. nigrum are native to northern and eastern Europe, large berried cultivars of the redcurrant were first produced in Belgium and northern France in the 17th century. In modern times, numerous cultivars have been selected; some of these have escaped gardens and can be found in the wild across Europe and extending into Asia.The white currant is also a cultivar of Ribes rubrum. Although it is a sweeter and albino variant of the redcurrant, not a separate botanical species, it is sometimes marketed with names such as Ribes sativum or Ribes silvestre, or sold as a different fruit.\n\nCurrant bushes prefer partial to full sunlight and can grow in most types of soil. They are relatively low-maintenance plants and can also be used as ornamentation.",
    "Cultivation-Cultivars": "Many redcurrant and whitecurrant cultivars are available for domestic cultivation from specialist growers. The following have gained the Royal Horticultural Society’s Award of Garden Merit:-\n‘Jonkheer van Tets’\n‘Red Lake’\n‘Stanza’\n’White Grape’ (whitecurrant)",
    "Culinary uses": "With maturity, the tart flavour of redcurrant fruit is slightly greater than its blackcurrant relative, but with the same approximate sweetness. The white-fruited variant of redcurrant, often referred to as white currant, has the same tart flavour but with greater sweetness. Although frequently cultivated for jams and cooked preparations, much like the white currant, it is often served raw or as a simple accompaniment in salads, garnishes, or drinks when in season.\n\nIn the United Kingdom, redcurrant jelly is a condiment often served with lamb, game meat including venison, turkey and goose in a festive or Sunday roast. It is essentially a jam and is made in the same way, by adding the redcurrants to sugar, boiling, and straining.In France, the highly rarefied and hand-made Bar-le-duc or Lorraine jelly is a spreadable preparation traditionally made from white currants or alternatively redcurrants. The pips are taken off by hand with a goose feather, before cooking.In Scandinavia and Schleswig-Holstein, it is often used in fruit soups and summer puddings (rødgrød, rote grütze or rode grütt). In Germany it is also used in combination with custard or meringue as a filling for tarts. In Linz, Austria, it is the most commonly used filling for the Linzer torte. It can be enjoyed in its fresh state without the addition of sugar.\nIn German-speaking areas, syrup or nectar derived from the redcurrant is added to soda water and enjoyed as a refreshing drink named Johannisbeerschorle. It is so named because the redcurrants (Johannisbeeren, \"John's berry\" in German) are said to ripen first on St. John's Day, also known as Midsummer Day, June 24.\nIn Russia, redcurrants are ubiquitous and used in jams, preserves, compotes and desserts; while leaves have many uses in traditional medicine.\nIn Mexico, redcurrants are a popular flavour for iced/frappé drinks and desserts, most commonly in 'raspado' (scraped ice) form.",
    "Nutrition and phytochemicals": "In a 100 gram serving, redcurrants (or white) supply 56 calories and are a rich source of vitamin C, providing 49% of the Daily Value (DV, table). Vitamin K is the only other essential nutrient in significant content at 10% of DV (table).",
    "Nutrition and phytochemicals-Phytochemicals": "Redcurrant fruits are known for their tart flavor, a characteristic provided by a relatively high content of organic acids and mixed polyphenols. As many as 65 different phenolic compounds may contribute to the astringent properties of redcurrants, with these contents increasing during the last month of ripening. Twenty-five individual polyphenols and other nitrogen-containing phytochemicals in redcurrant juice have been isolated specifically with the astringent flavor profile sensed in the human tongue.",
    "See also": "Jostaberry\nBlackcurrant",
    "References": "",
    "External links": " Media related to Ribes rubrum at Wikimedia Commons"
  }
}