{
  "url": "https://en.wikipedia.org/wiki/Ribes_americanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. americanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes americanum is a North American species of flowering plant in the gooseberry family known by the common names American black currant, wild black currant, and eastern black currant. It is widespread in much of Canada (from Alberta to Nova Scotia), the northern United States (from New England to Washington, with additional populations in Colorado and New Mexico).",
    "Description": "Ribes americanum is a shrub growing 0.5 to 1.5 meters (20-60 inches) in height. The branches are erect and bear deciduous leaves. There are no spines. The plant may form thickets. The glandular leaves are up to 7–8 cm (3–3 in) long and have 3 or 5 lobes. They turn red and gold in the fall.The inflorescence is a spreading or drooping raceme of up to 15 flowers. Each flower has reflexed white or greenish sepals a few millimeters long and smaller whitish petals. The fruit is a smooth rounded black berry about a centimeter (0.4 inch) wide and edible when cooked. The plant reproduces mostly by seed.",
    "Distribution": "This shrub grows in a variety of ecosystems. It occurs in many types of forests and in conifer bogs. In Manitoba it can be found in marshes. In Michigan and Minnesota it is invasive in sedge meadows (Carex spp.). It grows on plains and in mountains and sometimes in disturbed areas such as roadsides. It is shade-tolerant, growing in the understory of closed-canopy woodlands and forests.This plant is an alternate host for the white pine blister rust (Cronartium ribicola), the vector of a pine tree disease. It is sometimes eradicated in attempts to control the rust.",
    "Uses": "The fruit of this plant is known for being made into jam and jelly. It has also been introduced to northern China.",
    "References": "",
    "External links": "The Nature Conservancy: Ribes americanum\n\"Ribes americanum\". Plants for a Future.\nphoto of herabrium specimen at Missouri Botanical Garden, collected in Missouri in 1897"
  }
}