{
  "url": "https://en.wikipedia.org/wiki/Ribes_aureum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Subgenus": "Ribes subg. Ribes"
    },
    {
      "Section": "Ribes sect. Symphocalyx"
    },
    {
      "Species": "R. aureum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes aureum, known by the common names golden currant, clove currant, pruterberry and buffalo currant, is a species in the genus Ribes. It is native to Canada, most of the United States (except the southeast) and northern Mexico. The variety Ribes aureum var. villosum is sometimes considered a full species,\nRibes odoratum.It belongs to the subgenus Ribes, which contains other currants, such as the blackcurrant and redcurrant (Ribes nigrum and rubrum), and is the sole member of the section Symphocalyx.",
    "Description": "Ribes aureum is a small to medium-sized deciduous shrub, 2–3 metres (6.6–9.8 ft) tall.  Leaves are green, with 3 or 5 lobes, turning red in autumn.The plant blooms in spring with racemes of conspicuous golden yellow flowers, often with a pronounced, spicy fragrance similar to that of cloves or vanilla. Flowers may also be shades of cream to reddish, and are borne in clusters of up to 15.  The shrub produces berries about 1 centimeter (0.4 inch) in diameter from an early age. Ripe fruits, amber yellow to black, are edible raw, but very tart, and are usually cooked with sugar. The flowers are also edible.",
    "Description-Varieties": "Ribes aureum var. aureum: below 3,000 feet (910 m) in the western U.S.\nRibes aureum var. gracillimum: below 3,000 feet (910 m) in the California Coast Ranges\nRibes aureum var. villosum—clove currant (syn: Ribes odoratum); native west of Mississippi River, but naturalized further to the east",
    "Uses": "",
    "Uses-Cultivation": "Ribes aureum is widely cultivated as an ornamental plant, in traditional, native plant, drought tolerant, and wildlife gardens, and natural landscaping projects. Unlike some other species of currants, Ribes aureum is in the remarkably drought-tolerant group of Ribes. Named cultivars have been introduced also.",
    "Uses-Culinary and medicinal": "Golden currant is also planted for the edible berries. Although flowers are hermaphroditic, the yield is greatly benefited by cross-pollination.\nThe berries were used for food, and other plant parts for medicine, by various Native American groups across its range in North America.",
    "Diseases": "Rust hostThis currant species is susceptible to white pine blister rust (Cronartium ribicola), a fungus which attacks and kills pines, so it is sometimes eradicated from forested areas where the fungus is active to prevent its spread.",
    "Description of cultivars": "Crandall: The oldest known cultivar. Large black berries 2 cm in size with a spicy and aromatic flavour. A late season cultivar that ripens once the berries are soft, not when they first turn black. Self-fertile.\nIdaho: Similar to Crandall but more vigorous and higher yielding.\nGwens: Teardrop-shaped berries that ripen in a staggered fashion, meaning there are berries of many different colours on the bush.\nVenus (Венера): Drought-tolerant and pest resistant. High-yielding (8 kg per bush). Berries are 2-3 grams, black, very juicy, ripen early in the season and in a synchronised fashion.\nLyaysan (Ляйсан): Small berries (1-2 grams) but very good tasting and golden-amber in colour. Vigorous but compact in growth. Mid-season.\nShafak (Шафак): Disease resistant and frost resistant. Fruit are 1.5 to 3 grams, dark red, teardrop-shaped and ripen mid-season.\nZarina (Зарина): An elite cultivar bred by GNU Bashkir Scientific Research Institute of Agriculture, Russia. Parents are Venus and Lyaysan. Berries average 2.5 grams in weight, have a sweet and superior taste, ripen mid-season and are golden-orange in appearance. High-yielding.\nUzbek (Узбекистанская): Very large black berries (up to 7g) and high yielding. A hybrid currant that is very hardy.\nSeedless (Кишмишная): Black fruit with golden pulp that is sweet and juicy, averaging 1.5-2g. Bushes are compact, of medium growth and high yield (7–8 kg).\nFatima (Фатима): The best tasting cultivar along with Zarina, but higher yielding. The black berries ripen early in the season.\nSeedless Raspberry (Кишмишная малиновая): Spreading and vigorous growth with a huge yield of 12 kg per bush. Berries are dark red and up to 4 grams.",
    "References": "",
    "External links": "Jepson Manual Treatment — Ribes aureum\nUnited States Department of Agriculture Plants Profile: Ribes aureum (golden currant)\nUniversity of Washington, Burke Museum\nRibes aureum in the CalPhotos Photo Database, University of California, Berkeley\nline drawing for Flora of Pakistan"
  }
}