{
  "url": "https://en.wikipedia.org/wiki/Ribes_speciosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. speciosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes speciosum is a species of flowering plant in the Grossulariaceae family, which includes the edible currants and gooseberries. It is a spiny deciduous shrub with spring-flowering, elongate red flowers that resemble fuchsias, though it is not closely related. Its common names are fuchsia-flowered gooseberry and Californian fuchsia. \nIt is native to central and southern California and Baja California, where it grows in the scrub and chaparral of the coastal mountain ranges.",
    "Description": "Ribes speciosum is a spreading shrub which can reach 3 metres (9.8 ft) in maximum height, its stems coated in bristles with three long spines at each stem node. The leathery leaves are shallowly divided into several lobes and are mostly hairless, the upper surfaces dark green and shiny.The inflorescence is a solitary flower or raceme of up to four flowers. The flower is a tube made up of the gland-studded scarlet sepals with the four red petals inside. The red stamens and stigmas protrude far from the mouth of the flower, each measuring up to 4 centimeters (1.6 inches) long.The fruit is a red-orange berry about a centimeter (0.4 inch) long, is covered densely in glandular bristles.",
    "Cultivation": "Ribes speciosum is cultivated as an ornamental plant for use in drought-tolerant, native plant, and wildlife gardens. It prefers dappled to bright light, in dry gardens and under oaks. The plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": "Jepson Manual Treatment — Ribes speciosum\nRibes speciosum — Calphotos Photo gallery, University of California"
  }
}