{
  "url": "https://en.wikipedia.org/wiki/Ribes_×_nidigrolaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. .mw-parser-output .noitalic{font-style:normal}× nidigrolaria"
    }
  ],
  "text": {
    "__SUMMARY__": "The jostaberry (Ribes × nidigrolaria) is a complex-cross fruit bush in the genus Ribes, involving three original species, the black currant R. nigrum, the North American coastal black gooseberry R. divaricatum, and the European gooseberry R. uva-crispa. It is similar to Ribes × culverwellii, the Jochelbeere, which is descended from just two of these species, R. nigrum and R. uva-crispa.",
    "Taxonomy": "There was a demand to have gooseberry-type fruits on thornless plants, and the first successful attempt to cross blackcurrant (R. nigrum) with European gooseberry (R. uva-crispa) was carried out by Culverwell in Yorkshire, England in 1880. This hybrid was termed Ribes × culverwellii and was nearly sterile. Others later carried out direct crosses between blackcurrant and gooseberry, however the diploid seedlings created were sterile and did not produce much fruit, although some fruit was set without fertilization (parthenocarpy).Jostaberry is frequently mistakenly termed Ribes × culverwelli as a result of this early F1 diploid hybrid. However, Jostaberry is a F2 fertile amphipolyploid hybrid of complex parentage, not a direct cross, and was created later in Germany. Paul Lorenz started the process in the Kaiser Wilhelm Institute in Berlin in 1926. In 13 years, over 1000 F1 hybrids were created. Only 8 of these survived World War II, and were eventually moved to the Erwin Baeur Institute, which was founded in 1946. Randolph Baeur used colchicine to double the number of chromosomes and produce fertile tetraploids. Backcrossing with gooseberry and blackcurrant parents was also involved, creating a new F2 generation. Of 15,000 such crosses, 3 seedlings were selected based on vigor, disease resistance and fertility.Therefore, jostaberry is descended from two separate first-generation crosses, both of which produced very few fruit. One of the F1 hybrids used was a cross between the blackcurrant cultivar R. nigrum ‘Langtraubige Schwarze’ (‘Long Bunch’) with R. divaricatum (also termed spreading gooseberry, Worcesterberry, coastal black gooseberry or by other names). This F1 hybrid was resitant to American gooseberry mildew. The other F1 hybrid parent was a cross between the blackcurrant cultivar R. nigrum \"Silvergieters Schwarze\" with R. grossularia (syn. R. uva-crispa) ‘Grune Hansa’.The name Jostaberry was created via combining the German words for blackcurrant and gooseberry, namely Johannisbeere (\"Jo\") and Stachelbeere (\"Sta\"). Following German pronunciation of \"J\", it may be pronounced \"yostaberry\" in English. \nThe first cultivar, ‘Josta’ was made available to the public in 1977. 2 later cultivars released were called ‘Jostine’ and ‘Jogranda’. A number of varieties have been developed since then by various developers. Named cultivars tend to only be available in Germany, and the names of the 3 most common jostaberry cultivars have also been confused, and all have sometimes been sold as ‘Josta’.",
    "Description": "The nearly black berry, which is smaller than a gooseberry and a bit larger than a blackcurrant, is edible both raw and cooked. It is described as having a taste intermediate between a gooseberry and a blackcurrant, with the gooseberry flavor more dominant in the unripe fruit, and the blackcurrant notes developing as the fruit ripens. The ripe fruit will hang on the bush in good condition through late summer, but is very popular with birds. The somewhat unripe fruit can be used in cooking recipes as a gooseberry. Like blackcurrants the fruit freezes well, and like many other members of the genus Ribes it is rich in vitamin C.\nCommercial production of jostaberries is limited because they are not well suited to mechanical harvesting. Compared to most other fruits, harvesting jostaberries is relatively labor-intensive per kilogram. Although harder to pluck than blackcurrants, the plant is thornless.\nThe plant itself grows to a maximum height of about 2 m, flowering in mid-spring, with fruit setting and ripening on a similar timetable to the blackcurrant. The plant displays hybrid vigor, growing and fruiting well and being resistant to a number of common diseases afflicting other Ribes. In particular the plant is resistant to American gooseberry mildew, blackcurrant leaf spot, white pine blister rust, and big bud gall mite. Flowers are hermaphrodite and the plant is self-fertile following insect pollination. Propagation is usually by cuttings, rather than by seeds.",
    "References": "",
    "External links": " Media related to Ribes × nidigrolaria at Wikimedia Commons\n Data related to Ribes nidrigolaria at Wikispecies\n The dictionary definition of Ribes nidrigolaria at WiktionaryPlants For A Future database report: Ribes x culverwellii\nPracticallyEdible.com: Jostaberries\nNational Gardening Association: Jostaberry\nArchived December 31, 2017, at the Wayback Machine: Jostaberry"
  }
}