{
  "url": "https://en.wikipedia.org/wiki/Ribes_hudsonianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. hudsonianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes hudsonianum is a North American species of currant, known by the common name northern black currant.\nRibes hudsonianum grows in moist wooded areas, such as mountain streambanks and in swamp thickets. They are upright to erect shrubs growing one half to 2 meters (20-80 inches) tall. They are aromatic, with a strong scent generally considered unpleasant. Stems are covered in shiny, yellow resin glands that lack spines or prickles. Leaves are up to 10 centimeters long, divided into three, or rarely five, sharp-toothed lobes, having long hairs on the undersides, studded with yellow glands. Inflorescences are erect, spikelike racemes of up to 50 flowers. Each flower is roughly tubular, with the whitish sepals spreading open to reveal smaller whitish petals within. Fruits are bitter-tasting, black berries, about a centimeter (0.4 inch) wide with a waxy surface, speckled with yellow glands. When made into jam they are palatable. \nThe species is divided into two varieties, each known simultaneously as northern black currants, and by their own individual common, and scientific names; the type variety, R. h. var. hudsonianum, is also known as the Hudson Bay currant; whereas R. h. var. petiolare is also known as the western black currant.Hudson Bay currants are found in every province in Canada, from Quebec westwards; and parts of the United States (Alaska, the Great Lakes region, the northern Rockies, Cascades, Blue Mountains, and other parts of the Northwest).Although Western black currants are found in British Columbia, they are distributed primarily south of Canada in the western U.S. (Wyoming, Montana, Idaho, Washington, Oregon, northern Nevada, northern California, and Utah).The only states or provinces where both varieties are present are British Columbia in Canada; and the U.S. states of Idaho and Washington.",
    "References": "",
    "External links": "Jepson eFlora, The Jepson Herbarium, University of California, Berkeley\nUniversity of Washington, Burke Museum\nRibes hudsonianum in the CalPhotos Photo Database, University of California, Berkeley"
  }
}