{
  "url": "https://en.wikipedia.org/wiki/Ribes_sanchezii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. sanchezii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes sanchezii is a species of currant, named after Peruvian botanist Isidoro Sánchez Vega of Cajamarca. This species of Ribes is distinct form both R. andicola and R. colandina because of its ovate to elliptical leaves with a very poorly developed lateral lobe and its aberrant indument. The two latter species have leaves with pubescence on both the adaxial and abaxial surface and the adaxial leaf surface is matt green, whereas R. sanchezii has a shiny dark green upper leaf surface and pubescence abaxially restricted to the primary and secondary veins. Ribes sanchezii also has strongly resupinate fruits, whereas the fruits of R. andicola and R. colandina are pendulous.",
    "Description": "It is a dioecious shrub, approximately 1.54 metres (5.1 ft) tall; its shoots and adaxial leaf surfaces being sparsely pubescent to glabrous. Its petioles are moderately pubescent; its trichomes approximately 1 millimetre (0.039 in) long. Its petiole is 1,525 millimetres (60.0 in) long and 1mm wide. Its inflorescences are terminal on short lateral shoots (brachyblasts); its racemes are pendent, while the peduncle is 510 millimetres (20 in) and densely pubescent with numerous simple hairs that are 1 mm long. Its pedicels are approximately 1mm long and 24 millimetres (0.94 in) apart in open flowers. The flowers are narrowly cyathiform, while the calyx and corolla are a dark red colour, 5 millimetres (0.20 in) x 5mm and covered with simple hairs 0.2 millimetres (0.0079 in) long. The fruit strongly resupinate.",
    "Distribution": "La Libertad. It replaces widespread R. colandina on the eastern slopes of the Cordillera Oriental and forms dense stands at the upper limit of the cloud forest at the Abra CallaCalla, where it is one of the most abundant shrub species.",
    "References": "",
    "External links": "\"Ribes sanchezii\". World Checklist of Selected Plant Families (WCSP). Royal Botanic Gardens, Kew – via The Plant List.\nNGBR Herbarium Specimen"
  }
}