{
  "url": "https://en.wikipedia.org/wiki/Ribes_irriguum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. oxyacanthoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes oxyacanthoides is a species of flowering plant in the gooseberry family known by the common name Canadian gooseberry. Its various subspecies have common names of their own. It is native to North America, where it occurs in Alaska through much of Canada and the western and north-central United States.Subspecies:\nR. o. ssp. cognatum (Umatilla gooseberry, stream currant) – Pacific Northwest\nR. o. ssp. hendersonii (Henderson's gooseberry) – Idaho, Montana, and Nevada\nR. o. ssp. irriguum (Idaho gooseberry, inland black gooseberry) – Pacific Northwest\nR. o. ssp. oxyacanthoides   (northern gooseberry) – from Alaska to Newfoundland\nR. o. ssp. setosum  (inland gooseberry, Missouri gooseberry) – Rocky Mountains and adjacent regionsThe subspecies were previously considered to be five separate species of plant. They intergrade in some regions. These subspecies are sometimes called varieties.In general, this plant is a deciduous shrub growing 0.5 to 1.5 meters (20–60 inches) in height. The ssp. hendersonii is sometimes smaller at maturity. The branches are covered in prickles and there are spines up to 1.3 centimeters long at stem nodes. Flowers are solitary or borne in pairs or threes. They are white or pinkish in color. The fruit is a berry up to 1.6 centimeters wide. It is reddish, greenish, purple, or black in color.This shrub grows in many types of habitat. It is a riparian species, growing on riverbanks and riparian woodlands. It grows in boreal forest habitat, often among conifers at lower elevations. Some subspecies occur at higher elevations, such as the dwarf ssp. hendersonii, which can be found in mountain talus.This plant is an alternate host for the white pine blister rust (Cronartium ribicola), the vector of a pine tree disease. It is sometimes eradicated in attempts to control the rust.Small amounts of this shrub and its fruit are present in the diets of wildlife species such as grizzly bear and mule deer. Humans find it \"more or less palatable\". Many Native American groups collected and stored it for food. The Ojibwa cooked and ate it with sweet corn and made it into preserves, for example. The root was used medicinally.",
    "References": "",
    "External links": "The Nature Conservancy"
  }
}