{
  "url": "https://en.wikipedia.org/wiki/Ribes_lobbii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. lobbii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes lobbii (known commonly by the names gummy gooseberry, fuchsia-flowered gooseberry or pioneer gooseberry) is a shrubby, deciduous, shade-intolerant perennial dicot found on the western coast of North America. It was first described in 1876 by Asa Gray. The specific epithet was a dedication to the English plant collector William Lobb.",
    "Description": "Ribes lobbii is a deciduous, loosely branched shrub, about half a meter to one meter (20–40 inches) in height. Its stems are spreading, finely hairy, generally having three slender nodal spines, 7–12 mm long. It has bark that starts out brown, changing to a deep greyish-red later.",
    "Description-Leaves": "The leaves of R. lobbii are borne on smooth stalks. Each leaf is 1.3–2.6 cm long, 1.5–2.5 cm wide, alternate, ovate, shallowly heart-shaped at the base, shallowly cleft and deeply toothed, with 3–5 rounded lobes. The upper surface is tacky and glabrous (or very sparsely haired); the lower surface is somewhat tomentous and glandular.",
    "Description-Flowers": "Ribes lobbii develops its flowers in early summer.They are arranged as inflorescences of one or two flowers in a nodding raceme on stalks that are shorter than the leaves. Each flower's stalk is 1.5–2 mm in length, densely bristled and glandular. The white or light-pink petals are 4–6 mm long, broad and fanlike, and curl back away from the flower-face, and towards the flower stem. The flower's hypanthium is typically 3.5–5.5 mm long, and shaped like a narrow bell. The anthers extend well beyond petals. The calyces are red and hairy, with 10–13 mm long lobes that are oblong and narrow, coming to a point. The styles are smooth, fusing to just below or just above the middle, about running equal to the stamens.",
    "Description-Fruits": "The fruits of R. lobbii are 12–15 mm long, round to elliptic berries. They are reddish-brown, roughly bristled, glandular and edible.",
    "Habitat": "R. lobbii prefers mesic to dry streambanks, rock outcrops, open woodlands and forests in the lowland and montane zones. It is more frequent in the drier, Pacific portion of its range where it is often a characteristic plant, rather than in the wetter Cordilleran, where it can be locally rare. It thrives in the maritime to submaritime, cool mesothermal climates on very dry to moderately dry, soils of moderate nitrogen content. It is sporadic or scattered in early-seral communities and open-canopy Douglas-fir forests on watersheds.",
    "Range and distribution": "Gummy gooseberries are distributed sporadically throughout the Pacific Northwest region of the United States (Siskiyou Mountains, eastern Columbia Gorge, Crater Lake National Park, Mount Rainier National Park, Olympic National Park) and British Columbia in Canada preferring forests and meadows of foothills and subalpine zones.In British Columbia, Canada, it is locally common on the Gulf Islands and Vancouver Island (particularly in the southern half of the island).It is found in the state of Washington in Wahkiakum, Skamania, Klickitat, Kittitas, Chelan, Pierce, Thurston and Clallam counties.In Oregon it has been found in the coastal counties of Curry, Douglas, and Lane; and in the adjacent or nearby counties of Josephine, Jackson, Klamath, Benton, Linn, Jefferson, Marion, Wasco, Yamhill, Hood River, Multnomah and Columbia.In California, it is native to the northern coastal coniferous and red fir forests in Del Norte, Humboldt and Mendocino counties; deeper inland to Siskiyou, Trinity to Shasta and Glenn counties. Few samples have been located in Lake, Colusa and Modoc counties.",
    "References": "",
    "External links": "Jepson Manual treatment: Ribes lobbii\nPacific Northwest Flowers, Gallery of Ribes lobbii pictures"
  }
}