{
  "url": "https://en.wikipedia.org/wiki/Ribes_sanguineum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. sanguineum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes sanguineum, the flowering currant, redflower currant, or red-flowering currant, is a North American species of flowering plant in the family Grossulariaceae, native to western United States and Canada (British Columbia, Washington, Idaho, Oregon, California).",
    "Description": "It is a deciduous shrub growing to 2 m (7 ft) tall and broad.\nThe bark is dark brownish-grey with prominent paler brown lenticels.\nThe leaves are 2–7 cm (1–3 in) long and broad, palmately lobed with five lobes; when young in spring, they have a strong resinous scent.\nThe flowers are produced in early spring at the same time as the leaves emerge, on dangling racemes 3–7 cm (1–3 in) long of 5–30 flowers; each flower is 5–10 mm (0.20–0.39 in) in diameter, with five red or pink petals.\nThe fruit is a dark purple oval berry about 1 cm (0.5 in) long, edible but with an insipid taste.The Latin specific epithet sanguineum means “blood-red”",
    "Description-Varieties": "",
    "Cultivation": "Ribes sanguineum was introduced into cultivation by 19th century Scottish botanist David Douglas. It and its varieties and cultivars are popular garden shrubs, valued for their brightly colored and scented flowers in early spring, and birds and habitat support. \nNumerous cultivars have been selected with flowers ranging from white to dark red. The following cultivars have gained the Royal Horticultural Society’s Award of Garden Merit:-\n’Koja’\nWhite Icicle = ‘Ubric’",
    "Gallery": "",
    "References": "",
    "External links": "Jepson Flora Project: Ribes sanguineum\nRibes sanguineum — Calphotos Photo gallery, University of California"
  }
}