{
  "url": "https://en.wikipedia.org/wiki/Ribes_cereum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. cereum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes cereum is a species of currant known by the common names wax currant and squaw currant (R. c. var. pedicellare is known as whisky currant). It is native to western North America, including British Columbia, Alberta, and much of the western United States, from Washington, Oregon, and California east as far as the western Dakotas and the Oklahoma Panhandle.\n\nRibes cereum grows in several types of habitat, including mountain forests in alpine climates, sagebrush, and woodlands. It can grow in many types of soils, including sandy soils and soil made of clay substrates, serpentine soils, and lava beds. This is a spreading or erect shrub growing 20 centimeters (8 inches) to 2 meters (80 inches) tall. It is aromatic, with a \"spicy\" scent. The stems are fuzzy and often very glandular, and lack spines and prickles. The leaves are somewhat rounded and divided into shallow lobes which are toothed along the edges. The leaves are hairless to quite hairy, and usually studded with visible resin glands, particularly around the edges. The inflorescence is a clustered raceme of 2 to 9 flowers. The small flower is tubular with the white to pink sepals curling open at the tips to form a corolla-like structure. Inside there are minute white or pinkish petals, five stamens, and a two protruding green styles. The fruit is a rather tasteless red berry up to a centimeter (0.4 inch) wide, with a characteristically long, dried flower remnant at the end.",
    "Uses": "The Zuni people use the berries of the pedicellare variety as food, and eat the leaves with uncooked mutton fat or deer fat.",
    "References": "",
    "External links": "Jepson Manual Treatment\nUniversity of Washington, Burke Museum\nCalphotos Photo gallery, University of California\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Idaho in 2014"
  }
}