{
  "url": "https://en.wikipedia.org/wiki/Ribes_roezlii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. roezlii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes roezlii is a North American species of currant known by the common name Sierra gooseberry.",
    "Distribution": "Ribes roezlii is native to many of the mountain ranges of California, its distribution extending east into Nevada and north into Oregon. Its habitat includes chaparral, woodlands, and forested areas.",
    "Description": "Ribes roezlii is a spiny shrub growing erect to a maximum height around 1.2 metres (3.9 ft). The hairless to hairy or woolly leaves are up to 2.5 centimeters (1 inch) long and divided into 3 or 5 rounded, toothed lobes.The inflorescence is a solitary flower or raceme of 2 or 3 small wind-pollinated flowers hanging pendent from the branches. Each flower has five reflexed red-purple sepals around a tube-shaped ring of smaller white or pinkish petals, the stamens and stigmas protruding.The fruit is a red or purple berry up to 2.5 centimeters long which is covered in thick, long spines.  Among other currants and gooseberries with overlapping ranges, such as mountain gooseberry (Ribes montigenum) or wax currant (Ribes cereum), the sierra gooseberry is especially notable for the large size and extreme spininess of its berries, and for the absence of a noticeable dried flower remnant at the end of the fruit.Seeds are dispersed by running water and by animals that eat the fruits, such as American black bears. The foliage is an important food source for mule deer and bighorn sheep, and the fruits are a common food for fox sparrows living in its range. The berries can be eaten by humans in an emergency, but are unpalatable.",
    "References": "",
    "External links": "Jepson Manual Treatment — Ribes roezlii\nRibes roezlii - Calphotos Photo gallery, University of California"
  }
}