{
  "url": "https://en.wikipedia.org/wiki/Ribes_menziesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. menziesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes menziesii, the canyon gooseberry, is a species of currant found only in California and Oregon. There are five to six varieties of the species found across the low elevation mountains of California, especially the Coast Ranges, and the coastal canyons and foothills, into southern Oregon. It can be found in the chaparral plant community.",
    "Description": "The canyon gooseberry, Ribes menziesii, is an aromatic deciduous shrub with very prickly branches growing up to 2 metres (6.6 ft) in height. It has somewhat rounded, hairy, glandular green leaves.Its showy hanging flowers have sepals which are reflexed, or folded backwards along the length of the flower. The sepals are fuchsia or purple. The petals are white and extend forward to form a loose tube from which the stamens emerge.The plant fruits purple gooseberries which are edible but are mainly seeds with little fruit, generally regarded as unpalatable. The plant's spines also make collecting fruit difficult.\nVarietiesRibes menziesii var. ixoderme — southern Sierra Nevada. Calflora taxon report, University of California: Ribes menziesii var. ixoderme\nRibes menziesii var. menziesii —  Coast ranges.\nRibes menziesii var. senile (Coville) Jeps. - Santa Cruz County",
    "Cultivation": "Ribes menziesii is cultivated as an ornamental plant for native plant and wildlife gardens, in areas of suitable climate, such as coastal California. It is valued for its attractive spring blooms.",
    "References": "",
    "External links": "Jepson Manual Treatment: Ribes menziesii'\nRibes menziesii' — Calphotos Photo Gallery, University of California"
  }
}