{
  "url": "https://en.wikipedia.org/wiki/Ribes_velutinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. velutinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes velutinum is a species of currant known by the common name desert gooseberry.",
    "Distribution": "It is endemic to the deserts and mountains of the Western United States. It is native to areas in Montana, Idaho, Washington, Oregon, Utah, Nevada, California, and Arizona),It grows in many types of habitat, including sagebrush scrub, pinyon-juniper woodland, and  yellow pine forest.",
    "Description": "Ribes velutinum is a spreading shrub with a thick, arching, multibranched stem growing up to 2 meters (80 inches) long. Nodes along the stems are armed with spines which may reach 2 centimeters (0.8 inch) in length. These are spines, not prickles, as they are derived from leaf material rather than from the plant epidermis (skin).\nThe thick, leathery leaves have generally rounded blades divided shallowly into three or five lobes and dotted with glandular hairs. The small blades are borne on petioles.\nThe inflorescence is a solitary flower or raceme of up to four flowers. Each small flower is a tube of white or yellowish sepals with smaller, similarly colored petals inside. The bloom period is April and May.\nThe fruit is an edible berry one half to one centimeter (0.2-0.4 inch) wide which ripens yellow, then reddish or purple.",
    "Description-Varieties": "Ribes velutinum var. goodingii —  Gooding's gooseberry,  endemic to the Great Basin region in California, Nevada, Idaho, Washington, Oregon.",
    "References": "",
    "External links": "Jepson Manual eFlora (TJM2) treatment of Ribes velutinum\nMissouri Botanical Garden: herbarium specimen (1905)\nUC Calphotos gallery: Ribes velutinum images"
  }
}