{
  "url": "https://en.wikipedia.org/wiki/Ribes_colandina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. colandina"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes colandina is a species of currant found only in Perú. Ribes colandina differs from Ribes andicola in uniformly dark red flowers (petals red, not orange-yellow as in R. andicola), black instead of yellow fruits and wider, more deeply lobed leaves.",
    "Description": "Ribes colandina is a dioecious shrub approximately 1.54 metres (5.1 ft) tall; densely to moderately tomentose from simple, curly trichomes 12 millimetres (0.47 in) long and with scattered subsessile glands, especially on young shoots and the abaxial leaf surface. Its petiole is 1,535 millimetres (60.4 in) long, 1 millimetre (0.039 in) wide; its stipules well differentiated, united with the petiole for 610 millimetres (24 in). Inflorescences are terminal on short lateral shoots (brachyblasts); racemes pendent with a 510 millimetres (20 in)-long peduncle. The flowers are narrowly cyathiform, with the calyx and corolla a very dark red, 4 millimetres (0.16 in) x 35 millimetres (1.4 in) in size, covered with simple hairs 0.2 millimetres (0.0079 in) long. Its petals are inserted approximately 1 millimetre (0.039 in) from the base of the hypanthium, while the filaments are inserted approximately in half of that distance. The fruit is spherical, pendulous and black, 812 millimetres (32.0 in) in diameter, with scattered shortly stalked glands.",
    "Distribution": "La Libertad, Cajamarca Department, Amazonas Department, Lambayeque Department and Piura Department. This new species replaces R. andicola south of the Ecuadorean border and appears to be widespread in Piura, Lambayeque, Cajamarca and La Libertad. Ancash Region does not harbour this species, where it is replaced by R. viscosum.",
    "References": "",
    "External links": "\"Ribes colandina\". World Checklist of Selected Plant Families (WCSP). Royal Botanic Gardens, Kew – via The Plant List."
  }
}