{
  "url": "https://en.wikipedia.org/wiki/Ribes_coloradense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Grossulariaceae"
    },
    {
      "Genus": "Ribes"
    },
    {
      "Species": "R. laxiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Ribes laxiflorum is a species of currant known by the common names trailing black currant, and spreading currant. It is native to western North America from Alaska and Yukon south as far as northern California and New Mexico; it has also been found in Siberia. Its habitat includes moist mountain forests, open clearings, streambanks, and the borders of mountain roads.",
    "Description": "Ribes laxiflorum is a spreading, trailing shrub usually growing one half to one meter (20–40 inches) in height. It has been known to take a somewhat vine-like form in appropriate shady habitat with nearby supports, climbing to seven meters (23 feet) in length. It has fuzzy, glandular stems lacking spines and prickles. The hairy, glandular, maple-shaped leaves are up to 10 centimeters long and deeply divided into several pointed lobes lined with dull teeth. The inflorescence is a mostly erect raceme of up to eight flowers. The distinctive flower has five greenish, purplish, or red sepals which are often curved back at the tips. At the center is a corolla of five red or pink petals each measuring a millimeter long, narrow at the base and wider or club-shaped at the tip. Inside the corolla are five red stamens tipped with whitish anthers. The fruit is a purple-black berry measuring four to fourteen millimeters wide which is waxy, hairy, or bristly in texture.",
    "Uses": "The berries are eaten locally (variously fresh, boiled, or as preserves) by Bella Coola, Haisla, Hanaksiala, Hesquiat, Kwakiutl, Lummi, Makah, Oweekeno, Skagit, and Tanana peoples.Other traditions use R. laxiflorum for:\nan infusion to make an eyewash (roots and or branches, by the Bella Coolah).Decoctions of: bark to remedy tuberculosis (with the roots, by the Skokomish); or for the common cold (Skagit): leaves and twigs, as a general tonic (Lummi).Woody stems are fashioned into pipe stems (Hesquiat).",
    "References": "",
    "External links": "Jepson Manual Treatment\nCalphotos Photo gallery, University of California"
  }
}