{
  "url": "https://en.wikipedia.org/wiki/Coprinopsis_variegata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Psathyrellaceae"
    },
    {
      "Genus": "Coprinopsis"
    },
    {
      "Species": "C. variegata"
    }
  ],
  "text": {
    "__SUMMARY__": "Coprinopsis variegata, commonly known as the scaly ink cap or the feltscale inky cap, is a species of fungus in the family Psathyrellaceae. Distributed in eastern North America, it has a medium-sized, bell-shaped to flattened cap up to 7.5 cm (3.0 in) in diameter, with felt-like, patchy scales. The gills, initially white, turn black in maturity and eventually dissolve into a black \"ink\". Fruit bodies grow in clusters or groups on leaf litter or rotted hardwood, although the wood may be buried, giving the appearance of growing in the soil. The fungus is found in the United States, in areas east of the Great Plains. Coprinus ebulbosus and Coprinus quadrifidus are names assigned by Charles Horton Peck to what he believed were species distinct from C. variegata; they were later shown to represent the same species, and are now  synonyms. The mushroom is not recommended for consumption, and has been shown to cause allergic reactions in susceptible individuals.",
    "History and taxonomy": "American mycologist Charles Horton Peck described three similar species over the course of a 24-year time period. The first, Coprinus variegata (1873), followed later by C. ebulbosus (1895), and finally C. quadrifidus (1897). C. ebulbosus  was initially considered a variety of the European species Coprinus picaceus (Bull. ex Fr.) S.F.Gray (currently known as Coprinopsis picacea). Four years later, Peck published a more complete description of var. ebulbosus and raised it to species rank, having found it to differ consistently from C. picaceus in its smaller stature, lack of a bulbous stem base, and much smaller spores.The three species described by Peck were distinguished on the basis of physical features that were later found to be somewhat overlapping. In terms of microscopic characters, spore sizes were not sufficiently different between them to be used as discriminating taxonomic characters. Subsequent investigators of North American mushroom flora had difficulties in interpreting Peck's concepts of these three taxa and in confirming their presence in their regional investigations. For example, McIlvaine (1902), Hard (1908), and McDougall (1925) reported (as variety or species) only C. ebulbosus. Bisby (1938), Christensen (1946), Smith (1958), and Groves (1962) mentioned only C. quadrifidus. Both Kauffman (1918) and Graham (1944) described C. ebulbosus and C. quadrifidus; Graham, however, only included C. quadrifidus in his key to his descriptions of Coprinus species. In 1979, W. Patrick published a comparative analysis of the three taxa from material collected by Peck, and, after concluding that the three were not sufficiently distinct to be considered separate species, reduced them to synonymy with Coprinopsis variegata, the earliest name.The specific epithet variegata derives from the Latin passive verb participle variegatus meaning \"to have different colors, to variegate\".  The synonym name quadrifidus refers to the four segments into which the cap frequently split when mature, while ebulbosus means \"not being bulbous\". The mushroom is commonly known as the \"scaly ink cap\" or the \"feltscale inky cap\".",
    "Description": "The cap of C. variegata is thin, initially oval-shaped then bell-shaped, and then flattened with the margin turned upward; it reaches diameters of up to 12 in (30.5 cm). When young, the surface of the cap is covered with a woolly whitish or yellowish veil that breaks up into short-lived flakes or scales; this process reveals the radially striate (grooved) gray to grayish-brown cap surface. The gills are broad, thin, crowded closely together, and free from attachment to the stem. They are initially white but turn to dark purplish-brown as the spores mature. The stem is 4 to 12 in (10.2 to 30.5 cm) and up to 1 cm (0.4 in) thick, hollow, and whitish. It is roughly the same width throughout the length of the stem, and may have a wispy, cotton-like ring present near the base. Clusters of fruit bodies have a mass of rhizomorphs at the base called an ozonium.In deposit, the spores are dark brown. A light microscope may be used to reveal more features of the spores, including smooth surfaces, a dark brown color, an ellipsoid shape in face view and an egg shape in side view, and dimensions of 7.5–9.5 by 4–4.5 µm. The apex of the spore appears truncated because of the presence of a germ pore. The basidia (spore-bearing cells) are hyaline (translucent), with dimensions of 14–16 by 6.5–7.5 µm. The paraphyses are 9–11 by 8–10 µm, hyaline, and collapse readily. The pleurocystidia (cystidia present on the gill face) are abundant, roughly cylindrical, hyaline, and measure 100–150 by 20–35 µm. Cheilocystidia (cystidia on the edge of an gill) are present in young specimens, and are roughly ellipsoid, measuring 50–80 by 15–25 µm.  Clamp connections are abundant in the hyphae in all tissues through the fruit body.The edibility of Coprinopsis variegata has not been clearly established, and opinions differ as to its desirability. One 1987 field guide to North American species warns against consumption, calling it \"not recommended\", a conclusion shared in a 2006 field guide to Pennsylvanian and mid-Atlantic mushrooms, but not before describing it as \"the best of the inky caps, with a richer flavor and better texture than the famous shaggy mane\". The bitter-tasting mushroom is not considered poisonous. However, the fruit bodies are suspected to contain the Antabuse-like chemical coprine, which causes a poisoning reaction when consumed with alcohol. Additionally, cases of allergic reactions against extracts from mushroom tissues have been reported in skin tests.",
    "Description-Similar species": "Coprinopsis atramentaria is a cosmopolitan species that is roughly similar in size, color, and stature, but does not have patchy woolly tufts on the cap like C. variegata.",
    "Ecology, habitat and distribution": "The species is saprobic—deriving nutrients by decomposing and digesting organic matter—and grows in clusters or in groups on decaying leaf litter or well-decayed wood. It typically fruits in a narrow window from June to July; this spring and early summer fruiting distinguishes it from the more common Coprinus comatus and Coprinopsis atramentaria, which produce fruit bodies in late autumn. It is found in the United States, in areas east of the Great Plains.Coprinopsis variegata can attack soil bacteria, such as species of Pseudomonas and Agrobacterium, and use them as nutrient sources. The fungus achieves this by growing specialized hyphae in the direction of the bacteria, sensing them with some chemoattractive mechanism not yet fully understood. The fungus then secretes compounds to digest the bacteria while growing assimilative hyphae to absorb the nutrients. The process is relatively rapid, and bacterial colonies can be assimilated in less than 24 hours.",
    "See also": "List of Coprinopsis species",
    "References": "",
    "External links": "Coprinopsis variegata  in Index Fungorum"
  }
}