{
  "url": "https://en.wikipedia.org/wiki/Coprinopsis_lagopus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Psathyrellaceae"
    },
    {
      "Genus": "Coprinopsis"
    },
    {
      "Species": "C. lagopus"
    }
  ],
  "text": {
    "__SUMMARY__": "Coprinopsis lagopus is a species of fungus in the family Psathyrellaceae. Until 2001, the species was known as Coprinus lagopus; advances in the understanding of phylogenetic relationships between the various coprinoid species led to a major reorganization of that genus. It is a delicate and short-lived fungus, the fruit bodies lasting only a few hours before dissolving into a black ink – a process called deliquescence. The vague resemblance of the young fruit body to the paw of a white rabbit has earned this species the common name harefoot mushroom.",
    "Description": "The fruit body size of Coprinopsis lagopus can vary tremendously. This fungus gives rise to very small fruit bodies (known as dwarf fruit-bodies), some of which are less than one-hundredth the size of the larger ones. In a series of experiments, Arthur Henry Reginald Buller grew spores on horse dung and noted a large range of size variation: the smallest specimen having a stem length of 1 mm and cap diameter of 0.75 mm, while the largest specimen had a stem length of 184 mm and cap diameter of 20 mm. Buller noted that the dwarf fruit-bodies are fully functional, producing and liberating spores in a manner identical with normal ones. The great variation in size has led some authors to erroneously name the dwarf fruit-bodies as new species. For example, George Edward Massee considered the dwarfs to be a new species, Coprinus radiatus. In general, dwarf fruit-bodies have stem lengths from 1–10 mm tall and cap of 0.75–3 mm in diameter, while large specimens have stems that are 130–185 mm tall and cap diameters of 25–40 mm. The thickness of the stem in the larger specimens is typically 4–6 mm thick, up to 0.8 mm thick at the club-shaped or bulbous base.The color of the cap surface is pale to very dark-brown at center beneath the whitish to silvery grey veil but becomes paler towards the margin. As the mushroom matures, the shape of the cap becomes more conical or convex, and finally flattens out, with edges curved upward. The veil is initially whitish, then turns to a silvery grey or grey-brown; it eventually splits up, becoming hairy (fibrillose). The gills are freely attached to the stem, very thin and crowded closely together. Initially, the color of the gills is white, then progresses to grayish-brown then to black as the spores mature. In maturity the gill edges dissolve (deliquesce) into a black liquid.  These mushrooms are evanescent, lasting only last a few hours before death; the autodigestive process is enhanced in humid environments.\nThe stem is whitish in color, and is hollow, hairy (flocculose) over the whole surface but especially at lower part, and becomes smooth (glabrous) with age. The spore print is violet-black.",
    "Description-Microscopic features": "Spores have dimensions of 11–13 x 6–8 µm. They are ellipsoid or ovoid in shape, with a rounded base and apex, dark red-brown in color, and nonamyloid.The cystidia found on the sides of the gills (pleurocystidia) are abundant in large fruit bodies, fewer in number in the smaller specimens. These cells are oval, rounded at the apex with a bulge in the middle, and contracted into a stalk at the base. The length of these cells is typically 100–130 µm, with a width of 35–45 µm. Before the cap expands, each cystidium completely branches an interlamellar space, with both ends attached to the gills, help together by clasping paraphyses. As the gill expands the cystidium breaks away from one gill and projects from the other gill. The basidia (spore-bearing cells) comes in two sizes; long basidia have dimensions of 40 × 8–10 µm, while the shorter basidia have dimensions of 23 × 8–10 µm. The basidia have four spores, which are attached by short sterigmata.",
    "Habitat and distribution": "Coprinopsis lagopus grows solitarily or in groups on wood chips, compost heaps, vegetable refuse, or horse dung, from autumn to mid-winter. It has a widespread distribution throughout the world.",
    "Similar species": "The related species Coprinopsis lagopides (P. Karst) Redhead, Vilgalys & Montcalvo is similar in appearance, but more typically grows on a substrates like humus, or burnt or charred wood; it also tends to deliquesce more quickly and completely than C. lagopus. C. lagopides may be distinguished microscopically by its smaller spores (6–9 by 5–7 µm) that are roughly spherical or ovoid in shape, rather than elliptical as in C. lagopus.",
    "Bioactive compounds": "Coprinopsis lagopus produces four sesquiterpene compounds that are collectively named lagopodins, which have some antibiotic activity. A total synthesis of lagopodin A was achieved in 2006.",
    "Genetics": "Coprinopis lagopus has been used as a model system for studying mushroom physiology and genetics for many decades.",
    "See also": "List of Coprinopsis species",
    "References": "",
    "References-Cited texts": "Buller AHR. (1924). Researches on Fungi. New York: Longmans, Green, and Co."
  }
}