{
  "url": "https://en.wikipedia.org/wiki/Geum_rivale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Geum"
    },
    {
      "Species": "G. rivale"
    }
  ],
  "text": {
    "__SUMMARY__": "Geum rivale, the water avens, is a flowering plant of the family Rosaceae. Other names for the plant are nodding avens, drooping avens, cure-all, water flower and Indian chocolate. It is native to much of Europe, with the exception of Mediterranean areas, as well as some parts of Central Asia and North America.  In North America, it is known as purple avens. It grows in bogs and damp meadows, and produces nodding red flowers from May to September.The plant is a native perennial of slow-draining or wet soils and can tolerate mildly acidic to calcareous conditions in full sun or under partial shade. Habitats include stream sides, pond edges, damp deciduous woodland and hay meadows.Geum rivale is pollinated primarily by bees, less often by flies and beetles. As the flower matures, elongation of the stamens ensures it self-fertilises if not already cross-pollinated. The flowers stigmas mature before the stamens. It begins flowering a little earlier than G. urbanum, so early pollinations will be within the gene-pool of the single species. The seeds of Water Avens are burr-like, and are distributed after being caught in the coats of rabbits and other small mammals, and by rhizomal growth.Geum rivale is parasitised by Podosphaera aphanis – a conidial powdery mildew. Yellow spots on the living leaf may be caused by Peronospora gei – a downy mildew.Geum urbanum hybridises fairly regularly with Geum rivale as they are closely related and occur together.\nIt is a component of purple moor grass and rush pastures is a type of Biodiversity Action Plan habitat in the UK. It occurs on poorly drained neutral and acidic soils of the lowlands and upland fringe. It is found in the South West of England, especially in Devon.",
    "References": "",
    "External links": " Media related to Geum rivale at Wikimedia Commons\nVideo and commentary on Geum urbanum and Geum rivale"
  }
}