{
  "url": "https://en.wikipedia.org/wiki/Geum_urbanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Geum"
    },
    {
      "Species": "G. urbanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Geum urbanum, also known as wood avens, herb Bennet, colewort and St. Benedict's herb (Latin herba benedicta), is a perennial plant in the rose family (Rosaceae), which grows in shady places (such as woodland edges and near hedgerows) in Europe and the Middle East. It is introduced in North America, where it forms natural hybrids with Geum canadense (= Geum ×catlingii J.-P. Bernard & R. Gauthier).\n\nGeum urbanum hybridizes fairly regularly with Geum rivale (water avens), as they are closely related and occur together. In fact, the phenomenon is so conspicuous that hybrids were once treated as a species, named Geum intermedium Ehrh.\nUsually reaching a height between 20 and 60 cm, wood avens blooms between May and August, and its flowers are 1 – 2 cm in diameter, having five bright yellow petals. The hermaphrodite flowers are scented and pollinated by bees. The fruits have burrs, which are used for dispersal by getting caught in the fur of rabbits and other animals. The roots contain the compound eugenol which is also present in cloves   and are used as a spice in soups and also for flavouring ale.",
    "In folklore": "In folklore, wood avens is credited with the power to drive away evil spirits, and to protect against rabid dogs and venomous snakes. It was associated with Christianity because its leaves grew in threes and its petals in fives (reminiscent of, respectively, the Holy Trinity and the Five Wounds). Astrologically, it was said to be ruled by Jupiter.",
    "In herbal medicine": "Wood avens was stated to be a treatment for poison and dog bites. Paracelsus suggested its use against liver disease, catarrh and stomach upsets.\nGeum urbanum herb and roots have been used in the traditional Austrian medicine internally as tea for treatment of rheumatism, gout, infections, and fever.\nModern herbalists use it to treat diarrhoea, heart disease, halitosis and mouth ulcers, and to prevent colic. Not all of these uses are supported by scientific evidence.",
    "References": "",
    "Sources": "Howard, Michael. Traditional Folk Remedies (Century, 1987), pp 99–100.",
    "External links": "Video and commentary on Geum urbanum and Geum rivale"
  }
}