{
  "url": "https://en.wikipedia.org/wiki/Geum_peckii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Geum"
    },
    {
      "Species": "G. peckii"
    }
  ],
  "text": {
    "__SUMMARY__": "Geum peckii is a species of herbaceous, perennial flowering plant in the rose family known by the common name mountain avens. It is native to eastern North America, where it is known from only two locations, the White Mountains of New Hampshire and three sites in Nova Scotia.\nThis perennial herb grows 20 to 40 centimeters tall and has compound leaves made up of several rounded leaflets. Yellow flowers 1 to 3 centimeters wide are produced in June through September. The plant reproduces vegetatively via rhizome and sexually via seed. Each flower produces about 50 seeds. In New Hampshire the flowers are likely pollinated by flies.This plant was first collected in 1804 on Mount Washington by the botanist William Dandridge Peck. In the White Mountains it grows on alpine snowfields and meadows and subalpine streambanks. In Nova Scotia it grows in bogs and other coastal wetlands along the Bay of Fundy.Climate change may reduce available habitat for this plant by making it easier for trees and shrubs to grow and encroach on the open habitat required by the plant. This is already occurring on Brier Island, Nova Scotia. Other threats include ecotourism and overcollection. Ditch construction on Brier Island has lowered the water table, making it easier for gulls to nest in the area. The gulls bring in the seeds of weedy plants.",
    "Similar species": "Geum peckii is morphologically indistinguishable from Geum radiatum, but genetic research has supported the maintenance of the two as separate species.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}