{
  "url": "https://en.wikipedia.org/wiki/Russula_crustosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. crustosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula crustosa, commonly known as the crusty russula, is a species of fungus in the family Russulaceae. It is found in Asia and North America.",
    "Taxonomy": "The species was first described scientifically by American mycologist Charles Horton Peck in 1886, who made the type collections in Day, New York. It is classified in the subsection Virescentinae of the genus Russula. The specific epithet crustosa means \"with a rind\". Common names for the species include \"crusty Russula\", \"green quilt Russula\", and \"encrusted Russula\".",
    "Description": "The fruit bodies have caps that are initially convex before flattening out in age, often developing a central depression, and measure 5–12.5 cm (2.0–4.9 in) in diameter. In maturity, the dry cap surface breaks up into greenish patches around the margin. The margin of the cap has radial grooves that match the gills on the underside. The closely spaced gills are white, cream, or pale yellow in color, and have an adnate attachment to the stem. Measuring 3–9 cm (1.2–3.5 in) long by 1.2–2.5 cm (0.5–1.0 in) thick, the stem is white to pale yellow, and becomes hollow in age. The flesh is hard and compact (when young), and whitish. The spore print is pale buff, and the spores are elliptic in shape, and somewhat warted with a few fine interconnecting lines. They are hyaline (translucent), amyloid, and measure 6–9 by 5.5–7 μm.An edible mushroom, R. crustosa has no distinguishing odor, and a taste ranging from mild to slightly acrid. Other greenish Russulas, including R. subgraminicolor, R. aeruginea, and R. variata, can be most readily distinguishing by their non-cracking cap surfaces.",
    "Description-Similar species": "Russula crustosa is commonly mistaken for Russula virescens, a more desirable edible mushroom that features greenish patches on its cap surface. The latter species has flesh that breaks apart more readily, and a white spore print.",
    "Ecology and distribution": "Russula crustosa is a mycorrhizal fungus and associated with broadleaf trees, particularly oak and hickory. The fruit bodies grow on the ground in mixed forests singly, scattered, or in groups. Fruiting occurs between June and December. The pleasing fungus beetle species Tritoma angulata is known to feed on the fruit bodies.In North America, the mushroom is common, and widespread in the southeastern United States. In Asia, Russula crustosa is found in China, India, Malaysia, and Thailand.",
    "See also": "List of Russula species",
    "References": "",
    "External links": "Russula crustosa  in Index Fungorum"
  }
}