{
  "url": "https://en.wikipedia.org/wiki/Russula_fellea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. fellea"
    }
  ],
  "text": {
    "__SUMMARY__": "The mushroom Russula fellea goes by the common name of the geranium-scented russula, or bitter russule and is a  member of the genus Russula, all of which are commonly known as brittlegills.  It is straw or honey coloured and in Britain grows in beech woods during autumn. It is inedible.",
    "Taxonomy": "It was first described and named in 1821 by the Swedish mycologist Elias Magnus Fries, initially as Agaricus felleus, before being placed in the genus Russula in 1838. Its specific epithet is derived from the Latin adjective felleus meaning \"biliary\", in reference to its bitter taste, reminiscent of bile.",
    "Description": "The cap is usually 4–9 cm wide, and convex, flattening later, and often with a broad central boss (umbo). It is sometimes furrowed at the margin when mature. The similarly coloured, but paler stipe is firm and stout, and is 2–6 cm high by 1–2 cm wide. The gills are adnexed, and are the same colour as the stem, giving a spore print that is white to pale cream. The flesh is white, and does not change colour on cutting. It tastes hot, and often has a bitter tang.  The smell is variously reported to resemble geraniums, or apple sauce.",
    "Distribution and habitat": "Russula fellea appears in autumn, and is found with beech (Fagus) in Britain, but in Europe it sometimes occurs with spruce (Picea). It is normally associated with well-drained acid soils, and is widespread in the northern temperate zones; Britain; Europe, and Asia. It is not present in North America where it is replaced by the closely related R.simillima. It grows in deciduous and coniferous woods, and forests.",
    "Edibility": "This mushroom is inedible, having a very hot bitter taste.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}