{
  "url": "https://en.wikipedia.org/wiki/Russula_nigricans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. nigricans"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula nigricans, commonly known as the blackening brittlegill or blackening russula, is a gilled mushroom found in woodland in Europe. It gains both its common and scientific name from its propensity to turn black from cutting or bruising. It is edible but of indifferent quality.",
    "Taxonomy": "It is placed in the Compactae group, subsection Nigricantinae  by Bon. It was first described by the French mycologist Pierre Bulliard in 1798 as Agaricus nigricans, before gaining its current binomial name from the father of mycology, the Swedish mycologist Elias Magnus Fries. Its specific epithet is the Latin nigricans 'blackening'.",
    "Description": "This is a large member of the genus Russula, and it has a cap that is dirty white when young, but swiftly turns brown, and then black on aging. It measures 5–20 cm (2–8 in) in diameter. There is usually a large depression in the centre of mature caps, which are three quarter peeling. The stem is white; firm; straight, and thick, and it too blackens with age. The gills are off-white initially, very widely spaced, and are adnate. These turn red; then grey, and finally black, when bruised. The flesh, which has a fruity smell, when cut turns pale Indian red, and then grey, and black within 20 minutes. The spore print is white, and the warty oval spores measure 7–8 x 6–7 μm.Old specimens are sometimes parasitised by fungi of the genus Asterophora or Nyctalis, in particular the species N. parasitica and N. asterophora (the pick-a-back toadstool).",
    "Distribution and habitat": "Russula nigricans appears in late summer and autumn in both deciduous and coniferous woodland across Britain, Northern Europe, and at least the East Coast of North America.",
    "Edibility": "This mushroom is edible, but poor. The taste becomes hot over time.",
    "Similar species": "Russula anthracina (Romagn.), also known as R. albonigra (Krombh.) Fries, has closer gills and is far less common. It lacks the red phase of colouration when the flesh is cut.\nRussula subnigricans",
    "See also": "List of Russula species\n\n\n== References =="
  }
}