{
  "url": "https://en.wikipedia.org/wiki/Russula_caerulea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. caerulea"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula caerulea, commonly known as the humpback brittlegill, is a member of the genus Russula, whose members are also known as brittlegills. It is a dark vinaceous or purple-colored edible mushroom, and grows with coniferous trees in late summer and autumn. It is found in Europe and North America.",
    "Taxonomy": "First described by mycologist Christian Hendrik Persoon in his 1801 work Synopsis methodica fungorum as Agaricus caeruleus, its specific epithet is the Latin caeruleus meaning \"blue\". It was transferred to the genus Russula in 1838 by the Swedish father of mycology Elias Magnus Fries. The 1927 name Russula amara by Kučera is a synonym.",
    "Description": "The cap is 3–10 cm (1–4 in) in diameter. It is dark purplish-brown, with a dark, sometimes almost black centre. At first it is convex, or even nearly bell-shaped, but later flattens. It nearly always retains a broad pointed boss (umbo) in the cap centre which is a profile that is almost unique within the genus. The cap skin peels to two-thirds, and it later has a furrowed margin. The firm, white stipe is 4–9 cm (1.5–3.5 in) high, 1–2 cm (0.5–1 in) wide and narrowly club-shaped. The gills are adnexed to almost free, and are pale ochre, giving a spore print of the same colour. They are quite closely spaced initially. The flesh is white and tastes mild, but the cap skin is bitter on the tongue.",
    "Description-Similar species": "Russula atropurpurea (Krombh.) Britzelm is infrequent with conifers, preferring deciduous woods, and forests. Its cap is never umbonate, but usually depressed.\nRussula viscida Kudrna has no umbo either, and is very rare. The cuticle of the cap hardly peels at all.",
    "Distribution and habitat": "Russula caerulea appears in late summer and autumn. It is widespread in the northern temperate zones, Europe, Asia, and North America. It is probably mycorrhizal with pine trees (Pinus), on sandy soils.",
    "Edibility": "This mushroom is edible, but has a bitter cap skin after chewing.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}