{
  "url": "https://en.wikipedia.org/wiki/Russula_betularum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. betularum"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula betularum is a small, very pale member of the Russula (brittlegills) genus of mushrooms. It is usually white to very pale pink, inedible, and grows with birch trees. It is commonly known as the birch brittlegill.",
    "Taxonomy": "The specific epithet betularum \"of the birches\", refers to its association with birch (Betula species). Some sources regard it as a variety of the sickener (R. emetica).",
    "Description": "The cap is convex to flattened, and often has a central depression. On expansion the margin becomes furrowed, and bears low warts. It is 2–5 cm (0.8–2.0 in) in diameter, and the cuticle may be peeled off completely. The cap ranges in colour from white to pale pink, to deep pink, and can even be pale buff. Although more often it is white with a pale pink blush, turning pale yellow ochre in the centre. The stem is typically longer than the diameter of the cap, and is cylindrical or slightly club-shaped. It is white, and very fragile. The gills are also white, and well spaced, and the spore print is white. The flesh is white and tastes hot. It might be confused with Russula fragilis (Pers.) Fr. which can be pale in colour, and occur in the same habitat. However, the cuticle of the latter species is only three quarters peeling, usually darker at the centre, and with purplish tones. It also has marked serrations on the gill edges.",
    "Distribution and habitat": "Russula betularum appears in summer and early autumn. It is widespread in Britain, Europe, and Scandinavia, and is probably mycorrhizal with birch trees. It often grows in damp places in woodlands.",
    "Edibility": "This mushroom is inedible, and has a hot 'peppery' taste. Many bitter tasting red-capped species can cause problems if eaten raw; the symptoms are mainly gastrointestinal in nature: diarrhoea, vomiting and colicky abdominal cramps. The active agent has not been identified but thought to be sesquiterpenes, which have been isolated from the related genus Lactarius and from Russula sardonia.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}