{
  "url": "https://en.wikipedia.org/wiki/Russula_claroflava",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. claroflava"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula claroflava, commonly known as the yellow swamp russula or yellow swamp brittlegill, is a basidiomycete mushroom of the genus Russula. It is found in wet places under birch and aspen woodlands across Europe and North America. It has a yellow cap, white gills and stipe and bruises grey. It is mild-tasting and regarded as good to eat.",
    "Taxonomy": "It was described in 1888 by William Bywater Grove, based on a specimen from Sutton Park in the English Midlands. Its specific epithet is derived from the Latin clarus 'bright' or 'clear', and flava 'light yellow'.",
    "Description": "This medium-sized member of the genus Russula has a cap that is an egg-yolk yellow. Measuring 4–10 cm (1.5 4 in) in diameter, it is slightly sticky when moist, and leaves and other debris often stick to it. There is usually a slight depression in the centre of mature specimens, with the margin becoming furrowed. The cap is half peeling. The 4–10 cm (1.5–4 in) high stem is white, fairly firm, straight and 1–2 cm thick. Its gills are pale ochre, and are adnexed to almost free. All parts turn dark grey on aging or bruising. The smell is fruity and the spore print is pale ochre, and the oval warty spores average 9.5 x 8 μm. The edible but acrid Russula ochroleuca resembles this species, but has a duller yellow cap.",
    "Distribution and habitat": "Russula claroflava appears in summer and autumn, usually with birch (Betula), or aspen (Populus), on heaths and moors, preferring damp places near ponds or lakes, often occurring in sphagnum. It is occasionally found in drier places. It occurs in Britain, across northern Europe, and throughout North America.",
    "Edibility": "This mushroom is edible and good, with a mild taste, both in Europe and North America.",
    "See also": "List of Russula species",
    "References": "",
    "Cited literature": "Marcel Bon, The Mushrooms and Toadstools of Britain and North Western Europe.\nCourtecuisse and Duhem, Mushrooms and Toadstools of Britain and Europe."
  }
}