{
  "url": "https://en.wikipedia.org/wiki/Russula_albidula",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. albidula"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula albidula is a species of mushroom in the genus Russula. The species, known in the vernacular as the boring white russula or the whitish brittlegill, is nondescript, with a small or medium dirty white fruit body, and a highly acrid taste. It is found in eastern North America.",
    "Taxonomy": "The species was first described by the American mycologist Charles Horton Peck in 1898. Mycologist David Arora, describing the fruit bodies as \"plain, unprepossessing, [and] profoundly forgettable\", calls the species the \"boring white Russula\". Another common name is the \"whitish brittlegill\".",
    "Description": "The cap of the fruit body is convex to almost flat, 2.5 to 10 cm (1.0 to 3.9 in) broad, with a white surface that becomes yellowish when dry. The cap surface is viscid when moist, and have a cuticle that can be peeled off. The gills are white, equal, sometimes forking next to the stipe, and have an adnate or slightly decurrent attachment to the stem. The stipe is white, smooth, 2.5 to 6 cm (1.0 to 2.4 in) long and 0.8 to 2 cm (0.3 to 0.8 in) wide. The flesh, which is fragile and white, has a very bitter taste. Specimens found in the field are typically dirty and dingy.In deposit, the spores are pale yellow. Viewed microscopically, they are roughly spherical, thin-walled, and have dimensions of 6–7.5 by 7.5–10 µm. The surface of the spores is marked by broken reticulations.",
    "Description-Edibility": "The highly acrid taste of Russula albidula is a deterrent to consumption, although it is not considered poisonous.",
    "Description-Similar species": "Other Russula species that bear a resemblance to R. albidula include R. albella, R. albida, R. anomala, and R. subalbidula. It may also be confused with white waxycaps (genus Hygrophorus) or Tricholoma species.",
    "Habitat and distribution": "The fruit bodies of Russula albidula can be found growing solitary or grouped together on the ground in woods (both mixed and coniferous) or the edges of woods; specimens are often found near oak trees. The species has a penchant for appearing in poor soil like that found on roadsides and along trails. Russula albidula is distributed in eastern North America.",
    "See also": "List of Russula species",
    "References": "",
    "External links": "R. albidula at Index Fungorum\nMushroom Hobby Several photos, including spores"
  }
}