{
  "url": "https://en.wikipedia.org/wiki/Russula_densifolia",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. densifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula densifolia, commonly known as the crowded russula or the reddening russula, is a species of agaric fungus in the family Russulaceae. It was first described in 1833 and given its current name in 1876. A widespread species, it is found in Asia, Europe, and North America, where it fruits on the ground in mixed and deciduous forests. Fruit bodies (mushrooms) are robust and squat, with caps up to 14.5 cm (5.7 in) in diameter, and stems that are 2–7.5 cm (0.8–3.0 in) long by 1.2–2.5 cm (0.5–1.0 in) thick. The mushrooms are characterized by the red and then black color changes that occur in the flesh when it is bruised, and a relatively thick cap cuticle. Although the mushroom is sold as an edible species in some areas of Asia, it is mild to moderately toxic, and may cause gastrointestinal upset if consumed. Several bioactive compounds have been isolated and identified from the mushroom.",
    "Taxonomy": "The species was first described by Louis Secretan in 1833 as Agaricus adustus var. densifolius. In 1876, Claude-Casimir Gillet transferred it to the genus Russula. Russula densifolia is classified in the section Nigricantes of Russula subgenus Compactae, which consists of species with robust, squat fruit bodies that discolor to brown or black.Robert Shaffer defined four forms of R. densifolia in a 1962 monograph on section Compactae, differentiating them by spore print color, fruiting pattern, odor, gill spacing, and the intensity of the color change with bruising. Three forms are from the Pacific Northwest region of North America: form dilatoria has fruit bodies that darken to lavender gray to brownish gray; form fragrans has a fragrant odor and widely spaced gills; form cremeispora produces a light yellow spore print and has an obscurely two-layered cap cuticle. Form gregata, found in the eastern United States, grows gregariously in jack pine and Scotch pine forests. The nomenclatural database Index Fungorum lumps these forms, as well as f. subrubescen, published by Patrick Reumaux in 1996, together into synonymy. Other synonyms include Rolf Singer's 1931 variety caucasica, Roger Heim's 1938 variety latericola, and C. Dagron's 1999 variety colettarum.The specific epithet refers to the closely spaced gills. The mushroom is commonly known as the \"dense-gilled brittlegill\" or the \"reddening russula\".",
    "Description": "The cap, initially convex when young, becomes almost flattened, depressed, or funnel-shaped in maturity, and reaches a diameter of 4.5–14.5 cm (1.8–5.7 in). The smooth cap surface is sticky in moist, young specimens, but develops a polished look when dry. It is initially white before turning brownish gray and eventually blackish in age. The cap margin is curved inward throughout most of the life of the fruit body. The cap cuticle can be peeled up to one-half the radius of the cap. The flesh is white, but slowly stains reddish then grayish-black after being exposed to air. This characteristic staining reaction can be slow to develop, or may not develop at all, especially in old fruit bodies where the underlying tissue has already darkened. The flesh has no distinctive odor, and a hot, bitter taste.Gills are adnate (squarely fused) to slightly decurrent (extending a short way down the length of the stem), and interspersed with many tiers of lamellulae (short gills that do not extend fully from the cap edge to the stem). They are very crowded, with about 7–12 gills per centimeter. Initially creamy white in color, they will stain reddish then blackish where they have been injured, or sometimes develop dirty reddish stains with age. The stem measures 2–7.5 cm (0.8–3.0 in) long by 1.2–2.5 cm (0.5–1.0 in) thick, and is nearly equal in width throughout its length. It is solid (i.e., not hollow) and hard, initially white before aging to brownish-black, and has a smooth to slightly scaly, dry surface.\n\nRussula densifolia produces a white to pale yellow spore print. Spores are oval to elliptical to roughly spherical, hyaline (translucent), amyloid, and measure 7.6–9.5 by 6.7–7.5 µm. They have a rough, reticulate surface marked by ridges and low, isolated warts that are 0.2–0.5 μm high. The cystidia in the hymenium are thin-walled and hyaline, with shapes ranging from club-shaped with broad tips to somewhat fuse-shaped with short and narrow appendages at the tip; cystidia have dimensions of 30–80 by 5–10 µm. Under the hymenium, the subhymenium is starkly differentiated. There are abundant sphaerocysts (fragile, spherical cells common in the Russulaceae) present in the gill tissue, and the cap tissue has clusters of these cells. The cap cuticle, typically 125–200 µm thick, is embedded in a gelatinous layer, and is differentiated into two layers: the epicutis, which consists of interwoven hyphae, and the underlying subcutis. Shaffer attempted to differentiated several forms of the mushroom by differences in cap cuticle thickness and morphology, although these forms are now not considered to have taxonomic significance.",
    "Description-Edibility": "The mushroom is mild to moderately toxic, and may cause gastrointestinal upset if consumed. David Arora has noted that much of the bitter taste can be removed with cooking, but \"the end product is insipid at best and indigestible or even poisonous at worst.\" Despite this, however, the mushroom is sold as an edible species in Phayao Province and Chiang Mai Province in northern Thailand. It is also used in traditional Chinese medicine for its purported antirheumatic activity.",
    "Description-Similar species": "Another similarly colored Russula is R. nigricans, which can be distinguished from R. densifolia by its darker cap and widely spaced gills. Another lookalike, R. dissimulans, has a dry cap surface, and a mild taste. R. albonigra stains directly to black when injured, and has a taste reminiscent of menthol. R. densifolia is often confused with R. acrifolia, but the latter's gills do not change color when bruised. R. adusta, found with conifers, has a less acrid taste, and its cut flesh changes to light pink rather than red.",
    "Ecology, habitat and distribution": "Russula densifolia is a mycorrhizal species. Descriptions have been published of the morphology of the ectomycorrhizae that it forms with European beech (Fagus sylvatica), and Norway spruce (Picea abies). Its mushrooms grow on the ground singly, scattered, or in groups in both mixed and deciduous forests, and tend to appear in the summer and autumn. In Spain, it is common in dune pine forests. Fruit bodies can be parasitized by the fungus Asterophora lycoperdoides. Widely distributed, Russula densifolia is known from Asia (including China, India, Japan, and Thailand), Europe and North America.In a study of the chronological sequence of ectomycorrhizal fungi communities of Pinus densiflora forests of eastern China, R. densifolia was shown to reach its peak abundance in 30-year-old stands. In another Chinese study, the species was found to be one of the six most common Russula species associated with 1–2 year-old seedlings of Pinus yunnanensis. In Mexico, they have been found with oak. The fungus is well-adapted to live in cold climates, as its mycelium has a relatively high tolerance to low temperatures, although repeated freezing/thawing cycles tend to slow the growth of mycelium. The lethal temperature required for 50% of the mycelium to die is −8.6 °C (16.5 °F).",
    "Research": "Aqueous extracts of the fruit bodies contain polysaccharides that have been shown in laboratory tests to be highly efficient at inhibiting infection by tobacco mosaic virus. Several bioactive compounds have been isolated and identified from the mushroom, including allitol, stearic acid, furan-3-carboxylic acid, (22E,24R)-3β-hydroxyergosta-5,22-diene, 3β-hydroxy-5α,8α-epidioxy-24ξ-methylcholesta-6-ene, dihydrofuran-2,5-dione,3β-hydroxy-5α,8α-epidioxyergosta-6,22-diene, palmitic acid, uracil, cis-butenedioic acid, thioacetic anhydride, succinic acid, 1-ethylic-βD-glycoside, 2-acetamino-2-deoxy-β-D-glucose, and cerebroside B.",
    "See also": "List of Russula species",
    "References": "",
    "External links": "Russula densifolia  in MycoBank."
  }
}