{
  "url": "https://en.wikipedia.org/wiki/Russula_sardonia",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. sardonia"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula sardonia, commonly known as the primrose brittlegill, is a mushroom of the genus Russula, which are commonly known as brittlegills. The fruiting body, or mushroom, is a reddish-purple, the colour of blackberry juice, and is found in coniferous woodland in summer and autumn. It is inedible, and like many inedible members of the genus, has a hot, peppery taste.",
    "Taxonomy": "It was given its present binomial name by the eminent Swedish mycologist Elias Magnus Fries in 1838. The specific epithet sardonia, from the Greek, means bitter or acrid, and is a reference to its taste. Russula drimeia described by Mordecai Cubitt Cooke in 1881, R. chrysodacryon by Rolf Singer in 1923, and R. emeticiformis by William Alphonso Murrill in 1938, are synonyms. The name has also been applied to what is now considered R. queletii.",
    "Description": "The cap grows to around 10 cm (4 in) in diameter. It is commonly purplish-red, but brownish, and greenish forms have been recorded. Usually it is darker in colour towards the middle, which is convex when young, but becomes depressed in the centre with age. The stem is occasionally white, but more commonly is flushed with pale purple-red, and has a grape-like; easily removed bloom. It is 3–8 cm tall and 1–1.5 cm in diameter. The adnexed to slightly decurrent gills are pale primrose yellow, and they darken with age. They are narrow, and exude water droplets when young.(see photograph left) They also turn slowly pink when ammonia is dropped onto them. This identifies the mushroom to species level, and is a ‘must do’ test for the rarer colour forms. The spore print is cream. The flesh is firm, and has a very hot taste, making the mushroom inedible.",
    "Description-Similar species": "Russula torulosa Bres. grows in the same habitat, and is said to smell strongly of 'raw apple'. It has no ammonia reaction.\nRussula queletii Fr. which also lives with conifers Picea (spruce), and also smells like apples.",
    "Distribution and habitat": "Russula sardonia appears in late summer and autumn; growing with Pinus (pine) in coniferous woodland, on sandy soils. It is a common mushroom, and is found across Britain, and Northern Europe. It does not occur in North America.",
    "Edibility": "This mushroom is inedible, and has a 'pepper hot' taste. Many similar-tasting Russulas are poisonous when eaten raw. The symptoms are mainly gastrointestinal in nature: diarrhoea, vomiting and colicky abdominal cramps. The active agent has not been identified but thought to be sesquiterpenes, which have been isolated from this species and the related genus Lactarius.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}