{
  "url": "https://en.wikipedia.org/wiki/Russula_alnetorum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. alnetorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula alnetorum is a species of mushroom in the genus Russula. The fruiting bodies are found growing on the ground in the vicinity of alder trees with which this fungus has a symbiotic relationship. The cap is purple and the gills and stem white, darkening with age.",
    "Description": "The cap of this medium-sized Russula is usually between 2 and 6 cm (0.8 and 2.4 in) in diameter. It is convex at first, then flattening out and developing a depression in the centre, and the flesh is thin and fragile. The margin is blunt, smooth at first but later becomes serrated and knobbly. The cap is dark purple in the centre, sometimes with greyish-brown spots, and paler purple near the rim. The gills are white, turning greyish with age, partially attached to the stem and about 3 and 7 mm (0.12 and 0.28 in) broad. The spore print is white. The stem is usually 3 to 5 cm (1.2 to 2.0 in) long but may sometimes reach 8 cm (3 in). It is brittle, with spongy flesh, and hollow with two to four partitions. It is cylindrical, becoming thicker near the base, white at first, but becoming yellowish and eventually grey with age. This fungus is almost odourless, or has a slightly fruity smell.",
    "Distribution and habitat": "Russula alnetorum occurs in much of Europe and northern Asia. It is widespread but uncommon, and always grows in association with alders in woodland, swamps, thickets and on riverbanks. It likes moist ground but not waterlogged soils and is found on loams, sandy soil and clay, but not excessively acid soils. Fruiting bodies appear from August to November.",
    "Ecology": "Russula alnetorum is a mycorrhizal fungus which has a symbiotic association with the common alder (Alnus glutinosa) and other species of alder.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}