{
  "url": "https://en.wikipedia.org/wiki/Russula_fragilis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. fragilis"
    }
  ],
  "text": {
    "__SUMMARY__": "The inedible wild mushroom Russula fragilis, which goes by the common name of the fragile brittlegill, is a  member of the genus Russula, whose members are commonly known as brittlegills.  It is a small, fragile, long stemmed, and variably coloured brittlegill, found in mixed forests, and woods in Europe, Asia, and North America.",
    "Taxonomy": "Russula fragilis was first described as Agaricus fragilis by mycologist Christian Hendrik Persoon in 1801, and later placed in the genus Russula by Elias Magnus Fries in 1838.",
    "Description": "The cap is 2–5 cm (0.8–2 in) in diameter. It is very variable in colour, and can be dark purplish, with a dark, almost black centre, or may be various shades of olive-green, or violet-pink, or even pale yellow. The colour tends to fade quickly, and can become very pale.  At first the cap shape is convex, but it later flattens.  The cap skin peels to three quarters, and older specimens often have a furrowed margin. The fragile, white stipe is long for the size of the cap, and narrowly club-shaped. The gills are adnexed, and white giving a spore print of the same colour. They have distinctive nicks, or notches on their free edges, that can be seen under a hand lens, a very good diagnostic clue to species. The flesh is white and tastes very hot, with a fruity smell.Russula betularum is frequently found with birch, and although usually paler can be mistaken for washed out specimens of R. fragilis; Russula gracillima is similar in appearance, and grows in the same locations, although neither species have nicks (serrations) on the gill edges.",
    "Distribution and habitat": "Russula fragilis appears in late summer and autumn, usually growing in small groups. It is widespread in the northern temperate zones of Europe, Asia, and North America. It is probably mycorrhizal with a variety of trees, including birch and oak.",
    "Edibility": "This mushroom is inedible due to its very hot taste. Many hot tasting Russula species cause problems of a gastrointestinal nature when consumed, resulting in diarrhoea, and vomiting.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}