{
  "url": "https://en.wikipedia.org/wiki/Russula_delica",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. delica"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula delica is a mushroom that goes by the common name of milk-white brittlegill, and is a  member of the genus Russula, all of which are collectively known as brittlegills.  It is mostly white, with ochraceous or brownish cap markings, and a short robust stem. It is edible, but poor in taste, and grows in coniferous, broadleaved, or mixed woods. It can be confused with other white Russula species and certain white Lactarius species.",
    "Taxonomy": "First described by the Swedish mycologist Elias Magnus Fries in 1838, its specific epithet delica is Latin for \"weaned\". Older names include Christian Hendrik Persoon's Lactarius piperatus var. exsuccus.\nThis species has undergone many taxonomic changes over the years. Russula chloroides is now considered a distinct species because of the very dense lamellae and blue/green zone at the stem apex of some specimens. Gill spacing, gill depth, spore colour and spore ornamentation have also thrown many finds into doubt, and a number of varieties have been described throughout the years.Mycologist John Burton Cleland collected a form he described in 1935 as R. delica from under eucalypts in the Mount Lofty Ranges in South Australia, however, this was reclassified as a new species R. marangania in 1997 by Cheryl Grgurinovic.",
    "Description": "The basidiocarps (fruiting bodies) of Russula delica seem loath to leave the soil, and are often found half buried, or sometimes growing hypogeously. As a result, the caps often trap the surrounding leaf debris and soil on their rough surfaces. The cap can be 16 cm (6.3 in) in diameter. It is white, usually tinged with ochre or brown, with an inrolled margin, which usually remains white.  At first it is convex, but later flattens, and is often funnel shaped.  The firm, white stipe is short and stout, measuring 2–6 cm (0.8–2.4 in) high and 2–4 cm (0.8–1.6 in) wide. The gills are decurrent, and are quite closely spaced initially. The spore print  is creamy white, and the warty oval spores measure 8–12 x 7–9 μm. The flesh is white, and does not change colour on cutting. It has a pleasant, fruity smell when young, but at maturity it may develop a faintly fishy or unpleasant smell. It has a spicy, tangy taste.",
    "Description-Similar species": "Russula chloroides is very similar and often confused with R. delica. It can be separated by the turquoise band at the apex (at the attachment of the gills with the cap) and by its unpleasant, peppery smell.\nRussula pallidospora is another similar species, which has very tough flesh, more distant gills and an ochraceous spore deposit.\nRussula flavispora is also similar but rare, and has dense gills and a deep ochraceous spore deposit.\nSimilar whitish milk-cap species, such as Lactifluus piperatus all exude milk from the gills, and the cut flesh.",
    "Distribution and habitat": "Russula delica is widespread in the northern temperate zones, including Europe and Asia. It is particularly common in the Eastern Mediterranean. It is a thermophylic species, appearing during hot spells in summer and autumn in broadleaved and coniferous woods. In North America Russula delica is rare and is largely replaced by R. brevipes, which is very similar, but not found in Europe.",
    "Edibility": "This mushroom is edible but poor, having an unpleasant taste, leading some to classify it as inedible. However, in Cyprus, as well as certain Greek islands such as Lesvos, huge numbers of Russula delica are collected and consumed every year. They are usually pickled and preserved in olive oil, vinegar or brine, after prolonged boiling.",
    "See also": "List of Russula species\n\n\n== References =="
  }
}