{
  "url": "https://en.wikipedia.org/wiki/Russula_aeruginea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. aeruginea"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula aeruginea, also known as the grass-green Russula, the tacky green Russula, or the green Russula, is an edible Russula mushroom. Widely distributed in northern temperate regions, it is usually found under birch, mostly in pine forests. The very poisonous death cap can have a similar appearance, especially from above.",
    "Taxonomy": "The species was first described in Elias Magnus Fries's 1863 work Monographia Hymenomycetum Sueciae. The specific epithet aeruginea is derived from the Latin aeruginus, referring to the tarnished color of copper. It is commonly known variously as the \"tacky green Russula\", the \"grass-green Russula\", or the \"green Russula\".",
    "Description": "The cap is flat when young, soon funnel shaped and weakly striped; somewhat sticky and shiny, pale green to light grey-green, more rarely olive green. It is often 4 to 10 cm (1.6 to 3.9 in) in diameter. The closely spaced gills are pale cream when young, later becoming light yellow when the spores mature. The stipe is white, occasionally with rust-coloured spots at the base, often rather short with longitudinal furrows. It measures 5–8 cm (2.0–3.1 in) long by 1–2 cm (0.4–0.8 in) thick. The flesh is white, brittle and without scent, with a mild taste. R. aeruginea mushrooms are edible.The spore print is cream-yellow. Spores are spherical to oval with ridges and warts on the surface, and measure 6–8 by 6–7 μm.Green specimens of the crab brittlegill, Russula xerampelina, can be mistaken for R. aeruginea. They can be readily distinguished in that specimens of R. xerampelina always smell of cooked shellfish, while specimens of R. aeruginea do not have any distinctive odor.",
    "Habitat and distribution": "The fruit bodies of Russula aeruginea grow on the ground in woods, in troops in leaf litter or in grass. It is ectomycorrhizal with birch, but also with found under conifers, particularly pine and spruce. It is widely distributed in northern temperate zones. Fruiting occurs from July to November in Europe, and in later summer to autumn in North America. The fungus is also found in East Africa.",
    "See also": "List of Russula species",
    "References": "\n\n== External links =="
  }
}