{
  "url": "https://en.wikipedia.org/wiki/Russula_cyanoxantha",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. cyanoxantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula cyanoxantha,  synonymous with R. xyanoxantha, commonly known as the charcoal burner, is a basidiomycete mushroom, distinguished from most other members of the genus Russula by the fact that its gills do not split, but are soft and flexible. It is one of the most common species of Russula in Europe.\nIt is an edible mushroom. It was designated \"Mushroom of the Year\" in 1997 by the German Association of Mycology.",
    "Description": "The most salient characteristic is the weak gills, which feel greasy to the touch, are flexible and do not break. The cap is 4–15 cm (1.5–6 in) wide, convex at first and later flattened, and greenish to bright brown (they vary considerably in color). The stipe is pure white, slightly convex underneath, up to 10 cm in height and 1.5–2.5 cm (0.5–1 in) in diameter. The spores are pure white. The stipe will give a green reaction when rubbed with iron salts (Ferrous Sulphate). Most other (but not all) russula species give a salmon reaction. Coupled with the gill flexibility this is a good diagnostic clue to species level.",
    "Distribution and habitat": "Russula cyanoxantha grows in slightly acidic, but nutrient-rich soil. Like all Russulas, it is a  mycorrhizal fungus. It is found most commonly in beech forests, and often in deciduous or mixed forests, appearing from May to November, with the highest concentration in July to September.",
    "Use": "Suitable for many kinds of preparation; the flesh is not as hard as that of many other edible Russulas. It has a mild, nutty taste.",
    "Similar species": "The cap of the grey-green Russula Russula grisea is more blue-grey but has violet or green hues with light cream gills. This fungus also grows in mixed forests, particularly under beech, and more rarely in coniferous forests.",
    "See also": "List of Russula species",
    "References": "E. Garnweidner. Mushrooms and Toadstools of Britain and Europe. Collins. 1994.",
    "External links": "Russulales News page on Russula cyanoxantha"
  }
}