{
  "url": "https://en.wikipedia.org/wiki/Russula_integra",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. integra"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula integra, commonly known as the entire russula, is a species of mushroom. One of the huge genus of Russula, it is found in conifer forests across Europe and North America. Mildly flavoured, it is edible and consumed in Central Europe.",
    "Description": "The cap is almost shaped like a sphere at first, and soon becomes flattened or depressed. The cuticle is shiny, varies in color, but is usually brown and tinged with violet, purple, yellow, or green. The gills are thick, widely spaced, easily crumbled into small pieces, white at first and then turns bright yellow eventually. The stipe is thick and white, but stains yellow or russet with age. The flesh is white, very firm, and has a mild flavor. The spore print is yellow-ochre, broadly elliptical, and has amyloid warts. The cap is 3 to 5 inches broad and the stipe is 1.5 to 2.5 inches long.",
    "Description-Edibility": "The authors of The Great Encyclopedia of Mushrooms said that the species has a crunchy texture and tastes nutty. It is popular to eat in Northern and Central Europe. In Romanian, the mushroom is called pâinişoară (\"little bread\") due to its edibility and perceived taste and texture. David Arora said that the species is good when it is young. There are species with unknown edibility that look similar to this species. According to an 1878 study, poisoning from this species used to be frequent, but is now rare. The study concluded that long cooking gets rid of its poisonous properties, but that rapid culinary processes does not such as roasting. In an 1871 handbook, British mycologist Mordecai Cubitt Cooke said that the flavor of the species is mild.",
    "Habitat": "David Arora said that species is widely distributed and can commonly be found scattered under conifers. and the authors of The Great Encyclopedia of Mushrooms said that the species can commonly be found in spruce forests or  fir forests in the mountains. The species is rare in New York and can be found there in August.",
    "References": "\n\n== External links =="
  }
}