{
  "url": "https://en.wikipedia.org/wiki/Russula_erythropus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Agaricomycetidae"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. xerampelina"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula xerampelina, also commonly known as the crab brittlegill or the shrimp mushroom, is a basidiomycete mushroom of the brittlegill genus Russula. Two subspecies are recognised. The fruiting bodies appear in coniferous woodlands in autumn in northern Europe and North America. Their caps are coloured various shades of wine-red, purple to green. Mild tasting and edible, it is one of the most highly regarded brittlegills for the table. It is also notable for smelling of shellfish or crab when fresh.",
    "Taxonomy": "Russula xerampelina was originally described in 1770 as Agaricus xerampelina from a collection in Bavaria by the German mycologist Jacob Christian Schaeffer, who noted the colour as fusco-purpureus or \"purple-brown\". It was later given its present binomial name by Swedish mycologist Elias Magnus Fries. Its specific epithet is taken from the Ancient Greek meaning \"colour of dried vine leaves\", xeros meaning \"dry\", and ampělinos or \"of the vine\".Two subspecies have been recognised, var. xerampelina and var. tenuicarnosa, with thinner flesh in the cap and the stipe. The name R. erythropoda is now considered a synonym, and former subspecies R. (xerampelina subsp.) amoenipes (originally named by Henri Romagnesi) now a separate species. A former variety with a greenish cap, R. xerampelina var. elaeodes, is now classified as R. clavipes.As the first defined species, it gives its name to the section Xerampelinae, a group of related species within the genus Russula, occasionally all termed R. xerampelina in the past.Common names include shrimp mushroom, shrimp Russula, crab brittlegill, and shellfish-scented Russula.",
    "Description": "Russula xerampelina has a characteristic odour of boiled crustacean. The cap is 6–12 cm (2.5–4.5 in) wide, domed, flat, or with a slightly depressed centre, and sticky. The colour is variable, most commonly purple to wine-red, or greenish, and darker towards the centre of the cap. There are fine grooves up to a centimetre long running perpendicular to the margin. The gills have a mild to rather bitter taste, narrowly spaced, and turn creamy-yellow on ageing specimens. The spore print is creamy-yellow to ochre. The oval spores measure 8.8–9.9 by 6.7–7.8 µm and are covered with 1 µm spines, The stipe 4–8 cm (1.5–3 in) long, 1.5–3 cm (0.59–1.18 in) wide, is cylindrical, white or sometimes with a reddish blush, turning ochre or brownish with age.\nThis Russula has been divided into several similar species by some mycologists. However, they all have the singular dark green colour reaction to iron salts (iron(II) sulfate) when applied to the flesh, and all smell of shellfish. This aroma is quite distinct, and becomes stronger with age.More reddish-capped forms could be confused with the sickener (Russula emetica), although the latter always has a white stipe and gills; greener-capped species may resemble the also edible Russula aeruginea.",
    "Distribution and habitat": "Russula xerampelina is widely distributed; quite common in northern temperate zones, and often ranging into the Arctic Circle, it also ranges south to Costa Rica. Appearing in the autumn, it grows solitary, or in groups with conifers,\nand seems to have a preference for Douglas Fir, or more rarely pine trees or larch. It is sometimes found in deciduous woods, such as beech and oak.Variety tenuicarnosa has been found on sandy soils under pine in Slovakia and northern Italy in Trentino.",
    "Edibility": "The taste of Russula xerampelina is mild. This Russula is considered one of the best edible species of its genus, although the crab, or shrimp taste and smell will persist even when cooking. This is more pronounced and less pleasant in older specimens. The young caps are said to be superb stuffed with any suitable ingredients, and are rarely maggoty.",
    "See also": "List of Russula species",
    "References": "\"Danske storsvampe. Basidiesvampe\" [a key to Danish basidiomycetes] J.H. Petersen and J. Vesterholt eds. Gyldendal. Viborg, Denmark, 1990. ISBN 87-01-09932-9",
    "External links": "Rogers Mushrooms - Russula xerampelina"
  }
}