{
  "url": "https://en.wikipedia.org/wiki/Russula_aurata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Russula"
    },
    {
      "Species": "R. aurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Russula aurea, commonly known as the gilded brittlegill, is an uncommon species of mushroom found in deciduous woodland in Europe in summer and early autumn. Unlike many red-capped members of the genus, it is edible and mild-tasting.",
    "Taxonomy": "It was known for many years as Russula aurata originally published in 1801 as Agaricus auratus by the English naturalist William Withering, and placed by the father of mycology Elias Magnus Fries into the genus Russula in 1838. However, the binomial name Russula aurea had been coined by Christian Hendrik Persoon in 1796 and takes precedence. Both specific epithets are derived from the Latin aurum \"gold\", hence \"golden\".",
    "Description": "The cap is 4–9 cm (1.5–3.5 in) wide and a blood- or orange-red in colour with ridged margins. Sticky when wet, it is initially convex, then later flat, or depressed; it is able to be peeled half-way. The widely spaced gills are ochre with yellow edges, and adnexed or free. The stipe is up to 3–8 cm (1–3 in) long and 1–2.5 cm (0.39–0.98 in) wide, cylindrical and white or cream to golden-yellow. The brittle flesh is yellow and the taste mild. The spore print is ochre, the warty spores are oval or round and measure 7.5–9 × 6–8 μm.",
    "Description-Similar species": "The overall yellow tone of Russula aurea distinguishes it from the peppery and inedible red-capped Russulas, such as the bloody brittlegill (R. sanguinaria), the sickener (R. emetica), and the beechwood sickener (R. nobilis).",
    "Distribution and habitat": "Russula aurea is found in Europe and is uncommon in Britain. It has been recorded as far east as the Black Sea region of eastern Turkey.It occurs under deciduous trees in summer and early autumn, in particular beech, oak and hazel.",
    "Edibility": "Unlike many other red-capped members of the genus, Russula aurea is mild-tasting and edible.",
    "See also": "List of Russula species",
    "References": "",
    "External links": "Roger's Mushrooms description"
  }
}