{
  "url": "https://en.wikipedia.org/wiki/Corymbia_intermedia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. intermedia"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia intermedia or the pink bloodwood (also known as Eucalyptus intermedia) is a bloodwood native to Queensland and New South Wales. More specifically it is found on a narrow belt ranging from Cooktown to north of Newcastle.",
    "Taxonomy": "Richard Thomas Baker first described the pink bloodwood in 1901, naming it Eucalyptus intermedia, the species name derived from the Latin adjective intermedius and based on the intermediate nature of the oils between the red and yellow bloodwoods.  In 1995, the genus Eucalyptus was split into three genera by Ken Hill and Lawrie Johnson, with E. intermedia transferred into Corymbia.Hill and Johnson classified Corymbia intermedia in its own series Intermediae, A combined analysis of nuclear rDNA (ETS + ITS) and morphological characters published in 2009 found it to be closely related to C. trachyphloia and C. hendersonii.  C. intermedia and other species were placed in the large section Septentrionales within the subgenus Corymbia.The common name comes from the gum veins in the wood.",
    "Description": "The pink bloodwood is a medium to tall tree which can reach 20–30 m (65–100 ft) in height with a 10–20 m (35–65 ft) spread. The rough bark is tesselated, light brown to grey in colour and extends the branches and trunk. The lanceolate juvenile leaves are 5–10 cm (2.0–3.9 in) long by 2–2.5 cm (0.79–0.98 in) wide and dark green above with paler undersides, while the leathery adult leaves are 10–15 cm (4–6 in) long by 1.5–3 cm (0.59–1.2 in) wide, lanceolate and dark green in colour. Flowering occurs from December to March and the profuse perfumed white or cream flowers are up to 2 cm (0.79 in) in diameter. Seven flowerheads make up an inflorescence. Flowers are followed by the development of the urn-shaped gumnuts which are 1.2–2 cm (0.47–0.79 in) long and 1–1.5 cm (0.39–0.59 in) across.The pink bloodwood resembles the red bloodwood, and the two species co-occur in central New South Wales. The latter species can be distinguished by its larger gumnuts and winged seeds.",
    "Distribution and habitat": "The species is found in New South Wales from Gloucester northwards into Queensland, as far as to Cape York—a total range of 2,500 km (1,600 mi)—and within 100 km (62 mi) of the eastern coastline. It trives on loamy and sandy soils, and has been found on altitudes of up to 1,200 metres (3,900 feet), with annual rainfall of 750–2200 mm and predominantly summer rain. It grows in open forest, or occasionally alone trees grow in closed forest or on the margins of rainforests. It is associated with such species as carbeen (Corymbia tesselaris), broad-leaved stringybark (Eucalyptus caliginosa), forest red gum (E. tereticornis), narrow-leaved ironbark (E. crebra), scribbly gum (E. racemosa),   grey gum (E. propinqua), blackbutt (E. pilularis), flooded gum (E. grandis), red mahogany  (E. resinifera), and black sheoak (Allocasuarina littoralis) and red wattle (Acacia flavescens) in coastal north Queensland.",
    "Ecology": "In Bungawalbin National Park in northern New South Wales, the squirrel glider( Petaurus norfolcensis)  has been observed biting and gouging into the bark to make a wound on the trunk of the pink bloodwood and then lick the sap out. The behaviour has also been recorded for the yellow-bellied glider (P. australis) for this species. Study of the forest habitat of the sugar glider (P. breviceps) and mahogany glider ( P. gracilis)  found that the presence of pink bloodwood was corellated with the presence of the former and absence of the latter species.Study of the impact of perioding burning in forest in southeastern Queensland found no significant difference in trunk diameter of pink bloodwoods in unburnt forest compared with forests burnt every two or four years.",
    "Uses": "The dark pink to reddish-brown heartwood is hard and durable usable for building fences and bridges. The sawdust of pink bloodwood is an irritant to eyes and skin.\n\n\n== References =="
  }
}