{
  "url": "https://en.wikipedia.org/wiki/Corymbia_clavigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. clavigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia clavigera is a member of the genus Corymbia native to Western Australia.",
    "Description": "The tree typically grows to a height of 5 to 15 metres (16 to 49 ft) and can form a lignotuber. It has smooth white to pale grey over nearly all of the trunk, sometimes with a partially thin, rough and irregularly flaky-tessellated at the base of the trunk. The dull, concolorous green adult leaves are alternately arranged. The leaf blade has a lanceolate or elliptical shape with a length of 7 to 16 cm (2.8 to 6.3 in) and a width of 1.4 to 2.5 cm (0.55 to 0.98 in) with a pointed apex and the base tapering to the petiole. It produces white flowers in September and October. The axillary compound inflorescence forms groups of three or seven buds per umbel. The smooth mature buds have an obovoid to pyriform shape and are 0.7 cm (0.28 in) in length and 0.4 cm (0.16 in) with a shallowly rounded operculum. The pedicellate fruits that form later are urceolate to barrel-shaped with alength of 0.9 to 01.4 cm (0.35 to 0.55 in) and a width of 0.7 to 0.9 cm (0.28 to 0.35 in) with a descending disc and three enclosed valves.",
    "Taxonomy": "The species was first formally described by the botanist Johannes Conrad Schauer as Eucalyptus clavigera in 1843 as part of Wilhelm Gerhard Walpers work Repertorium Botanices Systematicae. It was reclassified as Corymbia watsoniana in 1995 by Kenneth Hill and Lawrence Alexander Sidney Johnson in 1995 as part of the work Systematic studies in the eucalypts. A revision of the bloodwoods, genus Corymbia (Myrtaceae) as published in the journal Telopea.",
    "Distribution": "The tree is only found in coastal area of the Kimberley region of Western Australia. The type specimen was collected at Careening Bay in 1820 by Alan Cunningham during the voyage of HMS Mermaid and collected there again in 1984 by Kevin Kenneally in an area he described as \"on basalt slope behind the beach\". It is also likely to be growing on nearby off-shore islands and areas of the Carson River volcanics between Port Warrender and the Mitchell Plateau.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}