{
  "url": "https://en.wikipedia.org/wiki/Corymbia_candida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. candida"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia candida, commonly known as the desert ghost gum or ghost gum, is a bloodwood native to arid parts of the Northern Territory and Western Australia.",
    "Description": "The weeping tree typically grows to a height of 10 to 20 metres (33 to 66 ft) and forms a lignotuber. It has smooth, white and powdery bark that it sheds in thin strips. It forms a crown of oppositely arranged leaves. The leaves have cordate shaped blades that can rarely be lanceolate. The concolorous, dull, grey-green to pale green blade has a length of 3 to 8 cm (1.2 to 3.1 in) and a width of 0.8 to 2.7 cm (0.31 to 1.06 in). It blooms around July and produces axillary compound inflorescences in groups of three buds per umbel. The obovoid to pyriform shaped mature buds have a length of 0.4 to 0.6 cm (0.16 to 0.24 in) and a width of 0.4 to 0.5 cm (0.16 to 0.20 in) with a flattened operculum and shallow inflexed stamens and white flowers. The pedicellate fruits that form after flowering have a cupular to cylindrical or barrel shape with a length of 0.5 to 1.1 cm (0.20 to 0.43 in) and a width of 0.6 to 1.1 cm (0.24 to 0.43 in) with a descending disc and three enclosed valves. The brown to red-brown coloured seeds within have a length of 3 to 6 mm (0.12 to 0.24 in) and a flattened to saucer-like shape.",
    "Taxonomy": "The species was first formally described by Kenneth Hill and Lawrence Alexander Sidney Johnson in 1995 as part of the work Systematic studies in the eucalypts. A revision of the bloodwoods, genus Corymbia (Myrtaceae) as published in the journal Telopea. The only synonym is Eucalyptus candida C. candida has a strong resemblance to Corymbia aspera. The specific epithet is taken from the Latin word candidus meaning glossy white in reference to the starkly white trunk.",
    "Distribution": "It is distributed widely through the Pilbara and Goldfields-Esperance regions of Western Australia where it grows in breakaway areas and pebbly plains in clay, sand, loam or gravel red coloured soils. It is found as far west as Exmouth and has a scattered distribution extending eastwards through the Gascoyne River catchment to the headwaters and continuing into the Little Sandy Desert, Great Sandy Desert, Gibson Desert and into the Northern Territory and the Tanami Desert.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}