{
  "url": "https://en.wikipedia.org/wiki/Corymbia_torelliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. torelliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia torelliana is a tree of the genus Corymbia native to the Australian state of Queensland.The species' common names include cadaghi and cadaga.",
    "Description": "The tree typically grows to a height of 25 metres (82 ft). It has grey, dull or glossy, grey which is tessellated or stringy and persistent on lower trunk as well as green bark that is smooth throughout the remainder of the trunk and other branches Adult leaves are dull, green, thin, discolorous, disjunct with a lanceolate or broad lanceolate shape. The leaf blade is 8 to 15 centimetres (3.1 to 5.9 in) long and 1.4 to 4.2 cm (0.55 to 1.65 in) wide with pale hairs on both surfaces. There are oil dots on leaves that can be visible to the naked eye. It will form compound, terminal conflorescences with three flowered to seven flowered regular umbellasters. Peduncles are angled or terete, usually ferruginous hairy with sessile individual flowers that are white or cream in colour. Fruits that form are globose to urceolate and contain regular flattened red-brown seeds. It reproduces by seed, they are spread by wind, water, native bees, and in dumped garden waste.",
    "Distribution": "Corymbia torelliana is found in wet sclerophyll forest, on rain forest margins and as an emergent in rain forest which is advancing into eucalypt forest. It is distributed throughout north east Queensland and is distributed between Cooktown and Ingham. It is also cultivated as a street and garden tree in the tropical and sub-tropical regions of Australia and has now become naturalised beyond its native range in south-eastern and central Queensland. It grows as a weed on roadsides, waterways, disturbed sites and waste areas mostly in inhabited areas.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}