{
  "url": "https://en.wikipedia.org/wiki/Corymbia_clarksoniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. clarksoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia clarksoniana, commonly known as Clarkson's bloodwood or the grey bloodwood, is a bloodwood native to Queensland and northern New South Wales.",
    "Description": "The tree typically grows to a height of up to 20 m (66 ft) and has tessellated red-brown to grey-brown persistent bark throughout. The dull grey-green adult leaves have a disjunct arrangement and a narrow lanceolate to lanceolate shape that is basally tapered. The thin discolorous leaves have a length of 12 to 20 cm (4.7 to 7.9 in) and a width of 14 to 35 mm (0.55 to 1.38 in) with obscure lateral veins. The terminal compound inflorescences occur in groups of seven per umbel on pedicels with a length of 0.3 to 1 cm (0.12 to 0.39 in). The mature buds have an obovoid to pyriform shape with a length of 0.7 to 1.2 cm (0.28 to 0.47 in) and a width of 0.4 to 0.8 cm (0.16 to 0.31 in) with a rounded to conical and beaked operculum and white flowers. The species can flower as early as January but is usually between March and August. The fruits that appear after flowering are pedicellate with an urceolate to barrel shape. They are around 1.2 to 2.5 cm (0.47 to 0.98 in) in length and 0.9 to 1.6 cm (0.35 to 0.63 in) wide with a descending disc and three or four enclosed valves. The reddish brown seeds within the fruit have an ellipsoidal shape with a terminal wing and have a length of 9 to 11 mm (0.35 to 0.43 in).",
    "Taxonomy": "The species was first formally described by the botanists D.J.Carr and S.G.M.Carr in 1987 as Eucalyptus clarksoniana. It was reclassified in 1995 as Corymbia clarksoniana by Ken Hill and Lawrence Alexander Sidney Johnson. Other synonyms include Eucalyptus dolichocarpa, Corymbia dolichocarpa, Corymbia maritima and Corymbia ligans subsp. burdekinensis.C. clarksoniana is one of a group of five closely related species that are found in Queensland. The others are Corymbia polycarpa, Corymbia novoguinensis,  Corymbia plena and Corymbia ligans.The specific epithet honours John Richard Clarkson (born 1950) who wored at the Queensland Herbarium as a technician. He graduated from the University of Queensland in 1977 and was transferred to Mareeba in far north Queensland. He is a prolific botanical collector, contributing many specimens that are new to science.",
    "Distribution": "The tree is endemic to eastern parts of Queensland and far northern parts of New South Wales. The medium-sized bloodwood is found on inland plains and part of grassy woodlands and forests communities growing in sand and sandy loam soils but can be found in skeletal soils on ridges and hill tops.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}