{
  "url": "https://en.wikipedia.org/wiki/Corymbia_maculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia maculata (syn. Eucalyptus maculata), commonly known as spotted gum, is an endemic Australian tree.",
    "Description": "Spotted gum is a tall tree with a straight trunk, growing up to 45 metres in height (sometimes taller). However, there is an old reference to a 91 metre tall tree. Spotted gum has smooth powdery bark which is white, grey or pink; often with characteristic patches (\"spots\"). The bark is shed in polygonal flakes.\nThe juvenile leaves are glossy green and elliptic to ovate, while the adult leaves are lanceolate and are 10 to 21 cm long and 1.5 to 3 cm wide.\nIt has small, white flowers occur from winter to spring followed by ovoid or slightly urceolate fruits, which are 10 to 14 mm long and 9 to 11 mm wide.\nUmbellasters 3-flowered; peduncle terete, 5–20 mm long; pedicels terete, 3–7 mm long. Buds ovoid, 10–11 mm long, 6–7 mm diam., scar usually absent; calyptra hemispherical or rostrate, shorter than and as wide as hypanthium.\nFruit ovoid or slightly urceolate, 10–14 mm long, 9–11 mm diam.; disc depressed; valves enclosed.",
    "Taxonomy": "The species was first formally described by William Jackson Hooker in 1844, and given the name Eucalyptus maculata. The specific name maculata is derived from the Latin word maculosus, meaning \"spotted\" (referring to the spotted pattern on the irregularly-shed bark). The species was transferred to the genus Corymbia by K.D.Hill & L.A.S.Johnson in 1995.\nA number of natural hybrids between Corymbia maculata and other Corymbia species have been identified as follows: \n\n× C. citriodora – known as \"C. variegata\", occurs in New South Wales\n× C. gummifera – known as Eucalyptus x nowraensis, occurs in southern New South Wales\n× C. intermedia – occurs in New South Wales",
    "Distribution": "Corymbia maculata is a dominant species of open forest in Queensland, New South Wales and Victoria. It occurs on infertile and dry sites and is associated with the presence of shales and slates.\nThe species is naturalised in Western Australia and South Australia, and in areas of New South Wales and Victoria outside its natural range.",
    "Ecological aspects": "The flowers attract honeyeaters and fruit bats.",
    "Cultivation": "The species is often used for planting in parks and as a street tree, however its mature size makes it unsuitable for most home gardens.",
    "Cultivation-Uses": "The hard and durable timber is utilised for a number of purposes.",
    "See also": "Spotted gum",
    "References": "\n\"Corymbia maculata (Hook.) K.D. Hill & L.A. Johnson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nAssociation of Societies for Growing Australian Plants (ASGAP) Corymbia maculata\nPlantNET - New South Wales Flora Online: Corymbia maculata"
  }
}