{
  "url": "https://en.wikipedia.org/wiki/Corymbia_tessellaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. tessellaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia tessellaris (syn. Eucalyptus tessellaris), the carbeen, Moreton Bay ash, black butt, is a Ghost gum tree ranging from small to 35 m. tall, forming a lignotuber. Bark rough on lower 1–4 m of trunk, tessellated, dark grey to black, abruptly changing to white-cream smooth bark above that is sometimes powdery. Name from Latin: tessellaris - tessellated, referring to the rough bark in small squares.",
    "Range": "Northeastern Australia from north and northwest of Narrabri (30° S), N.S.W., and eastern Queensland from Charleville to the tip of Cape York Peninsula where a tree of this species is the northernmost eucalypt on the Australian mainland. Also found on some of the Torres Strait Islands and southern New Guinea. Found on plains and rolling terrain on a wide variety of soils including swampy clayey types.",
    "Description": "Noted for its distinctive stocking of tessellated or \"crocodile scale\" bark over the lower part of the trunk abruptly changing to smooth white above. It has a compound axillary inflorescences with an expanded rhachis, thin-walled fruit and a crown of fully adult lanceolate smooth leaves about 15 cm long and 1 cm wide.The trunk is almost always straight making up a half to two thirds of the total tree height, with a crown of slender branches with pendulous smaller branchlets.Fruit 8–11 mm long, 6–8 mm diameter, cylindrical or ovoid (occasionally somewhat urceolate), more or less striate; disc depressed; valves enclosed.Withstands strong winds, heat and drought and tolerates a moderate amount of salt spray. Propagates from seed. Flowering midwinter to early summer.The wood is heavy and has been used for bridge construction and making spears. The tree produces many organic compounds with industrial potential including pinenes, aromadendrene, limonene and globulol.",
    "Footnotes": "",
    "References": "Beasley, John. (2009). Plants of Cape York: The Compact Guide. John Beasley, Kuranda, Qld., Australia. ISBN 978-0-9806863-0-2.\n\"Corymbia aparrerinja K.D.Hill & L.A.S.Johnson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\n\"Corymbia aparrerinja\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nEUCLID: Corymbia aparrerinja",
    "External links": "Carbeen\nJames Cook University\nNSW Flora Online\nSave Our Waterways Now\nState of Environment"
  }
}