{
  "url": "https://en.wikipedia.org/wiki/Corymbia_polycarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. polycarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia polycarpa, also known as the long-fruited bloodwood or small-flowered bloodwood (also known as Eucalyptus polycarpa) is a bloodwood native to northern Australia. Indigenous Australians of different language groups have different names for the tree. The Nungali peoples know the tree as narrga or gunjid, the Mulluk-Mulluk know it as dawart, the Yangman know it as bodog, the Gurindji peoples as jadburru and the Wagiman as jagatjjin.",
    "Description": "It is a medium-sized tree which can reach 5 to 25 m (16 to 82 ft) in height with a 5 to 12 m (16 to 39 ft) spread. The rough bark is tessellated, flaky and brownish in colour, older bark is grey brown and newer bark is red-brown in colour. The glossy green elliptic to lanceolate juvenile leaves are 5 to 8 cm (2.0 to 3.1 in) by 2 to 2.5 cm (0.79 to 0.98 in), while the coarse adult leaves are 10 to 20 cm (3.9 to 7.9 in) by 1 to 3 cm (0.39 to 1.18 in) and lanceolate. Flowering occurs from December to August and the white or cream flowers are up to 2 cm (0.79 in) in diameter. Each terminal compound inflorescence occurs with seven to nine buds per umbel. The obovoid to narrowly pyriform shaped mature buds have a length of 0.9 to 1.4 cm (0.35 to 0.55 in) and a width of 0.5 to 0.8 cm (0.20 to 0.31 in) wide. The buds have a whitish scaly surface due to the fragmenting rubber cuticle and a shallowly rounded to conical shaped operculum. The pedicellate fruits that form afterward have an elongated barrel shape and are 1.5 to 3.5 cm (0.59 to 1.38 in) in length and 0.8 to 1.6 cm (0.31 to 0.63 in) wide with a vertically descending disc and four enclosed valves. The brown seeds within have an ellipsoidal shape with a terminal wing and a length of 8 to 13 mm (0.31 to 0.51 in).",
    "Taxonomy": "The species was first formally described as Eucalyptus polycarpa by the botanist Ferdinand von Mueller in 1859 as part of the work Monograph of the Eucalypti of tropical Australia as published in the Journal of the Proceedings of the Linnean Society, Botany. It was reclassified into the genus Corymbia in 1995 by Ken Hill and Lawrence Alexander Sidney Johnson in the work Systematic studies in the eucalypts. A revision of the bloodwoods, genus Corymbia (Myrtaceae) published in the journal Telopea. Other synonyms include Eucalyptus pyrophora var. polycarpa, Eucalyptus erubescens, Eucalyptus terminalis var. carnosa and Eucalyptus derbyensis.",
    "Distribution": "C. polycarpa is endemic to Western Australia, Northern Territory, Queensland and New South Wales; more specifically it is found across northern Australia and into northwestern New South Wales. The species is quite common between Broome and Derby in Western Australia through the Kimberley region of Western Australia extending east over the Top End of the Northern Territory including nearby islands and across the Gulf of Carpentaria and southern Cape York Peninsula in Queensland. It is found near watercourses, in depressions or on floodplains growing in sandy or silty alluvium and less commonly in cracking clays and in skeletal sandstone or lateritic soils.",
    "Uses": "The timber from the tree is a very durable, with an above-ground life expectancy in excess of 40 years which drops to 25 years when used in-ground. The timber is vulnerable to termite attack and untreated sapwood is prone to damage by lyctine borers. It is a hardwood and difficult to work with hand tools. It is mostly used as round timber rather than sawn timber as a result of the numerous kino veins. It has been used as poles, railway sleepers, mining supports, for fencing and house stumps. Indigenous Australians used the gum medicinally an antiseptic liquid to treat cuts, sores, burns, ulcers and yaws.",
    "See also": "List of Corymbia species",
    "Gallery": "",
    "References": "\nElliot, Rodger W.; Jones, David L.; Blake, Trevor (1992). Encyclopaedia of Australian Plants Suitable for Cultivation: Vol. 4: Eu-Go. Port Melbourne: Lothian Press. pp. 182–183. ISBN 0-85091-213-X."
  }
}