{
  "url": "https://en.wikipedia.org/wiki/Corymbia_eximia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. eximia"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia eximia, commonly known as the yellow bloodwood, is a bloodwood native to New South Wales. It occurs around the Sydney Basin often in high rainfall areas on shallow sandstone soils on plateaux or escarpments, in fire prone areas. Growing as a gnarled tree to 20 m (66 ft), it is recognisable by its distinctive yellow-brown tessellated bark. The greyish green leaves are thick and veiny, and lanceolate spear- or sickle-shaped. The cream flowerheads grow in panicles in groups of seven and appear in spring. Known for many years as Eucalyptus eximia, the yellow bloodwood was transferred into the new genus Corymbia in 1995 when it was erected by Ken Hill and Lawrie Johnson. It is still seen under the earlier name in some works.",
    "Taxonomy": "First collected near the Grose River by Robert Brown and Ferdinand Bauer between September and October 1803, the yellow bloodwood was described as Eucalyptus eximia by German botanist Johannes Conrad Schauer in 1843. The species name is derived from the Latin adjective eximius \"exceptional\" or \"uncommon\", and might related to the distinctive and unusual appearance of either the bark or flowers of the tree. In 1995, the genus Eucalyptus was split into three genera by Ken Hill and Lawrie Johnson of the Royal Botanic Gardens, Sydney, with E. eximia transferred into Corymbia. Hill and Johnson classified it in the section Ochraria along with eleven other species, this group known as \"yellow bloodwoods\". A combined analysis of nuclear rDNA (ETS + ITS) and morphological characters published in 2009 found this group to be monophyletic, and it was renamed section Naviculares within the subgenus Blakella (the name originally coined by Maiden in 1929 as Eucalyptus series Naviculares), with C. eximia as the type species.The common name is derived from the gum veins in the wood.",
    "Description": "The yellow bloodwood grows as an attractive gnarled tree, up to 20 metres (66 feet) tall. It can have a multistemmed stunted habit when growing on an exposed site. The distinctive bark is a yellowish fawn colour, and flaky, rough in consistency with a somewhat tessellated pattern. Measuring up to 20 cm (8 in) long and 2.5 cm (1 in) wide, the adult leaves are greyish green, thick and veiny, and lanceolate (spear-shaped) or falcate (sickle-shaped), and have a prominent raised yellow midrib and taper to the end. They are arranged alternately along the stems Leaves are the same colour above as below the leaf. The cream flowers begin as buds in February and are open from August to October, and are sometimes used in floral arrangements. Groups of seven flowers are arranged in panicles, the buds on short stalks (pedicellate) initially measuring 1.3 to 1.5 cm (0.51 to 0.59 in) long by 0.6 cm (0.24 in) wide and pear- or club-shaped. The gumnuts are the typical urn shape of most bloodwoods. The seeds are without wings, and are mature by December and remain on the tree for up to 16 months.Seedlings have opposite leaves for the first three six pairs, and these are elliptic to lanceolate in shape. These are followed by oblong to lanceolate juvenile leaves which become more alternate along the stems. A light blue-green in colour, these measure 7.5 to 12.5 cm (3.0 to 4.9 in) long by 2.5–3.2 cm (0.98–1.26 in) wide.",
    "Distribution and habitat": "The yellow bloodwood is found in central New South Wales from Howes Valley in the north to Tolwong in the south. Around the Sydney Basin, it is common on sandstone plateaux and escarpments in the vicinity of the Nepean and Hawkesbury Rivers, and lower Blue Mountains, particularly on western aspects of slopes. It is seen up to altitudes of 500 metres, with annual rainfall of 730–1800 mm. It grows in dry sclerophyll forest on sandstone soils, associated with such species as red bloodwood (Corymbia gummifera), dwarf apple (Angophora hispida), smooth-barked apple (Angophora costata), narrow-leaved stringybark (Eucalyptus sparsifolia), white stringybark (E. globoidea), sydney peppermint (E. piperita), grey gum (E. punctata), scribbly gums (E. haemastoma and E. racemosa) and black sheoak (Allocasuarina littoralis).",
    "Ecology": "The yellow bloodwood regenerates by regrowing from epicormic buds after bushfire. Trees live for over a hundred years. The Grey-headed Flying Fox (Pteropus poliocephalus) eats the flowers. It is highly sensitive to the white leaf and shoot blight (Sporothrix pitereka)",
    "Uses": "The relatively small size and rarity of Corymbia eximia meant it was rarely used as timber. It has been used as a street tree in Australian cities, and its small size and attractive bark make it a good tree for backyards, although it is too large for small gardens. It flowers prolifically, but the flowering period is short. C. eximia was listed in the catalogue of Treseder's nursery of Truro in Cornwall in 1905.A smaller form, \"nana\" has been propagated and used as a garden or street tree.\n\n\n== References =="
  }
}