{
  "url": "https://en.wikipedia.org/wiki/Corymbia_erythrophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. erythrophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia erythrophloia, commonly known as the variable-barked bloodwood, the red-barked bloodwood, the gum-topped bloodwood or the red bloodwood, is a bloodwood native to Queensland, Australia.",
    "Description": "The tree typically grows to a height of 15 metres (49 ft) with tessellated, red-brown, dull, grey or pink bark that is persistent on the trunk and lower branches. The bark sheds in small polygonal flakes giving the tree a mottled appearance.Adult leaves are disjunct with a lanceolate to broad lanceolate shape. The leaves are falcate, acuminate, basally tapered, and dull grey-green in colour. They are 9 to 17 centimetres (4 to 7 in) long and 2 to 3.5 cm (0.8 to 1.4 in) wide on narrowly flattened petioles that are 1 to 2.5 cm (0.4 to 1.0 in) in length.The tree will bloom between January to April producing a compound terminal conflorescence with umbellasters and 3 to 7 regular flowers with terete pedicels and penduncles. It will later form urceolate, pedicellate fruits that are 13 to 20 millimetres (0.51 to 0.79 in) long and 10 to 15 mm (0.39 to 0.59 in) in diameter containing regular or laterally compressed, cymbiform or ovoid red brown seeds.",
    "Range": "C. erythrophloia is found down the east coast of Queensland as far north as Queenstown on the Cape York Peninsula where it is found as far west as the Gulf of Carpentaria. The range then extends as far south as the Hervey Bay with an isolated population found further south to the west of Brisbane. It is found on grassy woodlands or low rolling hills containing clayey or stony soils mostly of volcanic origin. It is often found in association with mountain coolibah or the silver-leaved ironbark.",
    "Cultivation": "The tree can be grown as a shade tree that is a bird attractor in gardens where it can tolerate a hot overhead sun and dry soils. Soils can be ordinary or enriched, containing clay and mildly acidic to mildly alkaline. Trees are pruned to retain one main trunk sometimes are allowed multiple trunks which are well-spaced to develop.",
    "History": "The tree was first described as Eucalyptus erythrophloia by the botanist William Blakely in 1934 in the journal Key Eucalypts using samples that were collected by T.L. Bancroft near Eidsvold in 1919. Botanists Ken Hill and Lawrie Johnson were the first to define the genus Corymbia in 1995, identifying the bloodwoods, ghost gums and spotted gums as a group distinct from Eucalyptus.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}