{
  "url": "https://en.wikipedia.org/wiki/Corymbia_setosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. setosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia setosa, commonly known as the rough leaved bloodwood and the rough leaved range gum, is a member of the genus Corymbia native to northern Australia.",
    "Description": "The straggly tree typically grows to a height of 4 metres (13 ft) or rarely as a thick trunked mallee. It forms a lignotuber and has a single trunk and a sparse canopy. The brown to yellow brown bark is deeply tessellated and persists to the small branches. Adult leaves opposite, dull, grey-green, thin, concolorous with a broad lanceolate to ovate or suborbiculate shape. They are acute to obtuse to rounded with a length of 2 to 6 centimetres (0.79 to 2.36 in) long and a width of 1 to 5 cm (0.39 to 1.97 in). When the tree blooms in June it produces a terminal or axillary simple conflorescence with regular 3-flowered to 7-flowered umbellasters. The flowers are cream or yellow in colour. It will produce fruit in April or September that are ovoid and pedicellate with a length of 13 to 28 millimetres (0.51 to 1.10 in)  and a diameter of 13 to 23 millimetres (0.51 to 0.91 in).",
    "Distribution": "The species is found in Queensland and the Northern Territory. It grows on rocky hills and red sandy plains, not extending to wet tropical areas. The tree is found in the Tennant Creek, Northern Territory, Daly Waters and the Barkly Tableland of the Northern Territory east into the Gulf of Carpentaria hinterland and islands, to the Musgrave area of Cape York Peninsula and south as far as Barcaldine in Queensland.In a woodland setting associated species include Erythrophleum chlorostachys, Eucalyptus foelscheana, Xanthostemon paradoxus, Eucalyptus confertiflora and Eucalyptus latifolia in the overstorey and Grevillea decurrens, Gardenia megasperma and Calytrix exstipulata in the sparsely vegetated understorey.",
    "History": "C. setosa was first described by the botanist Johannes Conrad Schauer in Walpers' journal, Repertorium Botanices Systematicae 2, suppl. 1 926, in 1843 as Eucalyptus setosa. The description came from samples collected by R. Brown & Ferd. Bauer from Allen Island in Queensland in 1802. Botanists Ken Hill and Lawrie Johnson were the first to define the genus Corymbia in 1995, identifying the bloodwoods, ghost gums and spotted gums as a group distinct from Eucalyptus.There are two subspecies:\n\nCorymbia setosa subsp. indeterminate\nCorymbia setosa subsp. pedicellaris",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}