{
  "url": "https://en.wikipedia.org/wiki/Corymbia_terminalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. terminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia terminalis, also known as tjuta, joolta, bloodwood, desert bloodwood, plains bloodwood, northern bloodwood, western bloodwood or the inland bloodwood, is a tree native to Australia.",
    "Description": "The tree typically grows to a height of 18 metres (59 ft) and will form lignotubers. It has tessellated light brown to light grey bark that is rough on part or all of trunk, sometimes extending to the larger branches. The leaves are grey-green, glabrous, with a lanceolate blade that is 8 to 20 centimetres (3 to 8 in) in length and 1.2 to 3 cm (0.5 to 1.2 in) wide. Adult leaves are pale green to yellow-green with sparse oil glands. The leaves are alternate, usually concolorous, dull or lightly glossy when mature.\nIt will bloom between March and October producing inflorescences with terminal panicles and peduncles 0.5 to 2 cm (0.2 to 0.8 in) long and white flowers. Mature buds have an ovoid to pyriform shape and are 0.6 to 1.7 cm (0.2 to 0.7 in) long and 0.5 to 1.3 cm (0.2 to 0.5 in) wide and greenish to brown or cream in color, scurfy and absent of scars. Pedicellate fruit will eventually form that is 1.5 to 3.1 cm (0.6 to 1.2 in) long and 1.2 to 2.2 cm (0.5 to 0.9 in) wide containing light brown or reddish brown seeds that have an ellipsoidal shape and are 9 to 12 mm (0.35 to 0.47 in) long.",
    "Classification": "The species was initially classified as Eucalyptus terminalis by the botanist Ferdinand von Mueller in 1859 in the Journal of Proceedings of the Linnean Society from samples collected from Arnhem Land in the Northern Territory in 1856.Botanists Ken Hill and Lawrie Johnson were the first to define the genus Corymbia in 1995, identifying the bloodwoods, ghost gums and spotted gums as a group distinct from Eucalyptus.C. opaca and C. tumescens, along with several other species, were previously considered to be part of C. terminalis, but were split off in 1995. This split remains controversial, with some authors and herbaria accepting the new species and others considering them to be inseparable from C. terminalis. To the extent that the species can be reliably differentiated, C. terminalis has thinner leaves larger buds and fruit and thicker pedicels than C. opaca.",
    "Region": "In the broadest sense, C. terminalis is widespread in the arid central and seasonally dry northern parts of Australia, extending from the northwestern New South Wales to North Queensland, across most of the Northern Territory and the Northern half of Western Australia. In the stricter sense, C. terminalis is only found in the northeastern Northern Territory and North and Central Queensland.\nThe tree typically grows on river flats, scree slopes and dune swales It prefers well drained soils and is both drought and frost tolerant.",
    "Uses": "Indigenous Australians used the tree for traditional medicine. The exudate from the truck or branches was diluted and used as an antiseptic treatment of facial cuts and sores. Larger leaves were also useful for staunching wounds.\nThe red bark kino can be stripped from the tree and mixed in water then consumed for diarrhoea as well as for indigestion and chest pain.The wood from the tree was also used by Indigenous peoples to make spear-throwers, digging bowls and carrying vessels. Europeans used the wood to make fence-posts, joists slabs and buildings as well as using it for firewood.The tree produces drops of nectar the flowers which provide a high energy food source for many desert animals including honeyeaters, insects and possums. It is also host to an unusual female insect called a coccid. Once the coccid burrows into the bark it forms a gall  which it never leaves. Hidden away it sucks sap from the trees veins. The gall that grows on the tree is the coconut, once broken open the insect on the inside can be eaten and contains a lot of moisture and is a disinfectant.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}