{
  "url": "https://en.wikipedia.org/wiki/Corymbia_aparrerinja",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. aparrerinja"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia aparrerinja (syn. Eucalyptus papuana var. aparrerinja) commonly known as ghost gum, is an evergreen tree that is native to Central Australia.\nIt grows up to 20 metres in height and has smooth, white to cream and pink-tinged bark, which sheds seasonally in thin scales. White flowers appear in summer and the fruit are woody brown goblet shaped, valved capsules. The tree features in aboriginal Dreamtime stories and gained prominence with the wider public in the 20th century through the paintings of aboriginal artist Albert Namatjira.\nGhost gum occurs in arid areas on rocky slopes, red sand flats and dry creek beds. It is found predominantly in the south of the Northern Territory, extending to the west just over the border into Western Australia and extending to the east into central Queensland, including a separate occurrence on red earth.  In the western parts of central Queensland the species intergrades with Corymbia dallachiana, a species with which it was once lumped as C. papuana.\nParts of this tree were used by Indigenous Australians to treat colds.In 1891 in Barcaldine, Queensland, a ghost gum, known as the Tree of Knowledge, was the focal point of a gathering of striking sheep shearers, a key event leading to the formation of the Australian Labor Party. U.",
    "Classification": "In the 1990s, ghost gums, along with the bloodwoods, were reclassified from the genus Eucalyptus to Corymbia, though not all botanists agree. This reclassification was based on the work of two botanists, Ken Hill and Lawrie Johnson, who worked at the National Herbarium of New South Wales in Sydney.\nIt is mostly known as the \"ghost gum\" because of its bark colour.",
    "References": "",
    "External links": "\"Corymbia aparrerinja K.D.Hill & L.A.S.Johnson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nEUCLID: Corymbia aparrerinja"
  }
}