{
  "url": "https://en.wikipedia.org/wiki/Corymbia_gummifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. gummifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia gummifera, commonly known as red bloodwood,  is a hardwood tree native to eastern Australia.",
    "Description": "It usually grows as a tree, but may take the form of a mallee in very poor soils. As a tree it typically grows to a height of 20 to 34 metres and a trunk diameter of one metre diameter at breast height (dbh). However, exceptional trees may reach 60 metres high at four metres dbh. It has persistent fibrous bark typical of bloodwoods, and glossy dark green leaves, ten to 14 centimetres long and 2–3.5 centimetres wide. Flowers occur in an inflorescence of three to seven umbels.",
    "Taxonomy": "C. gummifera was first published as Metrosideros gummifera by Joseph Gaertner in 1788. Despite this, the species was republished as Eucalyptus corymbosa by James Edward Smith in his 1793 A Specimen of the Botany of New Holland, as Eucalyptus corymbosus by Cavanilles in 1797, as Eucalyptus oppositifolia by Desfontaines in 1804, as Eucalyptus purpurascens var. petiolaris by de Candolle in 1828; and as Eucalyptus longifolia by Joseph Maiden in 1920. The precedence of Metrosideros gummifera was recognised in 1925 by Hochreutiner, who transferred it into Eucalyptus as Eucalyptus gummifera. In 1995, the genus Eucalyptus was split into three genera by K.D.Hill and L.A.S.Johnson, with E. gummifera transferred in Corymbia. However some botanists continue to recognise a single genus Eucalyptus sensu lato, and so retain the name Eucalyptus gummifera.",
    "Distribution and habitat": "It mainly occurs on flats and low hills along the coast between the extreme eastern corner of Victoria and south-eastern Queensland. It grows best on moist, rich, loamy soil, but is also commonly found on poorer sandy soils.",
    "Uses": "Its heartwood is very strong and durable, but has extensive gum lines. It is used for rough construction purposes, such as poles, sleepers, fencing and mining timbers.\n\n\n== References =="
  }
}