{
  "url": "https://en.wikipedia.org/wiki/Corymbia_jacobsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. jacobsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia jacobsiana, commonly known as Jacob's bloodwood or the stringybark bloodwood, is a member of the genus Corymbia native to Australia's Northern Territory",
    "Description": "The tree typically grows to a height of 15 metres (49 ft) and forms a lignotuber and rhizomes. It has yellow-brown to grey-brown bark that is rough, tessellated and stringy and persistent over the trunk and the branches. The glossy, green adult leaves are disjunct with a  narrow lanceolate or lanceolate shape. Leaves are basally tapered and approximately 11 centimetres (4 in) long and 17 millimetres (0.67 in) wide. The tree is though to flower between February and April producing a terminal compound conflorescence with regular 3-flowered to 7-flowered umbellasters. The flowers are white or cream and later form ovoid to urceolate fruits that are barrel-shaped 0.7 to 1.1 cm (0.28 to 0.43 in) long and 0.4 to 0.8 cm (0.16 to 0.31 in) wide. Seeds are regular and flattened dull to semi-glossy and red or red-brown in colour.C. jacobsiana has no close relatives, it is solated from all other bloodwoods by the combination of rough stringybark and sparsely setose juvenile leaves but carpeted on the underside with white hairs.",
    "Distribution": "C. jacobsiana throughout the top end of the Northern Territory usually in monsoonal woodland areas. Usually part of a tropical savannah woodland mix with eucalpyts and cypress found in sand or clay soils or in dissected sandstone. It has an erratic distribution around Pine Creek, Tipperary Station and further east in Arnhem Land. Often found with Corymbia arnhemensis and Corymbia nesophila.The plant's rhizomes allow it to form dense clones following fires, these later thin out to form woodlands.",
    "History": "First described by the botanist William Blakely in 1934 in A Key to the Eucalypts as Eucalyptus jacobsiana from samples collected by Maxwell Ralph Jacobs whom the plant is named for. Jacobs was a distinguished forester and the Principal of the Australian Forestry School in Canberra from 1945 to 1961. Botanists Ken Hill and Lawrie Johnson were the first to define the genus Corymbia in 1995, identifying the bloodwoods, ghost gums and spotted gums as a group distinct from Eucalyptus.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}