{
  "url": "https://en.wikipedia.org/wiki/Corymbia_abergiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. abergiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia abergiana, commonly known as range bloodwood or Rockingham Bay bloodwood, is a bloodwood native to Queensland, Australia.",
    "Description": "The tree typically grows to a height of 15 metres (49 ft) and has tessellated, grey-brown to red-brown, dull, grey to cream bark that is persistent around the trunk. The bark sheds in small polygonal flakes. Adult leaves are disjunct, dull, green or grey-green, thick and discolorous. They have a broad lanceolate or ovate shape that is basally tapered or basally rounded. The leaves are 8 to 12 centimetres (3 to 5 in) long and 25 to 50 millimetres (0.98 to 1.97 in) wide on narrowly flattened or channelled petioles. When it blooms is forms compound, terminal conflorescence with regular white, cream or yellow three to seven-flowered umbellasters. Later it forms sessile fruits that have a globose to ovoid or urceolate shape and are 18 to 32 mm (0.71 to 1.26 in) long with a diameter of 15 to 24 mm (0.59 to 0.94 in) containing dull to semi-glossy red-brown seeds.",
    "Distribution": "The species is found along the coast in North Queensland centred around Cairns. It is a part of dry woodland communities on felsic volcanics on the western edge of the Atherton Tableland.",
    "Classification": "It was first described by Ferdinand von Mueller in 1878, and named Eucalyptus abergiana in reference to Ernest Aberg. In 1995, the genus Eucalyptus was split, with E. abergiana moved into the new genus Corymbia.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}