{
  "url": "https://en.wikipedia.org/wiki/Corymbia_ptychocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. ptychocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia ptychocarpa, commonly known as the swamp bloodwood or the pink-flowering bloodwood and formerly known as Eucalyptus ptychocarpa, is a species of eucalypt native to northwestern Australia. It was given its current name in 1995 with the creation of the genus Corymbia.",
    "Description": "The tree typically grows to a height of 4.5 to 20 metres (15 to 66 ft) and has rough tessellated bark. It has the form of a crooked tree that tends to flop when young, it often has drooping branches. The leaves are leathery and lanceolate in shape and are up to 30 centimetres (11.8 in) long and 7 cm (2.8 in), the midrib is pale yellow in contrast to the green lamina and the parallel lateral veins. It produces pink flowers from February to May. They are borne in large clusters on the outside of the tree that later form large woody capsules to about 4 cm (1.6 in) in length.",
    "Distribution": "It is found in the Kimberley region of Western Australia and grows in sandy soils and alluvium along watercourses and near springs. Also found in the top end of the Northern Territory on the Arnhem Plateau, Daly Basin, Gulf Fall and Uplands, Ord Victoria Plain, Pine Creek and the Victoria Bonaparte IBRA bioregions. Its range then extends east extending to Doomadgee in far north-western Queensland.It is also grown as a street tree in parts of Queensland such as Cairns and Townsville.Subspecies include:\n\nCorymbia ptychocarpa subsp. aptycha\nCorymbia ptychocarpa subsp. ptychocarpa",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}