{
  "url": "https://en.wikipedia.org/wiki/Corymbia_oocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. oocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia oocarpa is a member of the genus Corymbia native to the Northern Territory.",
    "Description": "The tree typically grow to a height of 15 metres (49 ft) and forms a lignotuber. It has rough grey to orange-brown that is lightly tessellated towards the base of the trunk and then becoming smooth with a grey and cream colour further up the tree. The adult leaves are alternate, concolorous or slightly discolorous, glossy and green. The leaf blade has a lanceolate to falcate shape that is 10 to 22 centimetres (3.9 to 8.7 in) long and 0.9 to 2.7 cm (0.4 to 1.1 in)  wide, base tapering to petiole and a pointed apex. The petioles are 0.8 to 2.6 cm (0.31 to 1.02 in) long.\nIt forms a terminal compound conflorescence in March with regular seven flowered umbellasters on terete peduncles and pedicels. The flowers are white or cream in colour. It will later form globose to urceolate fruits between March and October that are 9 to 13 millimetres (0.35 to 0.51 in) long.",
    "Taxonomy": "The species was originally described as Eucalyptus oocarpa in 1987 by D.J.Carr & S.G.M.Carr and was reclassified as Corymbia oocarpa in 1995 by Lawrence Alexander Sidney Johnson and Kenneth Hill as part of the work Systematic studies in the eucalypts. A revision of the bloodwoods, genus Corymbia (Myrtaceae) as published in the journal Telopea.",
    "Distribution": "The range of the tree is confined to an area in the top end of the Northern Territory, extending from coastal area near Mudginberry south through Pine Creek, the Arnhem Plateau to Katherine Gorge. It grows in well developed sandy soils over sandstone.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}