{
  "url": "https://en.wikipedia.org/wiki/Corymbia_abbreviata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. abbreviata"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia abbreviata, also known as the scraggy bloodwood, is a bloodwood native to Western Australia and the Northern Territory.",
    "Description": "The straggly tree or shrub typically grows to a height of 2.1 to 6 metres (7 to 20 ft) and has tessellated bark that is flaky with grey-brown over red-brown. Branchlets are silvery to green, smooth, glabrous and lack oil glands in the pith. It will form a crown of large green leaves that are opposite, undulate, smooth, sessile or shortly petiolate. Leaves are typically 7 to 23.5 centimetres (3 to 9 in) long and 3 to 11 cm (1.2 to 4.3 in) wide with a cordate to broadly lanceolate shaped blade.The tree blooms between July and January forming inflorescences that are usually terminal though congested and with very few branches and creamy white flowers. Sessile or pedicellate fruits that are 2 to 3.5 cm (0.8 to 1.4 in) long and 1.7 to 3 cm (0.7 to 1.2 in) wide with a smooth surface form between February and October.",
    "Range": "Corymbia abbreviata has a scattered distribution extending from Wyndham and Karunji in the Kimberley region of Western Australia east as far as Dorisvale and Willeroo in the Northern Territory. The distribution of C. abbreviata coincides with C. ferruginea. It grows in skeletal soils, on stony slopes, ridges and outcrops of sandstone, granite or quartzite.",
    "Classification": "It was initially classified as Eucalyptus abbreviata and described by the botanists Blakely and Jacobs in 1934 in the journal Key Eucalypts from specimens collected from near Katherine by Jacobs in 1933. Botanists Ken Hill and Lawrie Johnson were the first to define the genus Corymbia in 1995, identifying the bloodwoods, ghost gums and spotted gums as a group distinct from Eucalyptus.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}