{
  "url": "https://en.wikipedia.org/wiki/Corymbia_calophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. calophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia calophylla is a large and common tree in the southwest of Australia. Originally described as a species of Eucalyptus, it was separated to genus that allied the bloodwoods and their relations. Corymbia calophylla is commonly known as marri, in preference to the ambiguous red gum, a name derived from the Noongar language of Southwest Australia region. The trunk responds to damage by insects by exuding a red, blood-like substance, a type of kino, that is able to be collected for a variety of uses. Able to establish itself as a very large tree, the fast growing species often colonises and out-competes other woody species in disturbed areas. The large green leaves of marri will create well shaded areas that impedes other plants growth and creates comfortable refuge or habitat for a large number of animals, the complex fissures and bark of the trunk and branches is also utilised by a diverse array of organisms. .",
    "Description": "A large tree, or mallee in poor soil, which typically grows to a height of 40 metres (131 ft), but can reach 60 metres (197 ft). The trunk of the tree may become up to two metres wide, the branches becoming large, thick and rambling. \nIt has rough tessellated grey-brown to red-brown bark that extends over the length of the trunk and branches. \nAdult leaves are disjunct, glossy, green, thick and concolorous with a broad lanceolate to ovate shape that is basally tapered or basally rounded. \nThe leaf blade is 9 to 14 centimetres (4 to 6 in) long and 25 to 40 millimetres (0.98 to 1.57 in) wide. \nThe leaf petioles are narrowly flattened or channelled and 15 to 20 mm (0.59 to 0.79 in) long. \nIt blooms between December and May, producing white to pink flowers. The terminal compound conflorescence composed of three to seven flowered regular umbellasters on terete or angular peduncles. Buds form that are clavate and 7 to 14 mm (0.28 to 0.55 in)  in length and with a diameter of 7 to 10 mm (0.28 to 0.39 in) with a calyptrate calyx. The fruits or gumnuts form later and can remain on the tree for a year or more. They are ovoid to urceolate in shape, pedicellate, and 30 to 50 mm (1.2 to 2.0 in) long with a 25 to 40 mm (1.0 to 1.6 in) diameter.The large nuts produced carry large seeds which are an important food source for native bird species such as cockatoos. The tree propagates readily from seeds.\nIt is distinctive among bloodwoods for its very large buds and fruit, colloquially known as honky (or honkey) nuts, in Western Australia.",
    "Taxonomy": "The first accepted description of the species was published by John Lindley in Edwards Botanical Register (1841), from specimens in Robert Brown's collection near King George Sound in 1801.\nThe species name was published in 1831 by Brown, but without an adequate description it was deemed to be nomen nudum. Brown used a specimen grown at Kew to classify its family as Myrtaceae, and gave the specific epithet calophylla for what he regarded as the most beautiful leaves of a eucalypt, and leaf venation reminiscent of Calophyllum, a tropical genus.The botanist Ferdinand Mueller placed the species with a series of 'bloodwoods' in 1884, based on characteristics of the bark. The 1920 work by J. H. Maiden, Critical Revision of the Genus Eucalyptus, supported this arrangement. The current placement with the genus Corymbia resulted from a revision by K. D. Hill and L. A. S. Johnson in 1995. In 2009, Carlos Parra-O and colleagues published a combined analysis of nuclear rDNA (ETS + ITS) and morphological characters published to clarify relationships within the genus Corymbia. C. calophylla was found to form a natural group with two other Western Australian species C. ficifolia and C. haematoxylon. They classified the group as section Calophyllae within the subgenus Corymbia.It is related and somewhat similar to Corymbia ficifolia, a red flowered species endemic to the same region.\nC. calophylla differs in being larger (to about 50 metres (160 ft) high in the wild), having much larger buds and fruit, and flowers that are usually white—occasionally pink—instead of red. However, in some areas hybridisation makes identification difficult.\nCommon names include marri and Port Gregory gum, and a long-standing usage has been red gum due to the red sap effusions often found on trunks. Red gum was recorded as a name in use by the Swan River colonists in 1835.\nOther species of Corymbia (then Eucalyptus) were referred to as 'red gum', so to avoid ambiguity the Forestry Department of the Western Australian government nominated the extant name marri in the 1920s. Corymbia calophylla is still commonly known as a 'eucalypt', despite the transfer to the new genus. \nThe Noongar peoples know the tree as gardan, kurrden, mahree, marri, nandap or ngora.\nSecond-hand reports of Indigenous names for \"red gum\" were reported by correspondents in The West Australian in 1929, the name kardun attributed to the Pinjarrah people and marri from the Blackwood region; marri boona was said to be a reference to the wood.",
    "Distribution": "Marri is widely distributed in the Southwest region of Western Australia, from north of Geraldton (28° S) to Cape Riche (34° S), and inland beyond Narrogin (32°56′S 117° E).\nIt is found  displaying its adaptability to the different environments on the Swan Coastal Plain and the Darling Scarp.\nWhere the soil type is appropriate it will dominate as the upper story in woodland, to within a few kilometres from the coast.\nThe species will grow on comparatively poor soil, but good specimens are considered an indicator of the better agricultural soils.\nFound in a variety of terrains including Flats, hills,  breakaways, wetlands, fringing salt marches and beside drainage lines it is able to grow in red-brown clay loams, orange-brown sandy clays, gravel and grey sandy soils over limestone, granite or laterite.The marri range and population has increased and decreased with recent environmental changes, urban development, land clearing, intensive agriculture and altered fire regimes.",
    "Ecology": "A common species, though its population has been subject to large fluctuations due to change in land use in its region. \nA dominant tree of several vegetation types when in favourable soils and climates, with rich and sometimes intimate associations to other species.\nThe fruit and seeds are consumed by avian species, and is a staple in the diet of long-billed black cockatoo (Calyptorhynchus baudinii) and red-capped parrot (Purpureicephalus spurius).\nBoth species prise marri seeds out of their woody capsule by manipulating it with the foot and lower mandible, and inserting the point of the upper mandible at openings in the seed-dispersing valve.\nThe marks left by the lower mandible on the marri's nut distinguish the species of parrots and cockatoos.Plant species associated with Corymbia calophylla in the mid-story include the tall shrub or tree Persoonia longifolia (snottygobble) and Kingia australis (bullanock) in jarrah-marri woodland, where it dominates the canopy with Eucalyptus marginata. Mid-story species can also include Corymbia haematoxylon, resembling C. calophylla in miniature. Eucalypts occurring in its range can be displaced, in metropolitan Perth is overwhelms E. lane-poolei (salmon white gum) on all but wetter Guildford soils. On the drier coastal plain of its northern range, the size of the tree is only exceeded by tuart, (Eucalyptus gomphocephala).\nThe species is named as one of the dominant taxa in Corymbia calophylla – Xanthorrhoea preissii woodlands and shrublands of the Swan Coastal Plain, a critically endangered ecological community, once widespread and now restricted to less than 3% of its range. One of three described marri dominated assemblages, this one is distinguished by the drier soils of the community's range along the eastern edge of the Swan Coastal Plain.Old large trees became rare after extensive agricultural conversion of land during the twentieth century, but Mueller recorded specimens in the 1870s with trunks up to three metres in width. Removal of trees at farmland was found to be difficult, resisting labour intensive mechanical methods and ringbarking, the cost effective method, demonstrated in 1904 at an experimental farm in Narrogin, was to splinter the trunks and roots with Gelignite.",
    "Uses": "Marri trees played a significant role in Noongar culture, the applications of its products were adapted and exported by the people occupying the Southwest of Australia.The kino, mayat, which oozes from the tree contains tannins which have antiseptic qualities. Mayat was powdered and sprinkled onto open wounds to prevent bleeding, added to water for a mouthwash or disinfectant, mixed with clay and water and used as a medicinal drink for dysentery or used to tan kangaroo skins for cloaks or bags. The use as a remedy for diarrhoea by people of the region was noted by colonist Jane Dodds of Guildford, Western Australia, \"as we do rhubarb but it does not answer for Europeans\". Rosendo Salvado, the Spanish Bishop, contradicts this notion in reporting the efficacy of this remedy for a widespread problem in the new colony, taken in tea or as one or two small lozenges; he says the effect is produced in a day, but also warns that overdose can lead to paralysis. The use of the kino for tanning of animal skins was also adopted by European migrants. Early mentions in literature often remark on the blood-like appearance of the kino that flowed from the marri trees in their new environment, the Diary of George Fletcher Moore recording its use in 1831. The colony began to export the product to England.  Mueller gave a price at markets in London of twenty to twenty five pounds per ton in 1879.  The value of the product was recognised by a 1922 investigation of the state's forestry. A method was patented to improve the use as a tanning agent for commercial applications, increasing its solubility and removing colour. The composition of marri kino is about two thirds tannins, and is unusual in being harvestable without felling the tree.Marri wood is used to make a variety of objects like doarks (sticks for knocking the tops off grass trees), kitjs (spears) and wannas (digging sticks). Marri timber is increasingly featured in modern household furniture. The timber is honey coloured and has a unique vein structure. However, it is not used in construction as the wood structure exhibits complex faults. Trees growing on alluvial soils contain less kino, producing timber with a wider range of applications. The value of marri lacking gum veins was propounded by the state conservator of forest John Ednie Brown in 1897, with a recommendation they be used for packaging fruit, however, the 1922 commission found that while useful for that purpose and others, the irregular faults reduced its utility. This view was reaffirmed by the state conservator in 1957, although the usefulness and high amount of tannin in marri kino was also noted. The wood's strength was utilised in the nineteenth century for handles, spokes and other implements, and applications in building construction, but found to deteriorate when used below ground. While the timber is unsuitable for permanent construction, the availability of the timber in the mid twentieth century saw it recommended by the Forestry Department in lower cost housing and buildings, as scantling, in boat building, and in the construction of rolling stock for railways. The timber failed testing for use as railway sleepers.The blossoms from the marri can be used as a source of sugary syrup, which can be sucked directly from the flower or can be dipped into water to make a sweet drink. The colonial botanist James Drummond noted the preparation of this drink, called numbit, in 1843. These blossoms also attract ngoowak (bees) and honey can be found in the hollows of eucalyptus branches. These trees also attract birds which nest in the hollows, in which eggs can be found to eat.The large and distinctive fruit produced by the tree is featured in the literature of May Gibbs, whose childhood in Western Australia arguably influenced her series on 'Gumnut babies'. The Noongar poet Jack Davis celebrated the importance of marri in his poem 'The Red Gum and I'.",
    "Cultivation": "The tree is able to be cultivated by sowing seeds directly at a site, or raised in pots to avoid damage to seedlings. The species is commercially available as seed or established plants. Seed is harvested from the fruit between February and March, when they are mature within an unopened capsule. While not as commonly used as the local peppermint tree in urban landscaping, the species has been selected for public spaces and as a street tree in the suburbs of Southwest Australia.A tree at Kew Gardens, grown from seeds he had collected in 1802, were the specimens used by Robert Brown in his description of the species. Mueller noted in Eucalyptographia (1879) that the tree could be grown in tropical climes, giving John Kirk's report of its successful introduction to Zanzibar, but that its sensitivity to frost had accounted for its failure in Melbourne, Australia and other regions.",
    "References": "\nBoland, D.J.;  et al. (1999). Forest Trees of Australia (5th ed.). Collingwood: CSIRO Publishing. ISBN 0-643-06969-0.\nPowell, Robert; Jane Emberson, Jane; Hopper, Stephen; McMillan, Peter; Pieroni, Margaret; Patrick, Susan; Seddon, George (1990). Leaf and branch : trees and tall shrubs of Perth (2nd ed.). Perth, W.A.: Dept. of Conservation and Land Management. ISBN 9780730939160."
  }
}