{
  "url": "https://en.wikipedia.org/wiki/Corymbia_opaca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. opaca"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia opaca, also known as the desert bloodwood, is a species of tree that is endemic to northern Australia. It has rough bark on part or all of the trunk, lance-shaped leaves, club-shaped flower buds and urn-shaped fruit. Several part of this plant are used by Australian Aboriginal in traditional medicine.",
    "Description": "Corymbia opaca is a tree, rarely a mallee, that typically grows to a height of 3–15 m (9.8–49.2 ft) and forms a lignotuber. It has rough, tessellated, reddish brown bark over some or all of its trunk. Young plants and coppice regrowth have petiolate, egg-shaped to lance-shaped leaves, 40–90 mm (1.6–3.5 in) long and 11–28 mm (0.43–1.10 in) wide, with a small point on the tip. Adult leaves are arranged alternately, the same shade of green or greyish green on both sides, lance-shaped, 110–190 mm (4.3–7.5 in) long and 14–32 mm (0.55–1.26 in) wide with a petiole 13–25 mm (0.51–0.98 in) long. The flower buds are arranged in groups of seven on an unbranched, cylindrical peduncle 8–15 mm (0.31–0.59 in) long, the individual buds on pedicels 3–7 mm (0.12–0.28 in) long. Mature buds are club-shaped, with an oval floral cup about 7 mm (0.28 in) long and 7–8 mm (0.28–0.31 in) wide and a saucer-shaped operculum that has a central point and is about 2 mm (0.079 in) long and 6–7 mm (0.24–0.28 in) wide. The flowers are creamy white and the fruit is an urn-shaped capsule 16–24 mm (0.63–0.94 in) long and 12–16 mm (0.47–0.63 in) wide.",
    "Taxonomy and naming": "The desert bloodwood was first formally described in 1985 by Denis John Carr and Stella Grace Maisie Carr who gave it the name Eucalyptus opaca and published the description in their book Eucalyptus 1 - New or little-known species of the Corymbosae. The type specimens were collected in 1983 from the Lasseter Highway near Kata Tjuta. In 1995, Ken Hill and Lawrie Johnson changed the name to Corymbia opaca, publishing the change in the journal Telopea. The specific epithet (opaca) is derived from the Latin word opacus meaning \"darkened, dull, not shining or opaque\".This split remains controversial, with some authors and herbaria accepting C. opaca as a distinct species and others considering it to be inseparable from C. terminalis and C. tumescens. To the extent that the species can be reliably differentiated, C. terminalis has thinner leaves larger buds and fruit and thicker pedicels than C. opaca.",
    "Distribution and habitat": "Corymbia opaca occurs in scattered population in desert areas of the southwest Kimberley, Pilbara and northern desert regions of Western Australia, in central and southern parts of the Northern Territory (particularly around Alice Springs) and in the Mann and Musgrave Ranges in the far northwest of South Australia. It commonly grows in sandy soils in alluvial areas and on lower hillslopes.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife and as \"least concern\" in South Australia.",
    "Use in bush medicine": "Occasionally a bloodwood tree will shed a piece of bark, hence opening a \"wound\" through which a blood-like kino will flow. The sap flows until it crystallises, covering up the hole in the bark. Australian Aboriginals collect this substance as bush medicine.  They apply the sticky gum directly to sores or cuts and it works as an antiseptic.  If the sap is in a dried form, it can be crushed into powder and boiled in water to use as an antiseptic wash.Another use of the bloodwood sap by Aboriginal people is to tan \"kangaroo-skin waterbags\".People collect bush coconuts (a type of bush tucker) from the tree, which are produced by an insect in gall.The roots of the bloodwood tree store water.  Aboriginal peoples would dig up the roots and drain the water into a container.\n\n\n== References =="
  }
}