{
  "url": "https://en.wikipedia.org/wiki/Corymbia_arenaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. arenaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia arenaria is a bloodwood native to Western AustraliaThe tree typically grows to a height of 4 to 15 metres (13 to 49 ft) and has tassellated flaky bark. The branchlets are red with pith glands present. The adult leaves are disjunct with a lanceolate to broad lanceolate shape. The leaves are grey-green in colour and are 6 to 12 centimetres (2.4 to 4.7 in) long and 8 to 26 millimetres (0.31 to 1.02 in) wide.It blooms in June or January and produces white flowers. Each terminal conpound conflorescence has seven flowered umbellasters. The pyriform to conical shaped buds\nare 3 to 4 millimetres (0.118 to 0.157 in) long with a diameter of 2 to 3 mm (0.079 to 0.118 in) with white or cream coloured flowers. The fruits that form later have globose to urceolate shape with a length of 9 to 15 mm (0.35 to 0.59 in) and a diameter of 7 to 13 mm (0.28 to 0.51 in) with a depressed disc and enclosed valves. The red-brown seeds within the fruit are cymbiform or ovoid.The species was first formally described by the botanist William Blakely in 1934 as part of the work Key Eucalypts. It was reclassified into the genus Corymbia by Lawrence Alexander Sidney Johnson and Kenneth Hill in 1995. The type specimen was collected by Charles Austin Gardner along the King Edward River in 1921.The species is found along the north coast of the Kimberley region of Western Australia on plateaus, ridges and at the bases of cliffs where it grows in shallow sandy soils over sandstone.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}