{
  "url": "https://en.wikipedia.org/wiki/Corymbia_foelscheana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. foelscheana"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia foelscheana, commonly known as the fan-leaved bloodwood, smooth-barked bloodwood or the broad-leaved bloodwood, is a bloodwood native to the Northern Territory and Western Australia.",
    "Description": "The tree typically grows to 5 to 12 metres (16 to 39 ft) in height and has large fruit with long thick pedicels. The bark is persistent on the trunk and larger branches, it is a dull grey in colour and tessellated or shortly fibrous and sheds in small polygonal flakes. It has disjunct, lanceolate to broad lanceolate or ovate to suborbiculate leaves that are  basally rounded. They are dull, grey-green, thick, concolorous 10 to 16 centimetres (3.9 to 6.3 in) long and 4 to 10 cm (1.6 to 3.9 in) wide.It blooms between October and May and produces a terminal compound conflorescence with umbellasters, with 3 to 7 white or cream flowers with terete penduncles. Later it will produce ovoid to urceolate fruit that are 19 to 30 mm (0.75 to 1.18 in) long with a 14 to 24 mm (0.55 to 0.94 in) diameter.",
    "Range": "The range of the tree extends from the Kimberley region of Western Australia east through the top end of the Northern Territory. It is found on low open woodland and grows well in loam and laterite soils.In a woodland setting associated species include Erythrophleum chlorostachys, Xanthostemon paradoxus, Eucalyptus setosa, Eucalyptus confertiflora and Eucalyptus latifolia in the overstorey and Grevillea decurrens, Gardenia megasperma and Calytrix exstipulata in the sparsely vegetated understorey.",
    "History": "Corymbia foelscheana was first described by the botanist Ferdinand von Mueller in 1882 as Eucalyptus foelscheana. It was described from specimens collected near Darwin. Botanists Ken Hill and Lawrie Johnson were the first to define the genus Corymbia in 1995, identifying the bloodwoods, ghost gums and spotted gums as a group distinct from Eucalyptus.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}