{
  "url": "https://en.wikipedia.org/wiki/Corymbia_ficifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. ficifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia ficifolia, commonly known as the red flowering gum, Albany red flowering gum and the Albany redgum, is one of the most commonly planted ornamental trees in the broader eucalyptus family. The species was previously known as Eucalyptus ficifolia until re-classified in 1995.",
    "Description": "Corymbia ficifolia is a small to medium-sized tree which grows to a height of 10 metres (33 ft), often with a pronounced straggly habit. The bark of the tree is rough to the small branches, fibrous and longitudinally furrowed, and of brown to grey-brown in colour.The adult leaves are flat or slightly undulating of ovate or broadly lanceolate shape, stalked with a dark green upper surface and lighter underneath, and 7 to 15 centimetres (2.8 to 5.9 in) long by 2 to 5 centimetres (0.79 to 1.97 in) wide. The leaves have a prominent mid-rib and fine, closely spaced side veins lying greater than 45° to the mid-rib. Leaves are usually positioned alternately (staggered) along the tree's branchlets.Inflorescence is located at the ends of the branchlets, and form characteristic corymbs of compound flower \"heads\", typically of 7 buds per umbel. Mature buds are obovoid to pear-shaped and 1.2 to 1.8 centimetres (0.47 to 0.71 in) long by 0.6 to 0.8 centimetres (0.24 to 0.31 in) wide. The flowers are brilliant in colour, ranging from pink to orange to bright red, and occasionally cream. The large amount of blossom produced can completely obscure the foliage in summer.The fruit (gum nuts) are large, woody and urn-shaped, 2 to 4.2 centimetres (0.79 to 1.65 in) long by 1.8 to 3 centimetres (0.71 to 1.18 in) wide. At the end of the fruit are 3 (rarely 4) valves, deeply enclosed within the large opening.The name Corymbia ficifolia has its origin in Latin: fici, of figs, and folium, leaf, and refers to the leaf shape resembling that of the genus Ficus.",
    "Distribution": "It is native to a very small area of south coastal Western Australia (measured in just tens of kilometres) to the east of Walpole (430 km Southeast of Perth), but is not considered under threat in the wild. Also found around Albany and in the Stirling Range. It grows well in sandy or loamy soils even those containing gravel and is often found on flats and on hillslopes.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller as Eucalyptus ficifolia in 1860 in the work Fragmenta Phytographiae Australiae.It was reclassified in 1995 by Ken Hill and Lawrence Alexander Sidney Johnson as Corymbia ficifolia is the work Systematic studies in the eucalypts. A revision of the bloodwoods, genus Corymbia (Myrtaceae) as published in the journal Telopea.In 2009,  Parra-O and colleagues published a  combined analysis of nuclear rDNA (ETS + ITS) and morphological characters published to clarify relationships within the genus Corymbia. C. ficifolia was shown to comprise a natural group with two other Western Australian species C. calophylla and C. haematoxylon. They classified the group as section Calophyllae within the subgenus Corymbia.",
    "Cultivation and uses": "In nature Corymbia ficifolia prefers infertile, sandy soils but it is readily adaptable to most temperate locations, provided it is not exposed to severe frost or sustained tropical damp. It is an ideal street tree as it is hardy, moderately fast growing, and rarely grows large enough to require pruning. The largest known single-stemmed tree of this species in the world (216.5 cm diameter) is located on Princes Street in Hamilton, New Zealand. Because of its big and lovely colourful flowers, genetic improvement for cold resistance in Dublin area in Ireland is being carried out by collecting seeds from Western and Southern Australia in the coldest parts of Australia where it grows. In Ireland most of the plants were killed by severe frosts but the surviving shoots have been kept by tissue culture.It is difficult to graft but grows well from seed, typically taking about 7 years before it flowers for the first time and 15–20 years to reach something approaching its full size of anything between 2–8 m. For the home gardener, buying a \"red flowering gum\" from a nursery is something of a gamble: it may or may not be a ficifolia, and the flower colour does not breed true - there is no way to find out what colour the flowers will be short of planting a seedling and waiting for it to reach maturity.",
    "Corymbia similarities": "Corymbia ficifolia is a close relative of marri (Corymbia calophylla), which is widespread in southern WA. Although in the wild it can grow much larger than Corymbia ficifolia (up to 50 m tall), under cultivation this size is rare.\nThe two species can be very difficult to tell apart. There is no single reliable method: it is generally necessary to consider a range of factors, to be aware that they crossbreed readily, and to recall that species is an artificial human concept that nature does not always obey.\nCorymbia calophylla tends to have: \n\nWhite to pink flowers but varies a great deal.\nTends to lighter bark.\nProlific flowering\nBuds generally green\nLeaves often broader relative to length (but very variable).Corymbia ficifolia:\n\nTends to have orange to red flowers, but can be almost white, pink, or deep crimson.\nTends to have darker bark\nVery prolific flowering\nBuds can be any colour: pink, reddish, pale or green.\nLeaves tend to be longer relative to width.Most individual examples are clearly one species or the other, but even experts cannot always tell the difference, particularly as many cultivated trees are crossbreeds.",
    "Flowering": "The common name, \"red flowering gum\" is often used, but generally not to indicate Corymbia ficifolia in particular as opposed to it and other similar looking trees. The name is also something of a misnomer; all gums flower, many are red, Corymbia ficifolia is not really a \"gum\" but a bloodwood, and its flowers can be any shade between pale cream, through pink, to red, orange or deep crimson.\nBoth species are unusual in that they mainly grow only in spring, which means that the flower heads (which blossom in late summer) are outside the bulk of the foliage and very visible. Both species share the habit of flowering heavily only every second year; typically parts of a given tree will flower one year and other parts the next, but this varies greatly: in typical corymbia fashion, each individual tree seems to have its own particular habits.\nAlong with Nuytsia floribunda blossoms of the tree regularly correlate with summer solstice and Christmas season in trees growing in metropolitan Perth.",
    "Gallery": "",
    "See also": "List of Corymbia species",
    "References": "\n\n== External links =="
  }
}