{
  "url": "https://en.wikipedia.org/wiki/Corymbia_eremaea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. eremaea"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia eremaea, commonly known as mallee bloodwood, hill bloodwood and centre range bloodwood, is a member of the genus Corymbia native to central Australia. Indigenous Australians know the plant as muur-muurpa.",
    "Description": "The tree typically grows to a height of 10 metres (33 ft) but is mostly smaller with a mallee habit and forms a lignotuber. It has rough and evenly tessellated bark that is pale grey-brown to red-brown to orange-brown in colour. Adult leaves are alternate with petioles that are 0.6 to 2 centimetres (0.24 to 0.79 in) long. The leaf blade is narrowly lanceolate to lanceolate in shape and 6 to 15 cm (2.4 to 5.9 in) long and 0.8 to 2.1 cm (0.31 to 0.83 in) wide. The leaves are flat, concolorous, dull to slightly glossy green with a base tapering to the petiole.Corymbia eremaea produces white flowers between November and January. The conflorescence is compound and terminal with umbellasters that have seven regular flowers. Peduncles are quadrangular or narrowly flattened or angular with terete pedicels.\nFruits are ovoid to urceolate in shape with dull to semi-glossy red-brown ovoid seeds.",
    "Distribution": "It is found on stony hills and rocky slopes in the Goldfields-Esperance region of Western Australia, the north west of South Australia and the south east of the Northern Territory.",
    "Taxonomy": "There are two recognised subspecies:\n\nCorymbia eremaea subsp. eremaea\nCorymbia eremaea subsp. oligocarpa",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}