{
  "url": "https://en.wikipedia.org/wiki/Corymbia_aspera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. aspera"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia aspera, commonly known as the rough-leaved ghost gum or rough leaf range gum, is a bloodwood native to northern Australia.The tree typically grows to a height of 4 to 10 metres (13 to 33 ft) but can grow to 15 m (49 ft). It often forms a lignotuber and has smooth creamy white to flaky tessellated bark at the base. The branchlets lack oil glands in the pith. The leaves in the crown are opposite and sessile with a length of 1.5 to 6.8 centimetres (0.6 to 2.7 in) and width of 0.7 to 3.5 cm (0.3 to 1.4 in).It blooms from October to November and produces white flowers. The axillary compound inflorescences axillary compound have seven buds per umbel. The mature buds have an obovoid to pyriform shape and are 0.3 to 0.5 cm (0.118 to 0.197 in) in length and 0.3 to 0.4 cm (0.118 to 0.157 in) across with a smooth surface smooth and creamy white flowers. The cupular or barrel-shaped fruits are 0.5 to 0.8 cm (0.20 to 0.31 in) long and 0.4 to 0.7 cm (0.16 to 0.28 in) wide with a descending disc and three enclosed valves. The reddish-brown seeds have a flattened to saucer-shaped appearance.Its range extends from the Pilbara and Kimberley regions of Western Australia extending east through the Roper and McArthur River catchments in the Northern Territory and into Queensland as far east as the Selwyn Range to the south east of Cloncurry. Often found on rocky outcrops and hills as well as floodplains it grows in red sand, alluvium and skeletal soils as part of open woodland communities.",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}