{
  "url": "https://en.wikipedia.org/wiki/Corymbia_bella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Corymbia"
    },
    {
      "Species": "C. bella"
    }
  ],
  "text": {
    "__SUMMARY__": "Corymbia bella, commonly known as the ghost gum, weeping ghost gum, or the paper-fruited bloodwood, is a bloodwood native to northern Australia.",
    "Description": "The tree typically grows to a height of 6 to 20 metres (20 to 66 ft) and as tall as 30 metres (98 ft), and forms a lignotuber. It has smooth, powdery white to pale grey bark tending to this rough bark at the base. Branchlets are smooth and non-glaucous lacking oil glands in the pith. Adult leaves are alternate occasionally in pairs, the blades are lanceolate to narrowly falcate and are 7 to 23 centimetres (3 to 9 in) long and 0.6 to 2.5 cm (0.2 to 1.0 in) wide. The leaf is base tapering to petiole, undulate with green to slightly grey-green colour. Leaves are dull or slightly glossy with an intramarginal vein present and obscure oil glands.\nC. bella flowers between September and January and produces axillary, or rarely terminal, inflorescences with an expanded rhachis and perfumed creamy-white flowers. It then fruits between January and December producing pedicellate, cupular to barrel-shaped fruit that is  0.8 to 1.1 cm (0.3 to 0.4 in) long and 0.6 to 1.1 cm (0.2 to 0.4 in) wide.\nThe tree is able form seeds after about 11 years. Following fire it will have an epicormic response and resprout shortly afterward. If the fire scorches all of the leaves the trees have a mortality rate of less than 30%.",
    "Range": "The range of C. bella extends from the Kimberley region of Western Australia across the Northern Territory and northern part of Queensland. It is common in monsoonal areas as far west as Broome and then along the Mitchell Plateau through to Kununurra and Derby. It is then spread across the top end of the Northern Territory from Top Springs to Pine Creek north to Darwin and spreading around the Gulf of Carpentaria. It is then found east from the border from Doomadgee to Cloncurry and Croydon and in the south west of the Cape York Peninsula as far as the lower part of the Mitchell River.The tree prefers alluvial soils along low lying seasonally wet areas such as flood plains where it comprises part of the woodlands found in these locations. It is also commonly found along creek levees and the edge of swamps and lakes amongst Melaleucas. Also makes up part of savanah woodland at low point of the plains.",
    "Cultivation": "The tree is easily cultivated from seed and grows well in colder climates despite its origins. It is adaptable to most dry or moist well-drained soils in a sunny position and is regarded as hardy, drought and frost tolerant. Although seed can be planted at most times of the year in Australia it is best sown in spring or autumn in temperate climates. The optimum germination temperature for germination is around 18 to 22 °C (64 to 72 °F).",
    "See also": "List of Corymbia species\n\n\n== References =="
  }
}