{
  "url": "https://en.wikipedia.org/wiki/Acacia_acinacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. acinacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia acinacea, commonly known as gold dust wattle, is a flowering shrub. It is native to south eastern Australia and lives for 15 years on average. They are tolerant of drought and frost. It is a species of wattle, and is also known as wreath wattle or round-leaf wattle.",
    "Description": "The shrub can have a bushy or straggly habit and typically grows to a height of around 2.5 m (8 ft 2 in). It has glabrous or hairy branchlets that are angled at extremities. Like most species of Acacia it has phyllodes rather than true leaves. The glabrous or hairy, evergreen phyllodes often have an asymmetric oblong-elliptic, broadly obovate or circular shape and have a length of 0.4 to 1.5 cm (0.16 to 0.59 in) and a width of 2 to 8 mm (0.079 to 0.315 in) with an obscure or absent midrib obscure or absent.. It blooms, usually prolifically, between July and November producing spherical flower-heads with a diameter of 4 to 4.5 mm (0.16 to 0.18 in) containg 8 to 20 golden coloured flowers. After flowering glaborous, crustaceous seed pods form that are circinnate to spirally coiled or irregularly twisted. The pods have a width of 3 to 4.5 mm (0.12 to 0.18 in) with longitudinally arranged seeds inside. The shiny dark brown seeds have an oblong shape and a length of 4 to 5 mm (0.16 to 0.20 in) with a clavate aril that can be half as long as the seed.",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1838 as part of Thomas Mitchell's work Three Expeditions into the interior of Eastern Australia. It has many synonyms including Acacia acinacea var. acinacea and Racosperma acinaceum.\nThe specific epithet, acinacea, derives from the Latin for a short Persian sword (acinaces) and references the shape of the phyllodes.",
    "Distribution": "It is endemic and common throughout most of Victoria, south eastern South Australia, south eastern New South Wales and the Australian Capital Territory. It is often found in hilly country and grows well in sand, sandy loam and gravelly soils as a part of Eucalyptus woodlands, woodland heath and open mallee scrubland communities.\nThey are a hardy, free-flowering species with very specific soil requirements. The requirements are that the soil is well-drained and non-saline, although it can tolerate many different types.",
    "References": "",
    "External links": "Australian National Government\nFlorabank fact sheet"
  }
}