{
  "url": "https://en.wikipedia.org/wiki/Acacia_dictyocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dictyocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dictyocarpa is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south eastern Australia.",
    "Description": "The rounded shrub typically grows to a height of 1 to 3 m (3 ft 3 in to 9 ft 10 in) and has branches with hairs pressed closely to the surface and golden coloured hairy shoots. Like most species of Acacia it has phyllodes rather than true leaves. They often have an asymmetrically oblong-elliptic to oblong-obovate shape with a length of 1.3 to 3 cm (0.51 to 1.18 in) and a width of 4 to 12 mm (0.16 to 0.47 in) and are densely haired that becomes sparse with age. The grey-green coloured phyllodes are obtuse to subacute and a have a single main vein with obscure lateral veins. It blooms in winter and spring from around July to October and produces inflorescences with one to five heads with spherical flower-heads containing 15 to 30 golden coloured flowers. After flowering chartaceous, linear to narrowly oblong seed pods form that are often constricted between seeds, The glabrous, dark brown or black pods are often lightly covered in a fine white powder. The subshiny, brown to black seeds have a length of 4 to 5.5 mm (0.16 to 0.22 in) and are punctate about the centre.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae as published in Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde.",
    "Distribution": "It is found in north western parts of Victoria with its range extending into eastern parts of South Australia growing in sandy or loamy soils in mallee or open woodland communities. In Victoria it is found scattered through the Mallee and Wimmera regions. In South Australia it is scattered across the southern coast to around Yalate to the north west of the Eyre Peninsula.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}