{
  "url": "https://en.wikipedia.org/wiki/Acacia_fasciculifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. fasciculifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia fasciculifera, commonly known as scrub ironbark or less frequently as rosewood, is a tree belonging to the genus Acacia and the subgenus Phyllodineae endemic to parts of Queensland.",
    "Description": "The tree can grow to a height of up 10 to 20 m (33 to 66 ft) and forms a dense canopy. It has flexuose and  pendulous branchlets that are glabrous. The light green phyllodes have a narrowly oblong to narrowly elliptic shape. The phyllodes have a  length of 4 to 15 cm (1.6 to 5.9 in) and a width of 7 to 20 mm (0.28 to 0.79 in) with prominent midribs and marginal nerves. It mostly flowers in the summer months between November and March. The inflorescences occur in groups of two to eight usually as axillary clusters with spherical flower-heads containing 20 to 40 cream coloured flowers. The thinly coriaceous seed pods that form after flowering have a length of up to 12.5 cm (4.9 in) and a width of 10 to 13 mm (0.39 to 0.51 in) and have a prominent nerve along the margin. The slightly shiny dark brown flat seeds within the pod have an oblong to orbicular shape with a length of 6 to 7 mm (0.24 to 0.28 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1864 as part of the work Flora Australiensis. It was reclassified as Racosperma fasciculiferum in 1987 by Leslie Pedley then transferred back to genus Acacia in 2001. The only other synonym is Acacia penninervis var. stenophylla.",
    "Distribution": "It is found in Queensland from Boonah in the south up to around Bowen in the north with the bulk of the population situated between Boonah and Rockhampton. It is found on ridges and along creek lines growing as a part of Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}