{
  "url": "https://en.wikipedia.org/wiki/Acacia_inophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. inophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia inophloia, commonly known as fibre-barked wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to Western Australia.",
    "Description": "The shrub or tree has tough fibrous bark and typically grows to a height of 1 to 4 metres (3 to 13 ft). The bark is shaggy and stringy on the trunk with minni ritchi style bark of the outer branches. When new shoots form they are viscid and a bright yellow-green colour. The ascending greyish green phyllodes are filiform and gently curved with a length of 6 to 15 centimetres (2 to 6 in) and a diameter of 0.6 to 0.8 millimetres (0.024 to 0.031 in). It blooms from August to October producing yellow flowers. The simple inflorescences are arranged with one per axil. The flower heads have an obloid to cylindrical shape containing 50 to 76 flowers and are 8 to 20 mm (0.31 to 0.79 in) in length with a diameter of 4 to 6 mm (0.16 to 0.24 in). Following flowering linear to slightly curved seed pods form that are up to 8 cm (3 in) in length and have a width of 2.5 to 4 mm (0.098 to 0.157 in) containing glossy mottled brown seed with a broadly elliptic or oblong shape and a length of around 23.5 mm (0.925 in).",
    "Distribution": "It is endemic to an area in the Wheatbelt and Goldfields regions of Western Australia where it grows in gravelly, sandy and loamy granitic soils. The bulk of the population is found between Quairading and Kulin and is a part of shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}