{
  "url": "https://en.wikipedia.org/wiki/Acacia_lamprocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. lamprocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia lamprocarpa, commonly known as western salwood, is a tree belonging to the genus Acacia and the subgenus Juliflorae endemic to northern Australia.",
    "Description": "The tree has papery, flaky yellow-brown bark and typically grows to a height of 4 to 15 metres (13 to 49 ft). The trunk of the tree rarely exceeds 30 centimetres (12 in) in diameter. The slender glabrous branchlets are often pendulous in form. The grey-greenphyllodes have a length of 7.5 to 14.5 centimetres (3.0 to 5.7 in) and a width of 0.9 to 1.8 cm (0.35 to 0.71 in). It blooms from April to June producing pale yellow flowers. The flower spikes reach a length of up to 5 cm (2.0 in) found as aggregated groups of one to five located on the upper axils. Following flowering oblong to narrowly oblong woody seed pods form that twist into a spiral one to three times. The pods are 2 to 12.5 cm (0.79 to 4.92 in) in length and 1.4 to 3.2 cm (0.55 to 1.26 in) wide and contain irregularly-shaped glossy black seeds that are 4 to 7 mm (0.157 to 0.276 in) long and half as wide.",
    "Taxonomy": "The species was first formally described by the botanist Otto Karl Anton Schwarz in 1927 as part of the work Plantae novae vel minus cognitae Australiae tropicae. Repertorium Specierum Novarum Regni Vegetabilis. It was reclassified as Racosperma lamprocarpum by Leslie Pedley in 2003 before being transferred back to the genus Acacia in 2006. The other known synonym is Acacia aulacocarpa.",
    "Distribution": "It is found across northern Australia in Western Australia, the Northern Territory and the Gulf Country of north east Queensland.\nIn Western Australia is native to a small area in the Kimberley region where it grows in sandy soils over sandstone or laterite.\nThe tree is part of in and around the edges of monsoon forest and in open forest communities found in sandstone gorges.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}