{
  "url": "https://en.wikipedia.org/wiki/Acacia_genistifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. genistifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia genistifolia, commonly known as spreading wattle or early wattle is a species of Acacia in the family Fabaceae that is native to south eastern Australia.",
    "Description": "The small to medium sized shrub can reach a height of around 3 m (9.8 ft). It has rigid and narrow phyllodes that are 15 to 30 mm (0.59 to 1.18 in) in length and terminate with a sharp point. It blooms between late summer and spring producing inflorescences with cream or pale yellow coloured flowers that are found in spherical shaped clusters appearing in the phyllode axils. The simple inflorescences mostly occur in groups of two to four and the flower-heads contain 12 to 25 flowers. The linear thinly coriaceous seed pods that appear after flowering are raised over the seeds and have a length of 4 to 11 cm (1.6 to 4.3 in) and a width of 4 to 7 mm (0.16 to 0.28 in). The seeds found within the pods are longitudinally arranged with a length of 3.5 to 5.5 mm (0.14 to 0.22 in).",
    "Distribution": "The shrub is endemic to south eastern New South Wales, eastern Victoria and eastern Tasmania as a part of open forest or heath communities. The plants range extends from around Dubbo in the north down through the Australian Capital Territory to the Grampians in Victoria. The species is more common in north eastern Tasmania including Bruny and Flinders Islands. It grows in many different types of soils at an altitude of less than 1,000 m (3,300 ft) as a part of dry sclerophyll forest or heathland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}