{
  "url": "https://en.wikipedia.org/wiki/Acacia_eremophiloides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. eremophiloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia eremophiloides is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to Queensland.",
    "Description": "The resinous, glabrous shrub typically grows to a height of 2.5 m (8 ft 2 in) and has slender branchlets. The evergreen phyllodes are patent to erect and have a linear shape that can be shallowly incurved. The phyllodes have a length of 3 to 6.5 cm (1.2 to 2.6 in) and a width of 2.5 to 4 mm (0.098 to 0.157 in) and narrow toward the base and have a prominent midrib and margins. It produces simple inflorescences occurring singly or in pairs in the axils. The spherical flower-heads contain 20 to 30 golden coloured flowers. The linear cinnamon brown seed pods that form after flowering are convex over the seeds and are up to 8 cm (3.1 in) in length and 3.5 to 5 mm (0.14 to 0.20 in) wide. The pods contain longitudinally arranged seeds with a length of 3.3 mm (0.13 in).",
    "Taxonomy": "The species was first formally  described by the botanists Leslie Pedley and P.I.Forst on 1986 as part of the work Acacia eremophiloides (Mimosaceae) A new species from south-eastern Queensland published in the journal Austrobaileya. It was reclassified by Pedley in 1987 as Racosperma eremophiloides then transferred back to genus Acacia in 2001.",
    "Distribution": "It is confined to a small area of South East Queensland in the Bunrett pastoral district. The population is around 45 km (28 mi) south west of Gayndah and a similar distance south east from Mundubbera. The population has a range of around 10 km (6.2 mi) and is composed of around 5,000 plants. It is situated within an area of 4 to 5 ha (9.9 to 12.4 acres) and is found on an among granite outcrop at an altitude of 460 to 550 mm (18 to 22 in).",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}