{
  "url": "https://en.wikipedia.org/wiki/Acacia_myrtifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. myrtifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia myrtifolia, known colloquially as myrtle wattle, red stem wattle or red-stemmed wattle, is a species of Acacia native to coastal areas of southern and eastern Australia.",
    "Description": "It is a small, bushy and glabrous shrub that typically grows to 0.3–3 m (0.98–9.84 ft) in height and 2–3 m (6.6–9.8 ft) across. It has smooth grey coloured bark. The distinctive red branches are angled upward and have prominent ridges. The green slightly curved phyllodes have an elliptic to narrowly elliptic or oblanceolate shape. Each phyllode is 2–9 cm (1-3½ in) in length and 0.5–3 cm wide. Its flowers are creamy white or pale yellow and appear in winter and spring. The inflorescence is glabrous with globose heads with a diameter of 6 to 13 mm (0.24 to 0.51 in). These are followed by 4–7 cm (1.5–3 in) long curved seed pods. \nThe pale pods have prominent margins and are thinly woody to firm and brittle when dry. Shiny brown seeds are arranged longitudinally in the pod. Each seed is narrowly oblong with a length of 3.5 to 4.5 mm (0.14 to 0.18 in).",
    "Taxonomy": "The species was first formally described by the botanist Carl Ludwig von Willdenow in 1806 in the work Species Plantarum. Several synonyms for the species are known including; Racosperma myrtifolium, Acacia amoena, Acacia trigona, Mimosa marginata and Acacia acutifolia.It was one of the earliest plants described in the colony, having been illustrated by James Sowerby. Its specific epithet 'myrtle-leaved' is derived from the Latin myrtus 'myrtle', and folium 'leaf'.A. myrtifolia is part of the 'A. myrtifolia group' of Acacias along with eight other closely related species all found in Western Australia; Acacia celastrifolia, Acacia clydonophora, Acacia disticha, Acacia durabilis, Acacia heterochroa, Acacia nervosa, Acacia obovata and Acacia pygmaea.",
    "Distribution": "The shrub is found across the south coast of Western Australia and extends inland. It is found in the South West, Wheatbelt, Great Southern and Goldfields-Esperance regions. Form Albany in the south to Kondinin in the north and from Augusta in the west to Cape Arid in the east. It grows well in a range of habitats in gravelly or sandy soils.It is also found in coastal areas of South Australia east of the Eyre Peninsula extending coastal areas of Victoria and New South Wales and north into Queensland as far as Gladstone. It is also found in coastal areas of Tasmania.Habitats where A. myrtifolia is found is mostly open forest, mixed woodlands, scrub or heath, usually in coastal or near-coastal locations. The distribution pattern of the shrub closely follows the combined distributions of Acacia subcaerulea and Acacia suaveolens.",
    "Cultivation": "A. myrtifolia is one of the earliest native Australian plants to be cultivated in Europe. The species has also been cultivated in Australia but it is not widely used in gardens as many other Acacia species have more colourful flowers. It prefers well drained soils, full sun and will tolerate moderate frosts. If it is lightly pruned after flowering it will produce a busy growth habit.If grown from seed, pre-treatment by soaking in boiling water or by scarification is required. Propagation from cuttings can also work.The fast growing shrub is suitable for low maintenance gardens, roadside verges and large median strips as a wind-break, natural barrier or erosion control.\n\n\n== References =="
  }
}