{
  "url": "https://en.wikipedia.org/wiki/Acacia_pterocaulon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pterocaulon"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pterocaulon is a shrub belonging to the genus Acacia and subgenus Alatae. It is native to a small area in the Mid West region of Western Australia.",
    "Description": "The intricate shrub has an erect or sprawling habit with many branches. It typically grows to a height of 0.5 to 1.3 metres (1.6 to 4.3 ft) but can reach up to around 2 m (6.6 ft).\nIt has green glabrous branchlets. The phyllodes are continuous with the branchlets, splitting to form opposing wings along the branchlet with each one extending to the next underneath. Each wing is 2 to 6 millimetres (0.08 to 0.24 in) wide. The free portion of each phyllode has a lanceolate to narrowly triangular shape and is straight or very shallowly incurved with a length of 1 to 5.5 centimetres (0.4 to 2.2 in).\nIt blooms between October and January producing yellow flowers. Each racemose inflorescences has globular head of a 10 to 15 mm (0.39 to 0.59 in) diameter containing 60 to 70 densely packed golden flowers. Linear seed pods form later that are up to 12 cm (4.7 in) in length and 4 to 5 mm (0.16 to 0.20 in) wide. Each oblong seed is 4.5 to 5 mm (0.18 to 0.20 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1995 as part of the work Acacia Miscellany 13. Taxonomy of some Western Australian phyllocladinous and aphyllodinous taxa (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was reclassified by Leslie Pedley in 2003 and Racosperma pterocaulon then transferred back to the current genus in 2006.The type specimen was collected by Maslin in 1976 near Three Springs.Acacia willdenowiana has phyllodes resembling those of A. pterocaulon. It is also similar to the closely related Acacia glaucoptera.",
    "Distribution": "The species is confined to a small area between Morawa and Three Springs where it is found on rocky hill slopes where growing in clay-loam or sandy-loam soils. It is often part of the understorey in Eucalyptus woodland communities or in dense Casuarina scrub.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}