{
  "url": "https://en.wikipedia.org/wiki/Acacia_chrysocephala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. chrysocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia chrysocephala is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The dense, compact and spiny shrub typically grows to a height of 0.2 to 0.6 metres (1 to 2 ft). It blooms from May to October and produces yellow flowers. The inequilateral phyllodes have an obtriangular to shallowly obtriangular shape with a margin congruent with branchlet. The glabrous phyllodes are 3 to 12 millimetres (0.12 to 0.47 in) in length and 1.5 to 10 mm (0.06 to 0.39 in) and are commonly pungent. The simple inflorescences usually occur with one per axil forming globular flower heads with two to four flowers per head. Following flowering shallowly curved seed pods form with a length of up to 3 centimetres (1.18 in) and a width of 1.5 to 10 mm (0.06 to 0.39 in). The shiny brown longitudinally oblong seeds are 1.5 to 10 mm (0.06 to 0.39 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1978 as part of the work Studies in the genus Acacia (Mimosaceae) - A revision of the Uninerves - Triangulares, in part (the tetramerous species) as published in the journal Nuytsia. Synonyms for this species include Racosperma chrysocephalum and Acacia biflora var. aurea.A.  is a member of the Acacia biflora group and is  related to Acacia incrassata.",
    "Distribution": "It is native to an area in the Great Southern, Wheatbelt and the Goldfields-Esperance regions  of Western Australia where it grows in sandy or clay soils over laterite.\nThe distribution is scattered from around York extending south to around the Stirling Range and east as far as Scaddan. It is found in Eucalyptus wandoo woodlands, Eucalyptus marginata forests, in mallee scrub and sometimes in low heath communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}