{
  "url": "https://en.wikipedia.org/wiki/Acacia_cangaiensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cangaiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cangaiensis is a species of Acacia native to eastern Australia.",
    "Description": "The tree or shrub typically grows to a height of 2 to 6 metres (7 to 20 ft) in height. The bark is dark brown and smooth or finely fissured. It has terete branchlets with fine white to yellow appressed hairs. The simple axillary inflorescences occur in groups of 7 to 25 with spherical flowerheads that have a diameter of 5 to 7 mm (0.20 to 0.28 in) and contain 24 to 43 bright yellow flowers that occur between January and March. The flat, leathery, straight to curved and twisted seed pods that form after flowering have a length of 2 to 14 cm (0.79 to 5.51 in) and a width of 9 to 12 mm (0.35 to 0.47 in).",
    "Taxonomy": "The species was first formally described by the botanists Mary Tindale and Phillip Kodela in 1991 as part of the work Acacia tesellata, A. cangaiensis and A. dangarensis (Fabaceae, Mimosoideae), three new species from Northern New South Wales, Australia as published in the journal Australian Systematic Botany. It was reclassified as Racosperma cangaiense in 2006 and transferred back into the genus Acacia in 2006. The specific epithet is taken from the Cangai State forest from where the type specimen was collected.",
    "Distribution": "The species has a limited distribution in the small area of north eastern New South Wales in the Gibraltar Range National Park to the Nymboida National Park including the Cangai State Forest. It is often part of dry sclerophyll forest communities growing on rocky slopes and ridges in skeletal sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}