{
  "url": "https://en.wikipedia.org/wiki/Acacia_sibirica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. sibirica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia sibirica, commonly known as bastard mulga or false witchetty bush, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to arid areas of Australia.",
    "Description": "The spreading tree or shrub typically grows to a height of 5 metres (16 ft) with smooth fissured dark grey bark. The plant generally has a rounded or obconic habit with several stright to crooked, spreading main stems from the base with dense and spreading crown. The slightly shiny, glabrous, green to grey-green phyllodes are variable in shape and size They have a linear to narrowly oblong or narrowly elliptic shape and are 3.5 to 10 centimetres (1.4 to 3.9 in) in length with a width of about 1 to 5 millimetres (0.04 to 0.20 in). The phyllodes are coriaceous and have an erect or spreading arrangement. The plant flowers between May and July but sometimes as late as September with Inflorescences that have rudimentary racemes which are scattered over the plants and not particularly showy. The spikes are bright golden with small flowers, that eventually form flat seed pods which have a linear to narrowly oblong shape and are 4 to 9 cm (1.6 to 3.5 in) and a width of 3 to 5 mm (0.12 to 0.20 in).Acacia sibirica is often difficult to separate from  A. kempeana, which differs in usually having broader phyllodes (4-15 mm wide) and pods (8-20 mm wide) and in its seeds being oblique to transverse (whereas they are longitudinal to longitudinally oblique in A. sibirica).",
    "Taxonomy": "The species was first formally described by the botanist Spencer Le Marchant Moore in 1899 as part of the work The Botanical Results of a Journey into the Interior of Western Australia as published in the Journal of the Linnean Society, Botany. He was involved in an expedition to remote parts of Western Australia from December 1894 to October 1895 when he collected the type specimen.Several synonyms exist for this species including: Acacia kempeana described by Ferdinand von Mueller in 1882 in Remarks on Australian Acacias published in Australasian Chemist and Druggist, Acacia stowardii by Joseph Maiden in 1917 in Journal and Proceedings of the Royal Society of New South Wales, Racosperma stowardii, Acacia clivicola, Racosperma sibiricum and Racosperma clivicola all by Leslie Pedley.The species name sibirica is taken from the name of the now deserted town of Siberia where the type specimen was collected from.The species is a member of a taxonomically complex small group of species including A. adsurgens, A. atkinsiana, A. kempeana and A. rhodophloia. Of the other Acacias A. sibirica is most closely related to A. kempeana.",
    "Distribution": "In it is found on rocky ridges, breakaways in skeletal sand soils in inland areas of all states of mainland Australia except Victoria. In Western Australia it is found in the Mid West, Pilbara and Goldfields-Esperance regions where it grows in stony red sandy-clay-loam soils over ironstone, basalt or laterite. In the Northern Territory it is found in the IBRA bioregions of Burt Plain, Central Ranges, Channel Country, Finke (biogeographic region), Gibson Desert, Great Sandy Desert, Great Victoria Desert, Little Sandy Desert, MacDonnell Ranges, Mitchell Grass Downs, Mulga Lands, Pilbara, Simpson Strzelecki Dunefields, Stony Plains, and Tanami, and occurs on rocky or gravelly ranges, hills or rises composed of neutral or acidic rocks, sandplains, low sandy rises, dunefields, Mulga-dominated red earth plains and creek floodouts.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}