{
  "url": "https://en.wikipedia.org/wiki/Acacia_woodmaniorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. woodmaniorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia woodmaniorum, also known as Woodman's wattle, is a shrub belonging to the genus Acacia and subgenus Alatae. It is native to a small area in Western Australia.",
    "Description": "The shrub is hard, prickly with intricate branching that typically grows to a height of 2 metres (7 ft) and a width of around 2 m (7 ft) with grey, slightly roughened bark on the stem and branches. The green glabrous branches are flexuose. The phyllodes form opposite wings along the length of the branchlets. Each dull green wing is continued to the one below and are about 2 to 10 millimetres (0.08 to 0.39 in) across. The shrub blooms in June producing simple inflorescences that have one or two globular heads each containing 27 to 28 light golden flowers. The narrowly oblong seed pods that form after flowering are straight to curved and 10 to 45 mm (0.39 to 1.77 in) in length and 5 to 7 mm (0.20 to 0.28 in) wide. The seeds are 3 to 4 mm (0.12 to 0.16 in) long with an irregular shaped.",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and Carrie Buscumb in 2007 in the work Two new species of Acacia (Leguminosae: Mimosoideae) from banded ironstone ranges in the Midwest region of south-west Western Australia as published in the journal Nuytsia.The type specimen was collected by Maslin in June 2006. The species is named to honour the brothers Simon, Richard and Greg Woodman, who have been great assistance to Maslin.",
    "Distribution": "The species is found in a small area near Perenjori in the Mid West region of Western Australia. It grows red silt and thin sands over red ironstone and laterite on crests and ridges of ranges. Only three populations in the Blue Hill Range are known. Each population is within 1 to 5 kilometres (0.6 to 3.1 mi) of the next and covers an area of around 40 square kilometres (15 sq mi) in total. The species is mostly found in tall shrubland communities or thickets dominated by other Acacia species, Allocasuarina acutivalvis or Eucalyptus petraea",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}