{
  "url": "https://en.wikipedia.org/wiki/Acacia_latifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. latifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia latifolia is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to tropical parts of northern Australia.",
    "Description": "The spindly erect shrub typically grows to a height of 1.5 to 5 metres (5 to 16 ft). It has smooth brown bark and flattened tawny yellow or brown glabrous branchlets that are 0.5 to 1 cm (0.20 to 0.39 in) The thin green obliquely narrowly lanceolate to elliptic phyllodes have a length of 6.5 to 13 cm (2.6 to 5.1 in) and a width of 14 to 45 mm (0.55 to 1.77 in) with three to five conspicuous, longitudinal nerves. It blooms from May and July to August or October producing yellow flowers. The golden flower-spikes are around 1.6 to 2.7 cm (0.63 to 1.06 in) in length. The linear brown seed pods that form after flowering have a linear shape with straight sides. The pods are 4 to 11 cm (1.6 to 4.3 in) in length and 2 to 4.5 mm (0.079 to 0.177 in) wide with prominent pale margins. The brown seeds found inside the pods have an oblong-elliptic shape and around 2.2 to 4.7 cm (0.87 to 1.85 in) in length.",
    "Taxonomy": "It was first formally named by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the  London Journal of Botany. It was reclassified as Racosperma latifolium by Leslie Pedley in 1987 and then transferred back to genusAcacia in 2001.",
    "Distribution": "It is native to several small areas in the Kimberley region of Western Australia growing is sandy soils over sandstone. It also has a disjunct distribution in the top end of the Northern Territory and the north western corner of Queensland. It is often found on sandstone plateaux, on cliffs and along watercourses in gullies or in crevices amongst rocky outcrops. It is found around basalt or quartzite growing in stony, sandy and alluvial soils as a part of mixed shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}