{
  "url": "https://en.wikipedia.org/wiki/Acacia_colei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. colei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia colei is a perennial bush or tree native to northern Australia and southern Asia.  A common name for it is Cole's wattle. Acacia colei blooms from May through September and the flowers are bright yellow.",
    "Description": "The shrub typically grows to a height of 2 to 4 m (6 ft 7 in to 13 ft 1 in) or is found sometimes as a tree up heights of around 9 m (30 ft) usually with  a spreading habit. It has sericeous new shoots with pale yellow-brown hairs that age to have a silvery colour. The acutely angled branchlets are silvery-sericeous. The silvery-green to grey-green phyllodes usually have an obliquely narrowly elliptic shape that is more or less straight but often shallowly recurved at the apice. The phyllodes are around 11 to 20 cm (4.3 to 7.9 in) in length and have a width of 1 to 5.5 cm (0.39 to 2.17 in) and have a knob shaped mucro. The rudimentary inflorescences occur in pairs in the racemes and have a axes length of 0.5 mm (0.020 in). The golden flower spikes are 3.5 to 6 cm (1.4 to 2.4 in) in length with hairy petals. The seed pods that form later are openly and strongly curved or tightly and irregularly coiled or twisted with twisted dehisced valves. The glabrous pods have a width of 3.5 to 4 mm (0.14 to 0.16 in) and are thinly coriaceous to crustaceous. The glossy brown to black coloured seeds within the pods have an oblong shape and are 4 to 4.5 mm (0.16 to 0.18 in) in length with a bright yellow aril.",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and L.A.J.Thomson in 1992 in the work Re-appraisal of the taxonomy of Acacia holosericea, including the description of a new species, A. colei, and the reinstatement of A. neurocarpa published in the journal Australian Systematic Botany. It was reclassified as Racosperma colei by Leslie Pedley in 2003 then returned to genus Acacia in 2006. The species is commonly confused with Acacia holosericea which it closely resembles.There are two varieties:\n\nAcacia colei Maslin & L. A. J. Thomson var. colei, known as Cole's wattle.\nAcacia colei var. ileocarpa M. W. McDonald & Maslin, known as curly-podded Cole’s wattle.",
    "Distribution": "The plant is found throughout northern Australia between latitudes of 16°S and 22°S from the Pilbara and Kimberley regions of Western Australia in the west extending east through the Tanami Desert and Great Sandy Deserts in the Northern Territory and into the Simpson Desert and Gulf Country of western Queensland. It is well adapted to an arid environment and is found in a variety of habitat including stony hills and ridges, sandplains, floodplains and along drainage lines growing in stony, sandy, clay-loam soils.",
    "Uses": "Its uses include environmental management, forage and wood.  The seeds are good-tasting and are potentially useful as food for humans.  The results of tests in Nigeria for the feasibility of raising the tree as a drought-resistant food crop came out very positively.",
    "Phytochemistry": "Several recent reports of up to 1.8% dimethyltryptamine bark.\n\n\n== References =="
  }
}