{
  "url": "https://en.wikipedia.org/wiki/Acacia_yorkrakinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. yorkrakinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia yorkrakinensis is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to Western Australia.",
    "Description": "The spreading often dense shrub typically grows to a height of 1 to 4 metres (3 to 13 ft) and branches from near ground level. The grey-green phyllodes have a linear to linear-elliptic to narrowly oblong-elliptic shape and are straight to shallowly curved. Phyllodes have a length of 3 to 16 cm (1.2 to 6.3 in) and a width of 3 to 13 mm (0.12 to 0.51 in)  with red to brown margins with numerous, fine, closely parallel veins. It blooms from July to September and produces yellow flowers. The inflorescences form on one to four headed racemes. The flower spikes have a length of 10 to 22 mm (0.39 to 0.87 in) and a diameter of 5 to 7 mm (0.20 to 0.28 in). The seed pods that form later have a linear shape and raised between the seeds inside. the pods have a length of around 11 cm (4.3 in) and a width of 5 to 5.5 mm (0.20 to 0.22 in). the glossy black-brown seeds inside have an oblong-elliptic shape.",
    "Taxonomy": "The species was first formally described by the botanist Charles Austin Gardner in 1942 as part of the work Contributiones Florae Australiae Occidentalis as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma yorkrakinense by Leslie Pedley in 2003 and thentransferred back to the Acacia genus in 2006.The [botanical name|specific epithet]] is in reference to Yorkrakine, the town where the type specimen was collected.There are two subspecies;\n\nAcacia yorkrakinensis subsp. acrita described by R.S.Cowan  and Bruce Maslin in 1995.\nAcacia yorkrakinensis C.A.Gardner subsp. yorkrakinensis.",
    "Distribution": "It is endemic to an area in the Whearbelt and Goldfields regions of Western Australia where it is found on sandplains, rocky rises and flats growing in sandy, loamy, clay or gravelly soils. The species is found between Wubin in the north and extends in a south easterly direction down to around Peak Charles National Park where it is a part of mallee heath and open shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}