{
  "url": "https://en.wikipedia.org/wiki/Acacia_floribunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. floribunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia floribunda is a perennial evergreen shrub or tree. It is a species of wattle native to New South Wales, Queensland and Victoria, but is cultivated extensively, and has naturalised in South Australia, Tasmania and Western Australia, and also in Indonesia, Mauritius and northern New Zealand. Common names for it include gossamer wattle, weeping acacia and white sallow wattle.  It grows up to 6m in height, but there is a commercial form available which only grows to about 1m tall.  Its cream-colored flowers occur in the early Spring (August to September in the southern hemisphere).",
    "Uses": "In landscaping, Acacia floribunda is very useful for controlling erosion, especially in gullies.  It is also useful as a hedge, as a wind breaker, around bogs and ponds and as a shade tree.  It is sold frequently as an ornamental landscaping plant because it is fast-growing and it has many beautiful flowers.The tree is used for its nitrogen fixing properties by interspersing it with fruit trees.A. floribunda foliage has some use as fodder for livestock such as goats.The mature inner bark of this species contains the compound NN-Dimethyltryptamine  (0.4%) and other substituted tryptamines that are components of the South American visionary medicine Ayahuasca.",
    "Allergen": "Some individuals are allergic to A. floribunda pollen.  About 1.2% of the population not closely exposed to the pollen are allergic, but 31% of floriculturists are allergic to it, seemingly because of their increased exposure.",
    "Cultivation": "Acacia floribunda can be propagated from seed by treating the seeds in near-boiling water to penetrate the hard outer seed coating.  Alternatively, the outer coatings of the seeds can be sanded down somewhat to allow water in.\n\n\n== References =="
  }
}