{
  "url": "https://en.wikipedia.org/wiki/Acacia_cretata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cretata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cretata is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub tree typically grows to a maximum height of 8 m (26 ft) with a single stem and a rounded top. It has smooth grey coloured bark that that becomes rough and fibrous with age. The flattened and stout glabrous branchlets are mostly angular and a brownish crimson colour often with a fine white powdery coating. Like most species of Acacia it has phyllodes rather that true leaves. The coriaceous and evergreen phyllodes have an elliptic to obliquely narrowly elliptic shape that narrows swiftly into the broad pulvinus,. The flat and falcate phyllodes have a length of 7 to 14 cm (2.8 to 5.5 in) and a width of 17 to 40 mm (0.67 to 1.57 in) and have a hooked apex with two or three prominent main veins. It blooms between July and September producing golden flowers. The cylindrical flower-spikes have a length of 5.5 to 10 cm (2.2 to 3.9 in) and are covered with bright yellow flowers. After flowering coriaceous and glabrous seed pods form that have a linear shape and raised over and constricted between seeds. The pods have a length of 6 to 10 cm (2.4 to 3.9 in) and a width of 3 mm (0.12 in) with longitudinally arranged seeds inside. The black coloured seeds have an oblong-elliptic shape with a length of 4 to 6 mm (0.16 to 0.24 in) and a width of 1.8 to 2 mm (0.071 to 0.079 in).",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1969 as part of the work Notes on Acacia, chiefly from Queensland as published in Contributions from the Queensland Herbarium. It was reclassified as Racosperma cretatum by Pedley in 1987 then transferred back to genus Acacia in 2001.",
    "Distribution": "It is endemic to Queensland  and is distributed down along the Great Dividing Range from around Moranbah in the north to around Mara in the south and is especially common on the Blackdown Tableland. It is situated in a variety of habitat that is over or around sandstone where it grows in sandy, gravelly or loamy soils as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}