{
  "url": "https://en.wikipedia.org/wiki/Acacia_spilleriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. spilleriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia spilleriana, commonly known as Spiller's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to southern Australia.",
    "Description": "The shrub typically grows to a height of 1 to 2 metres (3.3 to 6.6 ft) and has a rounded, bushy and spreading habit. The branchlets are covered with a dense layer of fine hairs velvety citron hairs on older shoots and silvery white hairs on new shoots. It has small, grayish rounded phyllodes and spherical flower-heads of bright golden flowers on long stalks. The grey-green to silvery coloured phyllodes have an elliptic to oblong-elliptic or obovate shape with a length of 2 to 3 cm (0.79 to 1.18 in) and a width of 1 to 2 cm (0.39 to 0.79 in). The simple, axillary inflorescences are appear in pairs of globular flower-heads containing 30 to 40 bright yellow flowers. The seed pods that form later are dark grey to black when mature and have a length of around 5.5 cm (2.2 in) and contain one or two seeds.",
    "Distribution": "It is endemic only in a small area where it has a patchy and sparse distribution in South Australia from northern parts of the Mount Lofty Range from around Burra to Auburn in the north to around the southern parts of the Tothill Ranges in the south where it is found as a part of open Eucalyptus woodland and mallee communities. A population is also known at the southern tip of the Eyre Peninsula which is thought to be a naturalised population. The total area of occurrence is thought to be around 1,800 km2 (690 sq mi) It is found on grows on rocky hills, along creeklines and on roadsides growing in duplex soils with loamy soils above red clay that are usually alkaline and well-drained.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}