{
  "url": "https://en.wikipedia.org/wiki/Acacia_arida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. arida"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia arida, commonly known as arid wattle or false melaleuca, is a shrub belonging to the genus Acacia and the subgenus Juliflorae native to Western Australia.",
    "Description": "The obconic shrub typically grows to a height of 0.9 to 3 metres (3 to 10 ft). It blooms from February to March or July to August producing yellow flowers. It grows on red sandy or stony soils. It has multiple slender stems arising from the base that can have a diameter of up to 5 centimetres (2.0 in) when mature. New stems sprout from subterranean runners and resprout from base after bushfires. The smooth light grey bark becomes lighter at the end of branches. It forms a soft dense crown of delicate foliage. The linear shaped phyllodes are flat, not rigid, erect, straight to shallowly incurved. Each dull light green phyllode is 2 to 8 cm (0.8 to 3.1 in) long, and 1 to 6 millimetres (0.04 to 0.24 in) and exudes a sweet fragrant smell. The simple inflorescences form as spikes that are scattered over plant and are 10 to 30 mm (0.4 to 1.2 in) long and 3 to 5 mm (0.12 to 0.20 in) wide with the flowers densely arranged. Following flowering seed pods form that are Pods flat to sub-quadrangular in shape and 3 to 8 cm (1.2 to 3.1 in) in length with a width of 3 to 6 mm (0.12 to 0.24 in). The erect, woody, yellow-brown to brown pods open elastically from the apex and are often slightly hooked.",
    "Taxonomy": "The species was firs formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany.A. arida is closely related to Acacia orthocarpa it is also related to Acacia arrecta . A possible hybrid between A. arida and Acacia stellaticeps has been collected near Roebourne.Synonyms include; Acacia trachycarpa as described by Ernst Georg Pritzel, Racosperma aridum by Leslie Pedley and Acacia subrotata by Karel Domin.The species name is from the Latin word aridus meaning dry referring to the annotation on the type specimen saying parched desert shores of Cambridge Gulf, NW Coast when it was collected by Allan Cunningham in 1819.",
    "Distribution": "It is native to an area of the Kimberley and Pilbara regions of Western Australia. A. arida has a scattered, wide distribution within the Pilbara but generally does not dominate the vegetation. It can form dense stands on many hilltops, called sky islands, particularly in the Hamersley Range. Grows in skeletal sandy soils along shallow, ephemeral watercourses or on slopes of hills and in breakaways it will also grow in red sandy loam or coarse, gravelly, skeletal sandy soils over laterite or sandstone. Often a part of spinifex or low, open Eucalypt woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}