{
  "url": "https://en.wikipedia.org/wiki/Acacia_insolita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. insolita"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia insolita is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The shrub typically grows to a height of 0.1 to 1.2 metres (0.3 to 3.9 ft) and has glabrous or hairy stems and foliage. The stems have 1 to 4 mm (0.039 to 0.157 in) long stipules. The leaves have a bipinnate form and are usually persistent on mature plants. Each pinnae normally contain one pair with 2 to 12 pinnules. Each green pinnule has a lanceolate to narrowly oblong or elliptic shape and a length of 5 to 10 mm (0.20 to 0.39 in) and a width 1 to 3 mm (0.039 to 0.118 in). The narrowly linear, flat or quadrangular phyllodes have a length of 1 to 15 cm (0.39 to 5.91 in) and a width of 0.5 to 4 mm (0.020 to 0.157 in). It produces yellow-cream flowers from June to September. The simple inflorescences occur singly in the axils. The spherical flower-heads cotain 12 to 19 cream to golden coloured flowers. After flowering linear to narrowly oblong seed pods form with a length of around 8 cm (3.1 in) and a width of 4 to 7 mm (0.16 to 0.28 in). the glossy black to dark brown seeds within the pods are around 3 to 4 mm (0.12 to 0.16 in) in length.",
    "Taxonomy": "There are three recognised subspecies:\n\nAcacia insolita subsp. efoliolata\nAcacia insolita subsp. insolita\nAcacia insolita subsp. recurva",
    "Distribution": "It is native to an area in the South West region of Western Australia where it is found on hills and ridges growing in gravelly sandy soils often containing laterite. The plant along the Darling Range from around Marradong in the north to Nannup in the south.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}