{
  "url": "https://en.wikipedia.org/wiki/Acacia_gracilenta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gracilenta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gracilenta is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north Australia.",
    "Description": "The resinous and viscid shrub typically grows to a maximum height of 3 m (9.8 ft) and has a spindly habit. It has brown to grey coloured bark and terete, pale to bright green branchlets that are glabrous or sometimes lightly hairy. Like most species of Acacia it has phyllodes rather than true leaves. The phyllodes occur singly but sometimes are appear in pairs, the have a  more or less linear shape that can be very narrowly elliptic The bright green chartaceous phyllodes are flat and straight to very shallowly recurved with a length of 2 to 10 cm (0.79 to 3.94 in) and a width of 1 to 6 mm (0.039 to 0.236 in) and have one prominent midnerve, often along with another two subprominent nerves. It blooms between April and August producing yellow flowers. The single cylindrical flower-spikes have a length of 2 to 5.5 cm (0.79 to 2.17 in) and a width of 3.5 to 6.5 mm (0.14 to 0.26 in) with golden flowers. Following flowering glabrous brown seed pods that resemble a string of beads form that are curved to openly coiled with a length of 2 to 12 cm (0.79 to 4.72 in) and a width of 2.5 to 4 mm (0.098 to 0.157 in) that have longitudinal nerves. The seeds inside are arranged longitudinally and have a closed areole.",
    "Taxonomy": "The species was first formally described by the botanists Mary Tindale and P.G.Kodela in 1992 as part of the work New species of Acacia (Fabaceae, Mimosoideae) from tropical Australia as published in the journal Telopea. It was reclassfied by Leslie Pedley in 2003 as Racosperma gracilentum then transferred back to gnus Acacia in 2006.",
    "Distribution": "It is endemic to the top end of the Northern Territory where it is chiefly found in Arnhem Land, throughout Kakadu National Park and Nitmiluk National Park where it is often situated on plateaux and in gorges and on slopes growing in sandy soils usually near creeks or streams.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Acacia gracilenta occurrence data from the Australasian Virtual Herbarium"
  }
}