{
  "url": "https://en.wikipedia.org/wiki/Acacia_acradenia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. acradenia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia acradenia, commonly known as Velvet Hill wattle and silky wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae. It is native to northern and central Australia. The Indigenous Australian group the Nyangumarta peoples know it as walypuna the Alyawarr call it ampwey, the Jaminjung and Ngaliwurru know it as Mindiwirri, the Jaru as binbali or gundalyji, the Kaytetye as ampweye or arwele and the Warlpiri as ngardurrkura.",
    "Description": "The tree or shrub typically grows to a height of 0.9 to 4 metres (3.0 to 13.1 ft) but can be as high as 7.5 metres (25 ft). It is generally V-shaped with an open and usually spindly form. It usually divides above ground level to form some main stems that are straight, diagonally spreading to erect and covered in smooth light grey bark except toward the base where it can become longitudinally fissured. The phyllodes are usually obliquely elliptic to narrowly elliptic in shape that becomes narrowed at both ends. The phyllodes can be 4 to 16 centimetres (2 to 6 in) in length and 10 to 40 millimetres (0.39 to 1.57 in) in width with numerous longitudinal nerves. It can bloom at any time of year but mostly between March and July and October and November producing yellow flowers. Each simple inflorescences occurs in pairs at the axil of the phyllodes. The flowers-spikes are 2 to 7 cm (0.8 to 2.8 in) in length densely packed with golden flowers. Following flowering many seed pods form that are crowded on the receptacles. The pendulous stright to slightly curved pods have a narrowly linear shape and are 4 to 11 cm (1.6 to 4.3 in) in length and 2.5 to 4 mm (0.098 to 0.157 in) wide. The shiny brown seeds within have a narrowly obloid to obloid-ellipsoid shape and have a length of around 4 to 5 mm (0.157 to 0.197 in).\nThe species is relatively short lived, is easily killed by fire but sprouts readily from seeds.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1888 as part of the work Iconography of Australian Species of Acacia and Cognate Genera Decas. It was reclassified as Racosperma acradenium in 1987 by Leslie Pedley then transferred back to the genus Acacia in 2006. The only other synonyms are Acacia curvicarpa and Acacia acradena.The specific epithet is taken from the Greek words acron meaning tip and adenos meaning (gland which is thought to be referring to  gland-like apical point at the tip of the phyllodes.\nIn tropical parts of the Northern Territory and Queensland A. acradenia is often mistaken for Acacia umbellata.The type specimen was collected by von Mueller near Depot Creek in the Northern Territory.",
    "Distribution": "The species is found throughout the Northern Territory extending east into Queensland as far as Prairie and Western Australia. In Western Australia it has a scattered distribution through the Kimberley, Pilbara and northern Goldfields regions. It is found on rocky plains or rocky hills, and along watercourses or damp areas. It grows well in stony soils, skeletal loams or clay pans as part of spinifex and Eucalypt communities. Localized colonies form in areas following disturbance such as fire.",
    "Uses": "Indigenous Australians use the species as a food source, water source, shade or shelter and to make weapons and implements.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "The Australasian Virtual Herbarium – Distribution of Acacia acradenia"
  }
}