{
  "url": "https://en.wikipedia.org/wiki/Acacia_trigonophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. trigonophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia trigonophylla is a shrub belonging to the genus Acacia. It is native to Western Australia.",
    "Description": "The multi-branched pungent shrub is typically 1 to 2.5 metres (3 to 8 ft) in height with an erect habit. The green branchlets are angled from the stem. The phyllodes are continuous with branchlets forming narrow triangular wings that are 1 to 6 centimetres (0.4 to 2.4 in) long and 1 to 3 millimetres (0.039 to 0.118 in) wide. It blooms between August and November producing yellow flowers.",
    "Taxonomy": "The species was first formally described by the botanist Carl Meissner in 1848 as part of Johann Georg Christian Lehmann's work Leguminosae. Plantae Preissianae. It was briefly reclassified as Racosperma trigonophyllum in 2003 by Leslie Pedley before being reverted to the current name in 2006.The type specimen was collected by James Drummond in 1844 in the Swan River Colony.Plants with shorter phyllodes are often confused with Acacia incurva or Acacia daviesioides. A. trigonophylla one of only a few Acacia species in which the aril faces the base of the pod only Acacia dentifera has the same arrangement.",
    "Distribution": "It has a scattered distribution from the Mid West, Wheatbelt, Peel and Great Southern regions. It is found as far north as Three Springs, south as Mount Barker and east as Lake Grace. It is found in swamps, on hill sides and among granite outcrops where it grows in sandy granitic or lateritic soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}