{
  "url": "https://en.wikipedia.org/wiki/Acacia_balsamea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. balsamea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia balsamea, commonly known as balsam wattle, is a shrub of the genus Acacia and the subgenus Plurinerves. \nThe rounded and infundibular shrub typically grows to a height of 1 to 2.5 metres (3 to 8 ft). It had erect yellowish branchlets. The khaki green aromatic phyllodes are erect with a straight to shallowly curved shape with a length of 8 to 13 centimetres (3 to 5 in) and a diameter of 1 to 1.2 millimetres (0.039 to 0.047 in). There are one to two simple inflorescences per axil. Each subglobular to obloid flower-head contains around 21 flowers. The straight to shallowly curved woody seed pod are 12 cm (5 in) and have a diameter of 3 to 4 mm (0.118 to 0.157 in).The pods contain dull brown elliptic-linear seeds that are around 5 mm (0.197 in).The species was first formally described by the botanists Richard Sumner Cowan and Bruce Maslin in the work Miscellaneous new taxa and lectotypifications in Western Australian Acacia, mostly section Plurinerves (Leguminosae: Mimosoideae) as published in the journal Nuytsia. The ospecies was reclassified by Leslie Pedley in 2003 as Racosperma balsameum before reverting to the current genus in 2006.It is native to an area in the Goldfields and Pilbara regions of Western Australia. The species has a scattered distribution from around Marble Bar east to Leinster to the Gibson Desert. It grows in rocky granite soils among stony hills amongst tall open shrubland communities and is often associated with Acacia aneura.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}