{
  "url": "https://en.wikipedia.org/wiki/Acacia_auriculiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. auriculiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia auriculiformis, commonly known as auri, earleaf acacia, earpod wattle, northern black wattle, Papuan wattle, and tan wattle, akashmoni in Bengali, is a fast-growing, crooked, gnarly tree in the family Fabaceae. It is native to Australia, Indonesia, and Papua New Guinea. It grows up to 30m tall.  Acacia auriculiformis has about 47 000 seeds/kg.",
    "Identification": "Acacia auriculiformis is an evergreen tree that grows between to 15–30 m tall, with a trunk up to 12 m long and 50 cm in diameter. The trunk is crooked and the bark vertically fissured. Roots are shallow and spreading.\nIt has dense foliage with an open, spreading crown. Leaves 10–16 cm long and 1.5-2.5 cm wide with 3-8 parallel nerves, thick, leathery and curved.\nFlowers are 8 cm long and in pairs, creamy yellow and sweet scented. Pods are about 6.5 x 1.5 cm, flat, cartilaginous, glaucous, transversely veined with undulate margins. They are initially straight but on maturity become twisted with irregular spirals. Seeds are transversely held in the pod, broadly ovate to elliptical, about 4-6 x 3–4 mm. At Kozhikode (Kerala, India), flocks of jungle crow (Corvus macrorhynchos), grey-headed myna (Sturnia malabarica) and red whiskered bulbul (Pycnonotus jocosus) have been observed to feed on the seeds  with the aril that are exposed when the pods are split. These birds also probably help in dispersal of seeds.The generic name acacia comes from the Greek word ‘akis’ meaning a point or a barb and the specific epithet comes from the Latin ‘auricula’- external ear of animals and ‘forma- form, figure or shape, in allusion to the shape of the pod.\nLocal names: Telugu: Minnumaanu (మిన్నుమాను), Kondamanu (కొండ మాను), Seema Babul (సీమ బాబుల్), Maha Babul (మహా బాబుల్); Bengali: Akaashmoni; Tamil: Kaththi Karuvel, Thai: กระถินณรงค์",
    "Uses": "This plant is raised as an ornamental plant, as a shade tree and it is also raised on plantations for fuelwood throughout southeast Asia, Oceania and in Sudan. Its wood is good for making paper, furniture and tools. It contains tannin useful in animal hide tanning. In India, its wood and charcoal are widely used for fuel. Gum from the tree is sold commercially, but it is said not to be as useful as gum arabic. In Thailand the small fresh leaves are eaten, often with nam prik chili sauce or papaya salad. The tree is used to make an analgesic by indigenous Australians.\nExtracts of Acacia auriculiformis heartwood inhibit fungi that attack wood.Functional uses\nProducts\nFodder: Not widely used as fodder, but in India 1-year-old plantations are browsed by cattle. Apiculture: The flowers are a source of pollen for honey production. Fuel: A major source of firewood, its dense wood and high energy (calorific value of 4500-4900 kcal/kg) contribute to its popularity. It provides very good charcoal that glows well with little smoke and does not spark. Fibre: The wood is extensively used for paper pulp. Plantation-grown trees have been found promising for the production of unbleached kraft pulp and high-quality, neutral, sulphite semi-chemical pulp. Large-scale plantations have already been established, as in Kerala, India, for the production of pulp. Timber: The sapwood is yellow; the heartwood light brown to dark red, straight grained and reasonably durable. The wood has a high basic density (500–650 kg/m³), is fine-grained, often attractively figured and finishes well. It is excellent for turnery articles, toys, carom coins, chessmen and handicrafts. Also used for furniture, joinery, tool handles, and for construction if trees of suitable girth are available. Tannin or dyestuff: The bark contains sufficient tannin (13-25%) for commercial exploitation and contains 6-14% of a natural dye suitable for the soga-batik industry. In India, the bark is collected locally for use as tanning material. A natural dye, used in the batik textile industry in Indonesia, is also extracted from the bark. Other products: An edible mushroom, Tylopylus fellus, is common in plantations of A. auriculiformis in Thailand.\nServices\nErosion control: Its spreading, superficial and densely matted root system makes A. auriculiformis suitable for stabilizing eroded land. Shade or shelter: The dense, dark-green foliage, which remains throughout the dry season, makes it an excellent shade tree. Planted to provide shelter on beaches and beachfronts. Reclamation: The spreading, densely matted root system stabilizes eroding land. Its rapid early growth, even on infertile sites, and tolerance of both highly acidic and alkaline soils make it popular for stabilizing and revegetating mine spoils. Soil improver: Plantations of A. auriculiformis improve soil physio-chemical properties such as water-holding capacity, organic carbon, nitrogen and potassium through litter fall. Its phyllodes provide a good, long-lasting mulch. Nitrogen fixing: Acacia auriculiformis can fix nitrogen after nodulating with a range of Rhizobium and Bradyrhizobium strains. It also has associations with both ecto- and endo-mycorrhizal fungi. Ornamental: It is used for shade and ornamental purposes in cities where its hardiness, dense foliage and bright yellow flowers are positive attributes. Intercropping: The effect of intercropping with annual crops varies. Increased tree growth has been found with kenaf (Hibiscus cannabinus), upland rice and groundnut in Thailand; reduced growth with maize in Cameroon.\nPests and diseases\nDamage by pests and diseases is minor. In Indonesia, growth rate has been impaired by a rust fungus, Uromyces digitatus; in India, root rot caused by a fungus (Ganoderma lucidum) has been reported. A beetle (Sinoxylon spp.) can girdle young stems and branches, causing them to break. The insect is of concern, because the tree will develop multiple leaders if the main stem is damaged and the length of the bole will be reduced.",
    "References": "",
    "External links": "Pacific Island Ecosystems at Risk (PIER): Acacia auriculiformis\n(in Spanish)Acacia auriculiformis. International Institute of Tropical Forestry, US Forest Service.\nAcacia auriculiformis. Florida Exotic Pest Plant Council."
  }
}