{
  "url": "https://en.wikipedia.org/wiki/Acacia_barakulensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. barakulensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia barakulensis, commonly known as waajie wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub typically grows to a height of 2 m (6 ft 7 in) and has sparsely haired, resinous and ribbed branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The crowded, erect and evergreen phyllodes are sometimes subverticillate, terete and straight with a length of 10 to 28 mm (0.39 to 1.10 in) and a thickness of 0.6 to 1 mm (0.024 to 0.039 in) with an inconspicuous yellowish nerve on adaxial surfaces. It blooms between August and September producing yellow coloured flowers. The simple inflorescences simple that occur singly in the nodes with spherical flower-heads with a diameter of around 9 mm (0.35 in) containing 20 to 35 flowers. After flowering chartaceous, brown seed pods form with a linear shape form. The pods are straight and slightly contacted between the seeds with a length of 40 mm (1.6 in) and a width of 4 mm (0.16 in) and have prominent marginal nerves. The brown coloured seeds are arranged longitudinally in the pods and have a length of 3.7 to 4.2 mm (0.15 to 0.17 in) with a clavate aril.",
    "Taxonomy": "The shrub belongs to the Acacia johnsonii group and is most closely related to Acacia burbidgeae.",
    "Distribution": "It is endemic to a small area to the north of Chinchilla within the Barakula State Forest where it grows in sandy or pale loamy-sandy soils over sandstone as a part of Eucalyptus woodland communities. It is found in a similar habitat as Acacia gittinsii consisting of tall shrubland or shrubby woodland with other species of Acacia as well as Eucalyptus tenuipes, Corymbia trachyphloia and Triodia mitchellii.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}