{
  "url": "https://en.wikipedia.org/wiki/Acacia_glaucoptera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. glaucoptera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia glaucoptera, commonly known as flat wattle or clay wattle, is a species of Acacia which is endemic to the south-west of Western Australia.",
    "Description": "It is a spreading or erect shrub which ranges in height from 0.3 to 1.2 metres (1.0 to 3.9 ft) and up to 2 m (6.6 ft) in width. It produces yellow, globular flowers between late winter and early summer. It has glabrous straight to slightly flexuose branchlets. Phyllodes are continuous with the branchlets, forming opposite wings with each one extending to the one underneath. Each one is mostly 2.5 to 7 centimetres (1.0 to 2.8 in) in length and  0.6 to 2 cm (0.2 to 0.8 in) wide. The free portion of phyllode usually 1 to 4 cm (0.4 to 1.6 in). The rudimentary inflorescences rudimentary with a globular flower heads that have a diameter of 5 to 6 mm (0.2 to 0.2 in) containing 30 to 80 golden flowers. After flowering black, glabrous, twisted and coiled seed pods are formed that are up to 2 cm (0.8 in) long and 2 to 3 mm (0.1 to 0.1 in) wide. The seeds are longitudinally arranged in the pods. They are oblong in shape with a length of 2.5 to 3.5 mm (0.1 to 0.1 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae published in Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde.It was reclassified as Racosperma glaucopterum by Leslie Pedley in 2003 only to be placed back in the genus Acacia in 2006. Other synonyms include Acacia bossiaeoides and Acacia sinuata]].\nA. glaucoptera closely resembles Acacia pterocaulon but is closely related to Acacia bifaria, Acacia excentrica and Acacia merrallii even though these species lack the winged branches.",
    "Distribution": "The shrub is found over a large area through the Great Southern, southern Wheatbelt and southern Goldfields-Esperance regions. It is found from Arthur River in the west and north to Esperance in the east and south to the coast. It grows is gravelly clay lateritic soils. The plant is often part of woodland, tall shrubland and mallee communities.",
    "Cultivation": "This species is often grown for its unusual \"foliage\" (its \"leaves\" are actually cladodes). It requires good drainage and occasional pruning to remove dead wood. It will withstand temperatures down to -7 °C.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}