{
  "url": "https://en.wikipedia.org/wiki/Acacia_prainii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. prainii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia prainii, commonly known as Prain's wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae endemic to Australia.",
    "Description": "The erect and bushy shrub or tree typically grows to a height of 1.0 to 3.0 metres (3 to 10 ft). It has angled branchlets with fine yellow ribs. The ascending to erect pungent smooth phyllodes have a linear shape and are flat with a length of 2 to 11 centimetres (0.8 to 4.3 in) and 0.5 to 3 millimetres (0.020 to 0.118 in) wide and have prominent midrib and marginal nerves. It blooms from July to October and produces yellow flowers. The inflorescences appear on three to seven headed racemes, the showy spherical flower heads contain 10 to 24 light golden flowers. After flowering curved seed pods form that are rounded over seeds and have a length of around 8.5 cm (3 in) and a width of 5 to 7 mm (0.197 to 0.276 in) long. The shiny balck seeds within have an oblong-elliptic to ovate shape and are 3.5 to 6 mm (0.138 to 0.236 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1917 as part of the Journal and Proceedings of the Royal Society of New South Wales. It was reclassfieid by Leslie Pedley in 2003 as Racosperma prainii then transferred back to the genus Acacia on 2006. Other synonyms include Acacia prolifera, Acacia prainii var. linearis, Acacia dentifera var. parvifolia and Acacia prainii Maiden var. prainii.",
    "Distribution": "It has a scattered distribution through an area in the northern and eastern Wheatbelt, Pilbara and Goldfields-Esperance regions of Western Australia where it grows in red sandy, loamy and stony soils. Its range extends into western South Australia and the Northern Territory where it is part of open mallee, Eucalyptus woodlands or spinifex communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}