{
  "url": "https://en.wikipedia.org/wiki/Acacia_concurrens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. concurrens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia concurrens, commonly known as curracabah or black wattle, is a shrub native to Queensland in eastern Australia.Formerly known as Acacia cunninghamii, the new name Acacia concurrens describes the converging primary veins on the phyllodes. It is very similar to Acacias such as Acacia leiocalyx and Acacia disparrima.",
    "Description": "The shrub can grow as high as 10 m (33 ft) but is typically smaller. The glossy green phyllodes have an obliquely obovate shape with the lower margin that is almost straight. It has fissured and fibrous, grey-black coloured bark and stout, angular branchlets  The phyllodes have a length of up to 16 cm (6.3 in). It blooms between March and September producing rod shaped flowers are bright yellow that are found in pairs in the leaf axils. The flower-spikes are around 3.5 to 11 cm (1.4 to 4.3 in) in length. The linear, slightly moniliform, semicircular seed pods that form after flowering are 5 to 10 cm (2.0 to 3.9 in) in length. The pods contain brownish black seeds with an elliptic shape that are 3.5 to 4.5 mm (0.14 to 0.18 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1974 as part of the work Contributions from the Queensland Herbarium . It was reclassified as Racosperma concurrens in 1986 by Pedley then tranferred back to genusAcacia in 2001.",
    "Distribution": "It is endemic to an area from south eastern Queensland in the north to northern New South Wales in the south where it is common in coastal areas from around the Mooloolah River in Queensland down to the Hastings River in New South Wales on hillsides or plateaux growing in sandy or stony sandy loams often over shale as part of the understorey in Eucalyptus forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}