{
  "url": "https://en.wikipedia.org/wiki/Acacia_dentifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dentifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dentifera, commonly known as tooth-bearing acacia, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The erect and loose shrub typically grows to a height of 0.6 to 3.0 metres (2 to 10 ft). The shrub has glabrous, straight, brown-dotted branchlet with persistent stipules that can become tooth-like projections at older nodes. The thin, green, linear phyllodes can sometimes have a narrowly elliptic shape and are straight to shallowly curved. The phyllodes have a length of 7 to 15 cm (2.8 to 5.9 in) and a width of 2 to 5 mm (0.079 to 0.197 in) and have reddish-brown coloured resinous-hairs when young and a prominent midrib. It blooms from August to November and produces yellow flowers. The simple inflorescences have spherical to obloid flower-heads containing 30 to 45 golden coloured flowers. The terete red to brown coloured seed pods that form after flowering areslightly constricted between the seeds. The pods have a maximum length of 6.5 cm (2.6 in) and a width of to around 4 mm (0.16 in). Th oblong, semi-glossy bark brown seeds within the pods have a length of 3.5 to 4.5 mm (0.14 to 0.18 in) with a white aril.",
    "Distribution": "It is native to an area in the eastern suburbs of Perth in the Darling Range and the Peel and the South West regions of Western Australia where it grows in gravelly lateritic or granitic based soils. The species is distributed between Helena Valley in the north and down to around Bridgetown in the south and is often situated near watercourses or among ranite rocks as a part of Eucalyptus forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}