{
  "url": "https://en.wikipedia.org/wiki/Acacia_fulva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. fulva"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia fulva, known colloquially as velvet wattle or soft wattle, is a species of Acacia native to eastern Australia.Acacia fulva grows as a shrub or tree, ranging anywhere from 1.5 to 15 m in height. Young trees have smooth grey-green bark, which darkens and becomes rough and fissured with age. New growth is covered in red-brown velvety hairs. The silver-grey leaves are pinnate, with 4-12 pairs of pinnae, each 3-7.5 cm long. Each pinna in turn is made up of 11 to 28 pairs of 3–10 mm-long pinnules. Flowering occurs from November till June, the yellow flowerheads arranged in axillary and terminal panicles or racemes. Each small round flower head is composed of 20 to 40 individual flowers. Flowering is followed by the development of the  2–12 cm-long leathery seed pods, which are ripe between April and November.Specimens of Acacia fulva were previously assigned to the species A. mollifolia until Mary Tindale described it as a separate species in 1966. Queensland botanist Les Pedley reclassified the species as Racosperma fulvum in 2003 amongst debate over the best way to deal with Acacia sensu lato's polyphyletic definition. When the dust settled, Acacia had been restricted to Australian species, returning A. fulva to its original name.\nIt is found on soils derived from sandstone and basalt that are high in nutrients. It grows in woodland, associated with such species as forest red gum (Eucalyptus tereticornis), grey box (E. moluccana), and narrow-leaved ironbark (E. crebra), and shrubs such as dogwood (Jacksonia scoparia), Exocarpus, Clerodendrum, Clematis and Senecio.\n\n\n== References =="
  }
}