{
  "url": "https://en.wikipedia.org/wiki/Acacia_courtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. courtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia courtii, also commonly known as Northern Brother wattle or North Brother wattle, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to eastern Australia. It is currently listed as vulnerable by the Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The tree typically grows to over 7 m (23 ft) to a maximum height of 20 m (66 ft) and has slender, brittle and pendulous branchlets with caducous and deltate stipules that have a length that is mostly less than 0.5 mm (0.020 in). Like most species of Acacia it has phyllodes rather than true leaves. The glaucous, evergreen and flwxible phyllodes have a linear shape and straight with a small hook at the end. They have a length of 5 to 18 cm (2.0 to 7.1 in) and a width of 5 to 12 mm (0.20 to 0.47 in) and have one prominent vein with several others. It blooms between November and January producing inflorescences with paired or solitary flower-spikes that have cylindrical shape with a length of 3 to 6.5 cm (1.2 to 2.6 in) with loosely packed golden coloured flowers. After flowering straight woody seed pods form that have a linear shape. The shiny brown seeds inside have an oblong-elliptic shpe and a length of 5.5 to 7.8 mm (0.22 to 0.31 in) with a filiform funicle that is folded four to eight times and a small oblique aril.",
    "Taxonomy": "The specific epithet honours the botanist Arthur Bertram Court who was once the Assistant Director of the Australian National Botanic Gardens. It is closely related to Acacia orites.",
    "Distribution": "It is endemic to the a small area in mid north coast region of New South Wales around Laurieton, Kendall and Kew where is mostly situated on rocky hillsides among the coastal ranges in three small locations where it is a part of dry forests and woodland communities. Six main populations are known mostly in the Kerewong State Forest and around North Brother Mountain and Mid Brother Mountain. It is often associated with species of Eucalyptus including; Eucalyptus acmenoides, Eucalyptus gummifera, Eucalyptus intermedia, Eucalyptus siderophloia and Eucalytus umbra. Other species commonly found in its habitat include; Allocasuarina torulosa, Helichrysum elatum, Imperata cylindrica, Syncarpia glomulifera and Themeda australis.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}