{
  "url": "https://en.wikipedia.org/wiki/Acacia_carneorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. carneorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia carneorum, also referred to as purple-wood wattle, needle wattle, dead finish or by its former scientific name, Acacia carnei, is a plant species in the genus Acacia.\nIt occurs in small populations in far north-west New South Wales and South Australia.Purple-wood wattle is a threatened shrub, listed as vulnerable under the Environmental Protection and Biodiversity Conservation Act (EPBC Act), NSW Threatened Species Conservation Act 1995 and South Australia National Parks and Wildlife Act 1992.",
    "Description": "The wattle is distinctly known for its deep-purple heartwood. However, once cut and left exposed to air for a few weeks, the purple turns near black. From the exterior, the wattle is a dark green, prickly shrub to small tree that can grow 2-4 m high and up to 8m wide. The growth rate is very slow in mature plants, shown through photo points of over 30 years. \nThe prickly appearance of the shrub refers to the pointy phyllodes (leaves), which are rigid, straight, 4 angled and linear in shape. Furthermore, the leaves are approximately 2-9 cm long and 1-2mm wide, subglaucous (between glaucous and green) with lighter coloured veins at each angle and hairless with age.\nThe flowers are bright yellow, fuzzy spheres, 7-10mm in diameter that come singularly or rarely in pairs and are located on 12-25mm hairy stalks in the axil of phyllodes. \nThe pods are 3-5cm long and 10mm wide, straight or slightly curved and made of a hard and woody material covered in little, soft, white hairs with slight constrictions between seeds.Carbon dating has found that these plants range from approximately 120–330 years of age and this research also found that populations are heavily skewed towards older plants, meaning there has been little or no replacement in these populations since the introduction of grazing animals in the 1860s.\nThis however is not the only reason for small populations. The plant has an ancient history of asexual reproduction along with habitat disturbance which both have affected the setting of seed.",
    "Reproduction": "Inflorescences display a short protogynous phase (female organs mature first) and the majority are simultaneously hermaphroditic (bi-sexual). Most species of Acacia are at least partially self-incompatible but this is not known with purple-wood wattle.\nThe fruits are orange, woody arils and may remain on the parent for several years after splitting open. Fruit production is very rare. Studies from 2010-2012 show that most populations continue to produce no fruit.\nThere is rarely pod and seed production in these plants and the setting of viable seed is rare. Successful reproduction is very limited, only two study sites represent known seed sources in NSW. Majority of reproduction is clonal.\nRoot suckers are produced twice a year during autumn and spring growth.Purple wood wattle’s dominant reproductive mode is clonal. Clonal reproduction is favoured in situations where the trade-off between survival and seed production favours survival or if disturbance is preventing flowering and fruiting. Clonality can result in permanent failure of sexual reproduction. It can also result in low genetic diversity thus increasing the risk of extinction. Genetic diversity within populations that can demonstrate both sexual and clonal reproduction can remain high even with low levels of sexual recruitment. Purple wood wattle has a long history of genetic isolation which pre-dates land use changes.",
    "Ecology": "Commonly found growing in a widespread mound of drift sand. Grows in grassland and woodland in red sandy soils. Preferred soils are shallow, calcareous and loamy which includes: alkaline soils, brown earths and red duplex soils usually on dune crests or slopes. Purple wood wattle is commonly associated with Casuarina cristata, Casuarina pauper, Alectryon oleifolius, Atriplex vesicaria, Rhagodia spinescens and Maireana spp.Purple-wood wattle produces flowers after heavy rainfall events at any time of year.\nThe most frequent pollinators of purple-wood wattle are wasps, native bees, flies and butterflies.  Although the plant is visited by a wide range of native pollinators but a small number of these visitors are effective pollinators. The success of purple wood wattle is not related to its reproductive failure. The fruits suggest an adaptation to seed dispersal by birds.  This may explain far reaching isolated populations.",
    "Threats": "The main threat primarily responsible for purple-wood wattle lack of regeneration are rabbits.\nRabbits strip bark, killing the plants by ringbarking.\nRabbits also expose roots and destabilise sand dunes by burrowing.\nNewly emergent suckers are eaten by grazers such as rabbits and stock which has led to the mortality of established plants. Other threats include, goats and kangaroos who strip the phyllodes and cattle that shade by trees thereby destabilising soils.",
    "Taxonomy": "Purple-wood wattle is from the family Mimosaceae. Purple- wood wattle is included in the sub-genus Phyllodineae.\nThrough flavonoid analysis, the species has been found to be related to A. crombiei and A. peuce.\nThe species was originally described as Acacia carnei and Hall & Johnson suggested the change to A. carneorum, which honours both geologist Joseph Carne (1855-1922) and his botanist son Walter M. Carne (1885-1952),  which has now been widely adopted.",
    "Distribution": "Known extant populations occur in the arid zone west of the Darling River in South-east Australia.. The Acacia is predicted to occur in Sturt National Park, NSW . Majority of these stands occur outside of reserves with only 34% of stands occurring in conservation areas.\nThere are approximately 240 distinct genetic individuals which are mostly polyploid and separated by >10 kilometres (6 mi) of unsuitable habitat. The nearest small patch of population may be several hundred kilometres away from the last.\n\n\n== References =="
  }
}