{
  "url": "https://en.wikipedia.org/wiki/Acacia_argyrodendron",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. argyrodendron"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia argyrodendron, known colloquially as  black gidyea or blackwood, is a species of Acacia native to Australia. Czech botanist Karel Domin described this species in 1926 and it still bears its original name. Domin reported collecting the type specimen from somewhere between Camooweal and Burketown in northwestern Queensland, though it is more likely to have been northeast of Aramac.Acacia argyrodendron is a tree, reaching 8 to 25 m (26 to 82 ft) high, and has dark grey to black bark.Acacia argyrodendron is found in central Queensland in the basins of the Cape, Suttor and Belyando Rivers on clay soils in areas where the annual rainfall ranges between 475 and 655 mm (18.7 and 25.8 in). It forms open forests as the dominant (and sometimes only) tree species. Associated understory plants include shrub species such as the false sandalwood (Eremophila mitchellii), yellow-wood (Terminalia oblongata) and conkerberry (Carissa spinarum), and smaller herbaceous plants such as brigalow grass (Paspalidium caespitosum), yakka grass (Sporobolus caroli), blue trumpet (Brunoniella australis) and Dipteracanthus australasicus. Occasionally, there may be trees such as Dawson River blackbutt (Eucalyptus cambageana), coolibah (E. coolabah) and Brown's box (E. brownii).Gidgee (A. cambagei)  replaces it in drier habitats, while brigalow (Acacia harpophylla) replaces it in wetter areas, as well as overlapping for part of the southern and eastern parts of its range.It has been recorded as a host plant for the mistletoe species Amyema preissii, Amyema quandang and Lysiana exocarpi.\n\n\n== References =="
  }
}