{
  "url": "https://en.wikipedia.org/wiki/Acacia_mutabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. mutabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia mutabilis is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The shrub typically grows to a height of 0.3 to 3 metres (1 to 10 ft). It is glabrous branchlets has caducous stipules and can have minute hairs often found within the phyllode axils. The green to green phyllodes have a linear to oblanceolate shape and are straight to incurved. The phyllodes have a length of 1.5 to 5.5 cm (0.59 to 2.17 in) and a width of 1 to 8 mm (0.039 to 0.315 in). It blooms from August to October and produces yellow flowers. The rudimentary inflorescences are found on two headed racemes that have an axes of 0.5 to 1 mm (0.020 to 0.039 in) in length. The spherical flower-heads contain 16 to 32 golden flowers and have a diameter of 4 to 5 mm (0.16 to 0.20 in). The seed pods that form after flowering are curved or a singular coil. The black pods have a length of up to 7 cm (2.8 in) and a width of 2 to 3 mm (0.079 to 0.118 in). The shiny black seeds within have an oblong shape and are 3 to 4 mm (0.12 to 0.16 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1999 as part of the work Acacia miscellany. The taxonomy of fifty-five species of Acacia, primarily Western Australian, in section Phyllodineae (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was briefly reclassified as Racosperma mutabile in 2003 by Leslie Pedley then transferred back into the genus Acacia in 2006.There are five recognised subspecies.\n\nAcacia mutabilis subsp. angustifolia\nAcacia mutabilis subsp. incurva\nAcacia mutabilis subsp. mutabilis\nAcacia mutabilis subsp. rhynchophylla\nAcacia mutabilis subsp. stipuliferaA. mutabilis is most closely related to Acacia halliana , Acacia merrallii , Acacia simmonsiana and Acacia nitidula.",
    "Distribution": "It is native to an area in the Great Southern and Goldfields-Esperance regions of Western Australia from around Gnowangerup in west through to the South Australian border in the east where it is found on sand dunes, undulating plains, depressions and margins of salt lakes where it grows in sandy, calcareous clay, gravelly to loamy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}