{
  "url": "https://en.wikipedia.org/wiki/Acacia_koaia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. koaia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia koaia, known as koaiʻa or koaiʻe in Hawaiian, is a tree in the pea family, Fabaceae, that is endemic to Hawaii.  It is closely related to koa (A. koa), and is sometimes considered to be the same species.",
    "Description": "Acacia koaia is usually distinguished by growing as a short (rarely more than 5 m or 16 ft), broad, gnarled tree; having the seeds longitudinally arranged in the pod; shorter, straighter phyllodes; and much denser wood.  A population on the northern coast of Kauaʻi may be intermediate, but the relationships have not been worked out.  Koaiʻa wood is claimed to be very different from that of koa, and this may be the best character to separate them.",
    "Distribution": "Acacia koaia, Koaiʻa, is highly adapted to dry habitats, and is capable of forming dense forests in areas with very little rainfall.  It was formerly found widely in dry forests on all of the main islands.  Associated plants include uluhe (Dicranopteris linearis), hala (Pandanus tectorius), \tkoʻokoʻolau (Bidens spp.), kokiʻo (Hibiscus kokio), nehe (Lipochaeta spp.), hala pepe (Pleomele spp.), and ʻōhiʻa lehua (Metrosideros polymorpha).Like many legumes, koaiʻa is able to fix nitrogen.  However, it has been devastated by cattle and other ungulates and is now rare.  It can be seen on ranch land in North Kohala, and at a small fenced exclosure outside of Waimea known as the koaiʻa sanctuary. Koaiʻa is one of the species being used to revegetate the island of Kahoʻolawe, which lost most of its plant life to overgrazing and ordnance testing.",
    "Uses": "",
    "Uses-Medicinal": "Native Hawaiians ground koaiʻa leaves and bark with ʻauʻaukoʻi (Senna occidentalis) and kikānia pipili (Desmodium sandwicense) stalks.  The mixture was then hydrated and used in a steam bath to treat diseased skin.",
    "Uses-Non-medicinal": "The wood of koaiʻa is harder and more dense than that of koa. It was used to make laʻau melomelo (fishing lures), hoe (paddles), ihe (short spears), pololu (long spears), ʻōʻō (digging sticks), ʻiʻe kūkū (square kapa beaters), and papa olonā (Touchardia latifolia scrapers). Koaiʻa leaves  were used to cover hale lau koaiʻe (shelters and permanent sheds).",
    "Gallery": "",
    "References": "Wagner, W. L.; D. R. Herbst; S. H. Sohmer (1990). Manual of the Flowering Plants of Hawaii. Honolulu: University of Hawaii Press.",
    "External links": "Photos of Acacia koaia at Hawaiian Ecosystems at Risk Project (HEAR)"
  }
}