{
  "url": "https://en.wikipedia.org/wiki/Acacia_sertiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. sertiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia sertiformis, commonly known as curly-leaved wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The shrub typically grows to a height of 2 metres (6.6 ft) with an open, sparsely branched habit and the branches tend to arch downwards. It has sparsely to moderately hairy branchlets than can be coated in a white powder. The dull-grey green phyllodes are widely spread and rotated to the branchlet. The phyllodes are often convex with a broadly elliptic to orbicular shape having a length of 10 to 25 m (33 to 82 ft) and a width of 9 to 20 mm (0.35 to 0.79 in). The shrub flowers throughout the year.\nThe simple inflorescences have spherical flower-heads with a diameter of 9 to 11 mm (0.35 to 0.43 in) containing 25 to 75 densely packed deep yellow flowers. The straight to curved brown and firmly coriaceous seed pods that form after flowering have a broadly oblong shape and a length of 30 to 70 mm (1.2 to 2.8 in) and a width of 12 to 17 mm (0.47 to 0.67 in).",
    "Taxonomy": "The species was first formally described by the botanist Allan Cunningham in 1835 as part of William Jackson Hooker's work Botanical Magazine. It was reclassified as Racosperma sertiforme by Leslie Pedley in 2003 and then transferred back to genus Acacia in 2006.",
    "Distribution": "It is endemic only in a small area in south eastern Queensland from around Barakula, Wallangarra and Goombungee in the north and down to around Dubbo in New South Wales in the south where it is found in a variety of habitats growing in stony sandy-loamy soils as a part of open Eucalyptus or Callitris woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}