{
  "url": "https://en.wikipedia.org/wiki/Acacia_gregorii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gregorii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gregorii, commonly known as Gregory's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to Western Australia.",
    "Description": "The prostrate or low spreading dense shrub typically grows to a height of 0.2 to 0.7 metres (1 to 2 ft) and a width of 0.5-to-2.0-metre (1.6 to 6.6 ft). It has hairy branchlets with triangular to ovate stipules that taper to a slender point and are 1.5 to 3.5 millimetres (0.06 to 0.14 in) long and 1 to 2 mm (0.04 to 0.08 in) wide. The hairy evergreen phyllodes have an ovate, elliptic to oblong-elliptic shape with a length of 6 to 20 mm (0.24 to 0.79 in) and a width of 4 to 11 mm (0.16 to 0.43 in). It blooms from June to August and produces yellow flowers. The rudimentary inflorescences have globular or obloid flowerheads containing 35 to 60 golden flowers and are 10 to 12 mm (0.39 to 0.47 in) in diameter. Following flowering oblong hairy seed pods form that are crowded on the receptacle. Each pod is 5 to 18 mm (0.20 to 0.71 in) in length and 4 to 6 mm (0.16 to 0.24 in) wide containg one or two seeds. Each ovoid shaped dark brown is around 3 mm (0.12 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1826 in the work Fragmenta Phytographiae Australiae. It was reclassified by Leslie Pedley in 2003 as Racosperma gregorii as part of the work A synopsis of Racosperma C.Mart. (Leguminosae: Mimosoideae) as published in Austrobaileya then transferred back to the genus Acacia in 2006.It is similar in appearance to Acacia crispula and Acacia shuttleworthii which are both found further south. It also shares some affinities with Acacia crassistipula.The species name honours Francis Thomas Gregory who crossed the Pilbara as part of his 1861 expedition.",
    "Distribution": "It is native to an area along the west coast in the Gascoyne, Pilbara and Mid West regions of Western Australia where it is found on sandplains, coastal hills and among limestone outcrops growing in red sandy soils as a part of spinifex or in heathland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}