{
  "url": "https://en.wikipedia.org/wiki/Acacia_pruinosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pruinosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pruinosa, commonly known as the frosty wattle, is a species of Acacia native to eastern Australia.",
    "Description": "The spreading shrub or tree typically grows to a height of 1 to 6 metres (3 to 20 ft) and has smooth bark with terete branchlets. The glabrous leaves are 2 to 6.5 cm (0.79 to 2.56 in) in length and have one prominent gland near the middle of the lowermost pair of pinnae. There are between one and five pairs of pinnae that have a length of 3 to 9 cm (1.2 to 3.5 in) and 7 to 20 pairs of oblong pinnules that are 8 to 17 mm (0.31 to 0.67 in) in length and 2.5 to 5 mm (0.098 to 0.197 in) wide. The plant flowers between August and October producing 4 to 19 inflorescences in panicles that have an axis with a length of 2 to 15 cm (0.79 to 5.91 in). The spherical flower-heads with a diameter of 5 to 10 mm (0.20 to 0.39 in) contain 40 to 60 yellow to bright yellow flowers. After flowering leathery straight to curved, flat seed pods form with a length of 4 to 14 cm (1.6 to 5.5 in) and a width of 6 to 12 mm (0.24 to 0.47 in).The type specimen was collected by the botanist Alan Cunningham in 1827 on the Liverpool Plains of New South Wales.",
    "Distribution": "It is found in north eastern New South Wales from around Uralla in the south stretching north into south-eastern Queensland. It is often a part of dry sclerophyll forest and woodland communities and grows in sandy and skeletal soils over and around granite.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}