{
  "url": "https://en.wikipedia.org/wiki/Acacia_acanthoclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. acanthoclada"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia acanthoclada, commonly known as harrow wattle, is a low, divaricate, highly branched and spinescent shrub that is endemic to Australia.",
    "Description": "It grows up to 2 metres high and has phyllodes which measure 0.2 to 0.6 cm long and 1 to 2 mm wide. The phyllodes are straight, narrow-cuneate, slightly notched at the apex, and feature prominent midveins. Branchlets are terete, whitish and densely pubescent, As the branch grows it becomes glabrous and terminates in a rigid spinose point. The bark is grey, white or occasionally greenish.\nThe golden-yellow flowerheads, on 5–15 cm long peduncles, appear at the phyllode axils. Flower parts are pentamerous, with the sepals fused into a synsepalous calyx. Flowers appear from August to October, followed by irregularly twisted, glaucous, brown seed pods which are 3 to 6 cm long and 3 to 6 mm wide.\nIts occurs naturally in Western Australia, South Australia and Victoria and is listed as endangered under the Threatened Species Conservation Act in New South Wales.",
    "Taxonomy": "The species was formally described in 1863 by Victorian Government Botanist Ferdinand von Mueller in the third volume of his Fragmenta Phytographiae Australiae, based on plant material collected near Kulkyne, Victoria.Two subspecies are recognised:\n\nA. acanthoclada F.Muell. subsp. acanthoclada\nA. acanthoclada subsp. glaucescens Maslin",
    "Distribution": "The species is relatively uncommon and is found scattered at several sites in isolated clumps: Buronga, Wentworth and Pooncarie districts in far south-western New South Wales, Victoria, South Australia and Arumpo Station and Montarna Station in Western Australia. Arumpo Station in particular is home to a stunted sample, which is threatened by overgrazing by kangaroos.",
    "Habitat": "This species usually grows on deep, loose, sandy soil. It inhabits undisturbed mallee areas, often on ridges and dunes, and more rarely on rock outcrops.",
    "See also": "List of Acacia speciesAssociated species:\n\nEucalyptus dumosa\nEucalyptus socialis\nEucalyptus gracilis\nEucalyptus costata\nCallitris verrucosa\nCodonocarpus cotinifolius\nTriodia scariosa",
    "References": "",
    "External links": "\"Acacia acanthoclada\". FloraBase. Western Australian Government Department of Parks and Wildlife. \nAustralian National Botanic Gardens: Photo of Acacia acanthoclada"
  }
}