{
  "url": "https://en.wikipedia.org/wiki/Acacia_wilhelmiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. wilhelmiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia wilhelmiana, commonly known as dwarf nealie , Wilhelmi’s wattle  and mist wattle, is a shrub belonging to the genus Acacia and the subgenus Plurinerves native to the mallee region of central and eastern Australia.",
    "Description": "The resinous shrub typically grows to a height of 1 to 3 metres (3.3 to 9.8 ft) and has a dense to spreading habit. The sparsely to moderately hairy branchlets are commonly yellow-ribbed at their extremities. The green phyllodes have a linear or narrowly oblong-elliptic shape and can be  incurved to shallowly sigmoid. The phyllodes often have a length of 1 to 3 cm (0.39 to 1.18 in) and a width of 1 to 4 mm (0.039 to 0.157 in) with two nerves per face when flat. It blooms between August and November producing yellow flowers. The simple inflorescences appear singly or in pairs on racemes with an axis that is around 1 mm (0.039 in) in length. The spherical flower-heads usually contain 17 to 22 light golden flowers. The seed pods that form after flowering are strongly curved to openly coiled and sometimes twisted. The pods are around 6 cm (2.4 in) in length and have a width of 2 to 3 mm (0.079 to 0.118 in) and contain oblong seeds.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1855 as part of the work Definitions of rare or hitherto undescribed Australian plants. \nThe specific epithet honours Carl Wilhelmi who was once the acting Director of the Royal Botanic Gardens in Melbourne.\nThe shrub is part of the Acacia wilhelmiana group along with nine close relatives: Acacia abrupta, Acacia ascendens, Acacia barattensis, Acacia brachypoda, Acacia cowaniana, Acacia gracilifolia, Acacia helmsiana, Acacia leptalea, Acacia menzelii and Acacia viscifolia.",
    "Distribution": "It is endemic to south eastern South Australia, central and eastern New South Wales and north eastern Victoria where it is found on plains and dunes growing in sandy to loamy soils as a part of mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}