{
  "url": "https://en.wikipedia.org/wiki/Acacia_bromilowiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bromilowiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia bromilowiana, commonly known as Bromilow's wattle, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to a small part of north western Australia.",
    "Description": "The tree grows to a maximum height of 12 metres (39 ft) with dark grey, fibrous bark. The tree usually has a gnarled or erect habit and is most often found with a height of 2.5 to 6.5 m (8 ft 2 in to 21 ft 4 in) with a dbh of around 12 to 30 cm (4.7 to 11.8 in). It usually has a single or two crooked main stems that form more branches at a height of 1 m (3 ft 3 in) with a dense to domed sprawling crown. The reddish terete branchlets have obscure ribbing and have a white powdery covering. The grey-green coloured phyllodes have an asymmetrically lanceolate to narrowly elliptic shape and are widest below the middle. The phyllodes have a length of 8 to 18 cm (3.1 to 7.1 in) and a width of 15 to 45 mm (0.59 to 1.77 in) and are straight to shallowly recurved and can be slightly undulate with fine numerous parallel longitudinal nerves numerous. It blooms between July and August producing yellow to pink coloured flowers.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 2008 as part of the work New taxa of Acacia (Leguminosae: Mimosoideae) and notes on other species from the Pilbara and adjacent desert regions of Western Australia as published in the journal Nuytsia. The specific epithet honours Robert Neil Bromilow who was a Technical Officer in the Pilbara who also maintained and curated the collection from the now disbanded Pilbara Regional Herbarium in located in Karratha.",
    "Distribution": "It is native to an area of the Pilbara region of Western Australia and is found in a variety of situations including creek beds, rocky hills, scree slopes, gorges, and breakaways growing in skeletal stony loam soils that are pebbly to gravelly over laterite, ironstone and basalt. The bulk of the population is situated on the Hamersley Range from around Tom Price through the Ophthalmia Range and on the Hancock Ranges to around Newman. Another population is found on Balfour Downs Station to the northeast of Newman. It is often found amongst open low eucalypt woodlands communities consisting of Eucalyptus leucophloia and Corymbia hamersleyana over spinifex.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}