{
  "url": "https://en.wikipedia.org/wiki/Acacia_cheelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cheelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cheelii, commonly known as motherumbah or motherumbung, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to eastern Australia.",
    "Description": "The tree typically grows to a maximum height of 10 m (33 ft) and has a slender with a whitish-greyish coating. It has ribbony or flaky bark that is a red-brown to brownish colour. The angular red-brown or brown coloured glabrous branchlets become flattened towards the apex and have a white powdery coating. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen grey-green, flat phyllodes usually have very narrowly elliptic shape and are straight to falcate with a length of 6 to 23 cm (2.4 to 9.1 in) and a width of 6 to 32 mm (0.24 to 1.26 in) with three to six prominent main veins that are continuous to the base. It blooms between August and late October producing golden coloured flowers.",
    "Taxonomy": "The specific epithet honours Edwin Cheel who once worked for the National Herbarium of New South Wales.",
    "Distribution": "It is endemic to the north-western slopes of the Great Dividing Range and the north western plains of New South Wales and it also found in the Hunter Valley region where it is usually situated on stony or rocky hilltops and hillsides growing in skeletal or sandy soils. as a part of Eucalyptus woodland or scrubland communities. It is found from around Murrurundi in the south to around the Warrumbungle Mountain and Pilliga Scrub in the west to around Torrington and Warialda in the north.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}