{
  "url": "https://en.wikipedia.org/wiki/Acacia_drepanophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. drepanophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia drepanophylla is a tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia",
    "Description": "The tree typically grows to a height of 2.5 to 5 metres (8 to 16 ft) with fissured, fibrous grey bark. It blooms from May to July producing yellow flowers. The tree oftan has an obconical form with glabrous branchlets and pale-citron-sericeius new shoots. The falcate, linear, widely spreading phyllodes have a length of 9 to 20 cm (3.5 to 7.9 in) and a width of 3 to 6 mm (0.12 to 0.24 in). The glabrous phyllodes are not rigid and acuminate to a delicate tip and finely striated with a prominent central nerve. The rudimentary inflorescences rudimentary occur in pairs of flower spikes that are 15 mm (0.59 in) in length and a diameter of 5 mm (0.20 in) composed of pale yellow flowers. The glabrous, flat, linear seed pods are slightly constricted between the seeds. the pods are up to 11.5 mm (0.45 in) in length and 8 to 11 mm (0.31 to 0.43 in) wide and firmly chartaceous to thinly coriaceous. The dull grey to brown seeds found in the pods have a compressed spherical shape with a diameter of 5 to 6 mm (0.20 to 0.24 in).",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1983 as part of the work Studies in the genus Acacia (Leguminosae: Mimosoideae) New taxa from north-west Western Australia as published in the journal Nuytsia. It was reclassified as Racosperma drepanophyllum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.\nThe tree is closely related to Acacia oldfieldii which is found in nearby areas, it is also related to Acacia acuminata which is found much further to the south.",
    "Distribution": "It is native to an area in the Gascoyne region of Western Australia from around Carnarvon and Shark Bay where is found on flat plains, undulating plains and low rises growing in read loam or clay soils over limestone. The bulk of the population is situated between Yaringa Station in the north to Wannoo in the south. It is common within this area and sometimes dominates, growing in thickets, it is usually a part of Acacia scrub and shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}