{
  "url": "https://en.wikipedia.org/wiki/Acacia_continua",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. continua"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia continua, or the thorn wattle, is a shrub belonging to the genus Acacia and the subgenus Alatae. It native to New South Wales and South Australia.",
    "Description": "The shrub has a multi-branched and rounded shrub that typically grows to a height of 1 metre (3.3 ft) and a width of 0.7 m (2.3 ft). The rigid and often hooked phyllodes reach up to a length of 3 centimetres (1.2 in). It blooms between winter and spring producing large yellow spherical flowers in winter. The wrinkled brown seed pods are brittle to leathery. The pods are about 8 cm (3.1 in) long and 5 mm (0.20 in) wide and usually curved or coiled. The hard brown seeds are ovoid to globular in shape and about to 4 mm (0.16 in) long.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1864 in the work Flora Australiensis. It was reclassified as Racosperma continuum by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006. The species is often confused and misidentified as Acacia colletioides.The specific epithet is taken from the Latin word continua meaning uninterrupted, in reference to the phyllodes running continuously from the stems and branchlets.",
    "Distribution": "In New South Wales it is found in central and western parts on rocky ridges and along rivers and creeks as part of mallee and Callitris woodland communities.In South Australia the species often occurs on the Eyre Peninsula as well as the Flinders Range and Mount Lofty Range extending south to the coast. It is found growing on hard sandy alkaline or calcareous soils as a part of open woodland, scrubland and Triodia grassland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}