{
  "url": "https://en.wikipedia.org/wiki/Acacia_kydrensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. kydrensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia kydrensis, commonly known as kydra wattle, is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to south eastern Australia.",
    "Description": "The shrub typically grows to a height of 1 to 2 metres (3 to 7 ft) and has a multi-stemmed habit and glabrous red-brown branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes are attached to the branchlets on raised stem-projections and are ascending to erect. They have an oblanceolate to narrowly oblanceolate shape with a length of 3 to 6 cm (1.2 to 2.4 in) and a width of 9 to 14 mm (0.35 to 0.55 in) with a prominent midrib and marginal nerves. It mostly blooms between September and November and produces racemose inflorescences with spherical flower-heads containing 15 to 24 yellow flowers. Following flowering firmly chartaceous, dark brown to black coloured and glabrous seed pods form with a linear to narrowly oblong shape and a length of up to 8 cm (3.1 in) and a width of 5 to 8 mm (0.20 to 0.31 in).The dull to slightly shiny black coloured seeds are arranged longitudinally in the pods. The seeds have an oblong-elliptic shape and a length of 4 to 4.5 mm (0.16 to 0.18 in) with a reddish clavate aril.",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1980 as part of the work Notes on Australian taxa of Acacia as published in the journal Telopea. It was reclassified as Racosperma kydrense by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.\nThe type specimen was collected R.G. Coveny at Kydra reefs in 1974.",
    "Distribution": "It is native to central parts of New South Wales in the Kydra reefs district to the south west of Cooma mostly in the Deua National Park and Wadbilliga National Park growing in auriferous country. It is usually situated on rocky outcrops or gullies growing in stony sandy soils around granite, rhyolite, metasandstone, slate and quartzite as a part of dry sclerophyll forest and shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}