{
  "url": "https://en.wikipedia.org/wiki/Acacia_obovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. obovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia obovata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The erect dense shrub typically grows to a height of 0.3 to 0.6 metres (1.0 to 2.0 ft). It is often has multiple slender stems and has a woody rootstock with hairy branchlets and narrowly triangular stipules with a length of 1.5 to 4 mm (0.059 to 0.157 in). It has green elliptic to broadly elliptic or obovate shaped phyllodes with a length of 1.5 to 5 cm (0.59 to 1.97 in) and a width of 1 to 2.5 cm (0.39 to 0.98 in) and prominent midrib and marginal nerves. It blooms from March to September and produces white-cream-yellow flowers. The inflorescences occur singly with spherical flower-heads containing five to nine loosley packed yellow to white coloured flowers that dry to an orange colour. The woody brown seed pods that form after flowering have a linear shape but can be spirally twisted when young. The pods have a length of around 11 cm (4.3 in) and a width of 5 to 6 mm (0.20 to 0.24 in) to 11 cm long, 5–6 mm wide, coriaceous-crustaceous to subwoody, glabrous; margins thick and contain glossy dark brown seeds with an oblong to elliptic shape.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as a part of William Jackson Hookers' work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma obovatum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.",
    "Distribution": "It is native to a scattered area along the west coast in the South West, Peel and Wheatbelt regions of Western Australia where it grows in lateritic soils. It is found as far north as Jurien Bay with a disjunct distribution south through parts of the Darling Range down to around Augusta where it is often a part of Eucalyptus marginata and Corymbia calophylla forest communities and less frequently in low open heath lands.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}