{
  "url": "https://en.wikipedia.org/wiki/Acacia_jensenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. jensenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia jensenii is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to north western Australia.",
    "Description": "The spindly, open shrub or tree typically grows to a height of 1 to 6 metres (3.3 to 19.7 ft) and has one or two stems at the base. The green phyllodes have a linear to narrowly elliptic shape with a length of 2.5 to 6 cm (0.98 to 2.36 in) and a width of 3 to 6 mm (0.12 to 0.24 in). It produces yellow flowers from May to August. After flowering it forms immature pods with a width of 7 to 8 mm (0.28 to 0.31 in) with oblique seeds.",
    "Taxonomy": "Acacia jensenii is closely related to Acacia dictyophleba and Acacia sabulosa. It was first formally described by Joseph Maiden in 1917 as a part of Alfred James Ewart and Olive Blanche Davies's work Appendix IV: Acacias of the Northern Territory. The Flora of the Northern Territory. It was reclassified as Racosperma jensenii in 2003 by Leslie Pedley and transferred back into genus Acacia in 2006. The only other synonym is Acacia jenseni.",
    "Distribution": "It has a scattered distribution in the Kimberley, Pilbara and Goldfields-Esperance regions of Western Australia where it is found on plains and sand dunes growing in red sandy soils and in sandstone gullies. It is also found in the Northern Territory in the Tanami Desert where it is situated on the slopes and crests of sand dunes.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}