{
  "url": "https://en.wikipedia.org/wiki/Acacia_quornensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. quornensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia quornensis, commonly known as Quorn wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to southern Australia.",
    "Description": "The shrub typically grows to a height of 2 to 3 metres (6.6 to 9.8 ft) and has a bushy, spreading habit. It has dark reddish brown glabrous branchlets and green narrowly elliptic to oblanceolate shaped pale green phyllodes. The glaucous phyllodes have a length of 2 to 5.5 cm (0.79 to 2.17 in) and a width of 4 to 10 mm (0.16 to 0.39 in) and are acute to acuminate with a slightly excentric midrib and obscure lateral nerves. It flowers between September and November producing racemose inflorescences have spherical flower-heads containing 8 to 15 loosely packed light golden flowers. The firmly chartaceous to thinly coriaceous, glabrous, light brown seed pods that form after flowering have as broadly linear to narrowly oblong shape with a length of up to 13 cm (5.1 in) and a width of 8 to 9 mm (0.31 to 0.35 in) with longitudinally arranged inside. The hard slightly shiny black seeds have an oblong shape with a length of 5 to 6 mm (0.20 to 0.24 in) with a brittle, dark reddish coloured clavate aril.",
    "Taxonomy": "It belongs to the Acacia microbotrya group of Acacias and is quite closely related to Acacia wattsiana. The specific epithet refers to the place where the type specimen was collected, a hill near Quorn.",
    "Distribution": "It is endemic to a small area in the Flinders Range of South Australia from Quorn to Hawker where it is found on the lower slopes of the range and in rocky gullies growing in calcareous loamy soils as a part of low woodland communities dominated by Callitris glaucophylla. It is locally common but considered rare in South Australia.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}