{
  "url": "https://en.wikipedia.org/wiki/Acacia_costiniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. costiniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia costiniana, commonly known as Costin's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia.",
    "Description": "The shrub typically grows to a height of 0.6 to 2 m (2 ft 0 in to 6 ft 7 in) and has an erect or weeping or spreading habit. The puberulous branchlets have stipules that are 1 to 3 mm (0.039 to 0.118 in) in length. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes appear crowded and are mostly ascending to erect with an asymmetrically ovate to elliptic shape. They are 1 to 2 cm (0.39 to 0.79 in) in length and 5 to 11 mm (0.20 to 0.43 in) wide with fine, sparse, straight hairs lying flat against the surface. The phyllodes have a slightly excentric midrib and obscure lateral nerves. It blooms between August and September producing simple or racemose inflorescences that have obloid to subglobular flower-heads that are around 6 mm (0.24 in) in length and contain 14 to 26 golden or rich lemon yellow coloured flowers. After flowering it forms thinly coriaceous seed pods that are velvety with ferruginous to silvery-ferruginous hairs. The pods have a narrowly oblong shape and are uo to 5 cm (2.0 in) in length and 10 to 12 mm (0.39 to 0.47 in) wide. The shiny black seeds inside have an ovate to oblong-elliptic shape and are 4 to 6 mm (0.16 to 0.24 in) in length with a clavate aril.",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1980 as part of the work Notes on Australian taxa of Acacia as published in the journal Telopea. It was reclassified as Racosperma costinianum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to south eastern parts of New South Wales between Captains Flat though to Bombala where it is found on rocky slopes as a part of dry sclerophyll forest and heath communities. It is mostly situated at an altitude of around 1,200 m (3,900 ft) on granitic slopes or in gullies or occasionally in heath on the margins of swamps as a part of Eucalyptus forest or woodland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}