{
  "url": "https://en.wikipedia.org/wiki/Acacia_blakei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. blakei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia blakei, commonly known as Blake's wattle or Wollomombi wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The erect tree typically grows to a height of less than 15 m (49 ft) and has fissured grey coloured bark. It has light green to brown coloured branchlets that are angular toward the apices but otherwise otherwise terete that are sometimes pruinose or scurfy. Like most species of Acacia it has phyllodes rather than true leaves. The phyllodes are flat and falcate with an elliptic to narrowly elliptic shape and a length of 5 to 17 cm (2.0 to 6.7 in) and a width of 4 to 22 mm (0.16 to 0.87 in). They are thinly coriaceous and usually glabrous and have two or three conspicuous longitudinal nerves and two or three less prominent nerves separate to the base. It blooms between August and November producing simple inflorescences that occur in groups of one to three in the axils. The cylindrical flower-heads are 2 to 6 cm (0.79 to 2.36 in) in length with yellow to pale yellow or cream-coloured flowers. After flowering straight to curved seed pods form that are more or less flat except over the seeds. The glabrous to sparsely hairy seed pods have a length of 3 to 10 cm (1.2 to 3.9 in) and a width of 2 to 4 mm (0.079 to 0.157 in) and have a firmly papery to thinly leathery texture and are smooth or wrinkled longitudinally.",
    "Taxonomy": "There are two known subspecies:\n\nAcacia blakei Pedley subsp. blakei\nAcacia blakei subsp. diphylla (Tindale) PedleyThe specific epithet honours the botanist Stanley T. Blake (1911-1973) who once worked for the Queensland Herbarium.",
    "Distribution": "It is endemic to central and eastern parts of southern Queensland as far north as Emerald and the Blackdown Tableland extending south to north eastern parts of New South Wales to around the Coxs River and Lake Yarrunga to the south west of Sydney. It is usually part of dry sclerophyll forest and woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}