{
  "url": "https://en.wikipedia.org/wiki/Acacia_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia drummondii, commonly known as Drummond's wattle, is a perennial shrub endemic to Western Australia.",
    "Description": "The erect and compact shrub typically grows to a height of 0.3 to 1.8 metres (1.0 to 5.9 ft) and to a similar width. The branches are thin and reddish and appear close to the ground. It has mid-green to slightly bluish green ornamental foliage. The leaves face upward from the stem and are well divided but not feathery with a length of around 2.5 centimetres (1.0 in). It blooms between June and October producing inflorescences with yellow flowers. A single flowerspike forms per axil, the spikes are 2 to 4 cm (0.8 to 1.6 in) in length with a soft appearance with clear canary yellow scentless flowers.",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1839 as part of the work A Sketch of the Vegetation of the Swan River Colony. It was reclassified by Leslie Pedley in 2003 as Racosperma drummondii then transferred back to the genus Acacia in 2006.The species name honours James Drummond, the Government Naturalist of the Swan River Colony.",
    "Distribution": "It has a disjunct distribution extending north from the Wheatbelt region south to the Great Southern region around Albany. It is found in a variety of habitat including among granite outcrops, in gullies and low lying areas and on hillsides and grows well in sandy and gravelly soils often around laterite. It often forms part of the understorey in the forests and woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}