{
  "url": "https://en.wikipedia.org/wiki/Acacia_polifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. polifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia polifolia is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The tree or shrub typically grows to a height of 5 m (16 ft) and has branchlets covered with tiny silvery white hairs and light golden coloured new shoots. Like most species of Acacia it has phyllodes rather than true leaves. The thin, evergreen phyllodes have a narrowly elliptic to oblanceolate or narrowly oblong shape with a length of 4 to 10 cm (1.6 to 3.9 in) and a width of 3 to 8 mm (0.12 to 0.31 in) and are moderately covered with silvery white hairs and have one main nerve per face. When it blooms it produces racemose inflorescences that have spherical flower-heads containing 15 to 20 bright lemon yellow to golden coloured flowers. After flowering  firmly chartaceous to thinly coriaceous seed pods form that have a length of 8 cm (3.1 in) and a width of 8 to 10 mm (0.31 to 0.39 in) and are glabrous with a dusty white coating. The shiny black seeds inside the pods are arranged longitudinally and have an oblong-elliptic to slightly ovate shape with a length of 4 to 5 mm (0.16 to 0.20 in) and a clavate aril.",
    "Distribution": "It is found in parts of the Great Dividing Range in Queensland from around Jericho and Tambo in the west out to around Biloela in the east growing in shallow sandy soils over and around sandstone as a part of Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}