{
  "url": "https://en.wikipedia.org/wiki/Acacia_calamifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. calamifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia calamifolia, commonly known as wallowa or reed-leaf wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae endemic to south eastern parts of Australia.",
    "Description": "The rounded shrub typically grows to a height of 2 to 4 metres (7 to 13 ft) with some individuals reaching as high as 10 m (33 ft) the width of the plant is usually 2 to 4 m (6 ft 7 in to 13 ft 1 in). The narrowly linear, green to grey-green, terete phyllodes have a length of 2 to 10.5 cm (0.79 to 4.13 in) and a width of 1 to 1.5 mm (0.039 to 0.059 in). The phyllodes have a curved point, are glabrous and sometimes scurfy with four non-prominent nerves. It blooms between October and November producing yellow flowers. The inflorescences are found on two to eight headed racemes. The spherical to obloid shaped flower-heads contain 28 to 46 golden pale yellow to golden flowers. The woody, wrinkled seed pods form after flowering have a moniliform shape, resembling a string of beads, with a length of up to 15 cm (5.9 in) and a width of 3 to 6 mm (0.12 to 0.24 in). The dull dark brown to black oblong-elliptic shaped seeds have a length of 6 to 9 mm (0.24 to 0.35 in).",
    "Taxonomy": "The species was first formally described by the botanist Robert Sweet in John Lindley's work Edwards's Botanical Register in 1824. The species was reclassified as Racosperma calamifolium by Leslie Pedley in 2003 then transferred ack to the genus Acacia in 2006. Other synonyms include; Acacia microcarpa var. linearis, Acacia pulverulenta and Acacia uncinata.\nThe specific epithet is taken from the Latin words calamus meaning reed and folium meaning leaf in reference to the shape of the phyllodes.",
    "Distribution": "The shrub is found in South Australia from the Flinders Ranges in the north south to the Tothill Ranges in the northern Mount Lofty Ranges and east to Broken Hill and central parts of New South Wales. It is often a part of woodland and open scrubland communities where it grows in a variety of soil types different soils. It is also found in north western Victoria.",
    "Cultivation": "The shrub is planted as medium-sized ornamental wattle that is suitable as a low shelter plant. It can tolerate full sun or part shade and prefers a well-drained soil but can endure short periods of water logging. It is drought and frost tolerant to −7 °C (19 °F). It makes good habitat for bird life and the seeds are and an important part of the Mallee fowl's diet.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}