{
  "url": "https://en.wikipedia.org/wiki/Acacia_aculeatissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aculeatissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aculeatissima, commonly known as thin-leaf wattle or snake wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub has an erect to decumbent habit and typically grows to a height of 0.3 to 1 m (1 ft 0 in to 3 ft 3 in) and has ribbed stems that are covered in stiff short hairs. The phyllodes are fine and prickly with a length of 5 to 12 mm (0.20 to 0.47 in) and a width of 0.5 to 1 mm (0.020 to 0.039 in) and have four veins that are usually bent downwards. It blooms between August and November and produces inflorescences with pale yellow flowers. Each inflorescence occurs a one to three spherical flowers on individual stalks found in the leaf axils. After flowering narrow seed pods form that are straight or shallowly curved to with a length of around 6 cm (2.4 in).",
    "Taxonomy": "The species was first formally described by the botanist James Francis Macbride in 1919 in the article Notes on certain Leguminosae s published in the Contributions of the Gray Herbarium of Harvard University. The only synonyms are Acacia tenuifolia and Racosperma aculeatissimum.",
    "Distribution": "It is found in south western New South Wales where it is considered rare and Victoria where it is more common. It is often a part of Eucalypt forest communities and grows in sandy loamy clay soils over sedimentary substrate.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}