{
  "url": "https://en.wikipedia.org/wiki/Acacia_hilliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hilliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hilliana, commonly known as Hill's tabletop wattle but also known as sandhill wattle and Hilltop wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to northern Australia.\nThe Indigenous Australian peoples the Banyjima know it as Bundaljingu and the Nyangumarta know it as Puntanungu.",
    "Description": "The low spreading, viscid shrub typically grows to a height of 0.2 to 1 metre (1 to 3 ft). The obscurely ribbed branches normally spread horizontally giving the shrub a flat-topped appearance. The green to grey-green phyllodes are solitary or sometimes in clusters of two or three at the nodes. Each phyllode is 2 to 7 centimetres (0.8 to 2.8 in) in length and has a diameter of about 1 millimetre (0.04 in) and are straight or curve shallowly upward. It blooms from March to October producing golden yellow flowers. The simple inflorescences have an erect flower spike that is 10 to 45 mm (0.4 to 1.8 in) in length. Following flowering flat, thick and linear dark brown seed pods with a length of 2 to 8 cm (0.8 to 3.1 in) and a width of 2 to 6 mm (0.08 to 0.24 in). The erect and woody pods are sticky with resin and have an odour resembling like citronella or lemon grass. The ellipsoidal dull to slightly shiny brown seeds are 3 to 5.5 mm (0.12 to 0.22 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1917 as part of the Alfred James Ewart and Olive Blanche Davies work Appendix IV: Acacias of the Northern Territory. The Flora of the Northern Territory. It was reclassified as Racosperma hillianum by Leslie Pedley in 1987 then transferred back the genus Acacia in 2001.The species name honours Gerald Freer Hill who collected the type specimen used by Maiden to prepare the description of the plant.",
    "Distribution": "In Western Australia it is scattered throughout the Kimberley and Pilbara regions of Western Australia usually on rocky ranges and plateaus, among sand dunes and on sand plains growing in red sandy and stony soils. It is also found in the Northern Territory and extends into far western Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}