{
  "url": "https://en.wikipedia.org/wiki/Acacia_glaucocaesia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. glaucocaesia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia glaucocaesia is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to north western parts of Australia.",
    "Description": "The dense glabrous shrub or tree typically grows to a height of 1.8 to 6.0 metres (6 to 20 ft). It has branchlets with a white powdery covering and spiny stipules on younger plants. The thin phyllodes are rarely green except on new shoots. The phyllodes have an elliptic to lanceolate shape and a length of 1.5 to 2.5 cm (0.59 to 0.98 in) and a width of 7 to 13 mm (0.28 to 0.51 in) and an inconspicuous midrib. The plant blooms between from July to September and produces yellow flowers. The inflorescences are spherical containing 35 to 50 pale yellow flowers. The seed pods that form after flowering have a narrowly oblong shape with a length of up to 4 cm (1.6 in) and a width of 12 to 13 mm (0.47 to 0.51 in) and have a powdery white covering. The shiny brown to black seeds within have an oblong to ovate shape and are 4 to 5 mm (0.16 to 0.20 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Karel Domin in 1926 as part of the work Beitrage zur Flora und Pflanzengeographie Australiens as published in Bibliotheca Botanica. It was reclassified as Racosperma glaucocaesium by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Pilbara and Kimberley regions of Western Australia where it is mostly found in floodplains growing in sandy, clay or loamy soils. It is most commonly situated in the western Pilbara region mostly in between the De Grey River and Fortescue Rivers and forming dense monospecific stands.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}