{
  "url": "https://en.wikipedia.org/wiki/Acacia_harpophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. harpophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia harpophylla, commonly known as brigalow, brigalow spearwood or orkor is an endemic tree of Australia. The Indigenous Australian group the Gamilaraay peoples know the tree as Barranbaa or Burrii. It is found in central and coastal Queensland to northern New South Wales. It can reach up to 25 m (82 ft) tall and forms extensive open-forest communities on clay soils.",
    "Description": "The tree is root-suckering and has hard, furrowed and almost black coloured bark. The glabrous or hairy branchlets are angular at extremities. Like most species of Acacia it has phyllodes rather than true leaves. The coriaceous, sericeous and evergreen phyllodes have a falcate shape with a length of 10 to 20 cm (3.9 to 7.9 in) and a width of 7 to 20 mm (0.28 to 0.79 in) and have many closely parallel nerves with three to seven of the nerves are more prominent than the others. When it blooms, between July and October, it produces condensed inflorescences in groups of two to eight on racemes, usually appearing as axillary clusters. The spherical flower-heads have a diameter of 5 to 8 mm (0.20 to 0.31 in) and contain 15 to 35 golden coloured flowers. After flowering crustaceous and glabrous seed pods form that are subterete and straight to slightly curved. The pods are raised over and constricted between seeds and have a length of up to 20 cm (7.9 in) and a width of 5 to 10 mm (0.20 to 0.39 in) with longitudinal nerves.The soft, dull, brown coloured seeds within the pods are arranged longitudinally and have an oblong or broadly elliptic shape and are flattened but thick with a length of 10 to 18 mm (0.39 to 0.71 in) and have a filiform funicle.",
    "Distribution and habitat": "Two species, brigalow  (A.  harpophylla) and gidgee (A. cambagei) form open woodlands on flat and gently undulating terrain on heavy and relatively fertile clay and clay-loam soils primarily in the 300-700mm annual rainfall region of Eastern Australia.  These woodlands extend from a northern extreme of 20o S  into northern New South Wales.  Brigalow and gidgee occur as mixed communities in some regions and are commonly associated with several other woody species, including overstorey species such as Eucalyptus coolabah, E. cambageana, Casuarina cristata, and a range of understorey species. A. tephrina, A. georginae and A. argyrodendron also occupy similar habitats and have similar habits and growth forms, but are less widespread, while a number of other Acacia species also form structurally similar communities.Brigalow occurs from coastal regions receiving in excess of 900 mm (35 in) rainfall  per year through to the semi arid 500 mm (20 in) rainfall region although it is primarily a semi-arid zone species.  Gidgee  (A.  cambagei) replaces brigalow as rainfall drops in western regions and extends from 650 to 300 mm (26 to 12 in).  Gidgee, with a maximum height of approximately 12 m (39 ft) is somewhat smaller than brigalow which can attain heights of 20 m (66 ft).  In the north-western regions Black gidgee (A.  argyrodendron) replaces brigalow in many areas, while in Central-Western districts Boree (A.  tephrina) forms woodlands and shrublands, frequently on cracking clay soils and often in association with A.  cambagei. Georgina gidgee (A.  georginae) woodlands are found in more arid regions in the 200 to 250 mm (7.9 to 9.8 in) rainfall belt.In New South Wales it is found from around Roto in the south, to around Hungerford in the east and Willow Tree in the west along the Great Dividing Range. In Queensland it is found as far north as Townsville.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1864 as part of the work Flora Australiensis. It was reclassified as Racosperma harpophyllum by Leslie Pedley and transferred back the genus Acacia in 2001. The type specimen was collected from around Rockhampton.\nThe specific epithet is in reference to the falcate shape of the phyllodes on the tree.",
    "Response to fire": "Species associated with these brigalow communities generally have a good capacity for re-sprouting following fire, and brigalow itself sprouts freely from the butt, roots and living stems in response to fire damage.  Both gidgee and blackwood, in contrast, have a limited capacity to resprout following fire damage.  A notable exception to the fire tolerance of brigalow communities occurs in what are referred to as softwood scrubs, which are dense communities of brigalow and a range of particularly fire-sensitive species. Fire in any brigalow or gidgee woodland would be a rare event under natural circumstances, since pasture is at best sparse in these communities, consisting of Chloris, Paspalidium, Dicanthium, Sporobolus and Eragrostis species.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}