{
  "url": "https://en.wikipedia.org/wiki/Acacia_wiseana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. wiseana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia wiseana is a shrub that grows in arid and semi-arid parts of northern Western Australia and the Northern Territory.",
    "Description": "It is an intricate spiny shrub that typically grows to a height of 1 to 4 m (3 ft 3 in to 13 ft 1 in) and has a similar width. The divaricate light green glabrous branchlets are short and straight with striate-ribbing. Like most Acacia species, it has phyllodes rather than true leaves. The sparse and inconspicuous, light green phyllodes shed frequently from the branchlets. the phyllodes are patent to deflexed with a linear shape that is pentagonal-compressed to flat. They are  5 to 20 mm (0.20 to 0.79 in) in length and 1 to 1.5 mm (0.039 to 0.059 in) wide and have five nerves.  It produces yellow flowers from July to September.",
    "Taxonomy": "It was first published by Charles Gardner in 1942,  based on a specimen collected by him and possibly also Frank Wise (the publication lists Wise as a collector, but the herbarium specimens are only tagged with Gardner's name), near Wandagee on the Minilya River in Western Australia, on 31 August 1932. The specific epithet honours Wise.",
    "Distribution": "Florabase identifies the IBRA region in which the most samples have been collected from  as the Carnarvon region. It is found throughout the Gascoyne and scattered though the Pilbara regions of Western Australia extending eastward into the Northern Territory where it grows in sandy loam soils.",
    "References": "\n\"Acacia wiseana\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government."
  }
}