{
  "url": "https://en.wikipedia.org/wiki/Acacia_baileyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. baileyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia baileyana or Cootamundra wattle is a shrub or tree in the genus Acacia. The scientific name of the species honours the botanist Frederick Manson Bailey.  It is indigenous to a small area of southern New South Wales in Australia, but it has been widely planted in other Australian states and territories.  In many areas of Victoria, it has become naturalised and is regarded as a weed, outcompeting indigenous Victorian species.\nAlmost all wattles have cream to golden flowers. The small flowers are arranged in spherical to cylindrical inflorescences, with only the stamens prominent. Wattles have been extensively introduced into New Zealand.",
    "Uses": "A. baileyana is used in Europe in the cut flower industry.  It is also used as food for bees in the production of honey. American urban landscape designer Renée Gunter uses this plant in her South Los Angeles lawn as a drought-resistant alternative to thirstier plants.Less than 0.02% alkaloids were found in a chemical analysis of Acacia baileyana.",
    "Cultivation": "This plant is adaptable and easy to grow. It has gained the Royal Horticultural Society's Award of Garden Merit. Unfortunately, it has an ability to naturalise (i.e. escape) into surrounding bushland. Also, it hybridises with some other wattles, notably the rare and endangered Sydney Basin species Acacia pubescens.\nA prostrate weeping form is in cultivation. Its origin is unknown, but it is a popular garden plant, with its cascading horizontal branches good for rockeries. The fine foliage of the original Cootamundra wattle is grey-green, but a blue-purple foliaged form, known as 'Purpurea' is very popular.",
    "Use of colour": "The colour Cootamundra wattle is used currently by the Australian Capital Territory Fire Brigade as their colour scheme for firefighting appliances.",
    "Gallery": "",
    "References": "",
    "References-Cited text": "Stewart, Angus (2001). Gardening on the Wild Side. Sydney: ABC Books. ISBN 978-0-7333-0791-1.",
    "External links": "Acacia baileyana"
  }
}