{
  "url": "https://en.wikipedia.org/wiki/Acacia_anomala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. anomala"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia anomala, commonly known as grass wattle is a shrub belonging to the genus Acacia. It is native to a small area along the west coast of Western Australia, and is listed as a vulnerable species under the Western Australian Wildlife Conservation Act and the Commonwealth Environmental Protection Act.",
    "Description": "The shrub has a slender rush-like habit and typically grows to a height of 0.2 to 0.5 metres (0.7 to 1.6 ft). It has a multi-stemmed base with narrowly winged upper stems. There are few to no phyllodes which have a linear to narrowly elliptic shape and are 4 to 10 centimetres (1.6 to 3.9 in) in length and have a width of 2 to 6 millimetres (0.08 to 0.24 in). It produces yellow flowers between August and September. The simple inflorescences are supported on glabrous peduncles that are 1 to 4 mm (0.04 to 0.16 in) long. The flower spikes are usually 1 to 3 cm (0.4 to 1.2 in). Seed pods form later that have a linear shape and are to  to 5 cm (2.0 in) in length and 3 mm (0.12 in). The seeds in the pod are 2.5 mm (0.10 in) in length with an oblong shape.",
    "Taxonomy": "The species was first formally described by Arthur Bertram Court in 1978 as part of the work Three new species of Acacia (Mimosaceae) from Western Australia published in the journal Nuytsia. It was briefly reclassified by Leslie Pedley in 2003 as Racosperma anomalum, then back to the original name in 2006, with the dispute being finally resolved in 2011. (See Acacia.)\nThe type specimen was collected by Charles Austin Gardner and H.H.Kretchmar in 1961 between Muchea and Chittering. It is very similar in appearance to Acacia applanata.",
    "Distribution": "The species has a very small range, confined to an area between Chittering, Swan and Kalamunda where it grows on the slopes of the Darling Range in lateritic soils. It is mostly found as part of Eucalyptus woodland communities.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Google image search: Acacia anomala"
  }
}