{
  "url": "https://en.wikipedia.org/wiki/Acacia_fuscaneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. fuscaneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia fuscaneura, commonly known as sooty wattle, is a tree belonging to the genus Acacia and the subgenus Juliflorae. It is native to arid areas of central Australia.",
    "Description": "The tree can grow to a height of 14 metres (46 ft). The young branchlets are densely haired with the hairs obscuring ribs. It has straight and flat evergreen phyllodes that are around 8 centimetres (3.1 in) in length and 13 millimetres (0.51 in) wide that are also covered in hair while still immature. It flowers in early summer between November and December producing solitary axillary inflorescences with long cylindrically shaped yellow flowerheads. The seed pods that form after flowering are dark brown in colour and can have a purplish tinge with seeds that are normally narrowly winged.\nIt is very similar in appearance to Acacia aneura var. aneura and also strongly resembles the more widespread Acacia paraneura.",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and J.E.Reid in 2012 as part of the work A taxonomic revision of Mulga (Acacia aneura and its close relatives: Fabaceae) in Western Australia as published in the journal Nuytsia. Two synonyms are known; Acacia aneura var. fuliginea and  Racosperma aneurum var. fuligineum.",
    "Distribution": "In Western Australia it is found scattered across a large area in the Wheatbelt, Mid West and Goldfields regions of Western Australia. It is also found through interior areas of South Australia.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}