{
  "url": "https://en.wikipedia.org/wiki/Acacia_oncinocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. oncinocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia oncinocarpa is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to northern Australia.",
    "Description": "The shrub or tree typically grows to a height of 0.5 to 5 m (1 ft 8 in to 16 ft 5 in) and has a rounded and resinous habit but can have a prostrate habit in exposed coastal locales. The smooth or flaky bark can be grey to brown in colour and it has angular branchlets with reddish brown granules. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes have a narrowly elliptic to narrowly oblanceolate shape and can be straight or curved The hoary or glabrous, chartaceous to subcoriaceous phyllodes have a length of 6 to 15 cm (2.4 to 5.9 in) and a width of 5 to 24 mm (0.20 to 0.94 in). The phyllodes have three to five prominent longitudinal nerves. It blooms between March and August producing cylindrical flower-spikes in groups of up to five in the axils. The flower-spikes have a length of 2.5 to 8 cm (0.98 to 3.15 in) that are loosely packed with pale yellow to cream-coloured flowers. Following flowering woody and glabrous seed pods form that have a narrowly oblanceolate to linear shape and are basally narrowed. The erect, flat and straight-sided seed pods have a length of 5 to 11 cm (2.0 to 4.3 in) and a width of 4.5 to 10 mm (0.18 to 0.39 in) The brown seeds are arranged obliquely in the pods. The oblong-elliptic shaped seeds have a length of 4 to 7 mm (0.16 to 0.28 in) with a narrowly conical aril.",
    "Distribution": "It is native to a small area in the Kimberley region of Western Australia and across tropical areas of the top end of the Northern Territory where it is quite common throughout Arnhem Land. It is often situated on coastal sand dunes or cliff area where it is found growing loamy or sandy and often gravelly soils on or around sandstone, granite or laterite as a part of Eucalyptus or Melaleuca woodland or shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}