{
  "url": "https://en.wikipedia.org/wiki/Acacia_flavescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. flavescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia flavescens, also known as the red wattle, yellow wattle or primrose ball wattle, is a tree in the genus Acacia native to eastern Australia.",
    "Description": "The tree typically grows to a height of 6 to 20 metres (20 to 66 ft) and has rough, furrowed and  shaggy looking brown bark. The angular branchlets have a yellowish tinge explaining the common name. The evergreen phyllodes have a narrowly elliptic to lanceolate shape and are 9 to 30 centimetres (4 to 12 in) in length and 2 to 6 cm (0.8 to 2.4 in) wide.When it blooms it produces axillary inflorescences with globular flowerheads with a diameter of 4.5 to 6 mm (0.18 to 0.24 in) containing 30 to 60 cream coloured flowers. Following flowering it forms glabrous flat seed pods that are up to 12 cm (5 in) in length with a width of 1.5 to 2.5 cm (0.6 to 1.0 in). The dull black seeds within have an elliptic shape and are 6 to 7 mm (0.24 to 0.28 in) in length.",
    "Taxonomy": "The type specimen was collected by Allan Cunningham in 1819 from along the Queensland coast during his voyage aboard HMS Mermaid.\nThe species was first formally described in 1842 by George Bentham as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified in 1987 as Racosperma flavescens by Leslie Pedley then transferred back to genus Acacia in 2006.Other synonyms include; Acacia flavescens var. typica and Acacia flavescens var. nobilis as described by Karel Domin and Acacia flavescens Benth. var. flavescens.A. flavescens resembles and is closely related to Acacia leptoloba.",
    "Distribution": "The tree is found through much of eastern Queensland mostly along areas near the coast extending from around Cape York in the north down to Brisbane in the south where it is part of Eucalypt forest and woodland communities growing in sandy soils and along the margins of monsoon and rainforest communities.\nIt typically grows in altitudes ranging from sea level to 1,000 metres (3,281 ft).",
    "Cultivation and uses": "The species is sold commercially as seedlings or in seed form. Seeds need to be pre-treated by scarifying or soaking in hot water prior to planting.\nThe tree grows well in a sunny location in a wide range of soils including poor soils. It is fast growing and can shoot from root suckers making it a possible weed problem. It has a symbiotic relationship with nitrogen fixing bacteria found on the root nodules.\nThe wood can be used as a fuel and the plant grown for soil stabilization or erosion control. The bark contains 10 to 26% tannin.\nThe bark is an astringent and can be used externally to treat wounds or internally to treat diarrhoea and dysentery.\n\n\n== References =="
  }
}