{
  "url": "https://en.wikipedia.org/wiki/Acacia_colletioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. colletioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia colletioides, commonly known as wait-a-while, pin bush and spine bush, is a shrub of the genus Acacia and the subgenus Plurinerves that is native to Australia.\nThe rigid spreading prickly shrub typically grows to a height of 0.5 to 3 metres (2 to 10 ft). The branchlets are glabrous to sparsely haired and have scarring where phyllodes have detached. The pungent, rigid, glabrous phyllodes are sessile and are found on distinct, yellow stem-projections. Each phyllode has a straight to curved shape and are usually 1.5 to 3 centimetres (0.59 to 1.18 in) in length with a width of 1 to 1.5 millimetres (0.039 to 0.059 in). It blooms in winter and spring from July to September and produces yellow flowers. Two simple inflorescences are found per axil, the flower heads have a subglobular to ellipsoidal shape and contain 15 to 24 flowers. Each flower head is 3 to 5 mm (0.118 to 0.197 in) and has a diameter of 3 to 4.5 mm (0.118 to 0.177 in). Following flowering linear coiled seed pods form that are up to a length of 7 cm (2.76 in) and 3 to 5 mm (0.118 to 0.197 in) wide. The shiny black seeds have an oval to ovate shape and a length of 3 to 4.5 mm (0.118 to 0.177 in) with an orange or yellow aril.A. colletioides is closely related to Acacia nyssophylla. It is similar in appearance to Acacia asepala, Acacia subsessilis and Acacia enterocarpa.It is found in dry areas from around Geraldton on the west coast of Western Australia, through part of South Australia and north western Victoria to around Dubbo in New South Wales, where it is mostly a part of mallee scrub or open woodland communities.\nIn Western Australia it is native to an area in the Wheatbelt, Mid West and Goldfields-Esperance regions where it grows in a variety of soil types.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}