{
  "url": "https://en.wikipedia.org/wiki/Acacia_burrowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. burrowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia burrowii, commonly known as Burrow's wattle, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to eastern Australia.",
    "Description": "The tree only has single stem typically grows to a height of less than 13 m (43 ft) and grey coloured ribbony bark. It has glabrous, scurfy, reddish-brown coloured branchlets that are angular towards the apices. Like most species of Acacia it has phyllodes instead of true leaves. The flat, straight, or slightly curved phyllodes have a narrowly elliptic shape with a length of 2.5 to 11 cm (0.98 to 4.33 in) and a width of 4 to 10 mm (0.16 to 0.39 in) and have one to three slightly prominent main veins. It blooms between July and October producing yellow flowers. The flower-spikes have a length of 1.5 to 3 cm (0.59 to 1.18 in) packed with golden coloured flowers. After flowering thinly coriaceous to crustaceous seed pods form that have a linear shape and are slightly constricted between seeds with a length of 4 to 11 cm (1.6 to 4.3 in). The dark brown to black seeds with an oblong-elliptic shape are longitudinally arranged in the pods.",
    "Distribution": "It is endemic to north western New South Wales and south eastern Queensland. It is found on the plains around Cobar and Nyngan in the south withit's range extending north thorugh Yetman and the Pilliga Scrub into south eastern Queensland from around Goodiwindi and Moonie, Queensland in the south up to around Eidsvold in the north where it is found in rocky hillsides in loamy or sandy soils as a part of Eucalyptus forest and woodland communities or sometimes dense scrubland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}