{
  "url": "https://en.wikipedia.org/wiki/Acacia_drepanocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. drepanocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia drepanocarpa is a shrub belonging to the genus Acacia and the subgenus Juliflorae native to northern Australia.",
    "Description": "The shrub typically grows to a height of 0.9 to 4 metres (3 to 13 ft) in height. It blooms between May and August producing inflorescences with yellow flowers. The resinous shrub hasp apically angular yellowish glabrous branchlets and are often scurfy and have small ridges. The evergreen linear to narrowly elliptic shaped phyllodes with a length of 2.5 to 13 cm (0.98 to 5.12 in) and a width of 1.5 to 12.5 mm (0.059 to 0.492 in). The phyllodes have three to five prominent, raised nerves. The flowers-spikes produced are 1.5 to 4.5 cm (0.59 to 1.77 in) in length with pale to bright yellow flowers. The seed pods that form after flowering are flat with a linear-oblanceolate shape and around 5 to 9 cm (2.0 to 3.5 in) in length and 5.5 to 9 mm (0.22 to 0.35 in) wide. The glaborus, thick, coriaceous to thinly woody pods have oblique nerves and are crusted in resin and open elastically from the apex. The dark brown seeds are obliquely arranged with a narrowly oblong to elliptic shape with a length of 5 to 8 mm (0.20 to 0.31 in).",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem as published in the Journal of the Proceedings of the Linnean Society. The species is often confused with Acacia polyadenia.A. drepanocarpa belongs to the Acacia stigmatophylla group.\nThere are two recognised subspecies:\n\nAcacia drepanocarpa subsp. drepanocarpa\nAcacia drepanocarpa subsp. latifolia",
    "Distribution": "It is found in an area of the Kimberley region of Western Australia. extending into the top end of the Northern Territory and into western and central Queensland. It grows on undulating pindan plains in red sandy-gravelly soils. It is distributed from south of Broome in the west to as far east as Barkley Downs Station in western Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}