{
  "url": "https://en.wikipedia.org/wiki/Acacia_phlebophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. phlebophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia phlebophylla, a type of acacia also known by the names Buffalo sallow wattle and Mount Buffalo wattle, is a straggling shrub to small, twisted tree reaching up to 5 m in height. It is a close relative of Acacia alpina. It has large, elliptic, flat, commonly asymmetrical phyllodes 4–14 cm long, 1.5–6 cm wide, with coarse veins, a leathery feel, prominent nerves and reticulated veins. Deep yellow rod-like flowers appear in spring (June–December in Australia), widely scattered on spikes 4–7 cm long, followed by 7–10 cm long legumes in November–March, narrow, straight or slightly curved, releasing 5–10 elliptical seeds, 5–7.5 mm long. Solitary or twinned spikes, to 6 cm long. Only known from the high altitude granite slopes of Mount Buffalo National Park, Victoria, Australia, where it occurs above 350 meters in woodlands and heathlands often amongst granite boulders.\nThis is one of the purest natural sources of the psychedelic drug dimethyltryptamine, also known as DMT, which occurs as the predominant alkaloid throughout the plant.  However, due to conservation issues this species is not considered a viable source of tryptamines, as outlined below. A much more common species such as Acacia obtusifolia, should be researched instead.\nRecent reports on regrowth after the 2006 bushfires indicates that the phyllodes of young plants have little to no dimethyltryptamine content. This is presumed to be due to the young age of the plants versus the old growth that stood before the fire.",
    "Conservation": "Care must be taken with this species as it consists of one population or metapopulation which has been ravaged over the years by bush fires and fungal infections.  Acacia phlebophylla is listed as rare and threatened by the Victoria Department of Sustainability and Environment.  There is significant concern for the viability of this population, particularly with the threat of fungal pathogens and other disturbances.  (A particular species of local wasp may be associated with the transmission of this fungal pathogen.)\nLooking/walking amongst them from stand to stand has been strongly advised against, due to the risk of spreading the fungal pathogen which at the moment is their greatest threat.\nThough there are many accounts of bountiful regrowth, this species should not be used for the extraction of drugs for conservation reasons.  Attempts at ex-situ cultivation have been mostly unsuccessful and have usually resulted in plants dying at 3 years.  If cultivation is successful, it is important that plants are allowed to mature and produce seeds for eventual rehabilitation rather than used for tryptamine production.Healthy plants exist in private gardens near Gatton, Queensland, as well as in Ireland, indicating the plant is not as recalcitrant in cultivation or restricted to its alpine environment as was once thought.",
    "References": "",
    "External links": "Acacia Phlebophylla – Extensive Information and Photos."
  }
}