{
  "url": "https://en.wikipedia.org/wiki/Acacia_laccata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. laccata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia laccata is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to northern Australia.",
    "Description": "The spindly erect shrub typically grows to a height of 2 to 5 metres (7 to 16 ft). The dark brown bark is flaky and longitudinally fissured. It has glabrous, coarse, angular upper branchlets. The evergreen glabrous phyllodes have a narrowly elliptic and rarely oblanceolate shape that becomes oblique towards the base. The phyllodes are 9 to 19 cm (3.5 to 7.5 in) in length and 20 to 50 mm (0.79 to 1.97 in) and have three to four prominent veins with four or five less prominent veins. It blooms from May to September producing yellow flowers. The flower-spikes have a length of 2 to 5 cm (0.79 to 1.97 in). After flowering linear seed pods form that are constricted between the seeds. The thinly coriaceous, glabrous seed pods have a length of 3 to 7 cm (1.2 to 2.8 in) and a width of 5 to 8 mm (0.20 to 0.31 in). The dark brown seeds found within the pods are longitudinally arranged with an elliptic shape and a length of 4 to 5 mm (0.16 to 0.20 in).",
    "Distribution": "It is native to a small area in the Kimberley region of Western Australia where it is found on flats and plains growing in sandy soils over and around quartzite and sandstone. Its range extends eastwards into tropical parts of the top end in the north east of the Northern Territory and the far north west of Queensland where it is often part of open Eucalyptus forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}