{
  "url": "https://en.wikipedia.org/wiki/Acacia_strongylophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. strongylophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia strongylophylla, commonly known as round-leaf wattle, is a shrub of the genus Acacia and the subgenus Phyllodineae endemic to central Australia.",
    "Description": "The erect, glabrous, spinescent and straggly shrub typically grows to a height of 1 to 3 metres (3 to 10 ft). The yellowish-green to reddish-brown branchlets are slightly flattened and have smooth thin brown coloured bark. The evergreen flat dull phyllodes have a rhomboid-orbicular shape and are up to 2 centimetres (0.8 in) in length and width and have one prominent major vein. It blooms between June and October forming yellow flowers. The simple axillary flower-spikes are usually solitary or occur in pairs and have large spherical deep golden-yellow flower-heads. Following flowering brown seed pods form that have an oblong shape and are around 8 cm (3 in) in length and 12 millimetres (0.472 in) wide. The pods are flat but  raised over each seed. The hard shiny black-brown seeds have an ovoid shape and are about 5 mm (0.197 in) with a width of around 3.5 mm (0.138 in).",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1874 in the work Fragmenta Phytographiae Australiae. It was reclassified as Racosperma strongylophyllum by Leslie Pedley in 1987 but was transferred back to the genus Acacia in 2001.The species name is taken from the Greek words strongylos meaning round and phyllon meaning a leaf referring to the shape of the leaves on the plant.A. strongylophylla is a part of the Acacia pyrifolia group but can be distinguished by the non-racemose inflorescences.",
    "Distribution": "It is native to arid desert areas in the north western South Australia, southern Northern Territory and the north eastern Goldfields region of Western Australia. It is found along watercourses, on rocky hillsides and valley floors and walls growing in shallow red sandy soils. It is usually a part of tall shrubland communities with other Acacia and Eucalyptus species.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}