{
  "url": "https://en.wikipedia.org/wiki/Acacia_sedifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. sedifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia sedifolia is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The shrub typically grows to a height of 0.3 to 2.0 metres (1 to 7 ft). It has a dense, rounded habit and has a diameter of around 3 m (9.8 ft). The resinous, glabrous branchlets are aromatic when crushed. The thick green nerveless phyllodes are crowded on the branchlets and have an oblong to asymmetrically cuneate shape that is recurved at least at the apex. The terete to flat, ascending to erect phyllodes have a length of 2 to 5 mm (0.079 to 0.197 in) and a width of 0.5 to 1.5 mm (0.020 to 0.059 in) and are obliquely narrowed to a distinct, acute point. It blooms from June to August and produces yellow flowers.",
    "Taxonomy": "It was first formally described by the botanists Joseph Maiden and William Blakely in 1928 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma sedifolium in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.\nThere are two recognised subspecies:\n\nAcacia sedifolia subsp. pulvinata\nAcacia sedifolia subsp. sedifolia",
    "Distribution": "It is native to an area in the Wheatbelt region of Western Australia where it is found on ridges and hill tops in areas of laterite growing in gravelly sand, clay or loam soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}