{
  "url": "https://en.wikipedia.org/wiki/Acacia_holosericea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. holosericea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia holosericea, is a shrub native to tropical and inland northern Australia. It is commonly known as soapbush wattle, soapbush, strap wattle, candelabra wattle, silver wattle and silky wattle.",
    "Description": "The shrub has a spreading habit and typically grows to a height of 3 m (9.8 ft) and a width of 4 m (13 ft). The large grey-green phyllodes have an ovate-lanceolate shape with a length of 10 to 25 cm (3.9 to 9.8 in) and a width of 2 to 9 cm (0.79 to 3.54 in) and are covered with white silky hairs, with three to four prominent veins. The flowers are rod-like and bright yellow, 3–5 cm long. The thinly crustaceous seed pods that form after flowering are tightly irregularly coiled and have a width of 2.5 to 4 mm (0.098 to 0.157 in). The pods are 3 to 5 cm (1.2 to 2.0 in) in length and twisted and curled. The shiny dark brown seeds are arranged longitudinally in the pods and have an obloid-ellipsoid shape and are 3 to 5 mm (0.12 to 0.20 in) in length with a bright yellow aril. The seed is edible.",
    "Taxonomy": "The species was first formally described by the botanist George Don in 1832 as part of the work A General History of Dichlamydeous Plants. It was reclassified as Racosperma holosericeum in 1987 by Leslie Pedley then transferred back to genus Acacia in 2006. Other synonyms include; Acacia holosericea var. glabrata, Acacia holosericea var. multispirea and Acacia mangium var. holosericea. The type specimen was collected by Allan Cunninham in 1819 near Port Keats on the edge of the Cambridge Gulf.",
    "Distribution": "The shrub is found in northern parts of Australia in Western Australia, the Northern Territory and Queensland. The range of the bulk of the population extends from around near Derby in the Kimberley region of Western Australia to the east through the top end of the Northern Territory as far as Rockhampton in eastern Queensland. Smaller populations are found in arid regions of the Pilbara in the Hamersley Range, in central parts of the Northern Territory and in southwestern Queensland. It is found in and around ephemeral watercourses growing in gravelly sand or loamy soils.",
    "Cultivation": "A. holosericea is available for cultivation by seed, although the seeds must be scarified prior to planting. It grows quickly and well in a sunny, reasonably well drained position in most soil types. It is suitable as a feature plant or as a hedge or screen plant.\nIt has attractive foliage and fruit and can be grown in tropical areas.",
    "Uses": "Indigenous Australians used the plant as a fish poison. The seeds of the plant are known to be edible.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Acacia holosericea\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}