{
  "url": "https://en.wikipedia.org/wiki/Acacia_undulifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. undulifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia undulifolia is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia.",
    "Description": "The open shrub typically grows to a height of 2 to 3 metres (7 to 10 ft). It usually has few main branches that are  erect to inclined and curved to straight. It has reddish-brown or sometimes green branchlets that are ridged and angled. Like most species of Acacia it has phyllodes rather than true leaves. They are green to grey-green or blue-green and slightly asymmetric and flat or sometimes convex or broadly elliptic in shape. The phyllodes are 17 to 25 mm (0.67 to 0.98 in) in length and 12 to 16 mm (0.47 to 0.63 in) wide and sparsely hairy or glabrous. It blooms between October and November and produces simple inflorescences with spherical flower-heads that have a diameter of 8 to 9 mm (0.31 to 0.35 in) and contain 20 to 30 pale yellow flowers. The sub-glossy to blackish seed pods that form after flowering have a narrowly oblong to oblong shape and are quite straight with a length of 40 to 80 mm (1.6 to 3.1 in) and a width of 16 to 24 mm (0.63 to 0.94 in).",
    "Taxonomy": "The specific epithet is in reference to the undulate phyllodes, which is particularly noticeable on new growth. The plant resembles Acacia piligera.",
    "Distribution": "It is native to an area in New South Wales where it has a scattered distribution over the upper Blue Mountains from the north near Mount Monundilla to the south around the Megalong Valley and as far west as the Cox River extending to the east as far as the Watagan Range and Bucketty where it usually grows in gravelly sandy loam soils that have originated from sandstones.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}