{
  "url": "https://en.wikipedia.org/wiki/Acacia_hispidula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hispidula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hispidula, known colloquially as  little harsh acacia, rough-leaved acacia or rough hairy wattle, is a species of Acacia native to eastern Australia.",
    "Description": "The shrub typically grows to a height of 2 m (6 ft 7 in) has a spreading, open habit, with scabrous and tuberculate branchlets that have minute hairs. It has evergreen phyllodes with an asymmetric narrowly oblong-elliptic shape that are often shallowly incurved. The sub-glabrous to glabrous phyllodes are 10 to 30 mm (0.39 to 1.18 in) in length and 3 to 10 mm (0.12 to 0.39 in) and have a prominent midrib. It flowers between January and April producing simple inflorescences occur singly in the axils and have spherical flower-heads containing 10 to 20 pale yellow to almost white flowers. The glabrous blackish seed pods that form after flowering have an oblong to narrowly oblong shape but can be elliptic when containing a single seed. The pods can be up to 4.5 cm (1.8 in) in length and 7.5 to 10.5 mm (0.30 to 0.41 in) in width and are thickly coriaceous to subwoody. The turgid seeds have an oblong shape and are 7.5 to 8.5 mm (0.30 to 0.33 in) in length and 4.5 mm (0.18 in) wide.",
    "Taxonomy": "The species was first formally described by the botanist James Edward Smith in 1795 as Mimosa hispidula in the work A Specimen of the Botany of New Holland . It was then described as Acacia hispidula by Carl Ludwig Willdenow in 1806 as part of the work Species Plantarum. It was reclassified as Racosperma hispidulum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.\nThe shrub is mistaken for Acacia aspera which has longer and narrower phyllodes. It is closely allied with Acacia purpureopetala which is also found in Queensland.\nThe specific epithet is derived from Latin and is in reference to the hairy nature of the branchlets and phyllode margins having short hairs or tubercles.",
    "Distribution": "It has a disjunct distribution and is found around the Sydney area in New South Wales and further north from Coffs Harbour and inland to Torrington to the border with Queensland from the north as far as Crows Nest and Brisbane where it is a part of Eucalyptus woodland communities growing in shallow soils over granite and sandstone.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}