{
  "url": "https://en.wikipedia.org/wiki/Acacia_brachybotrya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. brachybotrya"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia brachybotrya, commonly known as grey mulga or grey wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to Australia.",
    "Description": "The dense, spreading shrub with a rounded habit typically grows to a height of 1 to 3 metres (3.3 to 9.8 ft) and often wider. The grey-green flat phyllodes have an obliquely oblanceolate to obovate shape with a length of 3.5 cm (1.4 in) and a width of 15 mm (0.59 in). It blooms between July and November producing axillary inflorescences composed of two to five spherical bright yellow flower-heads. After flowering long, dark brown seed pods form that are straight to slightly curved with a length of around 7 cm (2.8 in) and a width of about 6 mm (0.24 in). The dark brown to black seeds have a semi-flat ovoid shape and are around 7 mm (0.28 in) in length and a width of 4 mm (0.16 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma brachybotryum in 2003 by Leslie Pedley and transferred back into the genus Acacia in 2006. The specific epithet is taken from the Greek words brachys meaning short and  botrys meaning spike in reference to the flower supported on a short penduncle.",
    "Distribution": "The plant is distributed widely throughout semi-arid parts of south eastern Australia from around Yalata in the west to around Bendigo in  Victoria in the east and as far north as Nymagee in New South Wales where it is found growing in many different soil types and often part of mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}