{
  "url": "https://en.wikipedia.org/wiki/Acacia_floydii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. floydii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia floydii is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The tree or shrub typically grows to a height of 1.5 to 4.5 m (4 ft 11 in to 14 ft 9 in) but can reach up to 10 m (33 ft) and has an erect to spreading habit. It has sharply angled glabrous branchlets that become flattened at extremities. It has bipinnate leaves on juvenile palnts that are sometimes present on mature plants. The evergreen glabrous phyllodes are generally straight with a linear shape and a length of 6 to 13 cm (2.4 to 5.1 in) and a width of 1 to 3 mm (0.039 to 0.118 in) and have a subprominent midvein and obscure lateral veins. It blooms between January and May producing inflorescences that occur in groups 5 to 16 in the axillary racemes with spehrical flower-heads that have a diameter of 4 to 6 mm (0.16 to 0.24 in) and contain 8 to 11 pale yellow to almost white flowers. After flowering smooth, leathery, brown seed pods form that a straight and flat with a length of 6 to 12 cm (2.4 to 4.7 in) and a width of 6 to 9 mm (0.24 to 0.35 in) with seeds arranged longitudianally inside.",
    "Taxonomy": "The specific epithet honours Alexander 'Alex' Geoffrey Floyd, who once worked at New South Wales National Parks and Wildlife Service.",
    "Distribution": "It is found along the east coast of northern New South Wales and southern Queensland where it is found on the escarpment range east and north of Tenterfield on granite outcrops or near creeks as a part of wet sclerophyll forest or along the margins of rainforest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}