{
  "url": "https://en.wikipedia.org/wiki/Acacia_auronitens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. auronitens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia auronitens is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to Western Australia.",
    "Description": "The spreading, multi-stemmed and prickly shrub typically grows to a height of 0.1 to 0.5 metres (0 to 2 ft) and a width of around 1 m (3 ft 3 in). The pubescent to hirsute branchlets have slender 2 to 4 mm (0.079 to 0.157 in) stipules. The ascending to erect, rigid green phyllodes are straight to recurved and have a narrowly oblong shape. The phyllodes are 7 to 22 mm (0.28 to 0.87 in) in length and 1 to 4 mm (0.039 to 0.157 in) and are asymmetrically narrowed toward the base and have four main nerves in total.  It blooms from September to December and produces yellow flowers. The simple inflorescences simple are located singly on each axil. The spherical flower-heads contain 15 to 25 golden flowers. After flowering woody yellow seed podd form that have a narrowly oblong shape. The pods are around 45 mm (1.8 in) in length and 4 to 9 mm (0.16 to 0.35 in) wide with broad margins. The mottled seeds are arranged transversely have a length of around 3.7 mm (0.15 in).",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1839 as part of the work A Sketch of the Vegetation of the Swan River Colony. It was reclassified as Racosperma auronitens in 2003 then transferred back into the genus Acacia in 2006. The other synonyms is Acacia aureonitens.The species has two recognised varieties:\n\nA. auronitens var. auronitens\nA. auronitens var. mollis",
    "Distribution": "It is native to an area in the Wheatbelt and the  Mid West regions of Western Australia between Eneabba, Mingenew and Perth where it is found growing on snaplains and hill slopes growing in gravelly lateritic sandy soils as a part of shrub or heathland communities.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": " Data related to Acacia auronitens at Wikispecies"
  }
}