{
  "url": "https://en.wikipedia.org/wiki/Acacia_jasperensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. jasperensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia jasperensis is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to north western Australia.",
    "Description": "The erect and slender shrub or tree typically grows to a height of 6 metres (19.7 ft) and produces yellow flowers. It has thick evergreen phyllodes. After flowering seed pods form that are narrowly oblong and rounded over the seeds along the middle. The chartaceous pods are up to 10 cm (3.9 in) in length and 8 to 18 mm (0.31 to 0.71 in) wide and are covered in a white powdery coating. The shiny seeds within the pods have a suborbicular to widely elliptic shape and are 3 to 4.5 mm (0.12 to 0.18 in) in width.",
    "Taxonomy": "The species was first formally described  by the botanist J.R.Maconochie in 1982 as part of the work A new species of Acacia from the Northern Territory as published in the Journal of the Adelaide Botanic Gardens. It was reclassified as Racosperma jasperense in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.\nIt is a part of the Acacia juncifolia group and is closely related to Acacia alleniana.\nThe type specimen was collected in 1981 by Maconochie at Jasper Gorge in Keep River National Park.",
    "Distribution": "It is native to the Northern Territory and the Kimberley region of Western Australia where they are found amongst sandstone outcrops and on sandstone hills. The western end of the plants native range is to the east of Kununurra, it then has a scattered distribution through the top end of the Northern Territory including the Keep River National Park and around Mount Brockman in the Kakadu National Park.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}