{
  "url": "https://en.wikipedia.org/wiki/Acacia_disparrima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. disparrima"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia disparrima, also commonly known as southern salwood, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub typically grows to a height of 3 to 5 m (9.8 to 16.4 ft) or a small tree typically grows to a maximum height of 3 to 9 m (9.8 to 29.5 ft) and sometimes as high as 12 m (39 ft) It has grey-brown fissured bark and slender branchlets that are angled at the extremities. Like most species of Acacia it has phyllodes rather than true leaves. The glabrous pale green to dark grey green phyllodes are dimidiate and curved like a sickle with a length of 5 to 4 cm (2.0 to 1.6 in) and a width of 0.4 to 3 mm (0.016 to 0.118 in). The phyllodes have many parallel longitudinal nerves with four to seven per millimetre. It blooms between January and May producing inflorescences that occur singly or in pairs in the axils, the cylindrical flower-heads have a length of 2 to 7 cm (0.79 to 2.76 in) with flowers that are a pale yellow to lemon yellow colour. The glabrous and resinous seed pods are straight to moderately curved and usually twisted. The woody pods are 2.5 to 10 cm (0.98 to 3.94 in) in length and 10 to 20 mm (0.39 to 0.79 in) wide with thickened margins. The seeds inside are arranged transversely and have a creamy grey to grey funicle that is folded.",
    "Taxonomy": "The species was first formally described by the botanists W.M.McDonald and Bruce Maslin in 2000 as part of the work Taxonomic revision of the salwoods: Acacia aulacocarpa Cunn. ex Benth. and its allies (Leguminosae: Mimosoideae: section Juliflorae) as published in the journal Australian Systematic Botany. The species was reclassified as Racosperma disparrimum by Leslie Pedley in 2003 then returned to genus Acacia in 2006. Other synonyms include Acacia aulacocarpa var. macrocarpa and Acacia leucadendron.\nIt is closely related to Acacia aulacocarpa with which it is often confused.",
    "Distribution": "It is endemic to the coastal regions of Queensland and northern New South Wales extending into the adjacent tablelands of the east in northern Queensland. In New South Wales it occurs as far south as the Bellinger River where it is found along the edges of rainforest and behind coastal sand dunes as a part of wet sclerophyll forest and sclerophyll woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}