{
  "url": "https://en.wikipedia.org/wiki/Acacia_amoena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. amoena"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia amoena, commonly known as boomerang wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub has an erect to spreading habit and typically grows to a height of 0.5 to 3 m (1 ft 8 in to 9 ft 10 in) and has reddish brown branchlets. The linear phyllodes have an oblanceolate to elliptic shape and are straight or slightly curved with a length of 2 to 8.5 cm (0.79 to 3.35 in) and a width of 5 to 12 mm (0.20 to 0.47 in). It blooms between July and December and produces inflorescences with bright to pale yellow flowers. The inflorescence occur as 6 to 21 racemes along an axis of 1 to 6.5 cm (0.39 to 2.56 in). The spherical flower heads contain six to twelve bright golden flower with dark brown bracteoles. After flowering dark brown to black linear seed pods form with a length of around 9 cm (3.5 in) and a width of 5 to 6 mm (0.20 to 0.24 in). The oblong to elliptic shaped seeds within have a length of 3.5 to 5 mm (0.14 to 0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist Heinrich Wendland in 1820 as part of the work Commentatio de Acaciis aphyllis. It is also often confused with Acacia rubida The species belongs to the Acacia microbotrya group and is closely related to Acacia kydrensis and similar to Acacia chalkeri and Acacia rubida.",
    "Distribution": "It is found along the Great Dividing Range in western parts of New South Wales, Queensland and Victoria where it is often a part of dry sclerophyll forest or open woodland communities on rocky slopes and creek banks growing in rocky soils.\nThe bulk of the population has a discontinuous distribution from around Walcha in the north down to the upper reaches of the Snowy River north-eastern Victoria.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}