{
  "url": "https://en.wikipedia.org/wiki/Acacia_maidenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. maidenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia maidenii, also known as Maiden's wattle, is a tree native to Australia (New South Wales, Queensland and Victoria). It has been introduced into India, (Tamil Nadu) and Argentina, and it grows on plantations in South Africa.",
    "Description and habitat": "It prefers full sun to partial shade and it is often found on the edge of the rainforest. It grows up to 20 m height in an erect or spreading habit. The phyllodes are dark green, alternate along the stem and reach 20 cm in length and 1 to 3 cm in width. It is very fast growing, reaching 1.5 m tall in as little as five months. Its flowers have pale yellow spikes up to 6 cm long that often occur in clusters of two to three. The fruit is hairy, about 15 cm long and narrow, often becoming coiled.In the Australian state of Victoria it is listed as being an endangered species, however it is a common species through much of the rest of its range. The tree has a lifespan of more than 30 years. It grows approximately 1 m per year. It is frost tolerant down to −7 °C (about 19 °F), but it is not drought tolerant, so irrigation may be necessary in some growing areas. In its natural range, it tends to grow in places with an average maximum temperature of about 25 °C, but it also exists in a range of 22–32 °C avg. max. temp. It tends to grow primarily in areas near the coast averaging 1200–1600 mm/year of rainfall, but overall it is found to some extent in an areas ranging 600–2000 mm/year of rainfall.",
    "Uses": "It makes an attractive ornamental tree along streets and in parks. It is very good for reforestation in suitable areas. The exudates from the trunk (like gum or pitch) have been used in the past for food by indigenous Australians.",
    "Phytochemicals": "Fitzgerald and Siournis reported in the Australian Journal of Chemistry (1965, volume 18, pp. 433–4) that a sample of the bark contained 0.36% of the hallucinogen dimethyltryptamine as well as 0.24% of N-methyltryptamine. However, anecdotal evidence suggests that the concentration of dimethyltryptamine and other tryptamines in A. maidenii is very variable and may be zero in some varieties. Older trees tend to have a higher percentage of dimethyltryptamine and more alkaloids are present after rain during summer, in the phyllodes, bark and root bark. Regardless, it is used as an admixture ingredient to nontraditional concoctions of ayahuasca, acting as a substitute for the traditional ingredient P. viridis.\nTeracacidin, a flavan-3,4-diol, can be isolated from A. maidenii heartwood.",
    "Cultivation": "USDA Zone 9 is recommended.Acacia maidenii does well in all types of soil, except those that are waterlogged for lengthy periods of time. The tree's seeds number about 65 seeds/g. Acacia maidenii can be propagated from seed, but, in order to increase the germination rate, the seed should be treated first. It can be soaked in hot water or the seed can be nicked or otherwise mechanically scarified, so that water will penetrate the seed's hard coating and induce germination.\nGermination is highest at temperatures between 21–27 °C.",
    "References": "",
    "External links": "Growing Acacia from Seed (www.australianplants.org)\nSociety of studies about Ethnobotany and the Modified States of Consciousness"
  }
}