{
  "url": "https://en.wikipedia.org/wiki/Acacia_cylindrica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cylindrica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cylindrica is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The spreading shrub typically grows to a height of 1.5 to 4 metres (5 to 13 ft). It has apically resin-ribbed branchlets that are sericeous between the glabrous ribs. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes are straight with a terete or quadrangular-terete shape. They are 8 to 13 cm (3.1 to 5.1 in) in length and 1 to 1.2 mm (0.039 to 0.047 in) wide and quite rigid with longitudinal grooves between nerves. It has 16 closely parallel nerves of which 8 are usually visible. It blooms from August to October producing yellow flowers.",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and Richard Sumner Cowan in 1995 as a part of the work Acacia Miscellany. New taxa and notes on previously described taxa of Acacia, mostly section Juliflorae (Leguminosae: Mimosoideae), in Western Australia as published in the journal Nuytsia. It was reclassified as Racosperma cylindricum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Wheatbelt and Goldfields-Esperance regions of Western Australia where it is found on flats and undulating plains growing in gravelly sandy soils as a part of scrub-land communities. The bulk of the population is situated between Southern Cross in the south east to around Bullfinch in the north west with other smaller populations found further to the north.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}