{
  "url": "https://en.wikipedia.org/wiki/Acacia_conjunctifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. conjunctifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia conjunctifolia is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to parts of northern Australia.",
    "Description": "The shrub typically grows to a height of 1.5 to 2 metres (5 to 7 ft) with angular brown to dark brown branchlets that have prominent ridges. The green linear to narrowly elliptic or narrowly oblanceolate shaped phyllodes occur singly or in clusters of two to four. The phyllodes are flat and straight to slightly curved with a length of 0.8 to 2.7 centimetres (0.31 to 1.06 in) and a width of 1 to 3.5 millimetres (0.039 to 0.138 in).\nIt blooms between May and September producing pale yellow flowers. The flower spikes are 0.7 to 3 cm (0.28 to 1.18 in) in length. After flowering erect and linear seed pods form that are straight to slightly curved. The pods are 3 to 7 cm (1.18 to 2.76 in) and in length and 3.5 to 7 mm (0.138 to 0.276 in) wide and often narrowly winged. The dark brown seeds within have an oblong to narrowly oblong-elliptic shape and are 3 to 6 mm (0.118 to 0.236 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1879 in the work Fragmenta Phytographiae Australiae. It was reclassified as Racosperma conjunctifolium by Leslie Pedley in 1987 before being reverted to the genus Acacia in 2001.It is thought to be closely related to Acacia amentifera.",
    "Distribution": "It is found through the top end of the Northern Territory and a small area in north western Queensland where it grows in stony and sandy soils usually on laterite or quartzite aa a part of Eucalypt woodlands or scrubby open forest communities. \nIn Western Australia it is found in small area of the Kimberley region where it grows on sandstone outcrops above creek beds.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}