{
  "url": "https://en.wikipedia.org/wiki/Acacia_multispicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. multispicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia multispicata, commonly known as spiked wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to south western Australia.",
    "Description": "The low spreading to erect multi-branched shrub typically grows to a height of 0.2 to 2.5 metres (1 to 8 ft). It can have a dense and often rounded habit with glabrous or sparingly haired branchlets that have white to grey coloured new shoots occasionally with golden tips. Like most species of Acacia it has phyllodes rather than true leaves. The terete to compressed evergreen phyllodes are sometimes flat and linear and straight to slightly curved. The rigid and glabrous phyllodes have a length of 1 to 10 cm (0.39 to 3.94 in) and a width of 0.8 to 1.5 mm (0.031 to 0.059 in) and have an acute to acuminate apex with 8 to 20 narrow nerves. It flowers from March to October producing yellow flowers. The simple inflorescences occur singly or in pairs found in the axils. The loosely obloid to cylindrically shaped flower-heads are 8 to 15 mm (0.31 to 0.59 in) in length and packed with golden flowers. Following flowering glabrous, green that age to brown, thinly crustaceous seed pods form. The pods have a linear shape and are well raised over and constricted between each of the seeds. They have a length of up to 8 cm (3.1 in) and a width of 3 to 4 mm (0.12 to 0.16 in) and have longitudinally arranged seeds inside. The dull to subnitid, smooth or pitted, black seeds have an elliptic shape and a length of 3 to 4 mm (0.12 to 0.16 in) and an apical aril.",
    "Taxonomy": "It is part of the Acacia multispicata group which also includes the closely related Acacia sessilispica and Acacia singula.\nThe specificc epithet is derived from the Latin words multi meaning many and spicata meaning spiked in reference to the large number of inflorescences that cover the shrub when it is in bloom.",
    "Distribution": "It is native to Mid West, Wheatbelt, Great Southern and Goldfields-Esperance regions of Western Australia where it is found growing in yellow sandy soils. The range of the shrub extends from around Northampton in the north down to around Cranbrook in the south. It extends eastwards as far as to just south west of Coolgardie and the Frank Hann National Park where it is usually situated on sand-plains as a apart of heathland or scrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}