{
  "url": "https://en.wikipedia.org/wiki/Acacia_decurrens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. decurrens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia decurrens, commonly known as black wattle or early green wattle, is a perennial tree or shrub native to eastern New South Wales, including Sydney, the Greater Blue Mountains Area, the Hunter Region, and south west to the Australian Capital Territory. It grows to a height of 2–15 m (7–50 ft) and it flowers from July to September.\nCultivated throughout Australia and in many other countries, Acacia decurrens has naturalised in most Australian states and in Africa, the Americas, Europe, New Zealand and the Pacific, the Indian Ocean area, and Japan.",
    "Description": "Acacia decurrens is a fast-growing tree, reaching anywhere from 2 to 15 m (7–50 ft) high. The bark is brown to dark grey colour and smooth to deeply fissured longitudinally with conspicuous intermodal flange marks. The branchlets have longitudinal ridges running along them that are unique to the species. Young foliage tips are yellow. .\nAlternately arranged leaves with dark green on both side. Stipules are either small or none. Base of petiole swollen to form the pulvinus. Leaf blade is bipinnate. Rachis is 20–120 mm long, angular and hairless. 15–45 pairs of widely spaced small leaflets (pinnules) are connected each other and 5–15 mm long by 0.4–1 mm wide, straight, parallel sided, pointed tip, tapering base, shiny and hairless or rarely sparsely hairy leaves.\nThe small yellow or golden-yellow flowers are very cottony in appearance and are densely attached to the stems in each head with 5–7 mm long and 60–110 mm long axillary raceme or terminal panicle. They are bisexual and fragrant. The flowers have five petals and sepals and numerous conspicuous stamens. Ovary is superior and has only one carpel with numerous ovules.\nFlowering is followed by the seed pods, which are ripe over November to January.Dark brown or reddish brown to black colour of the seed are located inside of parallel sided, flattish, smooth pod. They are 20–105 mm long by 4–8.5 mm wide with edges. Seed opens by two valves. Pods are initially hairy but they become hairless when they grow.",
    "Taxonomy": "German botanist Johann Christoph Wendland first described this species as Mimosa decurrens in 1798, before his countryman Carl Ludwig Willdenow redescribed it in the genus Acacia in 1919. In his description, Willdenow did not cite Wendland but instead a 1796 description by James Donn. However, as Donn's description was a nomen nudum, the proper citation is  Acacia decurrens Willd. with neither older work cited.George Bentham classified A. decurrens in the series Botrycephalae  in his 1864 Flora Australiensis.Queensland botanist Les Pedley reclassified the species as Racosperma decurrens in 2003, when he proposed placing almost all Australian members of the genus into the new genus Racosperma. However, this name is treated as a synonym of its original name.Common names include coast green wattle, black wattle, early black wattle, Sydney green wattle, queen wattle, and in the local Dharawal language, Boo'kerrikin. Maiden noted that was called Wat-tah by the indigenous people of Cumberland (Parramatta) and Camden districts. Sydney wattle was a name coined by von Mueller and early settlers around Penrith called it green wattle. Feathery wattle was another early name. It is also known as early green wattle in the Sydney basin, as it flowers in winter—earlier than similar species such as Parramatta wattle (Acacia parramattensis), blueskin (A. irrorata) and late black wattle (A. mearnsii). It has attracted the vernacular name \"green cancer\" in South Africa, where it has become weedy.Other names include acacia bark, wattle bark, tan wattle, golden teak, and Brazilian teak.Along with other bipinnate wattles, it is classified in the section Botrycephalae within the subgenus Phyllodineae in the genus Acacia. An analysis of genomic and chloroplast DNA along with morphological characters found that the section is polyphyletic, though the close relationships of A. decurrens and many other species were unable to be resolved.",
    "Distribution and habitat": "Acacia decurrens is native to Tablelands of New South Wales and Victoria. Temperate coastal to cool inland but not dry or hot areas of inland NSW. High rainfall areas with 600–1,400 mm (24–55 in) per year, otherwise tolerant of a wide range of conditions. In woodlands and dry sclerophyll forests in New South Wales, it grows with such trees such as grey gum (Eucalyptus punctata) and narrow-leaved ironbark (E. crebra). In areas where it has become naturalised, Acacia decurrens is generally found on roadsides, along creeklines and in waste areas. It also grows in disturbed sites nearby bushlands and open woodlands.It was extensively planted in New South Wales, and it is difficult to tell whether it is native or naturalised in areas near its native range. The species became naturalised in other states including Queensland, Victoria and Tasmania. It grows on shale and sandstone soils with medium nutrients and good drainage.Despite its invasive nature, it has not been declared a noxious weed by any state or Australian government body.",
    "Ecology": "The dark brown or black seed is main source of reproduction. They can be spread by ants or birds, and form a seedbank in the soil. Seedlings generally grow rapidly after bushfire, and the species can colonise disturbed areas. Trees can live for 15–50 years.Sulphur-crested cockatoos eat the unripe seed.The foliage serves as food for the caterpillars of the double-spotted line blue (Nacaduba biocellata), moonlight jewel (Hypochrysops delicia),  imperial hairstreak (Jalmenus evagoras),  ictinus blue (Jalmenus ictinus), amethyst hairstreak (Jalmenus icilius) and silky hairstreak (Pseudalmenus chlorinda).The wood serves as food for larvae of the jewel beetle species Agrilus australasiae, Cisseis cupripennis and C. scabrosula.",
    "Uses": "Uses for it include chemical products, environmental management, and wood. The flowers are edible and are used in fritters.  An edible gum oozing from the tree's trunk can be used as a lesser-quality substitute for gum arabic, for example in the production of fruit jelly.  The bark contains about 37–40% tannin.  The flowers are used to produce yellow dye, and the seed pods are used to produce green dye.  An organic chemical compound called kaempferol gives the flowers of Acacia decurrens their color. It has been grown for firewood, or as a fast-growing windbreak or shelter tree.",
    "Cultivation": "Acacia decurrens adapts easily to cultivation and grows very quickly. It can be used as a shelter or specimen tree in large gardens and parks. The tree can look imposing when in flower. Cultivation of A. decurrens can be started by soaking the seeds in warm water and sowing them outdoors.  The seeds keep their ability to germinate for many years.Fieldwork conducted in the Southern Highlands found that the presence of bipinnate wattles (either as understory or tree) was related to reduced numbers of noisy miners, an aggressive species of bird that drives off small birds from gardens and bushland, and hence recommended the use of these plants in establishing green corridors and revegetation projects.",
    "References": "Invasive Species Compendium.(1994). Datasheet-Acacia decurrens(green wattle).[On-line]. Availavble from: http://www.cabi.org/isc/?compid=5&dsid=2208&loadmodule=datasheet&page=481&site=144\nHerbiGuide. (1988). Available from: http://www.herbiguide.com.au/Descriptions/hg_Early_Black_Wattle.htm",
    "External links": "USDA Plants Profile: Acacia decurrens"
  }
}