{
  "url": "https://en.wikipedia.org/wiki/Acacia_microcarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. microcarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia microcarpa, commonly known as manna wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to south eastern Australia.",
    "Description": "The glabrous shrub typically grows to a height of 2.5 metres (8 ft) and has angled branchlets with insignificant stipules. The grey coloured bark on the trunk and main branches is finely fissured. The evergreen phyllodes usually have an oblanceolate to oblong-oblanceolate or elliptic-oblanceolate shape and are straight to slightly incurved. The smooth phyllodes are 2 to 6 cm (0.79 to 2.36 in) in length and have a width of 4 to 10 mm (0.16 to 0.39 in). The shrub blooms between August and November. The simple inflorescences are composed of spherical flower-heads made up of 14 to 22 bright to mid-golden coloured flowers. The linear green or brown seed pods that form after flowering are slightly to prominently curved with a length of around 8 cm (3.1 in) and a width of 2 to 5 mm (0.079 to 0.197 in). The pods contain dark broen seeds that are 3 to 4 mm (0.12 to 0.16 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1858 as part of the work Fragmenta Phytographiae Australiae. It was reclassified as Racosperma microcarpum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006. The specific epithet refers to the small seeds of the plant.",
    "Distribution": "The bulk of the population of the shrub is found throughout south eastern Australia from the Eyre Peninsula near Widunna in the west through to Mallee Cliffs National Park in New South Wales to the north east and Gunbower in Victoria in the south east where it grows in a variety of soil types and vegetation communities. It is often found in sandy to loamy soils in mallee country.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}