{
  "url": "https://en.wikipedia.org/wiki/Acacia_acanthaster",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. acanthaster"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia acanthaster is a shrub belonging to the genus Acacia and the subgenus Phyllodineae. It is native to an area in the Great Southern and Goldfields-Esperance regions of Western Australia.The prostrate, sprawling and spiny shrub typically grows to a height of 0.1 to 0.6 metres (0 to 2 ft) and a width of 1.5 metres (5 ft). The phyllodes are flat and linear with a length of 3 to 8 millimetres (0.12 to 0.31 in) and 0.5 to 1 mm (0.020 to 0.039 in) wide and narrow toward the base. It blooms from August to October and produces yellow flowers. The simple inflorescences have globular heads globular with a diameter of 3 to 3.5 mm (0.118 to 0.138 in)composed of 18 to 27 flowers. It later forms seed pods that are strongly arcuate to loosely coiled in shape. The pods are approximately 35 mm (1.378 in) long and 2 mm (0.079 in) wide containing longitudinal, elliptic seeds.The species was first formally described by the botanist Bruce Maslin in 1999 in the article Acacia miscellany 16. The taxonomy of fifty-five species of Acacia, primarily Western Australian, in section Phyllodineae (Leguminosae: Mimosoideae) as published in the journal Nuytsia. The only synonym is Racosperma acanthaster.The tree is found as part of Eucalyptus woodland or mallee shrubland communities. It has a discontinuous distribution with the bulk of the population locatedg between Dumbleyung, Lake King and Narembeen where it grows in sand, sandy clay, and granitic loam soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}