{
  "url": "https://en.wikipedia.org/wiki/Acacia_leeuweniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leeuweniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leeuweniana, also commonly known as Leeuwen's wattle or Spear Hill wattle, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to north western Australia.",
    "Description": "The narrow and obconic tree typically grows to a height of 14 metres (46 ft). It has minii richi bark and inflorescence in spikes. It usually has a single trunk or sometimes few trunks at the base of the tree. The brownish to red coloured bark exfoliates in narrow curled shavings that age to a  grey colour. The terete, brittle branchlets have obscure ribbing. The green to grey-green phyllodes are mostly linear in shape and have a length of 7 to 15 cm (2.8 to 5.9 in) and a width of 1 to 2.5 mm (0.039 to 0.098 in) and have very fine parallel longitudinal nerves that are close together. It is known to flower between April and May and as late as October and is thought to bloom in response rainfall events. The simple inflorescences occur in groups of two to six on the axils. The flower-spikes have a length of 10 to 20 mm (0.39 to 0.79 in) with light golden flowers. The light grey-brown sub-woody seed pods that form after flowering have a broad-linear shape and a length of 3 to 10 cm (1.2 to 3.9 in) and a width of 6 to 8 mm (0.24 to 0.31 in). The pods are shallowly curved, glabrous and resinous with a visible marginal nerve. The shiny brown seeds are arranged longitudinally and have an \nobloid to ellipsoidal shape. The flattened seeds have a length of 7 to 11 mm (0.28 to 0.43 in) and a width of 3 to 5 mm (0.12 to 0.20 in) large.",
    "Taxonomy": "The specific epithet honours Stephen van Leeuwen, who was a Scientist who made a large contribution to the understanding of the flora in the Pilbara. The tree is closely related to Acacia cyperophylla.",
    "Distribution": "It is native to a small area in the Pilbara region of Western Australia where it is found amongst boulders in rocky outcrops growing in fissures in skeletal sandy loam to gravelly sand soils over and around granite.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}