{
  "url": "https://en.wikipedia.org/wiki/Acacia_coriacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. coriacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia coriacea, commonly known as river jam, wirewood, desert oak, wiry wattle or dogwood, is a tree in the family Mimosoideae of family Fabaceae. Indigenous Australians know the plant as Gunandru.",
    "Description": "River jam grows to a height of about eight metres.  It usually has just one or two main trunks.  Like most Acacia species, it has phyllodes rather than true leaves.  These are thick and leathery, between twenty and thirty centimetres long, and narrow.  The flowers are yellow, and held in spherical clusters about five millimetres in diameter.  The pods are usually curled up, but are around twenty centimetres long when straightened.  They are greatly constricted between the seeds.Indigenous Australians used the seeds of the plant as a food source.",
    "Distribution": "Acacia coriacea occurs throughout northern Australia, growing as a tall tree on the banks of rivers.  It can also occur as a spreading, low tree behind coastal dunes and on 'spinifex' plains.",
    "Common name issues": "In some parts of A. coriacea's range the common name \"desert oak\" is prevalent, but throughout the larger part of that range this name is often applied to another tree, Allocasuarina decaisneana.The name \"Dogwood\" is used for numerous plant species in Australia and elsewhere, see Dogwood (disambiguation).",
    "Varieties": "There are three subspecies.\nAcacia coriacea subsp. coriacea\nAcacia coriacea subsp. pendens\nAcacia coriacea subsp. sericophyllaAcacia coriacea var. coriacea is a synonym for Acacia coriacea subsp. coriacea.",
    "References": "",
    "References-Notes": "",
    "References-General references": "\"Acacia coriacea\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Acacia coriacea\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia (Second and Enlarged ed.). Nedlands, Western Australia: University of Western Australia Press. ISBN 978-1-875560-22-6.",
    "External links": "Acacia coriacea Photo"
  }
}