{
  "url": "https://en.wikipedia.org/wiki/Acacia_lacertensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. lacertensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia lacertensis is a tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to tropical parts of northern central Australia.",
    "Description": "The slender tree with an open crown typically grows to a height of around 8 metres (26 ft). It blooms from June to July producing yellow flowers. It has stout angular branchlets that are glabrous with a powdery white coating. The straight to sigmoid phyllodes are attenuate at the base with a length of 12.5 to 20 cm (4.9 to 7.9 in) in length and a width of 1 to 2 mm (0.039 to 0.079 in). The phyllodes have two to three prominent fine longitudinal nerves that are widely spaced. The flower-spikes are found occurring in pairs and are found on shoots located on the upper axils. The spikes are 4 to 5 cm (1.6 to 2.0 in) and loosely packed with golden yellow flowers. The straight seed pods that form after flowering are 8 to 9 cm (3.1 to 3.5 in) in length and around 3.5 mm (0.14 in) wide with convex valves over the seeds and prominent marginal nerves. The obloid-shaped seeds are arranged longitudinally within the pods and are around 4 mm (0.16 in) in length and 2 mm (0.079 in) wide.It is closely related to Acacia tropica which is found further to the east in the Gulf Country.",
    "Distribution": "The species is found in northern parts of the Northern Territory on the north western edges of the Arnhemland sandstone plateau. It is found in parts of the East Alligator River and its tributaries including Cooper Creek in Kakadu National Park where it grows along creek lines in sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}