{
  "url": "https://en.wikipedia.org/wiki/Acacia_neurocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. neurocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia neurocarpa is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to northern Australia.",
    "Description": "The erect sometimes spindly tree or shrub typically grows to a height of 2 to 8 metres (7 to 26 ft). It has stout and prominently angled branchlets and has silvery sericeous new shoots. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen, ascending to erect, grey-green coloured phyllodes have an obliquely narrowly elliptic shape. they usually have a length of 12 to 25 cm (4.7 to 9.8 in) and a width of 3 to 5.5 cm (1.2 to 2.2 in) with an unequal base and three prominent veins on each face. It flowers from June to October producing yellow flowers. The simple inflorescences simple are found as cylindrical flower-spikes with a length of 4 to 7 cm (1.6 to 2.8 in) packed with golden coloured flowers. The sub-glabrous, thinly coriaceous to crustaceous seed pods that form after flowering are tightly and irregularly coiled. The pods have a width of 3 to 4 mm (0.12 to 0.16 in) and are green when yung but brown with age. The glossy brown to clack seeds inside have an oblong shape with a length of 3 to 5 mm (0.12 to 0.20 in) and a yellow aril.",
    "Taxonomy": "The species was first formally described by the botanist William Jackson Hooker in 1837 as part of the work Icones Plantarum. It was reclassified as Racosperma neurocarpum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006. Other synonyms are Acacia holosericea var. neurocarpa and Acacia neurocarpa var. neurocarpa.",
    "Distribution": "It is native to Kimberley region of Western Australia and has a scattered distribution through the top end of the Northern Territory as far east as Springvale close to the border with Queensland where it is often found along ephemeral watercourses growing in sandy or loamy soils as a part of riparian forest or open woodland communities usually including species of Melaleuca.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}