{
  "url": "https://en.wikipedia.org/wiki/Acacia_leichhardtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leichhardtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leichhardtii, commonly known as Leichhardt's wattle, is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to north eastern Australia.",
    "Description": "The shrub typically grows to a height of 3 metres (10 ft) and has a spreading habit. It has slender branches that usually arch downwards and branchlets that are covered in soft hairs. It has small grey-green patent to reflexed phyllodes that have a narrowly oblong-elliptic to lanceolate shape. The glabrous phyllodes are mostly straight to shallowly incurved with a length of 1.5 to 3 cm (0.59 to 1.18 in) and a width of 3 to 6 mm (0.12 to 0.24 in) and are abruptly contracted at the base with a  prominent midrib. The simple sweet smelling inflorescences occur in bunches of 12 to 20 and have spherical flower-heads containing 20 to 40 bright golden flowers. The hairyseed pods that form after flowering have a narrowly oblong shape and are curved to straight with a length of up to 10 cm (3.9 in) and a width of around 9 mm (0.35 in). The oblong to elliptic black seeds within are 5 to 6 mm (0.20 to 0.24 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1864 in the work Flora Australiensis. It was reclassified by Leslie Pedley in 1987 as Racosperma leichhardtii then returned to genus Acacia in 2001.",
    "Distribution": "It is native to an area of Queensland from the Central Highlands Region on the Blackdown Tablelands in the north to around Toowoomba in the south east on the Darling Downs growing on sandstone ranges in shallow stony sandy soils as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}