{
  "url": "https://en.wikipedia.org/wiki/Acacia_cana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cana, or commonly named  as boree  or the cabbage-tree wattle or broad-leaved nealie, is part of the family Fabaceae and sub-family Mimosoideae. It is a dense shrub- tree that can grow to 6 metres (20 ft) high and is a perennial plant meaning it has long life span and doesn’t necessary produce a high amount of seed. The cabbage-tree wattle heavily flowers from August till October and relies on animals and insects for pollination and dispersal of seeds.  This  least concern acacia species is found in the western plains of New South Wales and Central Queensland the habitats of these areas are found to be sandy soils and gibber plains ( Desert pavement).",
    "Description": "Acacia cana is one of Australia's native wattles. It grows to about 6m in height and is a dense shrub-tree that is often described as gnarled and deformed in shape. It is a native species that is a perennial that produces 15-35 flowers that are coloured bright yellow to golden, these flowers start to occur in August right through to October. The shrub is found to have 5–13 cm long branchlets (phyllodes) that are covered in fine silver hairs; leaves are thin with a length of 6 cm and a width of 5mm. While pods are slightly curved but thin with a length of around 10 cm and are covered in fine hairs. Some distinctive traits of Acacia cana is that it has one gland located at the base of the plant, that most of this species is covered in fine small hairs and it bark is grey.",
    "Distribution and habitat": "Acacia cana is  found in New South Wales western plains e.g near white cliffs, The Sturt National Park and Merindee. It is also found as far north as central Queensland at Avadale. These areas are woodlands that can be widely scattered that are made up of sandy soils and gibber plains (desert pavement). This acacia species grows in this type of habitat as the it can  associates with mugla species (different acacia family), leopardwood (Flindersia maculosa) and  belah (Casuarina cristata).",
    "Reproduction and dispersal": "Acacia cana is a perennial plant species that relies on animals and insects to pollinate. This Australian native achieves this by producing bright yellow flowers that occur from August to October each year that fabricate pollen; it is this pollen that acts as a type of reward for the animal or insect. While dispersal of seeds can also be influenced by animals and ants by either eating the seeds or moving seeds to their habitats. However the seeds are not fully dispersed till the seeds is removed from the legume (pods) which occurs from influences by a hot sun or a bushfire. Acacia's overall depend on animals and insects to reproduces and disperse seeds.",
    "Uses and bush tucker": "Acacias seeds, roots  and gum are types of aboriginal bush tucker that very nutritious food sources that have unique tastes and provide high levels of protein, carbohydrates and fibre and low levels of fats. Acacia seeds are found to have chocolate like taste and are best known for being an ingredient for making bread while roots were roasted before eating and the gum was collected and eaten as snack or placed in water to make a flavored drink. Acacias were not only used as bush tucker but as wood for certain aboriginal tools for example hunting and fishing spears. Another use of these native shrubs/trees was for some medical treatments of headaches, fevers and colds.",
    "Conservation": "This species has not being assessed by the IUCN's Species Red List, however under the Nature conservation Act (NCA) it is listed as least concern.\n\n\n== References =="
  }
}