{
  "url": "https://en.wikipedia.org/wiki/Acacia_burrowsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. burrowsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia burrowsiana, also known as Burrows’ snakewood or gizzard wattle, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The tree typically grows to a height of 5 metres (16 ft) and has fibrous to fissured grey coloured bark that becomes smooth on upper branches. It often has a gnarled habit with the trunk and main branches looking contorted and with a horizontally spreading crown. Like most Acacias it has phyllodes rather than true leaves. The pale green and erect phyllodes have a narrowly linear oblanceolate or linear elliptic shape and can be straight to shallowly incurved. They are 7 to 13 cm (2.8 to 5.1 in) in length and 3 to 7 mm (0.12 to 0.28 in) wide. The phyllodes tend to be sub-rigid, coarsely pungent, glabrous and have parallel nerves. It blooms between October and November and produces simple inflorescences composed of loosely packed flower-spikes that are 10 to 20 mm (0.39 to 0.79 in) in length. The sub-woody seed pods that form later resemble a string of beads and are curved to irregularly twisted with a length of 5 to 13 cm (2.0 to 5.1 in) and a width of 5 to 7 mm (0.20 to 0.28 in). The brown to black coloured seeds within have an elliptic to widely elliptic shape.",
    "Distribution": "It has a discontinuous distribution throughout an area of the Mid West region of Western Australia roughly centred around Wiluna where it is found on flats along creeks and river beds, breakaways and crests of low rises growing in loamy soils with ironstone gravel and stones or calcrete soils with laterite and quartz. Most of the population is found in the Murchison region around Mount Magnet, near Sandstone and Cue.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}