{
  "url": "https://en.wikipedia.org/wiki/Acacia_jacksonioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. jacksonioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia jacksonioides is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to western Australia.\nThe dense intricate and spinose shrub typically grows to a height of 0.2 to 0.7 metres (0.7 to 2.3 ft). It has short, divaricate spinose, glabrous branches that often have a white powdery covering that divide to form ribbed branchlets. The evergreen, patent to reflexed phyllodes have an ovate to elliptic to oblong shape with a length of 3.5 to 10 mm (0.14 to 0.39 in) and a width of 2.5 to 5 mm (0.098 to 0.197 in) and has a prominent midrib. It produces yellow flowers from July to August. The rudimentary inflorescences are usually single headed racemes with an axes that is less than 1 mm (0.039 in) in length. The spherical flower-heads contain 10 to 14 light golden flowers and have a diameter of 3.5 to 4.5 mm (0.14 to 0.18 in). the seed pods that form after flowering are openly coiled and twisted with an overall length of around 4 cm (1.6 in) and a width of around 3 mm (0.12 in). The shiny mottled brown seeds within the pods have an oblong shape with a length of 2 to 2.5 mm (0.079 to 0.098 in) and a large terminal aril.It is native to an area in the Mid West and Wheatbelt regions of Western Australia where it is found on sandplains and lateritic hills and rises growing in gravelly sandy or loamy soils. The disjunct distribution is from around Geraldton in the north west down to around Hyden in the south east where it is often part of shrubland or Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}