{
  "url": "https://en.wikipedia.org/wiki/Acacia_blaxellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. blaxellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia blaxellii, also known as Blaxell's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to Western Australia.",
    "Description": "The dense and spreading shrub typically grows to a height of 0.3 to 1.2 metres (1 to 4 ft) and to 2 metres (7 ft) wide. It has fine to densely haired branchlets. The phyllodes are ascending to erect with a straight oblong-elliptic to narrowly oblong shape. Each thick fleshy phyllode has a length of 1 to 2.5 cm (0.39 to 0.98 in) and a width of 3 to 5 mm (0.12 to 0.20 in) with a non-prominent midrib. It blooms from August to September and produces yellow flowers. The rudimentary inflorescences are found on two-headed racemes that have a 0.5 mm (0.020 in) long axes with spherical flowers-heads with a diameter of 3.5 to 4.5 mm (0.14 to 0.18 in) containing 17 to 31 golden flowers. The seed pods that form after flowering are variably undulate with an irregular sigmoid shape. The thin glabrous pods have a length of around 2 cm (0.79 in) and a width of 3.5 to 4 mm (0.14 to 0.16 in). The glossy black seeds within have a broadly elliptic shape and are about 2 mm (0.079 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1999 as part of the work Acacia miscellany. The taxonomy of fifty-five species of Acacia, primarily Western Australian, in section Phyllodineae (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was reclassified as Racosperma blaxellii in 2003 by Leslie Pedley then transferred back into the genus Acacia in 2006.",
    "Distribution": "It has a disjunct distribution in the eastern Wheatbelt and western parts of the Goldfields-Esperance regions of Western Australia from between Kondinin in the west and Norseman in the east where it is found on flats and on low rocky rises growing in clay-loam soils and is often part of mallee scrub or open Eucalyptus woodland communities. The bulk of the population is found from around 100 km (62 mi) north of Norseman extending south to Frank Hann National Park.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}