{
  "url": "https://en.wikipedia.org/wiki/Acacia_midgleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. midgleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia midgleyi, commonly known as Cape York salwood, is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The tree typically grows to a height of 8 to 25 m (26 to 82 ft) and has a single stem or divides sparingly near ground level, some trunks have a diameter of up to 90 cm (35 in). The tree has glabrous and branchlets. Like most species of Acacia it has phyllodes rather than true leaves. It has glabrous green to milky green dimidiate to sickle shaped phyllodes with a length of 8 to 16.5 cm (3.1 to 6.5 in) and a width of 0.8 to 4.2 cm (0.31 to 1.65 in) and has many longitudinal nerves that are parallel and closely packed together. The simple inflorescences occur in groups of two to four in the axils and has cylindrical shaped flower-spikes with a length of 3 to 7 cm (1.2 to 2.8 in) with loosely packed cream to pale yellow to lemon yellow coloured flowers. The resinous and crustose seed pods that form after flowering have a narrowly oblong shape and can be flat or spirally twisted one to three times. The pods have a length of 5 to 12 cm (2.0 to 4.7 in) and a width of 1 to 2.5 cm (0.39 to 0.98 in) with transverse obscure nerves. The seeds inside are arranged transversely. The glossy balck seeds have an ovoid, ellipsoid or obovoid shape with a length of 4 to 7 mm (0.16 to 0.28 in) and a width of 2 to 4 mm (0.079 to 0.157 in) with a creamy-grey or greyish coloured many folded aril.",
    "Distribution": "It is endemic to Queensland in the northern part of Cape York Peninsula where it is quite common. It is found around the Coleman River in the south up to the catchment areas for the Wenlock River and Olive Rivers in the north. It is mostly situated along the river banks and seasonal drainage systems along the eastern side of the Peninsula where it is usually a part of rainforest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}