{
  "url": "https://en.wikipedia.org/wiki/Acacia_megalantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. megalantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia megalantha is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to northern Australia.",
    "Description": "The shrub typically growing to a height of 1 metre (3 ft) but can reach as high as 4 metres (13 ft). It has light grey bark and flattened branches towards the apices. The coriaceous and rigid phyllodes have a narrowly elliptic shape and are often oblique. Phyllodes are 5 to 11 centimetres (2.0 to 4.3 in) in length and 14 to 28 millimetres (0.551 to 1.102 in) wide usually with three prominent longitudinal nerves.  It flowers in April producing yellow flowers. The flower spikes are 1.4 to 3.5 cm (0.6 to 1.4 in) in length covered in fine golden flowers. After flowering pale and thick woody seed pods that are flat and straight-sided. Each pod is  3 to 10 cm (1.2 to 3.9 in) in length and 7.5 to 10 mm (0.295 to 0.394 in) wide. the light brown seeds within have an orbicular to broadly elliptic shape and a length of 4.8 to 6.2 mm (0.189 to 0.244 in).",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem published in the Journal of the Proceedings of the Linnean Society, Botany. It was later reclassified as Racosperma megalanthum in 1987 by Leslie Pedley and transferred back to the genus Acacia in 2001.",
    "Distribution": "It is native to central Queensland around Mount Isa, through Arnhem Land in the Northern Territory and the Kimberley region of Western Australia and grows in sandy soils on sandstone, around boulders and on rocky slopes.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}