{
  "url": "https://en.wikipedia.org/wiki/Acacia_extensa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. extensa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia extensa, commonly known as wiry wattle, is an erect shrub that is native to the South West corner of Western Australia. This particular species is resistant to dieback.",
    "Description": "The wiry wattle is a perennial evergreen shrub that grows to a height of 2 metres (7 ft) tall, although it can grow taller under cultivation.\nThis occasionally weeping bush produces angled glabrous branchlets that are green with yellowish ribs. The foliage are light green filiform pyllodites that are scattered along the branchlets that they resemble, they are typically 6 centimetres (2.4 in) to 24 centimetres (9 in) in length and 0.75 millimetres (0.03 in) to 2 millimetres (0.08 in) in width.\nA. extensa typically flowers in spring (between August and October) and produces yellow ball shaped blossoms that are generally less than 1 centimetre (0.39 in) in diameter off short stem stalks called racemes.",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1839 as part of the work A Sketch of the Vegetation of the Swan River Colony. Synonyms include Acacia graminea as described by Johann Georg Christian Lehmann, Acacia pentaedra by Eduard August von Regel, Acacia calamistrata by Nikolaus Joseph von Jacquin and Racosperma extensum by Leslie Pedley.The type specimen was collected in the Swan River Colony by James Drummond.",
    "Distribution": "A. extensa is found in the South West corner of Western Australia. The species is found as far east as Albany and as far north as Leeman. This species prefers sandy or sandy lateritic soils generally in damp areas such as along water courses or near lakes and swamps.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}