{
  "url": "https://en.wikipedia.org/wiki/Acacia_brachyclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. brachyclada"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia brachyclada is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The dense and rounded to spreading resinous shrub typically grows to a height of 0.3 to 1.2 metres (1 to 4 ft). The green phyllodes have an obliquely ovate or oblong-elliptic shape and are 2 to 7 millimetres (0.079 to 0.276 in) length and 2 to 4 mm (0.079 to 0.157 in) wide. It blooms from August to January and produces yellow flowers. The simple inflorescences occur as single globular heads mostly containing 12 to 16 golden flowers. Glabrous seed podss form later that are tightly and irregularly coiled to a width of 2.5 to 4.5 mm (0.098 to 0.177 in). The seeds within have an oblong shape and are 3 to 4 mm (0.118 to 0.157 in) long.",
    "Taxonomy": "The species was first formally described by the botanist William Vincent Fitzgerald in 1912 as part of the work New West Australian Plants. Journal of Botany, British and Foreign. It was reclassified as Racosperma brachycladum by Leslie Pedley in 2003 before being returned to the genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Wheatbelt, Great Southern and the  Goldfields-Esperance regions of Western Australia. It is mostly found on gentle undulating plains and low lying areas where grows in clay, loam, sandy or calcareous soils. It is usually associated with mallee scrub or woodland comminities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}