{
  "url": "https://en.wikipedia.org/wiki/Acacia_implexa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. implexa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia implexa, commonly known as lightwood or hickory wattle, is a fast-growing Australian tree, the timber of which is used for furniture making. The wood is prized for its finish and strength. The foliage was used to make pulp and dye cloth.",
    "Description": "The long lived perennial small to medium-sized tree with an upright habit and an open crown that typically grows to a height of 5 to 15 m (16 to 49 ft) and a width of 4 to 10 m (13 to 33 ft). The tree can be have a single or multiple stems with rough greyish bark rough. The branchlets commonly lightly covered in waxy bloom but are not prominently ribbed. It has light green slender sickle shaped phyllodes that have a length of up to 20 cm (7.9 in) and a width of 6 to 25 mm (0.24 to 0.98 in) and have three to seven prominent nerves and many other fainter ones that are parallel and branching. Bipinnate leaves may persist on some plants. Young foliage have a purple colour in certain conditions. It blooms in summer and produces spherical cream coloured flowers with a strong perfume. The flowerheads  have a diameter of 5 to 6 mm (0.20 to 0.24 in) and contain 30 to 52 cream to pale yellow flowers. After flowering thick woody seed pods with a linear and twisted to coiled shape form with a length of 25 cm (9.8 in) and a width of 4 to 7 mm (0.16 to 0.28 in) 25 cm long, 4–7 mm wide, woody or thick.Dust from the pods can irritate the eyes and nose.\nIt has wood similar to and is often mistaken with Acacia melanoxylon.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of the work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma implexum by Leslie Pedley in 1987 and transferred back into its original genus in 2006. The only other synonym is Acacia implexa var. implexa.",
    "Distribution": "It is widespread in eastern Australia from central coastal Queensland to southern Victoria, with outlying populations on the Atherton Tableland in northern Queensland and Tasmania's King Island.\nThe tree is commonly found on fertile plains and in hilly country it is usually part of open forest communities and grows in shallow drier sandy and clay soils.",
    "Aboriginal uses": "The Ngunnawal people of the ACT used the bark to make rope, string, medicine and for fish poison, the timber for tools, and the seeds to make flour.",
    "Cultivation": "The species is very hardy and suitable for soil stabilization and bank planting, as a result of the plants suckering habit which can be accelerated if the roots are damaged. \nIt handles full sun well and is drought and frost tolerant to a temperature of −7 °C (19 °F). Very prone to leaf gall.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}