{
  "url": "https://en.wikipedia.org/wiki/Acacia_hopperiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hopperiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hopperiana is a small tree or shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.\nThe shrub or occasionally a tree typically grows to a height of 0.6 to 4 metres (2 to 13 ft) and has smooth grey bark.  It often has a dense habit with red-brown coloured glabrous branchlets that are silvery between the fine ribs. The terete, pungent, light green phyllodes are 6 to 14 cm (2.4 to 5.5 in) in length and 0.7 to 1 mm (0.028 to 0.039 in) wide. The phyllodes are sub-rigid and straight to shallowly incurved with ten longitudinal nerves of uniform width which are each separated by a narrow dark longitudinal furrow. It blooms in August producing yellow flowers. The simple inflorescences are made of flower-spikes that are 10 to 25 mm (0.39 to 0.98 in) in length densely packed with golden flowers. The thinly coriaceous–crustaceous to firmly chartaceous seed pods that form after flowering have a length of 5 to 9 cm (2.0 to 3.5 in) and a width of 2 to 3 mm (0.079 to 0.118 in). The greyish-brown coloured pods are flat and constricted between seeds and straight to shallowly curved. The glossy to mottled seeds within the pods are longitudinally arranged. the seeds have an obloidal to ellipsoidal or discoidal shape with a length of 2 to 3 mm (0.079 to 0.118 in) and a width of 1.5 to 2 mm (0.059 to 0.079 in) with a conical white coloured aril.It is closely related to Acacia isoneura.It is native to an area in the Mid West and northern Wheatbelt region of Western Australia where it is found amongst dense shrubland on sandplains, or swales or sand dunes growing in sandy It has a disjunct distribution between Carnamah and Watheroo in the south to near Buntine Rock in the east a little to the north of the Murchison River.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}