{
  "url": "https://en.wikipedia.org/wiki/Acacia_leiocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leiocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leiocalyx  (black wattle, early flowering black wattle, lamb's tail wattle, curracabah) grows in Queensland, Australia and as far south as Sydney. It is widespread and common in eucalypt woodlands, especially on well-drained, shallow soils. It is short-lived and grows 6–7 metres (20–23 ft.) tall, with a trunk about 180 mm (7 inches) in diameter.",
    "Description": "A small Acacia tree with furrowed bark; sickle-shaped green leaves with prominent veins, the bottom two joined near the base. Flowers yellow, in narrow spikes. Narrow, rather curly pods in loose bunches. It usually flowers June to October.",
    "Taxonomy": "There were several closely related trees which used to all come under the name of Acacia cunninghamii, but have been now identified as a number of separate species. The Acacia cunninghamii 'group' all have spiky inflorescences and large phyllodes. They are closely interrelated and taxonomically 'difficult' species, and are often confused and poorly defined.A. leiocalyx is most closely related to Acacia concurrens, but the differences between the two species are subtle. In A. leiocalyx the small branches are smooth, sharply angular and usually red-brown, the pulvinus is short and red, and the calyx is hairless, or almost so. A. concurrens, on the other hand, has stouter, angular branchlets which are scaly and usually not distinctly reddish, a long grey-green pulvinus, and calyces with a few stiff short hairs towards their base. Some intermediates or hybrids between the two species occur in northern N.S.W. It is also related to Acacia crassa. Two subspecies are recognised: Acacia leiocalyx (Domin) Pedley subsp. leiocalyx and Acacia leiocalyx subsp. herveyensis\" Pedley, Austrobaileya 1: 180 (1978)",
    "Distribution": "\"The species includes many different forms which are widespread in Queensland from the coast to more than 325 km inland, mostly on stony or gravelly soils. It is eaten by livestock in times of scarcity but is not of major importance as a drought fodder (Everist, 1969).\"",
    "Uses": "The timber is colourful but splits easily even with the end grain sealed. The seeds and gum are apparently edible, but caution should be taken - especially as there are so many difficult to identify similar species.",
    "References": "",
    "External links": "Australian Plant Name Index\nA. leiocalyx World Wide Wattle website.\nFor Photo - Australian Plant Image\nInternational Plant Name Index."
  }
}