{
  "url": "https://en.wikipedia.org/wiki/Acacia_flabellifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. flabellifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia flabellifolia is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to Western Australia.",
    "Description": "The erect, spreading and pungent shrub typically grows to a height of 0.4 to 1.0 metre (1 to 3 ft). It has dimidiate green phyllodes that are broadest near the middle. The phyllodes are 6 to 15 mm (0.24 to 0.59 in) in length with a width of 4 to 9 mm (0.16 to 0.35 in). When it blooms it produces inflorescences that appear singly and have spherical flower-heads containing 15 to 17 yellow flowers. The seed pods that form after flowering are coiled with a length of 6 to 12 mm (0.24 to 0.47 in) and 4 to 7 mm (0.16 to 0.28 in) wide.",
    "Taxonomy": "The species was first formally described by the botanist William Vincent Fitzgerald in 1904 as part of the work Additions to the West Australian Flora published in the Journal of the West Australian Natural History Society. It was reclassified as Racosperma flabellifolium in 2003 by Leslie Pedley, then transferred back into the genus Acacia in 2006.\nIt is a part of the Acacia pravifolia group and most closely related to Acacia scalena. It also resembles Acacia dilatata but is less closely related.",
    "Distribution": "It is native to an area in the Wheatbelt and Mid West regions of Western Australia from around Dandaragan in the south up to Irwin in the north where it is found on ridges and low hills growing in gravelly loamy soils as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}