{
  "url": "https://en.wikipedia.org/wiki/Acacia_desmondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. desmondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia desmondii, also known as Des Nelson wattle is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to central Australia. It is listed a vulnerable.",
    "Description": "The tree typically grows to a maximum height of 3 to 6 m (9.8 to 19.7 ft) and has a shrubby habit. It grows to a width of 2 to 3 m (6 ft 7 in to 9 ft 10 in) and has a dense canopy. It has fibrous grey coloured bark on the lower part of the trunk which becomes red-grey minni ritchi style bark further up and on the main branches. The terete and glabrous branchlets have obscure ridges. Like most species of Acacia it phyllodes rather than true leaves. The linear evergreen phyllodes taper towards the base and are infrequently curved towards the apex. The glabrous phyllodes have a length of 12 to 23 cm (4.7 to 9.1 in) and a width of 0.9 to 2.3 mm (0.035 to 0.091 in) flattened but still quite thick and uniformly finely striated with an obscure midnerve surrounded by many closely spaced longitudinal nerves. It blooms between July and November producing golden flowers. The cylindrical flower-spikes are situated on condensed axillary racemes and have a length of 1.5 to 3.5 cm (0.59 to 1.38 in) with light golden coloured flowers. The brittle and glabrous seed pods that form after flowering have a linear shape that is straight to slightly curved and are raised over and constricted between seeds with a length of 2.5 to 9 cm (0.98 to 3.54 in) and a width of 2 to 3.5 mm (0.079 to 0.138 in) and are longitudinally wrinkled. The shiny black seeds in the pods are arranged longitudinally and have an oblong-elliptic shpe with a length of 4 to 5 mm (0.16 to 0.20 in) with a pale halo and an open areole.",
    "Taxonomy": "The specific epithet honours Des Nelson, a botanist who lived in Alice Springs, and the first to collect the species in 1964. This species was originally described as Acacia nelsonii by Maslin in 1980, however, the name had been previously used by William Safford in 1914 for a Mexican species.",
    "Distribution": "It is endemic to a small are among the plains and hills of the Rodinga Range, Train Hills and Pillar Range on Allambi Station and Todd River Station in the southern part of the Northern Territory to the south of Alice Springs where it is often situated along stony watercourses and in dry rocky gullies at the foot of the ranges and on rocky cliffs composed of sandstone.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}