{
  "url": "https://en.wikipedia.org/wiki/Acacia_humifusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. humifusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia humifusa is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to northern parts of Australia.",
    "Description": "The shrub is erect and spreading and typically grows to a height of 0.4 to 3 metres (1 to 10 ft) and 6 m (20 ft) wide. It has grey or brownish grey coloured bark that is fissured or occasionally smooth. The velvety terete branchlets are a light fawn to dark brown colour. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen asymmetrical phyllodes have an obliquely ovate-rhomboid to suborbicular shape with a length of 4 to 8 cm (1.6 to 3.1 in) and a width of 20 to 60 mm (0.79 to 2.36 in). The phyllodes can have a setose point at the apex and have three to four prominent, curved nerves. It blooms from January to April or June to September producing yellow flowers.",
    "Distribution": "It is native to an area in the Kimberley region of Western Australia where it is often situated on rocky hilltops and slopes growing in sandy soils over quartzite or sandstone bedrock. It is also found on islands in the Gulf of Carpentaria and thorugh the top end of the Northern Territory as well as from around Cape York in the north down to Cape Cleveland down the east coast of Queensland including many of the islands. It is often found on hillsides or in gorges in shallow sandy and rocky soils as a part of heath, low Acacia woodland or Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}