{
  "url": "https://en.wikipedia.org/wiki/Acacia_complanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. complanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia complanata, known as long-pod wattle and flat-stemmed wattle, is a perennial tree native to eastern Australia.",
    "Description": "The tree can grow to a height of 5 to 6 m (16 to 20 ft), but more often it grows as a large shrub. It has glabrous, flexuose, flattened and narrowly winged branchlets. Like most species of Acacia it has phyllodes rather than trues leaves. The evergreen phyllodes have a narrowly elliptic shape and are 5 to 10 cm (2.0 to 3.9 in) in length and 12 to 30 mm (0.47 to 1.18 in) wide. They have seven to nine prominent main nerves. The inflorescences occur in groups of four to eight and are found in the axils. The spherical flower-heads have a diameter of about 6 mm (0.24 in) and can contain 35 to 45 golden coloured flowers. The thinly coriaceous-crustaceous seed pods that form after flowering have a linear shape and are rounded over the seeds. The wrinkled and glabrous pods are up to 15 cm (5.9 in) in length and 7.5 to 10 mm (0.30 to 0.39 in) wide. The dark brown seeds within have a subglobular shape and are 4 to 5 mm (0.16 to 0.20 in) in length.It is not listed as being a threatened species.  It is commonly used in environmental management.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as a part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma complanatum in 1987 by Leslie Pedley then transferred back to the genus Acacia in 2006.\nThe specific epithet is taken from the Latin word complano meaning flattened'i in reference to the shape of the stems.\nThe only listed variety is Acacia complanata var. fasciculata'.",
    "Distribution": "The shrub is widely distributed throughout south-eastern Queensland from around Jericho in the west to around Bundaberg in the west and is also found as far south west as the Dumaresq River in New South Wales and down the north coast to around Coffs Harbour, New South Wales where it situated on low ridges growing in gravelly, sandy to loamy soils often over sandstone usually as a part of heathland or dry sclerophyll forest communities. It is usually a part of the understorey in forests dominated by Eucalyptus racemosa or Corymbia citriodora.",
    "See also": "List of Acacia species",
    "References": "Johns, S. R.; J. A. Lamberton; A. A. Sioumis (1966). \"Alkaloids of the Australian Leguminosae\". Australian Journal of Chemistry. 19 (8): 1539–1540. doi:10.1071/ch9661539."
  }
}