{
  "url": "https://en.wikipedia.org/wiki/Acacia_calcarata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. calcarata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia calcarata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The spreading and prickly shrub typically grows to a height of 0.5 to 1.5 metres (2 to 5 ft). It blooms from July to August and produces yellow flowers. It has ribless light grey glabrous branchlets that are a reddish colour at extremities. The pungent and rigid phyllodes are ascending to erection the branchlets, The phyllodes are commonly shallowly curved and pentagonal-quadrangular in cross section. They are 20 to 40 millimetres (0.8 to 1.6 in) in length and 1.5 mm (0.06 in) wide. Each rudimentary inflorescence normally has two flower heads. Each flower head is globular and contains 16 to 22 golden flowers. After flowering narrowly oblong flat blackish seed pods form that are up to 70 mm (2.8 in) in length and 10 mm (0.4 in) containing longitudinal elliptic seeds.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1928 in the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species published in the Journal of the Royal Society of Western Australia. Leslie Pedley reclassified it in 2003 as Racosperma calcaratum but it was transferred back to the current name in 2006.It is quite similar with Acacia inamabilis and has phyllodes and branchlets resemble Acacia asepala.",
    "Distribution": "The shrub is native to an area in the Goldfields-Esperance regions of Western Australia but it has a scattered distribution. It is found between Norseman in the south and as far north as Leonora where it grows in red sandy loamy rocky soils A calcarata is often part of open mallee scrub or tall shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}