{
  "url": "https://en.wikipedia.org/wiki/Acacia_xanthina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. xanthina"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia xanthina, commonly known as white stemmed wattle, is a coastal shrub or small tree in the family Fabaceae that is endemic to Western Australia.",
    "Description": "White stemmed wattle usually grows as a dense shrub between 2 to 4 m (6 ft 7 in to 13 ft 1 in) in height and is often much wider than it is tall. The trunks and branchlets are often coated with a white powdery substance. Its branches are white or greenish-white, with many bends and twists.  Like many other Acacia species, it has phyllodes rather than true leaves. These are bluish-green, from 6 to 11 cm (2.4 to 4.3 in) in length long, and 1 to 2 cm (0.39 to 0.79 in) wide. The flower heads are bright yellow and spherical, and occur in group of six to nine, but sometimes up to fifteen.  It flowers in late winter and spring between August and October.",
    "Taxonomy": "Acacia xanthina was first collected in 1839 by James Drummond, and described by George Bentham in 1842.  The specific name comes from the Greek xanthos, meaning yellow, and refers to the flowers.",
    "Distribution": "It is native to an area on the west coast of Western Australia where it occurs on coastal limestone usually adjacent to sand dunes between Fremantle in the south and Shark Bay in the north. It grows in sandy soils as apart of scrub, thicket, mallee or low forest communities.",
    "See also": "List of Acacia species",
    "References": "\n\"Acacia xanthina\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\nPowell, Robert (1990). Leaf and Branch: Trees and Tall Shrubs of Perth. Perth, Western Australia: Department of Conservation and Land Management. ISBN 978-0-7309-3916-0."
  }
}