{
  "url": "https://en.wikipedia.org/wiki/Acacia_hamersleyensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hamersleyensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hamersleyensis, also known as Karijini wattle or Hamersley Range wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae. It is endemic to a small area in central Western Australia.",
    "Description": "The spindly spreading tree or shrub typically grows to a height of 1.5 to 5 metres (5 to 16 ft). It can be spreading, bushy or openly branched or have a rounded or obconic habit with up to six main stems emerging from ground level. Older specimens can appear gnarled with a spreading sparse canopy. The dark brown to grey or black coloured bark can be smooth on higher branches but longitudinally fissured and fibrous on the main stems especially toward the base. The glabrous branchlets have a yellowish to light brown colour sometimes with a pale powdery coating that is a more orange colour at the extremities. Like most species of Acacia it has phyllodes rather than true leaves. The glabrous narrowly elliptic phyllodes are slightly asymmetric with a length of 8 to 14 cm (3.1 to 5.5 in) and a width of 7 to 17 mm (0.28 to 0.67 in) and are straight to slightly falcate with many parallel longitudinal nerves. It blooms from July to September producing yellow flowers. The simple inflorescences form showy and fragrant cylindrical flower-spikes with a length of 3 to 6.5 cm (1.2 to 2.6 in) and a diameter of 6 to 8 mm (0.24 to 0.31 in) with densley packed bright golden flowers. The light brown, firmly chartaceous and slightly undulate seed pods that form after flowering have a narrowly oblong shape and are 2.5 to 8.5 cm (0.98 to 3.35 in) in length and 5 to 8 mm (0.20 to 0.31 in) wide and are straight to irregularly shallowly curved with silvery to light golden spreading hairs. The slightly glossy grey-brown seeds are arranged obliquely in the pods. The seeds have an obloid to ellipsoidal shape and a length of 4 to 4.5 mm (0.16 to 0.18 in) and a width of 2.5 to 3 mm (0.098 to 0.118 in) with an areole enclosed in dull yellow tissue and a cream colured aril.",
    "Distribution": "It is native to an area in the Pilbara region of Western Australia mostly in the Hamersley Range around Newman in the east extending through Wittenoom and Paraburdoo in the west with small outlier populations in the Carnarvon Range in the Little Sandy Desert. It is usually situated along ridges and on the higher slopes of ranges, in rocky gullies and on scree slopes and occasionally in the creeklines that flow down from the ranges. It will grow in iron-rich skeletal soils over ironstone bed rock.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}