{
  "url": "https://en.wikipedia.org/wiki/Acacia_koa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. koa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia koa is a species of flowering tree in the pea family, Fabaceae. It is endemic to the Hawaiian Islands, where it is the second most common tree.   The highest populations are on Hawaiʻi, Maui and Oʻahu.  Its name in the Hawaiian language, koa, also means brave, bold, fearless, or warrior.",
    "Description": "Koa is a large tree, typically attaining a height of 15–25 m (49–82 ft) and a spread of 6–12 m (20–39 ft). In deep volcanic ash, a koa tree can reach a height of 30 m (98 ft), a circumference of 6 m (20 ft), and a spread of 38 m (125 ft).  It is one of the fastest-growing Hawaiian trees, capable of reaching 6–9 m (20–30 ft) in five years on a good site.",
    "Description-Leaves": "Initially, bipinnately compound leaves with 12–24 pairs of leaflets grow on the koa plant, much like other members of the pea family.  At about 6–9 months of age, however, thick sickle-shaped \"leaves\" that are not compound begin to grow.  These are phyllodes, blades that develop as an expansion of the leaf petiole.  The vertically flattened orientation of the phyllodes allows sunlight to pass to lower levels of the tree.  True leaves are entirely replaced by 7–25 cm (2.8–9.8 in) long, 0.5–2.5 cm (0.20–0.98 in) wide phyllodes on an adult tree.",
    "Description-Flowers": "Flowers of the koa tree are pale-yellow spherical racemes with a diameter of 8–10 mm (0.31–0.39 in).  Flowering may be seasonal or year round depending on the location.",
    "Description-Fruit": "Fruit production occurs when a koa tree is between 5 and 30 years old.  The fruit are legumes, also called pods, with a length of 7.5–15 cm (3.0–5.9 in) and a width of 1.5–2.5 cm (0.59–0.98 in).  Each pod contains an average of 12 seeds.  The 6–12 mm (0.24–0.47 in) long, 4–7 mm (0.16–0.28 in) wide seeds are flattened ellipsoids and range from dark brown to black in color. The pods are mature and ready for propagation after turning from green to brown or black. Seeds are covered with a hard seed coat, and this allows them to remain dormant for up to 25 years.  Scarification is needed before A. koa seeds will germinate.",
    "Description-Habitat": "Koa is endemic to the islands of Hawaiʻi, Molokaʻi, Maui, Lānaʻi, Oʻahu, and Kauaʻi, where it grows at elevations of 100–2,300 m (330–7,550 ft). It requires 850–5,000 mm (33–197 in) of annual rainfall.  Acidic to neutral soils (pH of 4-7.4) that are either an Inceptisol derived from volcanic ash or a well-drained histosol are preferred. Its ability to fix nitrogen allows it to grow in very young volcanic soils.  Koa and ʻōhiʻa lehua (Metrosideros polymorpha) dominate the canopy of mixed mesic forests.  It is also common in wet forests.",
    "Uses": "The koa's trunk was used by ancient Hawaiians to build waʻa (dugout outrigger canoes) and papa heʻe nalu (surfboards).  Only paipo (bodyboards), kikoʻo, and alaia surfboards were made from koa, however; olo, the longest surfboards, were made from the lighter and more buoyant wiliwili (Erythrina sandwicensis).  The reddish wood is very similar in strength and weight to that of Black Walnut (Juglans nigra), with a specific gravity of 0.55, and is sought for use in wood carving and furniture.  Koa is also a tonewood, often used in the construction of ukuleles, acoustic guitars, and Weissenborn-style Hawaiian steel guitars. B.C. Rich used koa on some of their electric guitars as well,  and still uses a koa-veneered topwood on certain models. Fender made limited edition koa wood models of the Telecaster and the Stratocaster in 2006. Trey Anastasio, guitarist for the band Phish, primarily uses a koa hollowbody Languedoc guitar. Commercial silviculture of koa takes 20 to 25 years before a tree is of useful size.",
    "Relation to other species": "Among other Pacific Islands of volcanic (non-continental) origin, only Vanuatu has native Acacia species.  A. heterophylla, from distant Réunion, is very similar and has been suggested to be the closest relative of koa. Genetic sequence analysis results announced in 2014 confirmed this close relationship; the estimated time of divergence is about 1.4 million years ago. A. heterophylla sequences nest within those of the more diverse A. koa, making the latter paraphyletic. Both species are thought to be descended from an ancestral species in Australia, presumably their sister species, Acacia melanoxylon. Dispersals most likely occurred via seed-carrying by birds such as petrels. Both species have very similar ecological niches, which differ from that of A. melanoxylon.A closely related species, koaiʻa or koaiʻe (A. koaia), is found in dry areas.  It is most easily distinguished by having smaller seeds that are arranged end-to-end in the pod, rather than side-by-side.  The phyllodes are also usually straighter, though this character is variable in both species.  The wood is denser, harder, and more finely grained than koa wood.  Koaiʻa has been much more heavily impacted by cattle and is now rare, but can be seen on ranch land in North Kohala.",
    "Conservation": "The koa population has suffered from grazing and logging.  Many wet forest areas, where the largest koa grow, have been logged out, and it now comes largely from dead or dying trees or farms on private lands. Although formerly used for outrigger canoes, there are few koa remaining which are both large and straight enough to do so today. In areas where cattle are present, koa regeneration is almost completely suppressed.  However, if the cattle are removed, koa are among the few native Hawaiian plants able to germinate in grassland, and can be instrumental in restoring native forest.  It is often possible to begin reforestation in a pasture by disk harrowing the soil, as this scarifies seeds in the soil and encourages large numbers of koa to germinate. Experiments at the Hakalau Forest National Wildlife Refuge have shown that ʻōhiʻa lehua (Metrosideros polymorpha) survives best in pasture when planted under koa.  This is because koa trees reduce radiative cooling, preventing frost damage to ʻōhiʻa lehua seedlings.",
    "Ecology": "Koa is the preferred host plant for the caterpillars of the green Hawaiian blue (Udara blackburni), which eat the flowers and fruits. Adults drink nectar from the flowers. Koa sap is eaten by the adult Kamehameha butterfly (Vanessa tameamea). The koa bug (Coleotichus blackburniae) uses its rostrum to suck the contents out of koa seeds.  Koa is vulnerable to infection by koa wilt.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Acacia koa at Wikimedia Commons\n Data related to Acacia koa at Wikispecies\nPhotos of Acacia koa at Hawaiian Ecosystems at Risk Project (HEAR)\nUCLA botanical garden and home\nHistoric photos and descriptions of Acacia koa"
  }
}