{
  "url": "https://en.wikipedia.org/wiki/Acacia_petraea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. petraea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia petraea, commonly known as lancewood, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub or tree typically grows to a maximum height of around 10 m (33 ft). It has grey-brown coloured and longitudinally stringy bark and angular yellow-brown to purplish brown branchlets that are lightly haired when young but later become glabrous. Like most species of Acacia it has phyllodes rarther than true leaves. The coriaceous and evergreen phyllodes have a  linear shape and are straight to slightly curved with a length of 13.5 to 26 cm (5.3 to 10.2 in) and a width of 2 to 6 mm (0.079 to 0.236 in). The phyllodes taper to a point and are inconspicuously multistriate with a barely discernible midnerve and eight to ten minor nerves per millimetre. It blooms between May and September producing golden flowers.",
    "Taxonomy": "The specific epithet is in reference to the rocky habitat in which the species is found.",
    "Distribution": "It is endemic to south western parts of Queensland on and around the Grey Range where it is often situated on lateritic scarps and ridge-tops growing in rocky soils as a part of savannah, heath or open woodland communities. The distribution is quite fragmented with outlying populations found in the Gregory South and Warrego districts and near the border with New South Wales.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}