{
  "url": "https://en.wikipedia.org/wiki/Acacia_incanicarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. incanicarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia incanicarpa is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The shrub typically grows to a height of 1 to 2 metres (3 to 7 ft) with a bushy, rounded or obconical habit. The ribbed and hoary branchlets are often covered in scale or scurf. Like most species of Acacia it has phyllodes rather than true leaves. The \ncoriaceous, silvery grey-green phyllodes have an oblanceolate to oblong or elliptical shape with a length of 4 to 9 cm (1.6 to 3.5 in) and a width of 7 to 14 mm (0.28 to 0.55 in). They have one or three distant main nerves per face with many finer closely parallel nerves in between. It blooms from November to December or January to April producing yellow flowers. The simple inflorescences are single headed with obloid to short-cylindrical flower-spikes that have a  length of 7 to 10 mm (0.28 to 0.39 in) and a diameter of 4 to 5 mm (0.16 to 0.20 in) densley packed with light golden flowers. The firmly crustaceous and hoary seed pods that form after flowering are erect to patent with a straight linear shape and that can reach a length of 10 cm (3.9 in) and a width of 4 to 5 mm (0.16 to 0.20 in). The semi-glossy drak brown seeds within are arranged longitudinally and have an oblong-elliptic shape that is 3 to 5 mm (0.12 to 0.20 in) in length with an apical white aril.",
    "Distribution": "It is native to an area on the south coast in the Goldfields-Esperance region of Western Australia where it has a limited range within Cape Le Grand National Park to the east of Esperance where it is often situated on granite ridges and slopes where it grows in hollows of loamy sandy soils as a part of open scrub or heathland and low shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}