{
  "url": "https://en.wikipedia.org/wiki/Acacia_falciformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. falciformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia falciformis, also commonly known as broad-leaved hickory, hickory wattle, mountain hickory, large-leaf wattle, tanning wattle and black wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia",
    "Description": "The shrub or tree typically grows to a height of 2 to 10 m (6 ft 7 in to 32 ft 10 in)  and has an erect or spreading habit. It has finely to deeply fissured bark that is grey to black in colour. The glabrous branchlets are angled and commonly terete. It has mostly green phyllode with an oblanceolate or narrowly elliptic shape that are straight to falcate. The glabrous phyllodes have a length of 8 to 22 cm (3.1 to 8.7 in) and a width of 12 to 40 mm (0.47 to 1.57 in) with a prominent mid-vein. It can bloom between July and October but most commonly between August and September and produces inflorescences that appear in groups of 5 to 18 in axillary racemes. The spherical flower-heads have a diameter of 5 to 6 mm (0.20 to 0.24 in) and contain 13 to 25 pale yellow to cream coloured flowers that are occasionally bright yellow. The flat, leathery, brown seed pods that form after flowering are more or less straight but can be slightly curved. The pods are 5 to 13 cm (2.0 to 5.1 in) in length and 12 to 25 mm (0.47 to 0.98 in) wide. The shiny, black seeds within the pods have an oblong to elliptic and are 5.5 to 7 mm (0.22 to 0.28 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Augustin Pyramus de Candolle in 1825 as part of the work Leguminosae. Prodromus Systematis Naturalis Regni Vegetabilis. It was reclassified as Racosperma falciforme in 1987 by Leslie Pedley then transferred back to the genus Acacia in 2006. Other synonyms include; Acacia penninervis var. normalis,  Acacia penninervis var. falciformis, Acacia astringens and Acacia falciformis DC. var. falciformis.\nThe specific epithet refers to the falcate shape of the phyllodes.\nThe plant is similar in appearance to Acacia penninervis and Acacia obliquinervia. It can also form hybrids with Acacia bancroftiorum.",
    "Distribution": "A. falciformis is widely spread down the east coast of Australia and is present in the states of Queensland, New South Wales and Victoria. It is found in coastal areas extending over the Great Dividing Range to the western slopes. The shrub is situated in a variety of habitat including moist rocky slopes, gullies and along watercourses often as a part of sclerophyll forest or woodland communities. The range of the plant extends discontinuously from Traralgon in the south to the Atherton Tableland in the north. The bulk of the population is found south of Warwick.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}