{
  "url": "https://en.wikipedia.org/wiki/Acacia_mountfordiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. mountfordiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia mountfordiae, commonly known as Mountford's wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north Australia.",
    "Description": "The shrub or tree typically grows to a maximum height of 4 m (13 ft) and has multiple stems covered in a powdery white coating. It has dark grey coloured bark that is quite fibrous. The glabrous light brown branchlets are terete except for near the apices. Like most species of Acacia it has phyllodes rather than true leaves. The glabrous, coriaceous, flat and straight or slightly curved evergreen phyllodes have a semilunate shape with a length of 2.5 to 5.5 cm (0.98 to 2.17 in) and a width of 10 to 22 mm (0.39 to 0.87 in). The grey-green phyllodes have two to five indistinct main veins with six to eight fine veins per millimetre. It blooms between June and September producing golden flowers. The cylindrical flower-spikes have a length of 3 to 4.5 cm (1.2 to 1.8 in) packed with golden coloured flowers. The glabrous and thickly coriaceous seed pods that form after flowering have a curved narrowly oblong shape with the seeds arranged obliquely inside. The black seeds have a length of around 3 mm (0.12 in) with an open pale areole and a terminal aril.",
    "Distribution": "It is endemic to the a small area of the Northern Territory where it has a limited distribution around the Oenpelli Mission where it is commonly situated on top of or at the base of sandstone escarpments growing in skeletal sandy soils.",
    "Cultivation": "The plant is sold commercially and is noted for it's handsome weeping grey-green foliage contrasting with the bright golden flowers. It is drought tolerant, bird attracting and useful as a screening or filler plant.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}