{
  "url": "https://en.wikipedia.org/wiki/Acacia_siculiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. siculiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia siculiformis, commonly known as dagger wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to south eastern Australia.",
    "Description": "The glabrous shrub typically grows to a height of 2 to 3 metres (6.6 to 9.8 ft) and can sometimes have a procumbent habit. It has smooth to tessellated grey coloured bark and glabrous, terete and resinous branchlets. The rigid, green phyllodes have a very narrowly elliptic to linear-lanceolate shape and are straight to slightly curved. The phyllodes are 1 to 3.5 cm (0.39 to 1.38 in)  in length and have a width of 2 to 4 mm (0.079 to 0.157 in) with a prominent midvein and a pungent-pointed apex. The shrub blooms between August and November and produces simple inflorescences that occur singly or in pairs in the axils. The spherical flower-heads have a diameter of 4.5 to 7 mm (0.18 to 0.28 in) and contain 30 to 45 bright yellow or pale yellow to white coloured flowers. After flowering straight and flat, papery seed pods form that are 1.5 to 5 cm (0.59 to 1.97 in) in length and 4 to 7.5 mm (0.16 to 0.30 in). The smooth and glabrous pods have a few fine lateral veins near the margins.",
    "Distribution": "It is endemic to a large area with the bulk of the population found from around Nowra in New South Wales south through the Australian Capital Territory to around Mount Buller. Scattered populations are found further north in New South Wales and also in Tasmania. It is often situated near and around creeks and streams growing in rocky or sandy soils as a part of open Eucalyptus forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}