{
  "url": "https://en.wikipedia.org/wiki/Acacia_kybeanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. kybeanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia kybeanensis, commonly known as kybean wattle or kybeyan wattle, is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to south eastern Australia.",
    "Description": "The shrub typically grows to a height of 1 to 2.5 metres (3 to 8 ft) and has a dense or erect to spreading habit and finely greyish haired branchlets. The grey-green to glaucous phyllodes are sometimes deflexed and slightly asymmetric with an oblong-elliptic to narrowly elliptic or lanceolate shape. The phyllodes have a length of 1 to 5 cm (0.39 to 1.97 in) and a width of 3 to 6 mm (0.12 to 0.24 in) and have one nerve per face with obscure lateral nerves. It blooms between August and October and produces inflorescences in groups of four to ten with spherical flower-heads with a diameter of 4 to 7 mm (0.16 to 0.28 in) globular containing 8 to 15 subdensely packed bright golden flowers on widely ovate to subcircular, dark brown to black bracteoles. The blackish coloured seed pods that form after flowering have an oblong to narrowly oblong shape and are raised over seeds. The glabrous pods have a length of up to 6 cm (2.4 in) and a width of 1 to 2 mm (0.039 to 0.079 in) and are firmly chartaceous. The seeds within the pod have an elliptic to widely elliptic shape with a length of 4 mm (0.16 in) and a width of 3.5 mm (0.14 in).",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakley in 1927 as part of the work Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma kybeanense by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.",
    "Distribution": "It is native to parts of New South Wales from around the Blue Mountains in the Kybean Range near Lake Eucumbene in the north and extending discontinuously to around Freestone Creek near Suggan Buggan in north eastern Gippsland area of Victoria to the south. It is often found on rocky slopes in rocky sandy soils as a part of Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}