{
  "url": "https://en.wikipedia.org/wiki/Acacia_browniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. browniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia browniana, commonly known as Brown's wattle, is a shrub of the genus Acacia and the subgenus Pulchellae. It is native to an area in the South West and Peel regions of Western Australia.",
    "Description": "The shrub typically grows to a height of 0.2 to 2 metres (0.7 to 6.6 ft). The pinnae form in pairs along the branchlet. The proximal pinnae are 1 to 4 millimetres (0.04 to 0.16 in) in length while the distal are 2 to 30 mm (0.08 to 1.18 in) long.  It blooms from May to November and produces cream-yellow flowers. Each inflorescence is simple forming one or two per axil. The heads have a globular shape that is sometimes obloid with a diameter of 4 to 6 mm (0.16 to 0.24 in) composed of 12 to 21 flowers. Following flowering it will form green, glabrous narrowly-oblong seed pods with a length of 1 to 4.5 cm (0.4 to 1.8 in) and 5 to 9 mm (0.20 to 0.35 in) wide. the brown seeds have an oblong to elliptic shape and are 2 to 4 mm (0.08 to 0.16 in) long.",
    "Classification": "The species was first formally described by the botanist Heinrich Wendland in 1819 as part of the work Flora: oder Allgemeine Botanischer Zeitund. Synonyms for this species include Acacia strigosa and Racosperma brownianum.There are five varieties:\n\nAcacia browniana var. browniana\nAcacia browniana var. endlicheri\nAcacia browniana var. glaucescens\nAcacia browniana var. intermedia\nAcacia browniana var. obscura",
    "Distribution": "The plant is found in  wet areas, near such as around streams and rivers, also on flats and ridges, hills and among granite outcrops in south western Western Australia from around Bindoon and Mogumber in the north around the coast to Augusta in the south  and Manypeaks. It grows well in sandy, loamy, gravelly soils often containing laterite.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}