{
  "url": "https://en.wikipedia.org/wiki/Acacia_hammondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hammondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hammondii, also known as Hammond's wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae that is native across northern Australia.",
    "Description": "The tree or shrub typically grows to a height of 2.5 to 5 metres (8 to 16 ft). It has smooth or fibrous and fissured bark. The angular and resinous branchlets can be glabrous or slightly haired and have with prominent lenticels. Like most species of Acacia it has phyllodes rather than true leaves. The phyllodes have a linear or narrowly elliptic shape and are flat and straight or slightly curved. The thinly coriaceous and stiff phyllodes are 2.5 to 8.5 cm (0.98 to 3.35 in) in length and 3 to 7.5 mm (0.12 to 0.30 in) in width and have many stomates with two obvious main acentral nerves. It blooms from May to July producing yellow flowers. The cylindrical flower-spikes have a length of 1 to 2.3 cm (0.39 to 0.91 in). Following flowering  cultrate to narrowly oblong, glabrous seed pods form that are straight-sided and are 3 to 6 cm (1.2 to 2.4 in) in length and 5 to 8 mm (0.20 to 0.31 in) wideand have a papyraceous texture. The dark brown to black seeds have a broadly elliptic shape and are 3.5 to 5 mm (0.14 to 0.20 in) wide with a pale and almost closed areole.",
    "Distribution": "In is endemic across tropical parts of northern Australia in Western Australia, the Northern Territory and Queensland. It is found as far west as the Kimberley region of Western Australia. It is quite common in coastal and subcoastal areas around the lower part of the Gulf of Carpentaria including the offshore islands. It is far less common in western inland parts of the Northern Territory and eastern parts of Queensland. It grows well in sand, sandy loam, clay and stony lateritic soils as a part of open Eucalyptus woodland communities scattered through the grassy understorey.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}