{
  "url": "https://en.wikipedia.org/wiki/Acacia_tetragonophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. tetragonophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia tetragonophylla, commonly known as curara, kurara or dead finish, is a tree in the family Fabaceae.  Endemic to Australia, it occurs on floodplains and along watercourses in arid and semi-arid areas throughout Western Australia, South Australia, southern Northern Territory, and east to near Charleville, Queensland and Brewarrina, New South Wales.\nCurara grows as a tall shrub or small tree up to four metres high.  Like most Acacia species, it has phyllodes rather than true leaves.  These are slender and needle-like, up to three centimetres long.  When young they are soft and pliable, but as they mature they become hard, rigid and very sharp.  The flowers are yellow, and held in spherical clusters.  The pods are papery, up to eight centimetres long and about five millimetres wide.\nAboriginal people in Central Australia collect the seeds to make seedcakes. Its name in Pitjantjajara is Wakalpuka.\nAcacia tetragonophylla can be used to treat warts.\n\n'A number of [Acacia tetragonophylla] phyllodes may be inserted into the wart, the main part then being broken off to leave the apices embedded in the wart. After four or five days the wart has shrivelled and may be removed easily.'",
    "References": "",
    "References-Notes": "",
    "References-General References": "\"Acacia tetragonophylla\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Acacia tetragonophylla\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}