{
  "url": "https://en.wikipedia.org/wiki/Acacia_mabellae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. mabellae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia mabellae, commonly known as Mabels's wattle or black wattle, is a shrub or tree of the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia.",
    "Description": "The shrub or tree typically grows to a height of 3 to 10 metres (10 to 33 ft) or as high as 20 m (66 ft). It has glabrous angled branchlets with pendulous phyllodes that have a linear-elliptic to falcate, occasionally oblanceolate shape and are usually narrowed at both ends. The phyllodes are around 12 to 22 cm (4.7 to 8.7 in) in length and have a width of 7 to 15 mm (0.28 to 0.59 in) and have prominent midribs. It blooms between August and November producing simple inflorescences that occur in groups of 6 to 16 on the raceme with the spherical flower-heads contain 17 to 20 creamy white coloured flowers. The thinly coriaceous glabrous seed pods that form after flowering have a narrowly oblong shape and have a length of up to 14 cm (5.5 in) and a width of 9 to 11 mm (0.35 to 0.43 in). The seeds within have an oblong to ovate-elliptic shape with a length of 4 to 5 mm (0.16 to 0.20 in) and a thick black aril.",
    "Taxonomy": "The specific epithet honours Mabel Fanny Cambage who was the daughter of R.H. Cambage, a colleague of Joseph Maiden. It is also sometimes referred to as 'mabelliae', but this spelling change is not correct.",
    "Distribution": "It is native to an area of New South Wales on the coastal slopes of the Great Dividing Range from around Camden in the north down to around Bermagui in the south growing in gullies in sandy soils as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}