{
  "url": "https://en.wikipedia.org/wiki/Acacia_hemignosta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hemignosta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hemignosta commonly known as the clubleaf wattle, is a tree or shrub of the genus Acacia and the subgenus Plurinerves that is endemic to northern parts of Australia.",
    "Description": "The tree or shrub typically grows to a height of 1 to 7 metres (3 to 23 ft) but can sometimes reach up to 10 m (33 ft). It has rough,corky and fissured bark with penduolous brittle branchlets. The green to yellowish green to grey green phyllodes have a oblanceolate to narrowly oblanceolate shape and are straight to shallowly recurved. Each phyllode has a length of 6 to 15 cm (2.4 to 5.9 in) and a width of 10 to 30 mm (0.39 to 1.18 in) and has three distant main nerves. It blooms from June to October and produces yellow flowers. Each racemose inflorescence has an axis with a length of 3 to 17 cm (1.2 to 6.7 in) with spherical flowerheads contain 30 to 50 bright golden flowers. After flowering flat, straight, narrowly oblong seed pods form  with a length of around 8 cm (3.1 in) and a width of 8 to 12 mm (0.31 to 0.47 in). The dull brown seeds inside have an oblong-elliptic shape and are 5.5 to 6.5 mm (0.22 to 0.26 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem as published in Journal of the Proceedings of the Linnean Society, Botany. It was reclassified as Racosperma hemignostum in 1987 by Leslie Pedley but transferred back into the genus Acacia in 2001. The only other synonym is Acacia cloncurrensis.",
    "Distribution": "It is native across the Northern Territory and the Kimberley region of Western Australia as well as northern Queensland. The plant is found in flat or undulating country growing in sandy and lateritic soils in and heavier soils around watercourses and is usually a part of open woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}