{
  "url": "https://en.wikipedia.org/wiki/Acacia_leptocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leptocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leptocarpa, commonly known as north coast wattle, is a shrub or small tree native to New Guinea and coastal regions of northern Australia.",
    "Description": "Acacia leptocarpa  normally grows as a small tree, 6 to 10 m (20 to 33 ft) in height but can reach as high as 15 m (49 ft), although it occasionally flowers as a shrub as low as 2 m (6 ft 7 in) tall. It has dark grey to almost black coloured bark of the ‘ironbark’ type. The angular branchlets are lenticellate and glabrous. The phyllodes have falcate shaped blades with a length of 12 to 21 cm (4.7 to 8.3 in) and a width of 1 to 2.5 cm (0.39 to 0.98 in). the glabrous phyllodes have a visible gland on the upper margin with longitudinal and parallel veins, three of which are more prominent than the others. It also has small and inconspicuous stipules. It blooms from Autumn to Spring and produces pleasantly perfumed yellow coloured inflorescences on spikes that are around 5 to 7 cm (2.0 to 2.8 in) and found in groups of two in the leaf axils. After flowering it forms linear, curved or coiled seed pods with a length of around 12 cm (4.7 in) and a width of 0.3 cm (0.12 in). The shiny dark brown to black seeds within the pods are arranged longitudinally and have a length of around 4 mm (0.16 in) with a large yellow-orange aril.A. leptocarpa resembles Acacia cowleana and Acacia elachantha but has glabrous and thinner phyllodes and longer, more curved pods. It is thought to be allied with Acacia tropica and Acacia cretata. The seed pods appear very similar to those of Acacia gardneri.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma leptocarpum by Leslie Pedley in 1987 and transferred back to genus Acacia in 2001.\nThe type specimen was collected by Allan Cunningham around Cape Flinders in Queensland in 1820.\nThe specific epithet is derived from the Greek words leptos meaning slender and carpos meaning fruit in reference to the thin seed pods.",
    "Distribution": "It is mostly found in open forest, but will also grow in monsoon forest and rainforest margins. The natural range extends from Carlton Hill Station in the Kimberley region of Western Australia eastwards across the Top End of the Northern Territory to Cape York Peninsula and southwards to Southern Central Queensland where it is found along the margins of watercourses and swampy areas growing in sandy or rocky soils occasionally around laterite as a part of open Eucalyptus or Melaleuca woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}