{
  "url": "https://en.wikipedia.org/wiki/Acacia_macdonnelliensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. macdonnelliensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia macdonnelliensis, commonly known as the MacDonnell mulga and the Hill mulga, is a species of Acacia native to central Australia. The Indigenous Australians the Alyawarr peoples know the plant as irrar, the Kaytetye know it as arleth-arlethe or arwele arleth-arlethe and the Western Arrernte peoples know it as irrkwarteke.",
    "Description": "The bushy shrub or tree typically grows to a height of 3 to 6 metres (10 to 20 ft) and has deeply fissured grey bark. It has sparsely hoary and glabrous branchlets with obscure resinous ridges. It has erect, glabrous to hoary, grey-green phyllodes with a narrow elliptic to linear shape that are 4 to 15 centimetres (2 to 6 in) in length and 0.8 to 5 millimetres (0.031 to 0.197 in) wide. It produces yellow flowers in July. The dense golden flower spikes are 0.6 to 3 cm (0.24 to 1.18 in) in length and have a width of 3 to 6 mm (0.118 to 0.236 in). After flowering linear pale brown seed pods form that are constricted between each seed. Each pod has a length of 3 to 9.5 cm (1.2 to 3.7 in) and is 2 to 4 mm (0.079 to 0.157 in) wide. The dark brown seeds within are arranged longitudinally and are 2.5 to 5 mm (0.098 to 0.197 in) long.",
    "Taxonomy": "There are two known subspecies:\n\nAcacia macdonnellensis Maconochie subsp. macdonnellensis\nAcacia macdonnellensis subsp. teretifolia Maslin",
    "Distribution": "It is found in southern parts of the Northern Territory around Alice Springs and in far eastern Pilbara and north eastern Goldfields regions of Western Australia in areas of sandstone and quartzite along rocky ridges and creeklines. A. macdonnelliensis is drought and frost tolerant.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}