{
  "url": "https://en.wikipedia.org/wiki/Acacia_urophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. urophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia urophylla, commonly known as pointed leaved acacia, tall-leaved acacia, veined wattle or net-leaved wattle, is a shrub of the genus Acacia and the subgenus Phyllodineae endemic to Western Australia.",
    "Description": "The erect slender and open shrub typically grows to a height of 1 to 3 metres (3 to 10 ft). The prominently yellow-ribbed branchlets have pungent and hardened stipules with a length of 2 to 8 millimetres (0.079 to 0.315 in). The thin evergreen phyllodes have an obliquely lanceolate to ovate shape and are usually 5 to 11 centimetres (2.0 to 4.3 in) in length with a width of 1 to 4 cm (0.39 to 1.57 in). They are narrowed at base and have two to four prominent longitudinal nerves on the face. It blooms from May to October and produces cream-yellow flowers. The inflorescences occur as two to five headed racemes, usually with two on each node. The flower heads have a spherical shape and contain 8 to 12 loosely bunched pale yellow or white flowers. After flowering black sub-woody seed pods with a twisted narrowly linear shape that are around 14 cm (5.5 in) in length and 2 to 4 mm (0.079 to 0.157 in) wide. Each pod contains severalglossy dark brown seeds with an oblong to elliptic shape and a length of 3 to 4 mm (0.118 to 0.157 in).The shrub is dieback resistant.",
    "Taxonomy": "The species was first formally described by George Bentham in 1841 as part of John Lindley's work Edwards's Botanical Register. It was reclassified in 2003 by Leslie Pedley as Racosperma urophyllum and transferred back into the genus Acacia in 2006. Other synonyms include; Acacia smilacifolia, Acacia smilacifolia var. glaberrima, Acacia smilacifolia var. smilacifolia, Acacia urophylla var. glaberrima and Acacia urophylla var. urophylla.The specific epithet for this species is taken from the Greek words  uro- meaning elongated appendage and phylla meaning leaves referring to the shape of the leaves.A. urophylla belongs to the Acacia myrtifolia group as a result of the flower structure and is most closely related to Acacia scalpelliformis.",
    "Distribution": "It is native to an area in from the south of New Norcia in the Wheatbelt, extending south through the Peel and South West to around Augusta and then east to around Walpole in the Great Southern region of Western Australia where it is found in along watercourses and other damp locations growing in lateritic soils. In southwestern areas it is commonly part of the understorey in the Eucalyptus diversicolor forests and can form dense stands after bushfires following fire. In the north it is found less frequently and occurs as disjunct populations along creeks in Eucalyptus marginata forest and woodland communities.",
    "Cultivation": "The species is available commercially in seed form. The seeds need to be pre-treated with boiling water or scarified prior to planting. It is used for the rehabilitation of disturbed sites within its native range.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}