{
  "url": "https://en.wikipedia.org/wiki/Acacia_monticola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. monticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia monticola, commonly known as red wattle, gawar, curly-bark wattle, curly-bark tree and hill turpentine, is a species of plant in the legume family that is native to northern Australia.\nIndigenous Australians have other names for the plant, the Yindjibarndi peoples know it as burduwayi, the Ngarluma as burduwari, the Nyangumarta call it kawarr and the Kurrama peoples know it as mangkalangu.",
    "Description": "It grows as a resinous, multi-stemmed shrub or small tree, 0.6 to 7 metres (2 to 23 ft) in height, with grey or reddish-brown minni ritchi bark. The plant normally has a V shaped form with a openly branched spreading crown at times with sparse foliage present. The evergreen phyllodes have an elliptic to obovate shape and are slightly asymmetrical. The blade is 10 to 32 millimetres (0.39 to 1.26 in) in length and 5 to 20 millimetres (0.20 to 0.79 in) wide and has three to five main longitudinal nerves. It produces yellow flowers from April to August. The simple inflorescences have fragrant, globular to obloid or occasionally shortly cylindrically shaped flower heads that are 10 to 20 mm (0.39 to 0.79 in) in length with light golden flowers. The flowers are not very densely packed in the heads and are relatively large in size. The leathery seed pods that form following flowering are brown in colour and slightly shiny. Each pod has a narrowly oblong shape and is mostly flat but raised over the seeds. The pods are 2 to 10 cm (0.8 to 3.9 in) in length and 7 to 15 mm (0.28 to 0.59 in) wide, they are sticky with resin and have a sweetly aromatic smell. The shiny deep brown seeds within the pods have an obloid-ellipsoidal shape and are 4 to 6 mm (0.157 to 0.236 in) in length and 3 to 4 mm (0.118 to 0.157 in) wide.",
    "Taxonomy": "The species was first formally described as Acacia monticola by the botanist John McConnell Black in 1937 as part of the work Transactions and Proceedings of the Royal Society of South Australia. It was reclassified by as Racosperma monticola by Leslie Pedley in 1987 then transferred back to the genus Acacia in 2001. The only other synonym is Acacia impressa.The species name is taken from the Latin words montanus meaning mountain and cola meaning dweller. The name was chosen by Black as the collections of all the specimens of the time all came from rocky tablelands and ranges such as the MacDonnell Ranges.It is often confused with Acacia trachycarpa as they both have the same style of minni ritchi bark.",
    "Distribution and habitat": "A. monticola has a scattered distribution from Western Australia eastwards through the Northern Territory to central western Queensland.It occurs on red sand, ironstone or lateritic soils in pindan, and on stony plains and rocky ridges. In northern Western Australia it is found in the Central Kimberley, Central Ranges, Dampierland, Gibson Desert, Great Sandy Desert, Little Sandy Desert, Northern Kimberley, Ord Victoria Plain, Pilbara and Tanami IBRA bioregions.\n\n\n== References =="
  }
}