{
  "url": "https://en.wikipedia.org/wiki/Acacia_euthyphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. euthyphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia euthyphylla is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to Western Australia.",
    "Description": "The shrub typically grows to a height of 0.7 to 2.0 metres (2 to 7 ft). It has a rounded to funnel-shaped habit with reasonably dense foliage. The slightly flexuose and finely ribbed branchlets are glabrous. The light green erect and linear phyllodes are straight to shallowly incurved with a length of 4 to 9 cm (1.6 to 3.5 in) and a width of 2 to 3 mm (0.079 to 0.118 in) and narrow towards the base. It blooms between August and September producing yellow flowers. Each inflorescence has two racemes with spherical flower heads that have a diameter of 4 to 5 mm (0.16 to 0.20 in) containing 18 to 21 golden flowers, The seed pods that form later are linear with a length of around 6 cm (2.4 in) and a width of 3.5 mm (0.14 in) which contain longitudinal seeds.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1999 as part of the work Acacia miscellany 16. The taxonomy of fifty-five species of Acacia, primarily Western Australian, in section Phyllodineae (Leguminosae: Mimosoideae) as published in the journal Nuytsia. The species was reclassified in 2003 as Racosperma euthyphyllum by Leslie Pedley and transferred back to the genus Acacia in 2006.",
    "Distribution": "It is endemic to an area along the south coast of the Goldfields-Esperance region of Western Australia where it is found along the edges of salt lakes and marshes and seasonally wet swamp areas growing in sandy-clay-loam soils. It is often part of tall myrtale shrubland and mallee woodland communities.",
    "See also": "List of Acacia species",
    "References": "\n."
  }
}