{
  "url": "https://en.wikipedia.org/wiki/Acacia_adsurgens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. adsurgens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia adsurgens is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to the northern areas of Australia.",
    "Description": "The shrub is erect and bushy typically growing to a height of 1.5 to 4 metres (5 to 13 ft). It has angular light brown or reddish that become to flattened towards apices. The smooth bark becomes fibrous and is grey-brown in colour and reddish beneath. It has linear, \nstraight or upwardly curved and flat green phyllodes that are 6 to 20 cm (2.4 to 7.9 in) in length and 2 to 4.5 mm (0.079 to 0.177 in) wide. It flowers from February or March to July, and as late as September, producing yellow flowers. The flower spikes are 0.8 to 2.5 cm (0.31 to 0.98 in) in length and densely flowered. After flowering linear light brown seed pods form that are raised over and constricted between seeds. the pods have a length of 3.5 to 12 cm (1.4 to 4.7 in) and a width of 2 to 3.5 mm (0.079 to 0.138 in). The dark brown seeds within have a narrowly oblong shape and are 3.5 to 4.5 mm (0.14 to 0.18 in) in length.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma adsurgens in 1987 then transferred back to the genus Acacia in 2001.",
    "Distribution": "It is endemic to northern parts of Western Australia, central parts of the Northern Territory and parts of central Queensland and in far north east South Australia near Lake Eyre the range extends from around Roebourne in the west through central Queensland in the east. It is found flat plains and hillsides growing in reddish sandy, loamy and gravelly soils and is usually part of spinifex grassland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}