{
  "url": "https://en.wikipedia.org/wiki/Acacia_cultriformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cultriformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cultriformis, known as the knife-leaf wattle, dogtooth wattle, half-moon wattle or golden-glow wattle, is a perennial tree or shrub of the genus Acacia native to Australia.  It is widely cultivated, and has been found to have naturalised in Asia, Africa, North America, New Zealand and South America.  A. cultriformis grows to a height of about 4 m (13 ft) and has triangle-shaped phyllodes. The yellow flowers appear from August to November in its natural range. Its attractive foliage and bright flowers make it a popular garden plant.",
    "Taxonomy": "Scottish botanist George Don described Acacia cultriformis in 1832, calling it the cultriform-leaved acacia. The species name relates to the knife-shaped phyllodes.Queensland botanist Les Pedley reclassified the species as Racosperma cultriforme in 2003, in his proposal to reclassify almost all Australian members of the genus into the new genus Racosperma; this name is treated as a synonym of its original name however.Common names include knife-leaf (or -leaved) wattle, golden glow wattle, half-moon wattle or dog-tooth wattle.",
    "Description": "Acacia cultriformis is a woody shrub with an upright or spreading habit that grows to 4 m (13 ft) in height. Branchlets may be bare and smooth or covered with a white bloom. The mature trees do not have true leaves but have phyllodes that are crowded along the stems. The green to green-grey phyllodes are asymmetrical, with one leaf margin angled so the overall shape is triangular. They are 1–3 cm long by 0.6–1.5 cm wide. There is a nectary at the widest part of the phyllode. Flowering takes place from August to November, and can be prolific on upper parts of the plant. The rounded inflorescences are bright yellow and occur in groups of 2 to 25 in axillary 1–8 cm-long racemes. The later developing pods are straight or slightly curved, 3 to 10 cm long and 0.4 to 0.75 cm wide. They are flattish, with raised segments over the seeds. The oblong seeds themselves are 3.5 to 4.5 mm long, black and shiny, with a clavate (club-shaped) aril.The related Acacia semilunata is similar in appearance but has hairy branchlets and narrower seed pods. Acacia pravissima can look similar but has a secondary longitudinal vein in its phyllodes.",
    "Distribution and habitat": "Acacia cultriformis is found in central New South Wales and southern Queensland on the western slopes of the Great Dividing Range, from Wagga Wagga and Narrandera northwards, and west of Denman and Singleton, to Stanthorpe and Inglewood. It grows in clay-loam or sandstone soils in Eucalyptus woodland, often on rocky ridges.",
    "Uses and cultivation": "Its bright flowers and attractive leaves make Acacia cultriformis one of the most popular wattles in cultivation. Adaptable to the garden, it is grown in a wide range of soils and can tolerate frosts. It grows in sun or part shade. Drought tolerant, it can be used to combat soil erosion. Acacia ‘Cascade’ (RN: ACC154) is a prostrate form that spreads to a diameter of 2 m (7 ft). It was registered on 18 November 1982, having been propagated by Bill Molyneux at his nursery in Montrose, Victoria from a selected seedling. It makes an attractive cascading plant in a rockery.A. cultriformis is used as cut flowers.\nThe flowers are edible and they are an ingredient used in some fritters. Yellow dye is extracted from the flowers and green dye is extracted from the seed pods.",
    "References": "",
    "See also": "International Cultivar Registration Authority"
  }
}