{
  "url": "https://en.wikipedia.org/wiki/Acacia_orbifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. orbifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia orbifolia is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to western Australia.",
    "Description": "The spreading bushy shrub typically grows to a height of 0.8 to 1.5 metres (2.6 to 4.9 ft) and 3 metres (10 ft) wide. It often has a dense domed habit and has white waxy hairy branchlets. The phyllodes have an obliquely orbicular to obdeltate shape with a length of 8 to 20 mm (0.31 to 0.79 in) and a width of 6 to 15 mm (0.24 to 0.59 in) with two fine, divergent, longitudinal nerves located on each face. It blooms from July to September and produces white-cream-yellow flowers. The simple inflorescences have spherical flower-heads with a diameter of 5.5 to 7.5 mm (0.22 to 0.30 in) with 20 to 32 densely packed white to cream coloured flowers. The seed pods that form after flowering have constrictions between the seeds and are raised over them. The pods can have one to two twisted coilsand typically have a length of around 2 cm (0.79 in) and a width of 3 to 4 mm (0.12 to 0.16 in).",
    "Distribution": "It is native to an area in the Mid West and Wheatbelt regions of Western Australia where it is found on undulating plains, low hills and lateritic rises growing in gravelly clay, loam or sandy soils. The shrub has a scattered distribution from as far north as Northampton with the bulk of the population being found between Watheroo extending south to around Muntadgin mostly as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}