{
  "url": "https://en.wikipedia.org/wiki/Acacia_intricata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. intricata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia intricata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The dense, compact, intricate and prickly shrub typically grows to a height of 0.15 to 0.5 metres (0.5 to 1.6 ft) and form prostrate mounds. The erect short, straight and rigid branchlets are slightly soiny with caducous stipules and yellow ribs. The thick, rigid, green and pungent phyllodes have an ovate to widely ovate shape with a length of 2 to 4 mm (0.079 to 0.157 in) and a width of 1 to 3 mm (0.039 to 0.118 in). It produces yellow flowers from July to September. The rudimentary inflorescences occur on binate racemes that have an axes of less than 0.5 mm (0.020 in) in length. The showy spherical flower-heads contain 7 to 13 bight-yellow to golden flowers. The brown seed pods that form after flowering are curved or have a single coil with a length of around 25 mm (0.98 in) and a width of 2.5 mm (0.098 in). The mottled seeds within the pods are 2.7 to 2.9 mm (0.11 to 0.11 in) in length and have a white aril.",
    "Taxonomy": "The species was first formally described by the botanist Spencer Le Marchant Moore in 1920 as part of the work A contribution to the Flora of Australia as published in the Journal of the Linnean Society, Botany. It was reclassified as Racosperma intricatum by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Wheatbelt and Goldfields-Esperance regions of Western Australia that is found on stony ridges, lateritic rises and undulating plain growing in sandy-clay-loam soils. The bulk of the population is found between Bencubbin in the north to around Lake Grace and Lake King as a part of mallee shrubland or open woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}