{
  "url": "https://en.wikipedia.org/wiki/Acacia_exocarpoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. exocarpoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia exocarpoides is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to Western Australia.",
    "Description": "The broom-shaped fastigiate shrub typically grows to a height of 1.0 to 3.0 metres (3 to 10 ft). The ascending outermost terete branchlets are straight and slightly divided. The branchlets are striate and ash-grey or pale green when young. The sparse, erect phyllodes shed frequently and have a length of 8 to 18 mm (0.31 to 0.71 in) with a width of 1 mm (0.039 in). They have a narrow base have four nerves and are scarcely pungent,. It produces yellow flowers from June to August.",
    "Taxonomy": "The species was first formally described by the botanist William Vincent Fitzgerald in 1904 as part of the work Additions to the West Australian Flora as published in the Journal of the West Australian Natural History Society. The species was reclassified as Racosperma exocarpoides in 2003 by Leslie Pedley then transferred back into the genus Acacia in 2006.",
    "Distribution": "It is endemic to an area in the Goldfields-Esperance, Wheatbelt and Mid West regions of Western Australia. It has a scattered distribution the south-western arid zone, and is found near Meekatharra and between Mullewa to Mount Magnet through to Rason Lake in the Great Victoria Desert. It is found on plains and rocky outcrops and grows in rocky clay loam soils and is commonly associated  with Acacia aneura (mulga) communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}