{
  "url": "https://en.wikipedia.org/wiki/Acacia_gibbosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gibbosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gibbosa is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae native to Western Australia.",
    "Description": "The rounded shrub or tree typically grows to a height of 1 to 3 metres (3 to 10 ft) and has glabrous branchlets. The green to grey-green, glabrous, terete phyllodes have a narrowly linear, straight to shallowly incurved flat shape. The phyllodes are 4 to 9.5 centimetres (1.6 to 3.7 in) in length and 0.8 to 1.5 millimetres (0.031 to 0.059 in) wide. It blooms between August and September producing yellow flowers. The simple inflorescences are arranged with two per axil. The flower heads have an obloid to short-cylindrical shape with a length of 6 to 8 mm (0.236 to 0.315 in) and a diameter of 4 to 4.5 mm (0.157 to 0.177 in) and contain 22 to 27 golden flowers. The linear glabrous seed pods that form after flowering are staight and about 6.5 cm (2.6 in) in length and 2 to 2.5 mm (0.079 to 0.098 in) wide. The glossy black seeds within the pods have narrowly oblong-ovate shape and are 2.8 to 3 mm (0.110 to 0.118 in) in length.",
    "Taxonomy": "The species was first formally described by the botanists Richard Sumner Cowan and Bruce Maslin in 1995 as part of the work Acacia Miscellany. New taxa and notes on previously described taxa of Acacia, mostly section Juliflorae (Leguminosae: Mimosoideae), in Western Australia as published in the journal Nuytsia. In 2003 Leslie Pedley reclassified the species as Racosperma gibbosum but in 2006 it was transferred back to the genus Acacia. The plant is often confused with Acacia cyperophylla and is closely related to Acacia websteri.",
    "Distribution": "It is endemic to an area in the Wheatbelt and the Goldfields regions of Western Australia where it is found on and around low-lying areas and undulating plains growing in sandy or loamy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}