{
  "url": "https://en.wikipedia.org/wiki/Acacia_erinacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. erinacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia erinacea, also known as prickly wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to Western Australia.",
    "Description": "The rigid and prickly shrub typically grows to a height of 0.1 to 1.5 metres (0.3 to 4.9 ft). It has branches that divide into short, divaricate, whitish, finely ribbed and spinose branchlets. The new shoots are red to red-brown in colour. The ascending to erect grey-green phyllodes have an oblong to elliptic to oblanceolate shape with a length of 5 to 12 mm (0.20 to 0.47 in) and a width of 2 to 4 mm (0.079 to 0.157 in). It blooms from June to November and produces yellow flowers. Each inflorescence has spherical flower heads containing 12 to 22 golden flowers. After flowering the seed pods form that have an oblong shape and are slightly biconvex. Each pod is 1 to 3 cm (0.39 to 1.18 in) in length and 7 to 10 mm (0.28 to 0.39 in) wide containing dark brown oblong ovate shaped seeds.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany 1. It was reclassified as Racosperma eriocladum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006. The type specimen was collected by James Drummond.",
    "Distribution": "It is endemic to an area in the Mid West, Goldfields-Esperance, Wheatbelt and Great Southern regions of Western Australia where it grows in most soil types especially those high in clay. The shrub is found as far north as Kalbarri and as far south as Broomehill and to Eucla in the east on hills and flat lands where it is often part of Eucalypt woodland, mallee and sandplain scrub communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}