{
  "url": "https://en.wikipedia.org/wiki/Acacia_desertorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. desertorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia desertorum is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The dense shrub typically grows to a height of 0.6 to 2 metres (2 to 7 ft) and sometimes as a tree to 4 mm (0.16 in) and blooms from July to November. It has sericeous, ribbed, glabeous branchlets. The grey-green ascending phyllodes are straight to shallowly incurved with a rhombic-terete shape. The pungent, rigid phyllodes are 5 to 15 cm (2.0 to 5.9 in) in length and with a diameter of 1 to 1.5 mm (0.039 to 0.059 in) and have 8 to 16 parallel quite broad nerves. The simple inflorescences occur singly or in pairs in the axils. The spherical to obloid shaped flower-heads are around 7 to 9 mm (0.28 to 0.35 in) in length with a diameter of 6 to 8 mm (0.24 to 0.31 in) with sub-densely packed bright golden coloured flowers. The linear, straight to slightly curved seed pods that form after flowering are quadrangular in cross-section with a length of up to 8.5 cm (3.3 in) and a width of 1 to 2 mm (0.039 to 0.079 in) and are thinly coriaceous. The shiny mottled brown seeds found within the pods have a linear shape and are 4 to 4.5 mm (0.16 to 0.18 in) in length.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakley in 1927 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma desertorum in 2003 by Leslie Pedley and then transferred back to genus Acacia in 2006.The are two varieties:\n\nAcacia desertorum Maiden & Blakely var. desertorum\nAcacia desertorum var. nudipes R.S.Cowan & Maslin.",
    "Distribution": "It is native to an area in the Goldfields-Esperance region of Western Australia where it is found on sand dunes, sandplains and flats growing in gravelly and sandy soils over laterite. It has a scattered and disjunct distribution from around Southern Cross in the west to the Great Victoria Desert in the east.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}