{
  "url": "https://en.wikipedia.org/wiki/Acacia_provincialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. provincialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia provincialis, commonly known as swamp wattle or wirilda or water wattle or perennial wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to southern and south eastern Australia.",
    "Description": "The tree has a slender and erect habit and typically grows to a height of up to 10 metres (32.8 ft). It has a bushy crown and usually has a single stem but can divide into several stems at ground level which have smooth grey coloured bark. The branchlets are usually pendulous and are angled or flattened and a reddish-brown often covered with a white powdery finish. It has straight or shallowly recurved, glabrous, blue-green to grey-green phyllodes that have a narrowly oblanceolate to narrowly elliptic or linear shape with a length of 7 to 22 cm (2.8 to 8.7 in) and a width of 3 to 15 mm (0.12 to 0.59 in). It blooms throughout the year but most heavily between September and January producing racemose inflorescences with spherical flower-heads containing between 18 and 50 flowered golden to pale yellow coloured flowers. After flowering linear brown seed pods form that are up 16 cm (6.3 in) in length and 5 to 17 mm (0.20 to 0.67 in) wide with a firm papery texture. The dull to slightly shiny dark brown to black seeds within the pods have an oblong to oblong-elliptic shape and a length of 4 to 6 mm (0.16 to 0.24 in).",
    "Distribution": "It is endemic to Kangaroo Island, the Fleurieu Peninsula and the Mount Lofty Ranges of South Australia and is also present much of eastern and central of Victoria where it is found in damp areas in and along the margins of swamp and creeks growing in sandy, clay or loamy soils. In Victoria the bulk of the population is found between the Glenelg River in the Grampian Ranges to near Melbourne where it is often a part of open-forest communities in poorly drained soils located well inland from the coast. Specimens have also been collected from Tasmania from King Island and near Launceston.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}