{
  "url": "https://en.wikipedia.org/wiki/Acacia_ramulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ramulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ramulosa, commonly known as horse mulga or bowgada wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae endemic to arid areas of Australia.",
    "Description": "A. ramulosa is an erect, spreading and multi-branched shrub that typically grows to a height of 1.5 to 6 metres (5 to 20 ft). The ribbed glabrescent branchlets have small white hairs between the ribs, the resinous young tips are darker in colour. The phyllode bases can have resinous ribs with some red-glandular hairs. The erect, thick and linear phyllodes are usually 7 to 15 centimetres (3 to 6 in) in length and 5.5 to 7 millimetres (0.217 to 0.276 in) in width. The phyllodes are striate with thick longitudinal nerves. It blooms irregularly throughout the year producing yellow flowers, flowers usually appear in cooler weather often after rainfall events. The simple inflorescences usually appear singly in the axils. The dense golden flower-spikes are 5 to 30 mm (0.20 to 1.18 in) in length. The straight cylindrical seed pods that form following flowering are tapered at each end are up to 13.5 cm (5 in) in length with a diameter of 8 to 10 mm (0.31 to 0.39 in). The pods hang downwards from the branchlets usually in groups resembling a horse's tail. The pods are grey in colour and have longitudinal brown stripes. The creamy coloured seeds within the pod have an oblong shape and are 6 to 12 mm (0.24 to 0.47 in) long and 4 to 9 mm (0.16 to 0.35 in).",
    "Taxonomy": "The type specimen was collected by the botanist William Vincent Fitzgerald in 1903 in the area between Cue and Mount Magnet. The species was first formally described by Fitzgerald in 1904 as part of the work Additions to the West Australian Flora as published in the Journal of the West Australian Natural History Society. It was reclassified in 1987 by Leslie Pedley as Racosperma ramulosum and then transferred back to the genus Acacia in 2001.The species name is taken from the Latin word ramulosus meaning many branchlets in reference the habit of the shrub.A. ramulosa has two variants: Acacia ramulosa var. linophylla and Acacia ramulosa var. ramulosa. It can form hybrids with Acacia aneura mostly in the western part of its range. These have been identified as Acacia brachystachya or Acacia cibaria. It can also hybridize with Acacia craspedocarpa and Acacia coolgardiensis.",
    "Distribution and ecology": "A ramulosa is native to a large area of arid parts of Australia. It is found in southern Queensland, western New South Wales, the southern parts of the Northern Territory, northern and central South Australia and the Goldfields and the Mid West regions of Western Australia, often occurring in red sandy and loamy sandy soils in swales. It is also found on shallow stony soils among with outcrops of laterite and can form dominant stands on the southern and eastern ends of its range.A ramulosa is an integral part of Mulga woodland communities and is often associated with Acacia aneura, Acacia pruinocarpa, Acacia quadrimarginea, Eucalyptus loxophleba, Acacia brachystachya, Casuarina cristata, Corymbia opaca, Eragrostis eriopoda, Aristida contorta, Salsola kali, Rhagodia spinescens, tussock grass and Chenopod shrubs.",
    "Cultivation and uses": "The plant is suitable as an ornamental or for providing habitat in coastal cliff areas or on sand plains. It can be grown in a full sun or partly shaded position in alkaline or neutral sandy or loamy soils. The shrub can tolerate drought, soil salinity, salt spray and bushfire.Indigenous Australians used the seed as food source, it was prepared in different ways. The young green pods were eaten raw or roasted or steamed. The dry mature seeds could also be ground into a flour then mixed with some water and eaten as a paste or cooked as a damper.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}