{
  "url": "https://en.wikipedia.org/wiki/Acacia_triquetra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. triquetra"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia triquetra, also known as the gold dust wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to southern Australia.",
    "Description": "The shrub typically grows to a height of 1.5 metres (4.9 ft) and has a glabrous and spreading habit. It has acutely angled branchlets that are ribbed below phyllodes. Like many species of Acacia it has phyllodes rather than true leaves. These appear on stem-projections and are patent to erect but usually inclined to ascending. The dark green phyllodes have a narrowly oblong to oblanceolate shape and can be straight or slightly curved. They have a length of around 10 to 25 mm (0.39 to 0.98 in) and a width of 2 to 6 mm (0.079 to 0.236 in) with an obscure midrib and lateral nerves. It blooms between July and October usually mostly in September and produces rudimentary inflorescences with spherical flower-heads that contain 10 to 18 golden flowers. After flowering firmly chartaceous seed pods form with a linear shape that are straight to shallowly curved .The pods have a length of up to 6 cm (2.4 in) and a width of 3 to 4 mm (0.12 to 0.16 in) with the seeds arranged longitudinally inside. The dark brown seeds are normally found to have an oblong shape with a length of 2.5 to 3.5 mm (0.098 to 0.138 in) and are ridged around the periphery.",
    "Distribution": "It is endemic only in a small area in South Australia on the Eyre Peninsula from around Calca in the north to Port Lincoln in the south and is also found on the Yorke Peninsula fro Port Rickaby in the north to Kangaroo Island in the south where it is found on sea cliffs or in damp areas where it grows in sandy soils over and around limestone as a part of scrub and mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}