{
  "url": "https://en.wikipedia.org/wiki/Acacia_argentina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. argentina"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia argentina is a species of Acacia native to eastern Australia.",
    "Description": "The shrub typically grows to a height of 4 m (13 ft). It has terete and glaucous branchlets that have sparse to moderate indumentum that extend to the axis of the leaves and 0.3 to 0.5 mm (0.012 to 0.020 in) long hairs. The new branchlet tips are silvery grey in colour but tinged with yellow. The bipinnate shaped leaves are grey-green with a length of 8 to 24 mm (0.31 to 0.94 in). There are two or three pairs of pinnae per leaf, each having a length of 13 to 20 mm (0.51 to 0.79 in) and containing six to nine leaflet pairs. The leaflets have an oblong shape with a length of 6 to 9 mm (0.24 to 0.35 in) and a width of 1.4 to 2.8 mm (0.055 to 0.110 in). It flowers between July and September. The simple axillary inflorescences have up to eight branches each containing a yellow spherical flowerhead with a diameter of around 5 mm (0.20 in) composedof 20 to 24 flowers. Following flowering linear seed pods with a length of about 6 cm (2.4 in) covered with stiff hairs.\nThe species resembles Acacia chinchillensis but is taller with wider leaflets.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 2006 as part of the work Notes on Acacia Mill. (Leguminosae: Mimosoideae), chiefly from Queensland as published in the journal Austrobaileya.",
    "Distribution": "The species has a limited range and is only found in a small area in the sandstone parts of the upper catchment areas of smaller tributaries of the Dawson River to the north of Taroom in south western Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}