{
  "url": "https://en.wikipedia.org/wiki/Acacia_cretacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cretacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cretacea, also known as chalky wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to South Australia.",
    "Description": "The shrub or small tree usually has a single stem and can grow to a height of 4 m (13 ft) and has a spindly habit with an open crown. It has smooth grey or reddish-brown bark found on the on lower trunk. The grey to medium green coloured phyllodes have a narrowly elliptic to narrowly oblanceolate shape with a length of up to around 10 cm (3.9 in) and a width of 18 mm (0.71 in). It blooms intermittently between July and January producing inflorescences containing 5 to 14 spherical coloured flower-heads. The flower-heads have a diameter of 4 to 5 mm (0.16 to 0.20 in) and contain 35 to 45 densely packed lemon yellow to golden yellow coloured flowers. The straight to slightly curved pale brown coloured seed pods that form after flowering have a length of up to 9 cm (3.5 in) and a width of 6 mm (0.24 in) and contain black, oblong to ovoid shaped seeds with a length of around 7 mm (0.28 in) and a width of 4 mm (0.16 in).",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and D.J.E.Whibley in 1987 as part of the work The taxonomy of some South Australian Acacia section Phyllodineae species (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was reclassified as Racosperma cretaceum by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2005.\nThe specific epithet is taken from the Latin word cretaceus which means chalk white in reference to the chalky coloured branchlets, flowers and seed pods. It belongs to the Acacia microbotrya group of wattles found on the Eye peninsula. It is also closely related to Acacia toondulya and similar in appearance to Acacia gillii.",
    "Distribution": "It is found on the southern and eastern sides of the Eyre Peninsula in South Australia on sandplains and gently undulating hills to the north of Cowell where it grows in red sandy soils as a part of mallee and low shrubland communities. The wattle is commonly associated with Eucalyptus incrassata, Melaleuca uncinata and Triodia irritans. It is restricted to an area approximately 8 km2 (3.1 sq mi) and has an estimated population a few hundred to 5,000 individual plants. The shrub also situated on roadsides and in adjacent farming land.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}