{
  "url": "https://en.wikipedia.org/wiki/Acacia_equisetifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. equisetifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia equisetifolia is a small shrub in the genus Acacia. It is endemic the Northern Territory, and is critically endangered under the Commonwealth Environment Protection and Biodiversity Conservation Act 1999, being known only from  only from Graveside Gorge in the Kakadu National Park, where it grows on sandstone slopes and ledges at the tops of sheer cliffs.\nIt flowers in February, with near-mature pods observed as being present in March, August and October.",
    "Description": "Acacia equisetifolia is an erect grey-green shrub growing up to 1 m tall. The branchlets are densely villous with the weak hairs being about 1 mm long and white and slightly curved. The narrow needle-like phyllodes are arranged in whorls with from 10 to 17 per whorl, and each from 10–20 mm long, slender (0.3–0.4 mm wide), and ascending to erect when young, and when old, patent (at about right angles to the supporting stem). They are terete, almost terete or flattish, and a dull green, and tipped with a small point (from 0.1 to 0.3 mm long). The nerves are not visible. The peduncles are mostly from 15 to 30 mm long, and villous as on the branchlets. The inflorescence is globular  and has from 30 to 35 flowers, each of which has a very small calyx and is 5-merous. The sessile pods  are short (10–30 mm long, 8–10 mm wide), flat but obviously raised over seeds, straight to slightly curved, blackish, viscid, and hairy. The seeds are transverse to oblique in the pods.",
    "Taxonomy": "It was first formally described in 2014 by Bruce Maslin and Ian Cowie in Nuytsia.",
    "Etymology": "The species epithet, equisetifolia, alludes to the similarity  of the phyllodes in their shape and arrangement to species of the genus, Equisetum L..",
    "Conservation status": "Assessment against the IUCN criteria has led to the species being listed under both Commonwealth and Northern Territory legislation as critically endangered. It is threatened because of its very low extent and area of occurrence, extreme fluctuations in numbers, and unfavourable fire regimes for a possibly obligate seeder,  placing it at risk of rapid extinction.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Google Images: Acacia equisetifolia.\nThe Australasian Virtual Herbarium – Occurrence data for Acacia equisetifolia."
  }
}