{
  "url": "https://en.wikipedia.org/wiki/Acacia_guymeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. guymeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia guymeri is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia. It was listed as vulnerable according to the Environment Protection and Biodiversity Conservation Act 1999 but was delisted in 2013. It is still listed as Vulnerable according to the Nature Conservation Act 1992 in Queensland.",
    "Description": "The shrub typically grows to a maximum height of 1 to 2.5 m (3 ft 3 in to 8 ft 2 in). It has silver to grey coloured bark that has a smooth texture. The resinous, slightly angular branchlets are a red-brown or yellow-red colour. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen glabrous phyllodes have a linear shape and are straight to slightly curved. The thinly coriaceous phyllodes have a length of 8 to 16 cm (3.1 to 6.3 in) and a width of 1 to 2 mm (0.039 to 0.079 in) with a midvein that is prominent and raised with one to two parallel less prominent veins on each side. It blooms around January producing pale yellow or golden flowers. The cylindrical shaped flower-spikes have a length of 6 to 13 mm (0.24 to 0.51 in). The sub-woody glabrous seed pods that form after flowering are flat and linear with a length of 4 to 9 cm (1.6 to 3.5 in) with prominent yellowish margins yellowish. The yellow-brown seeds inside darken with age and are arranged longitudinall inside the pods. The oblong to broadly oblong shaped pitted seeds have a length of 3 to 4 mm (0.12 to 0.16 in) and have a closed areole.",
    "Distribution": "It is endemic to a small part of north eastern Queensland in the Cook District near Spring Creek approximately 40 km (25 mi) north west of Mount Carbine where it is usually situated on rocky ridges and disturbed areas growing in skeletal sandy soils as a part of Eucalyptus woodland communities. The range of the shrub extends from west of Cooktown in the north extending down the western edge of the Great Dividing Range to near Mount Surprise covering a total area of around 29,150 km2 (11,250 sq mi).",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}