{
  "url": "https://en.wikipedia.org/wiki/Acacia_cognata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cognata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cognata, commonly known as bower wattle, river wattle or narrow-leaved bower wattle,  is a tree or shrub species that is endemic to south eastern Australia.",
    "Description": "It grows typically grows to a height of 0.6 to 10 m (2 ft 0 in to 32 ft 10 in) in height and has an erect to spreading habit. It has smooth, grey or grey-brown coloured bark on the trunk and larger branches. The branchlets have low longitudinal green to brown coloured ridges that alternate with sticky resinous bands. The green linear to narrowly elliptic phyllodes are slightly curved and have a length of 4 to 10 cm (1.6 to 3.9 in) and a width 1 to 3.5 mm (0.039 to 0.138 in). The sparsely hairy to glabrous phyllodes have ciliate margins with three main longitudinal veins. The pale yellow globular flower-heads have a diameter of 3 to 6 mm (0.12 to 0.24 in) and contain 10 to 25 flowers and appear singly or in pairs in the leaf axils between July and October in the species' native range. The papery, straight, flat seed pods are slightly raised over seeds with a length of 3 to 10 cm (1.2 to 3.9 in) and a width of 2 to 4 mm (0.079 to 0.157 in).",
    "Distribution": "It occurs in the states of New South Wales and Victoria. where it grows in granite based soils as part of dry sclerophyll forest communities.",
    "Taxonomy": "The species was first formally described by the botanist Karel Domin in 1926 as part of the work Beitrage zur Flora und Pflanzengeographie Australiens as published in the work Bibliotheca Botanica. It was reclassified as Racosperma cognatum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.",
    "Cultivars": "A number of cultivars have been developed:\n'Bower Beauty'\n'Cousin Itt'\n'Copper Tips'\n'Fettuccini'\n'Green Mist'\n'Lime Magik'\n'Limelight'\n'Mop Top'\n'Waterfall'\n\n\n== References =="
  }
}