{
  "url": "https://en.wikipedia.org/wiki/Acacia_paraneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. paraneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia paraneura, commonly known as weeping mulga, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to arid regions of Australia.\nThe tree has a variety of growth habits across Australia, although in Western Australia it typically grows to a height of 3 to 10 metres (10 to 33 ft). It can have one or many main trunks from the base and open or wispy crowns. The stems and branches have grey bark that is longitudinally fissured on the trunk. The straight or shallowly curved phyllodes are a dull green to grey-green in colour. The phyllodes are 6 to 23 centimetres (2 to 9 in) in length and 0.8 to 1.2 millimetres (0.031 to 0.047 in) wide. The simple inflorescences simple resemble golden spikes that are 10 to 30 mm (0.4 to 1.2 in) in length. The seed pods that form later are flat with an oblong to narrowly oblong shape with a length of 2 to 9 cm (0.8 to 3.5 in) and a width of 7 to 17 mm (0.3 to 0.7 in). The shiny bown obloid-ellipsoid to ovoid seeds are 4 to 7 mm (0.16 to 0.28 in) long and half as wide.Across Australia it flowers at various times, although in Western Australia, it much more restricted, flowering from June to September producing yellow flowers. The plant grows in a variety of environments across Australia, although in Western Australia it is much more restricted and will only grow in sandy or clay soils and is often found on stoney plains and in claypans.A. paraneura is found in northern South Australia, southern part of the Northern Territory and far Western Queensland. In Western Australia is native to Pilbara and Mid West and Goldfields regions of Western Australia.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}