{
  "url": "https://en.wikipedia.org/wiki/Acacia_stipuligera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. stipuligera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia stipuligera is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to arid and tropical parts of northern Australia.",
    "Description": "The multi-stemmed tree or shrub typically to a height of 1 to 6 metres (3 to 20 ft) and has a rounded bushy habit. It has light to dark grey coloured bark that is longitudinally fissured and forms small flakes. The terete branchlets are densely to sparsely puberulous and have broadly triangular dark brown stipules with a length of around 1 mm (0.039 in). The green, narrowly elliptically shaped phyllodes are flat and straight to shallowly incurved. Each phyllode has a length of 3.5 to 9.5 cm (1.4 to 3.7 in) and a width of 7 to 20 mm (0.28 to 0.79 in) with two or three prominent  longitudinal main nerves. Although it flowers across a wide time span over most of the continent, in Western Australia it is much more restricted, blooming only from May to September producing yellow flowers. The dense flower spikes are paired in phyllode axils and have a length of 2 to 5 cm (0.79 to 1.97 in). After flowering linear, straight to curved seed pods form with a length of 5.5 to 13.5 cm (2.2 to 5.3 in) and a width of 3 to 4 mm (0.12 to 0.16 in). The dark brown seeds in the pod have a narrowly oblong shape and a length of around 5 mm (0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem as published in Journal of the Proceedings of the Linnean Society, Botany. It was reclassified as Racosperma stipuligerum by Leslie Pedley in 1987 but transferred back to the genus Acacia in 2006.",
    "Distribution": "A. stipuligera is found throughout central Queensland and the Northern Territory. \nIn Western Australia the species is found in the Kimberley and Pilbara regions. It is found in flat and undulating areas where it grows in red sandy and loamy soils. It is often part of scrub or woodland communities often associated spinifex.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}