{
  "url": "https://en.wikipedia.org/wiki/Acacia_leprosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leprosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leprosa, also known as cinnamon wattle, is an acacia native to Australia.  It occurs in woodland in New South Wales and Victoria. It occurs as a hardy shrub or small tree. The phyllodes (a modified flat leaf-like structure arising through an expanded petiole replacing the leaf blade) are 3–14 cm long and contain oil glands. The lemon-yellow flowers occur as globular heads in clusters in the leaf axils. The fruit is flat seed pod.\nA number of varieties are currently recognised within the species including:\nA. leprosa var. crassipoda Maslin & D.J.Murphy - type: Pyrenees Range, Victoria\nA. leprosa var. graveolens Maslin & D.J.Murphy - formerly known as Acacia verniciflua (Southern variant), type: Gippsland Lakes\nA. leprosa Sieber ex DC. var. leprosa\nA. leprosa var. magna Maslin & D.J.Murphy -  type: Cape Otway, Victoria\nA. leprosa var. uninervia Maslin & D.J.Murphy, formerly known as A. leprosa (large phyllode variant), type: near Healesville, VictoriaFormer varieties include:\n\nA. leprosa var. binervis F.Muell., currently included in Acacia verniciflua\nA.leprosa var. tenuifolia Benth.  also known as A. leprosa (Seymour variant), currently included in Acacia verniciflua\nA. leprosa  (Dandenong Range variant), A. leprosa var. elongata Guilf. [nom. inval.] or A. leprosa var. Reclinata, currently known as Acacia stictophyllaThe cultivar Acacia leprosa 'Scarlet Blaze' is the only Australian wattle to have  red inflorescences (all the rest are yellow or cream-colored, except for Acacia purpureapetala, which has purple flowers). It was discovered northeast of Melbourne, Australia, in 1995, and released commercially in 2001.\nAcacia leprosa is mentioned in The Australasian Sketcher of Saturday 19 June 1880 in part two of an article on the Mallee Country, as one of the 'beautiful shrubs' found in the region and identified by Mr Guilfoyle, director of the botanic gardens.",
    "Cultivation": "The species prefers a well-drained sunny or lightly shaded situation. Propagation is by pretreated seeds or cuttings.",
    "References": "",
    "External links": "http://www.anbg.gov.au/federation-flora/vic-scarlet-blaze/\nhttps://web.archive.org/web/20041212104011/http://www.rbg.vic.gov.au/horticulture/scarlet_blaze"
  }
}