{
  "url": "https://en.wikipedia.org/wiki/Acacia_alata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia alata (common name: winged wattle) is a shrub belonging to the genus Acacia.",
    "Description": "Acacia alata is a frost-hardy, large, multi-branched shrub, typically growing to a height of 0.3 to 2.1 metres (1.0 to 6.9 ft) and 1 m (3.3 ft) across. Its branchlets are often bent alternately in different directions.\nThe phyllodes (modified petioles) are reduced in size and give the impression of cladodes (branches that resemble leaves). The wings of these phyllodes are usually 2 to 20 millimetres (0.08 to 0.79 in) wide and 5 to 70 mm (0.20 to 2.76 in) long. Furthermore, each phyllode extends into a spine. Tolerate frosts to −7 °C (19 °F).A. alata blooms between April and December. The inflorescence is simple with mostly two flowers per axil, but sometimes distributed in racemes. The globular heads contain 4 to 15 flowers. These flowers can be white, cream-coloured or golden yellow. The last flower form is preferred for cultivation.",
    "Classification": "The species was first formally described by the botanist Robert Brown in 1813 in William Townsend Aiton's work Hortus Kewensis.Four varieties are recognized :\n\nAcacia alata var. alata\nAcacia alata var. biglandulosa\nAcacia alata var. platyptera\nAcacia alata var. tetrantha",
    "Distribution": "The species is distributed throughout the west coast Western Australia from north of Geraldton to south around Albany. It grows in a variety of soils types in areas near streams, rocky hills, salt pans and clay flats.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Australian National Botanical Gardens : Acacia alata\nWorld Wide Wattle: Acacia alata. Retrieved 29 May 2018."
  }
}