{
  "url": "https://en.wikipedia.org/wiki/Acacia_saxicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. saxicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia saxicola, commonly known as Mount Maroon wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The shrub typically grows to a height of 1.5 metres (4.9 ft) and has a diffuse and multi-branched habit. The sparsely haired or glabrous branchlets have 1.5 to 3 mm (0.059 to 0.118 in) long stipules along there length. The branchlets have a rounded cross section. Like most species of Acacia the shrub has phyllodes rather than true leaves. The crowded but scattered evergreen phyllodes are patent to inclined with a lanceolate to narrowly triangular shape that is straight to shallowly recurved. The glossy dark green phyllodes have a length of 7.5 to 14 mm (0.30 to 0.55 in) and a width of 7.5 to 14 mm (0.30 to 0.55 in) and are pungent and rigid with a prominent midrib. The tip of the phyllode slowly thins down to a 1.5 mm (0.059 in) long reddish coloured spine. When it blooms it produces inflorescences that occur singly along rudimentary racemes. The spherical flower-heads have a diameter of around 13 mm (0.51 in) and contain 40 to 50 densely packed pale golden yellow flowers. Following flowering firmly chartaceous to crustaceous seed pods form that have a length of up to 3 cm (1.2 in) and a width of around 5 mm (0.20 in). The dark brown pods are irregularly undulate, dark brown and contain longitudinally arranged seeds. The seeds have a depressed-globular shape and a length of around 4 mm (0.16 in).",
    "Taxonomy": "The species was first described by the botanist Leslie Pedley in 1969 as part of the work Notes on Acacia, chiefly from Queensland as published in Contributions from the Queensland Herbarium. It was reclassified as Racosperma saxicola in 1987 by Pedley then transferred back to genus Acacia in 2001.\nThe shrub resembles both Acacia ulicifolia and Acacia brachycarpa but has wider phyllodes and shorter flower stalks.",
    "Distribution": "It is endemic only in a small area around Mount Maroon in the Mount Barney National Park in south eastern Queensland to the south of Boonah where it is found at altitudes of around 900 m (3,000 ft) on rocky slopes and in crevices growing in thin sandy-loam soils as a part of heathland communities.  It is mostly found in pockets of soil found in the crevices of the rocks.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}