{
  "url": "https://en.wikipedia.org/wiki/Acacia_estrophiolata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. estrophiolata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia estrophiolata, commonly known as ironwood, southern ironwood, desert ironwood or utjanypa, is a tree native to Central Australia.",
    "Description": "It is a graceful, pendulous shade tree, which grows from about 4 to 16 metres (13 to 52 ft) tall and has a trunk with a diameter of up to about 0.45 m. It has a spreading crown that becomes weeping as the tree matures. Young plants have rigid branches and short straight phyllodes that appear in clusters as trees mature the branches become pendulous and the light green spiky phyllodes in crease in length but are no longer clustered. It has a heavy bloom of spherical pale yellow flowers after winter rains.\nThe tree has a slow growth rate and is both drought and frost tolerant.",
    "Taxonomy": "The species was first formally described by botanist Ferdinand von Mueller in 1882 as part of the work Definitions of some new Australian plants as published in Southern Science Record. It was reclassified as Racosperma estrophiolatum by Leslie Pedley in 1987 then returned to the genus Acacia in 2001.It is closely related to Acacia excelsa and more distantly related to Acacia dolichophylla.The type specimen was collected near the Finke River in the Northern Territory by H.Kempe.",
    "Distribution": "The tree is found in north western parts of South Australia, southern parts of the Northern Territory and eastern parts of the Pilbara and Goldfields regions of Western Australia.It is usually found in areas with about 220–350 mm/year of average rainfall.A. estrophiolata grows mostly on sandy alluvial flats in sandy well drained soils, found as scattered trees among tall open shrubland and open woodland communities.",
    "Uses": "",
    "Uses-Food": "Traditionally, Australian Aborigines would use the gum from the tree as a sweet bushtucker treat. Its name in the Arrernte language of Central Australia is Ngkwarle athenge arlperle. It is still sometimes eaten today.\n\nThe gum is snapped off the branches, either clear or red. It is then ground and mixed with a little water, then left to set again to a chewable gum, and eaten with a small stick.",
    "Uses-Forage": "The tree makes good forage for livestock.  The seeds are edible and are 28.9% protein.",
    "Uses-Traditional medicine": "Parts of the tree are used topically to treat skin problems such as burns, cuts, scabies, sores and it is also used for treating major wounds.  It is used as a lotion to treat eye problems.",
    "Uses-Wood": "The wood is very hard and it is good for making posts for fences.  It is used by indigenous Australians to make spears and arrows.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Alice Springs Town Council"
  }
}