{
  "url": "https://en.wikipedia.org/wiki/Acacia_deanei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. deanei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia deanei (Deane's wattle, green wattle; syn. Acacia paucijuga Wakef. [= Acacia deanei subsp. paucijuga], Racosperma deanei (R.T.Baker) Pedley) is a tree native to Australia, which is useful for controlling soil erosion. There are two subspecies: Acacia deanei subsp. deanei and Acacia deanei subsp. paucijuga.",
    "Description": "The shrub or tree has a spreading to erect habit and typically grows to height of 1.5 to 7 m (4 ft 11 in to 23 ft 0 in) and has smooth grey-brown to green coloured bark. It has angled to terete ridged branchlets with tiny yellow to whitish hairs. The pinnate leaves have ten to twelve pairs of pinnae that are 0.7 to 6.5 cm (0.28 to 2.56 in) in length with 7 to 45 pairs of pinnules that have an oblong to linear shape and have a length of 1.5 to 12 mm (0.059 to 0.472 in) and a width of 0.4 to 1.3 mm (0.016 to 0.051 in). It blooms throughout the year producing inflorescences situated in the terminal and axillary racemes and panicles. the spherical flower-heads have a diameter of 3 to 5.5 mm (0.12 to 0.22 in) and contain 15 to 30 cream-coloured to pale yellow or occasionally yellow flowers. The seed pods that form after flowering are flat and straight to curved and constricted between seeds. The leathery pods are 3.5 to 18 cm (1.4 to 7.1 in) in length and 5.5 to 11 mm (0.22 to 0.43 in) in width .",
    "Taxonomy": "The species was first formally described in 1932 in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma deanei in 1986 by Leslie Pedley then transferred back to genus Acacia in 2001. The only other synonym is Acacia decurrens var. deanei.The specific epithet honours Henry Deane, who was a railway engineer and amateur botanist, who collected the type specimen. \nA. deanei is similar in appearance and often mistaken for Acacia mearnsii and Acacia parramattensis.There are two subspecies:\n\nAcacia deanei (R.T.Baker) M.B.Welch, Coombs & McGlynn subsp. deanei known as Deane's wattle\nAcacia deanei subsp. paucijuga (F.Muell. ex N.A.Wakef.) Tindale.",
    "Distribution": "The plant is endemic to eastern Australia through Queensland, New South Wales and Victoria. It is found in a variety of habitat often as a part of sclerophyll forest communities growing in a range of different soil types. It is common through inland parts of southern Queensland, and central arts of both New south Wales and Victoria.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "FAO: Acacia deanei"
  }
}