{
  "url": "https://en.wikipedia.org/wiki/Acacia_simsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. simsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia simsii (or heathlands wattle, Sims’ wattle) is a shrub belonging to the genus Acacia in the family Fabaceae. It is native to New Guinea and northern Australia. In Australia it is found in both the Northern Territory and Queensland.In the Territory, it is found in the bioregions \nArnhem Coast, Cape York Peninsula, Einasleigh Uplands, Gulf Fall and Uplands, Gulf Plains, Northern Kimberley, Pine Creek, Tiwi Cobourg, and Wet Tropics.\nin the Territory, it has been found flowering in January, \nFebruary, April, May, June, July, September, October, and November, and fruiting in those months but also in March, August and December.",
    "Description": "Acacia simsii is a smooth shrub which grows to a height of 1 to 4 metres. The phyllodes are linear to narrowly elliptic, straight (sometimes incurved) and  5–14 cm long, 2–7 mm wide. They have pointed tips and are leathery, with 3 or 4 main nerves and few longitudinal minor nerves in between. There is a gland 0–2 mm above the pulvinus, and up to five others along the adaxial margin. The inflorescences normally occur as group of heads in the axils on stems (peduncles) 5–12 mm long. The bracts at the base of the flowers persists., and the heads are globular, having a diameter of 3.5–4 mm. The inflorescence consists of 25 to 35 golden flowers. The flowers have five parts, and the sepals are free or joined for up to 2/3 of their length. The leathery, smooth pods are linear, and flat but raised over the seeds, and up to 8 cm long and 4–7 mm wide. The dull brown-black seeds are longitudinal, almost circular to broadly elliptic, 2.5 to 4 mm long, with a clublike aril.It is usually found growing on gently undulating terrain, in sand and gravel in open eucalypt forest and woodland, sometimes in closed heath, and sometimes forming a closed scrub /in disturbed areas.It is closely related to A. multisiliqua which has generally shorter phyllodes with the lowermost gland normally further removed from the pulvinus, a shorter peduncle and larger, differently shaped seeds.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of the work Notes on Mimoseae, with a synopsis of species as published in London Journal of Botany. It was reclassified as Racosperma simsii by Leslie Pedley in 1987 but transferred back to the genus Acacia in 2006.",
    "Conservation status": "In both the Territory and Queensland, its conservation status is Least Concern.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}