{
  "url": "https://en.wikipedia.org/wiki/Acacia_stigmatophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. stigmatophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia stigmatophylla, also known as djulurd, is a shrub belonging to the genus Acacia and the subgenus Juliflorae the is endemic to northern parts of Western Australia.\nThe shrub typically grows to a height of 1 to 4 metres (3 to 13 ft) and has smooth dark grey coloured bark. The glabrous, angular to flattened branchlets have red-brown to light brown colour and have resinous ridges. The straight, green phyllodes have a narrowly elliptic to oblanceolate shape. The phyllodes have a length of 2.5 to 7 cm (0.98 to 2.76 in) and width of 6 to 23 mm (0.24 to 0.91 in) and a small knob-like mucro at the apex  and three prominent longitudinal nerves. It blooms from January to October producing yellow flowers. The cupular flowers widely spaced and the petals have a prominent midrib. After flowering brown woody, narrowly oblanceolate, flat, seed pods form that are basally narrowed form. The pods have a length of 3 to 7 cm (1.2 to 2.8 in) and a width of 4.5 to 8.5 mm (0.18 to 0.33 in) and open elastically from the apex. The dark brown seeds inside have a broadly oblong-elliptic shape and are 4 to 6 mm (0.16 to 0.24 in) in length.It is native to a large area in the Kimberley region of Western Australia from around Broome and east to the border with the Northern Territory where it is situated in a large variety of habitat growing in sometimes skeletal sandy soils over granite, sandstone or quartzite as a part of coastal monsoon forest on the hills and ranges above savannah grassland or open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}