{
  "url": "https://en.wikipedia.org/wiki/Acacia_crombiei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. crombiei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia crombiei, commonly known as pink gidgee, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to central Queensland.",
    "Description": "The tree typically grows to a height of around 10 m (33 ft) with a habit that is similar in appearance to Acacia cana or Acacia cambagei. It has glabrous, flexuose, angled branchlets with no stipules. The straight to shallowly recurved pale-green phyllodes have a narrowly linear shape. The phyllodes have a length of 10 to 15 cm (3.9 to 5.9 in) and a width of 3 to 8 mm (0.12 to 0.31 in) and are narrowed at each end with a prominent midrib and nerves. The inflorescences appear in groups of one to four and have spherical flower-heads. The narrowly oblong seed pods that form after flowering are to around 10 cm (3.9 in) in length and 2 cm (0.79 in) wide. The shiny dark-brown seeds within are flat with an oblong to widely elliptic shape.",
    "Distribution": "The tree has only a small and series of isolated populations around the small town of Muttaburra to around Elmore Station in an arid part of central Queensland. It has been collected as far south as around Winton north over a distance of 450 km (280 mi) to around Greenvale. The species occurs in an area of around 34,000 km2 (13,000 sq mi) with 15 sub-populations with an estimated total population of about 76,000 individual plants. It is usually part of on wooded downs or in open woodland communities often associated with Acacia cambagei and Atalaya hemiglauca growing in alluvial soils over and around sandstone and basalt. It was declared as vulnerable in accordance with the Environment Protection and Biodiversity Conservation Act 1999 in 2008.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}