{
  "url": "https://en.wikipedia.org/wiki/Acacia_unguicula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. unguicula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia unguicula is a shrub of the genus Acacia and the subgenus Plurinerves. It is native to a small area in the Mid West region of Western Australia.",
    "Description": "The erect open pungent shrub typically grows to a height of 0.75 to 2 metres (2 to 7 ft) but can be as tall as 3 metres (10 ft) and has smooth grey bark. The phyllodes are rigid and  erect, olive green and clustered towards the ends of the branches. They are narrowly oblong to oblanceolate in shape with a pungent smell growing to 40 millimetres (1.6 in) long and 4 millimetres (0.16 in) wide with 14 to 16 prominent nerves. It blooms from August to September and produces yellow flowers. The flower heads are deep golden, globular, and approximately 5 to 6 mm (0.20 to 0.24 in) in diameter found in clusters of 24-34 flowers on stalks 7 to 11 mm (0.28 to 0.43 in) long. Reddish-brown seed pods form later that are linear that become coiled The pods are generally 60 mm (2.4 in) long with a width of 2 mm (0.08 in).",
    "Distribution": "A. unguicula is known from three populations on a pastoral lease at Mount Singleton, approximately 280 kilometres (174 mi) south-east of Geraldton near Yalgoo. It is found on the upper slopes and summit of Mt Singleton among open scrubland, growing in rocky clay, brown clayey sand or brown loamy soils with dolerite.",
    "Classification": "The species was originally described by the botanists Richard Sumner Cowan and Bruce Maslin in 1990 as part of the work Acacia Miscellany 3. Some new microneurous taxa of Western Australia related to A. multineata (Leguminosae: Mimosoideae: Section Plurinerves) from Western Australia. published in the journal Nuytsia. Synonyms for the plant include Acacia unguiculata, Racosperma unguiculatum and Racosperma unguiculum as described by Pedley in 2003.",
    "Conservation status": "The plant was listed a critically endangered in 2006 under the  Environment Protection and Biodiversity Conservation Act 1999. The range of A. unguicula is\nestimated to be less than 1 square kilometre (247 acres) with a total population that is estimated at 43 mature individuals. The small population size is a result of grazing pressure, particularly from goats.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}