{
  "url": "https://en.wikipedia.org/wiki/Acacia_sulcaticaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. sulcaticaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia sulcaticaulis, also commonly known as the Mount Mulgine fluted wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to a small area in western Australia.",
    "Description": "The shrub is usually multistemmed with an obconic habit and typically grows to a height of 1 to 4 m (3 ft 3 in to 13 ft 1 in) shrub or it rarely is seen as a tree up to around 6 m (20 ft) in height. It has longitudinally fluted branches and stems with smooth bark and glabrous and resinous new shoots. The glabrous branchlets become flattened toward the terminus of the branches and are flattened and obscurely ribbed. Like most species of Acacia it has phyllodes instead of true leaves. The green phyllodes have a narrowly elliptic shape and are often straight with a length of 4 to 14 cm (1.6 to 5.5 in) and a width of 5 to 10 mm (0.20 to 0.39 in) with numerous fine longitudinal nerves that are close together. The simple inflorescences occur singly or in pairs in the axils. The flower-heads have an obloid heads with a length of 8 to 12 mm (0.31 to 0.47 in) and a diameter of 6 to 8 mm (0.24 to 0.31 in). The straight, thinly crustaceous to coriaceous seed pods that form after flowering are a red to brown colour with a length of 2 to 3.5 cm (0.79 to 1.38 in) and a width of 1.4 to 1.8 mm (0.055 to 0.071 in). The brown coloured seeds within the pods are arranged longitudinally and have an oblong shape with a length of 2 to 2.5 mm (0.079 to 0.098 in) and a have a white aril.",
    "Distribution": "It is native to a small area in the Wheatbelt region of Western Australia around Perenjori in the Mount Mulgine area. It is often found on ridges, steep slopes and along rocky creek lines in gravelly sandy soils over quartz substrates as a part of shrubland commonunites where it is often associated with Acacia burkittii and Allocasuarina acutivalvis.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}