{
  "url": "https://en.wikipedia.org/wiki/Acacia_argyrophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. argyrophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia argyrophylla, known colloquially as silver mulga, is a species of Acacia native to South Australia.",
    "Description": "The erect, compact, dense and spreading shrub typically grows to a height and width of 2 to 3 m (6 ft 7 in to 9 ft 10 in). The branchlets have bright greenish yellow hairs with white hairs on the penultimate branchlets. It has oblanceolate shaped silvery blue-grey phyllodes with a length of 2.5 to 5 cm (0.98 to 1.97 in) and a width of 6 to 15 mm (0.24 to 0.59 in). The shrub produces racemose inflorescences that have a 4 to 10 mm (0.16 to 0.39 in) axis covered in dense, appressed, greenish golden hairs containing 25 to 45 flowers per head . After flowering dark brown seed pods that are linear with a length of 10 cm (3.9 in) and a width of around 15 mm (0.59 in). The pods are often rough and warty and raised over the seeds. The black, elliptical to ovoid shaped seeds within the pods have a length of around 7 mm (0.28 in) and a width of 4.5 mm (0.18 in).",
    "Taxonomy": "The species was first formally described by the botanist William Jackson Hooker in 1848 as part of the work Botanical Magazine. The species was reclassified as Racosperma argyrophyllum by Leslie Pedley in 2003 and returned to the genus Acacia in 2006. The other synonyms are Acacia bombycina and Acacia brachybotrya var. argyrophylla. The specific epithet is taken from the ancient Greek words argyros (ἄργυρος) meaning silver and  phyllon (φύλλον) meaning leaf, in reference to the silvery coloured foliage.",
    "Distribution": "It is found only in South Australia from around Hawker in the Flinders Ranges in the north, extending south to around Monarto. Other populations are found on the Yorke Peninsula and around Onkaparinga Gorge. It often situated on slopes and low hills as part of open woodland and mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}