{
  "url": "https://en.wikipedia.org/wiki/Acacia_maitlandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. maitlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia maitlandii, also known as Maitland's wattle, is a perennial tree native to Australia.",
    "Description": "The shrub has an open and spindly habit, with a height of 0.7 to 3.0 metres (2 to 10 ft). The resinous and glabrous branchlets are generally terete in form. The glabrous phyllodes are straight with a narrowly elliptic shape and are 0.8 to 2.5 centimetres (0.31 to 0.98 in) in length and 1 to 3 millimetres (0.039 to 0.118 in) wide. Flowers are yellow and occur sometime between May and October. The simple inflorescences occur singly in the axil of the phyllodes. The globose flower heads with a diameter of 4 to 5 mm (0.157 to 0.197 in) and contain 35 to 60 bright yellow flowers. Following flowering smooth papery seed pods form. The pods are straight and slightly constricted between seeds with a length of 4 to 5 cm (1.57 to 1.97 in) and 3 to 4 mm (0.118 to 0.157 in) wide.",
    "Taxonomy": "The species was first described by Ferdinand von Mueller in 1862 as part of the work Fragmenta Phytographiae Australiae. The plant is named for an early European explorer of Australia's Northwest, Maitland Brown, who collect the type specimen. It was later reclassified as Racosperma maitlandii by Leslie Pedley in 1986 but transferred back into the genus Acacia in 2001.",
    "Distribution": "Acacia maitlandii is found in northern regions of all mainland states of Australia, except Victoria, and is not considered to be threatened with extinction. The favoured soil type is red sand, or stony ground, the habitat is sandy or stony plains, and on hills.",
    "Uses": "The species is used to make boomerangs and spearthrowers, the gum produced is edible. The tree is called Garrga in the languages of the Yindjibarndi and Ngarluma people.\nThe seeds have been identified, analysed, and monitored, as a 'wild harvested Australian indigenous food', by Food Standards Australia New Zealand. The product is found to very high in fats, over half by weight.",
    "References": "",
    "External links": " Data related to Acacia maitlandii at Wikispecies"
  }
}