{
  "url": "https://en.wikipedia.org/wiki/Acacia_truncata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. truncata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia truncata, commonly known as the angle leaved wattle or west coast wattle, is a coastal shrub in the family Fabaceae, with a native distribution along the southwest coast of Western Australia.  A specimen of this wattle was part of an early European botanical collection, perhaps the first from Australia.",
    "Description": "The shrub is a dense and dome shaped plant 0.5 to 2.3 metres (2 to 8 ft) high. It has ribbed and glabrous branchlets. Flowerheads are globe-shaped and composed of 7-16 pale yellow flowers, on stalks between 10 and 25 mm (0.39 and 0.98 in) long. Following flowering it will form blackish curved to linear seed pods that are about 6.5 centimetres (2.6 in) in length and 2 to 4 millimetres (0.079 to 0.157 in) wide with thick yellowish margins. The shiny brown seeds are longitudinally arranged in the pod. They have an oblong to elliptic shape and are 3 to 3.5 mm (0.118 to 0.138 in) long.\nLike many other Acacia species, A. truncata has phyllodes rather than true leaves. The triangular phyllodes range from 9 to 25 mm (0.35 to 0.98 in) long and 5 to 13 mm (0.197 to 0.512 in) wide.",
    "Taxonomy": "The species was initially described as Adiantum truncatum by Nicolaas Laurens Burman in 1768 in the work Flora Indica: cu accedit series zoophytorum indicorum, nec non Prodromus Florae Capensis.It was first formally described as Acacia truncata by the botanist Johann Centurius Hoffmannsegg in 1824 as part of the work Verzeichniss der Pflanzenkulturen in der Gräflich Hoffmannseggischen Garten zu Dresden und Rammenau.The name Acacia decipiens R.Br.is regarded as a synonym for this taxon.\nIn 2003 it was reclassified as Racosperma truncatum by Leslie Pedley, then transferred back to the genus Acacia in 2016.The species is closely related to and similar in appearance to Acacia littorea.The species name is taken from the Latin word meaning to cut off, referring to the short blunt end of the phyllodes.",
    "Distribution": "A. truncata is found along the west coast of Western Australia extending from the Mid West through the Wheatbelt and Peel and into the South West. It is found as far north as Carnamah and as far south as Harvey. It grows in sandy and skeletal soils and is found among sand dunes and patches of coastal limestone as part of coastal heath communities.",
    "Cultivation and Uses": "The plant commercially available as seedlings in seed form. It is easily propagated from seed collected in December or January. The seeds need to be treated with hot water treatment or lightly scarified prior to planting. It grows best in a free-draining seed-raising soil mix. \nThe species is used for restoration work, particularly in coastal areas, in mixed plantings with other low shrubby species such as Olearia axillaris, Lomandra maritima and Scaevola crassifolia. A. truncata requires some protection from strong winds. It is tolerant of frost and salt water spray making it ideal for coastal gardens.",
    "See also": "List of Acacia species",
    "References": "\nRippey, Elizabeth; Rowland (Reinette), Barbara (2004) [1995]. \"Notes to Acacia littorea\". Coastal plants: Perth and the south-west region (2nd ed.). Perth: University of Western Australia Press. pp. 26, 27. ISBN 978-1-920694-05-0."
  }
}