{
  "url": "https://en.wikipedia.org/wiki/Acacia_cuthbertsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cuthbertsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cuthbertsonii is a perennial shrub or tree native to arid parts of inland and north western Australia.",
    "Description": "The shrub or tree typically grows to a height of 1 to 5 m (3 ft 3 in to 16 ft 5 in) and has a bushy and gnarled habit and has fissured, flaky bark. Like most species of Acacia it has phyllodes rather than true leaves. The silvery evergreen phyllodes have an elliptic to linear shape and can be straight to slightly incurved. The pungent, subrigid phyllodes have length of 3 to 11 cm (1.2 to 4.3 in) and a width of 1 to 20 mm (0.039 to 0.787 in). When it blooms between January or April to December it produces simple inflorescences that are found in pairs in the axils. The flower-spikes are 10 to 34 mm (0.39 to 1.34 in) in length and have a diameter of 3 to 4 mm (0.12 to 0.16 in) with golden flowers. The woody glabrous seed pods that form after flowering have a narrowly oblong to linear shape with a length of around 14 cm (5.5 in) and a width 11 to 22 mm (0.43 to 0.87 in) that dry to become yellowish and wrinkled. The dull, brown seeds within have a broadly elliptic to subcircular shape and are 7.5 to 9 mm (0.30 to 0.35 in) in length.",
    "Distribution": "The species is found in drier areas of Western Australia and the Northern Territory. It is found in a variety of situations including on stony rises, gibber plains, and along creeks and drainage lines where it grows in stony sandy or loamy soils.",
    "Uses": "The plant is used as an analgesic by the indigenous peoples of Australia. More specifically, A. cuthbertsonii is also used to treat headaches and toothaches by indigenous people of the Australian NT.  The tree's wood is used to make splints to treat bone fractures.  Certain parts of the tree are used to make bandages.",
    "Subspecies": "Acacia cuthbertsonii subsp. cuthbertsonii\nAcacia cuthbertsonii subsp. linearis",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}