{
  "url": "https://en.wikipedia.org/wiki/Acacia_pilligaensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pilligaensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pilligaensis, commonly known as Pillaga wattle or pinbush wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The tree or shrub typically grows to a height of 2 to 5 metres (6.6 to 16.4 ft) and has an erect to spreading habit with finely fissured grey bark. It has resinous angled branchlets that are glabrous or sparsely hairy. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes are flat and straight to slightly curved with a length of 1.5 to 4 cm (0.59 to 1.57 in) and a width of 0.5 to 1 mm (0.020 to 0.039 in) and are mostly glabrous but can be sparsely hairy near the base.  It blooms between August and October producing simple inflorescences that occur singly or in pairs in the axils that have spherical flower-heads with a diameter of 4 to 7 mm (0.16 to 0.28 in) and contain 20 to 30 bright yellow flowers. After flowering firmly papery and glabrous seed pods form, they are more or less straight and flat except over the seeds. The pods have a length of 4 to 7 cm (1.6 to 2.8 in) and a width of 3 to 4 mm (0.12 to 0.16 in) and are slightly resinous with the seeds inside arranged longitudinally. The dark brown seeds within have an oblong shape and a length of 3.5 to 4 mm (0.14 to 0.16 in).",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1920 as part of the work Notes on Acacias, with descriptions of new species published in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma pilligaense in 2003 by Leslie Pedley and transferred back to genusAcacia in 2006. It is often confused with 'Acacia burbidgeae.\nThe specific epithet is derived from the Pillaga scrub locale from where the type specimen was collected.",
    "Distribution": "It is endemic to and has a disjunct distribution in north eastern New South Wales and south Queensland where it is found in Pillaga scrubland to around Gulgong and the Goonoo State Forest in the south where it is found in sandy soils as a part of dry sclerophyll forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}