{
  "url": "https://en.wikipedia.org/wiki/Acacia_ayersiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ayersiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ayersiana is a plant that grows in arid areas of Australia.",
    "Description": "It grows as a shrub or tree up to 10 m (33 ft) in height. It has blue-grey phyllodes, and yellow flowers from September to October. The branchlets are covered with small white hairs have resinous red-brown coloured ribs with red hairs on new growth. Like most species of Acacia it has phyllodes rather than true leaves. The phyllodes have a broad lanceolate shape and can be straight or curved with a length of 2.5 to 8.5 cm (0.98 to 3.35 in) and a width of 3 to 10 mm (0.12 to 0.39 in) with thick longitudinal nerves and a prominent marginal nerve. The simple inflorescences occur singly in the axils as flower-spikes that are 10 to 30 mm (0.39 to 1.18 in) in length. The chartaceous, brown seed pods that form after flowering are shortly stipitate with a straight oblong shape and a length of up to 3.5 cm (1.4 in) and a width of 7 to 12 mm (0.28 to 0.47 in). The seeds are transversely arranged in the pods and have an oblong shape with a length of up to 6 mm (0.24 in) and a width of 3 mm (0.12 in) and have a white aril.",
    "Taxonomy": "It was first published by John Maconochie in 1978, based on specimen material collected by him at Ayers Rock in 1930. It is closely related to A. aneura (Mulga).There are two varieties: A. a. var. ayersiana and A. a. var. latifolia.",
    "Distribution": "It is widely distributed throughout arid and semi-arid parts of Australia, occurring in Western Australia, South Australia, and southern parts of the Northern Territory. It is usually found in red sandy or loamy soils, often along creek lines or in the swales of dunes.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}