{
  "url": "https://en.wikipedia.org/wiki/Acacia_neriifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. neriifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia neriifolia, also known as the oleander wattle, silver wattle or pechy wattle, is a tree in the genus Acacia native to north eastern Australia. It is common in the Moonbi Ranges.",
    "Description": "The evergreen tree or shrub typically grows to a height of 3 to 8 m (9.8 to 26.2 ft) and a width of up to 8 m (26 ft).\nIt often has an erect to spreading habit with flattened or angled branchlets towards the apices. The branchlets are finely haired with  silvery white hairs that can be yellowish on young shoots and are often covered in a fine white powder. Like most species of Acacia it has phyllodes rather than true leaves. The silvery-green coloured phyllodes have amore or less linear to narrowly elliptic shape and are straight or slightly curved. The phyllodes are around 5 to 15 cm (2.0 to 5.9 in) in length and 4 to 9 mm (0.16 to 0.35 in) wide and covered in fine hairs and have a prominent midvein. It blooms between July and October producing inflorescences in groups of 8 to 20 on an axillary raceme along an axis of 3 to 9 cm (1.2 to 3.5 in). The spherical flower-heads have a diameter of 3.5 to 7 mm (0.14 to 0.28 in) and contain 20 to 40 yellow to bright yellow flowers. Following flowering thinly leathery, flat seed pods form that are straight to slightly curved with a length of 6 to 18 cm (2.4 to 7.1 in) and a width of 6 to 10 mm (0.24 to 0.39 in).",
    "Distribution": "The plant is endemic to Queensland and New South Wales. It is found in New South Wales on the eastern tablelands and slopes of the Great Dividing Range, from around Tamworth and Barradine in the south extending north into Queensland. It is often found among granite outcrops as a part of dry sclerophyll forest and woodland communities.",
    "Cultivation": "In gardens it is useful as shade tree or as an informal screen that grows in full sun or part shade and is drought tolerant.",
    "See also": "List of Acacia species",
    "References": "\nAustralian Broadcasting Corporation, ABC New England North West NSW, Monday, 19 August  2002 - Aussie natives in your garden - Acacia neriifolia\nAustralian National Botanic Gardens - photograph of Acacia neriifolia\nPhotograph"
  }
}