{
  "url": "https://en.wikipedia.org/wiki/Acacia_dictyophleba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dictyophleba"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dictyophleba, also known as the sandhill wattle, waxy wattle and feather veined wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae. The Nyangumarta peoples know the plant as Langkur or Lungkun and the Thalanyji know it as Jabandi.",
    "Description": "The resinous shrub has a rounded or spreading habit and typically grows to a height of 0.6 to 4.0 metres (2 to 13 ft). It blooms from March to September and produces yellow flowers. It is often sparingly branched with straight stems that are covered in light grey and smooth bark. The shiny phyllodes are dark green but age to grey-green or an attractive blue-grey colour. The phyllodes have an oblanceolate shape that are usually 5 to 8.5 centimetres (2.0 to 3.3 in) in length with a width of 9 to 28 millimetres (0.4 to 1.1 in). A white waxy surface bloom due to dry resin often covers he phyllodes. The simples inflorescences are scattered reasonably uniformly over the plants. the flower heads are globular or obloid in shape with a diameter of 9 to 13 mm (0.35 to 0.51 in). The heads are densely flowered with 40 to 60 or golden flowers per head. Following flowering seed pods will form, the light brown papery pods have a flat narrowly oblong shape and are 4 to 9 cm (1.6 to 3.5 in) long with a width of 10 to 16 mm (0.39 to 0.63 in) wide. The shiny brown seeds within the pod are an obloid to ellipsoid shape.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1863 as part of the work Fragmenta Phytographiae Australiae. Synonyms for the species include; Acacia jensenii as described by Joseph Maiden and Racosperma dictyophlebum by Leslie Pedley.The type specimen was collected by John McDouall Stuart near Mount Humphries in the Northern Territory during his last expedition.A. dictyophleba is closely related to A.melleodora, A. jensenii and A. sabulosa.",
    "Distribution": "It is native to an area in the Goldfields-Esperance, Pilbara and Mid West regions of Western Australia. It grows well in red sandy soils and is found on sand dunes and stony plains. It is also found in the desert areas of inland Australia; southern part of the Northern Territory, north-eastern South Australia  and in southwest Queensland. It is quite common throughout the Simpson Desert. It is found in a range of soil types including stony loam, sandy loam or clay-loam. The shrub is often part of in tall open shrubland or open low woodland communities containing various Acacias and Eucalyptus species as well as spinifex and grassland communities. Sometimes small dense regrowth stands following fire will form.",
    "Uses": "A. dictyophleba has potential as an ornamental with its impressive flowering and attractive foliage. It is also a fast growing tree that is also nitrogen fixing as well as frost and drought tolerant.\nThe seeds are edible and the phyllodes can be chewed like tobacco. The phyllodes can be brewed to make tea which can be used to treat colds and headaches. The bark contains tannins and are astringent and can be used to treat diarrhoea and dysentery. The wood can be used as a fuel and to make fence posts.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}