{
  "url": "https://en.wikipedia.org/wiki/Acacia_oswaldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. oswaldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia oswaldii, commonly known as boree, umbrella wattle, umbrella bush, whyacka, middia, miljee, nella and curly yarran, is a shrub or tree of the genus Acacia and the subgenus Plurinerves.",
    "Description": "The shrub or tree typically grows to a height of 1 to 6 metres (3 to 20 ft) and can be found to 8 m (26 ft). It has terete and glabrous branchlets with many red, resinous micro-hairs. Phyllodes are spreading to erect with leaves that are linear, narrowly elliptic or narrowly oblong-elliptic shape that is straight to recurved, terete to flat, 2.5 to 10.5 centimetres (1 to 4 in) in length and 3 to 15 millimetres (0.12 to 0.59 in) wide. Leaves are hairy when young, becoming hairless, edges smooth, with a straight often sharp point.It blooms from October to December and produces yellow flowers.\nThe simple inflorescences forms singly or in pairs in the axil of the phyllodes supported on hairy peduncles that are 0 to 1 millimetre (0.00 to 0.04 in) long. The flowers are heads globose holding 5 to 16-flowers that are 5 to 8 mm (0.2 to 0.3 in) in diameter. Seed pods form later that are curved or coiled and mostly flat except where raised over seeds. The leathery to woody pods are 4 to 25 cm (1.6 to 9.8 in) long and 5 to 12 mm (0.2 to 0.5 in) wide.\nSeeds can be collected from March to May and sown from November to February and will germinated in 3 to 10 weeks. A. oswaldii can also be grown from cuttings.",
    "Distribution": "It is native to an area in the central and southern regions of South Australia and the Northern Territory, south west Queensland, western New South Wales, northern Victoria and the Pilbara and Goldfields-Esperance regions of Western Australia.The distribution is wide but scattered throughout arid, semi-arid and subtropical areas in all states on the mainland, occurring mainly in calcareous sands or loamy soils.",
    "Classification": "The species was initially described by the botanist Ferdinand von Mueller in 1863 in the journal Fragmenta Phytographiae Australiae. Several synonyms are known including Racosperma oswaldii, Acacia sessiliceps, Acacia amaliae var. amaliae, Acacia osswaldi, Acacia amaliae, Acacia oswaldi var. abbreviata and Acacia amaliae var. orthophylla.The name honours Ferdinand Oswald, who was involved with the collection of the type specimen. The type specimen was collected by von Mueller in 1851 near Blanchetown on the Murray River.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}