{
  "url": "https://en.wikipedia.org/wiki/Acacia_salicina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. salicina"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia salicina is a thornless species of Acacia tree native to Australia.\nCommon names include cooba, native willow, willow wattle, Broughton willow,Sally wattle and black wattle.\nIt is a large shrub or small evergreen tree growing 3 to 20 m tall.  It has a life span of about 10–15 years.  In the Northern Hemisphere, Acacia salicina flowers primarily from October to January and the seed pods are often visible from April to July. The tree's seeds are shiny, black and have a crimson appendage-like aril.Acacia salicina is \"closely related\" to Acacia ligulata and Acacia bivenosa.",
    "Chemical compounds": "",
    "Chemical compounds-Wood": "(−)-7,8,3',4'-tetrahydroxyflavanone\n7,8,3',4'-tetrahydroxydihydroflavonol\n7,8,3',4'-tetrahydroxyflavonol",
    "Natural growing conditions": "Acacia salicina is found parts of Eastern Australia. The average yearly precipitation over the entire range is 375-550mm, with the plant itself found growing in regions receiving in excess of 1500mm annually in northern Queensland and as low as 100mm annually in central Australia. Its natural altitude range is from 50-300m above sea level.  It does well in full sun exposure and it tolerates frosts down to -6.7 deg. C (-20 deg. F).",
    "Uses": "",
    "Uses-Erosion management": "Acacia salicina can be used to help stabilize riverbanks and other areas.",
    "Uses-Fodder": "The tree's foliage and seed pods are important fodder for livestock during dry periods, since the tree can withstand drought quite well.  Its foliage and pods compare quite poorly to other fodders with regard to digestibility by livestock.  This affects its available nutritional value. The 1889 book 'The Useful Native Plants of Australia’ records that \"The leaves are eaten by stock. This is another tree which is rapidly becoming scarce, owing to the partiality of stock to it.\"",
    "Uses-Food": "The seeds are edible.",
    "Uses-Landscaping": "Acacia salicina is excellent for landscaping in dry areas.",
    "Uses-Tannin": "The bark has a high tannin content.",
    "Uses-Wood": "The wood is very hard and it is used in making fine furniture. At one time, the tree's wood was used in the manufacture of axles for wagon wheels.\nAcacia salicina's wood burns nicely and makes good fuel.  Its calorific content is 18900kJ/kg dry mass.  The tree produces seed and timber for woodworking in as little as five years after planting.",
    "Uses-Other uses": "The bark has been traditionally put to use by Indigenous Australians as a toxin for fishing.  The leaves of A. salicina are thought to be psychoactive, since indigenous Australians \"burn its leaves and smoke the ash to obtain a state of inebriation.\"The 1889 book 'The Useful Native Plants of Australia’ records that common names included \"Native Willow\" and \"Broughton Willow\" near the Broughton River in South Australia. It also records it was called \"Cooba\" or \"Kooba\" by Indigenous People in Western New South Wales and \"Motherumba\" by those on the Castlereagh River, New South Wales.",
    "Weed status": "Acacia salicina spreads widely through seed dispersal, and individual trees can rapidly form thickets through production of adventitious shoots from the root system. The species has become a significant weed over some of its native  and introduced  range\n\n\n== References =="
  }
}