{
  "url": "https://en.wikipedia.org/wiki/Acacia_curranii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. curranii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia curranii, also known as curly-bark wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia. It is listed as vulnerable under the Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The shrub typically grows to a maximum height of around 3 m (9.8 ft) and has multiple stems. It has grey to maroon coloured minni ritchi style bark. The sub-glabrous or silky haired branchlets are angular towards the apices and a maroon-grey colour with young shoots that have fine yellow hairs close to the stem. Like most species of Acacia it has phyllodes rather than true leaves. The erect, thick, evergreen phyllodes have a linear shape with a length of 8.5 to 18 cm (3.3 to 7.1 in) and a width of 0.7 to 1.5 mm (0.028 to 0.059 in) with longitudinal striations and around 25 closely parallel veins. It blooms between August and September producing golden flowers. The obloid flower-spikes are around 0.4 to 1.2 cm (0.16 to 0.47 in) in length packed with golden coloured flowers. After flowering firmly chartaceous seed pods form that are flat and have a linear shape with reasonably straight sides but slightly constricted between seeds. The pods are 4 to 7 cm (1.6 to 2.8 in) in length and 2 to 3 mm (0.079 to 0.118 in) wide and have loosely matted hairs. The dark brown seeds inside are arranged longitudinallyand have a narrow oblong-elliptic shape with a length of approximately 3 mm (0.12 in) and a depressed grey-brown areole.",
    "Distribution": "It has a disjunct distribution and is endemic to parts of south eastern Queensland in the Darling Downs are around Gurulmundi growing in poorly drained sandy soils overlying sandstone in the north and also is found on the western plains of New South Wales where it is found on igneous hill growing in skeletal soils. In New South Wales it is found around Lake Cargelligo and the Gunderbooka Range. The three areas it is found in are separated by several hundred kilometres. Within these areas there are approximately twenty populations of the species found in around from ten broad localities continuing a total of fewer than 5,000 individual plants.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}