{
  "url": "https://en.wikipedia.org/wiki/Acacia_conniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. conniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia conniana is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to the southern coast of western Australia.",
    "Description": "The bushy shrub typically grows to a height of 1.2 to 6 metres (4 to 20 ft) and has a dense habit. It has dark red-brown to grey coloured bark that is longitudinally fissured at base of main trunks. The glabrous branches have \nresinous new tips. Like most species of Acacia it has phyllodes rather than true leaves. The green, ascending to erect phyllodes have a length of 7 to 16 cm (2.8 to 6.3 in) with a width of 3 to 12 mm (0.12 to 0.47 in) and have a very curved apex The thinly coriaceous phyllodes have a prominent midvein and also two other slightly less prominent veins. It blooms from September to November producing yellow flowers. The cylindrical flower-spikes are found on short axillary branchlets. The spikes have a length of 1 to 2.5 cm (0.39 to 0.98 in) and are densely packed with golden coloured flowers. The seed pods that form after flowering have a linear shape and are raised over each seed. The glabrous, coriaceous to thinly crustaceous pods have a length of up to 10 cm (3.9 in) and a width of 4 mm (0.16 in). The seeds inside have a length of around 5 mm (0.20 in) with a closed areole.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1985 as part of the work Acacia conniana, a new name for a Western Australian Acacia section Juliflorae species (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was reclassified as Racosperma connianum by Leslie Pedley in 2003 then transferred back to the Acacia genus in 2006. Other synonyms include Acacia cognata and Acacia acuminata var. latifolia.\nIt is closely related to Acacia doratoxylon and Acacia lasiocalyx.",
    "Distribution": "It is native to an area along the south coast of the Goldfields-Esperance region of Western Australia from around the east of Esperance at Cape Le Grand to east of Cape Arid National Park around Israelite Bay where it is found amongst granite outcrops growing in shallow skeletal soils with isolated populations around Pingelly. It is alos found on some islands on the Recherche Archipelago including Middle Island and Mondrain Island.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}