{
  "url": "https://en.wikipedia.org/wiki/Acacia_burbidgeae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. burbidgeae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia burbidgeae, commonly known as Burbidge's wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to parts of New South Wales and Queensland.",
    "Description": "The shrub has an erect to spreading habit and typically grows to a height of 2 metres (7 ft) but reach as a high as 4 m (13 ft). The sparsely hairy branchlets are slightly resinous. The often subcrowded, slender, slightly incurved to striaight phyllodes are usually patent to ascending and have a length of 15 to 40 mm (0.59 to 1.57 in) and a width of 0.6 to 1 mm (0.024 to 0.039 in). It blooms from June to October and produces yellow flowers. The simple inflorescences are found with one per node. The spherical flower-heads contain 20 to 30 golden flowers. The linear brown seed pods that form after flowering are up to 6.5 cm (2.6 in) in length and around 3 mm (0.12 in) wide.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1979 as part of the work A revision of Acacia Mill. in Queensland, Part 2 as published in the journal Austrobaileya. Pedley reclassified it as Racosperma burbidgeae but it was transferred back into the genus Acacia in 2001.\nThe specific epithet honours Nancy Tyson Burbidge, an Australian botanist.A. burbidgeae belongs to the Acacia johnsonii group and is most closely related to A. johnsonii , Acacia pilligaensis and Acacia islana.",
    "Distribution": "It is found in north eastern parts of New South Wales around Emmaville and to the south of Torrington and extending into south eastern parts of Queensland where it is a part of dry sclerophyll forests growing in sandy granitic soils. In Queensland its range extends from Cunnamulla in the west to St George in the east and Chinchilla in the north.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}