{
  "url": "https://en.wikipedia.org/wiki/Acacia_obtusifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. obtusifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia obtusifolia, commonly known as stiff-leaf wattle or blunt-leaf wattle, is a perennial tree in subfamily Mimosoideae of family Fabaceae.",
    "Description": "Acacia obtusifolia is an upright or spreading perennial tree which grows from 1.5m to 8m in height and it is native to Australia.  It is closely related to Acacia longifolia.  Acacia obtusifolia can be distinguished by it having phyllode margins which are resinous, it usually blooms later in the year and it has paler flowers than Acacia longifolia. It flowers usually from December through February.  Some populations of Acacia obtusifolia can survive winters to −6 °C and possibly a light snow, however plants from populations in areas that are frost free such as the coastal ranges of Northern NSW are susceptible to cold and will be killed by frosts lower than −3 °C. These populations avoid the valley floors and occur mainly on sandstone ridges well above the frost line.",
    "Phytochemicals": "Teracacidin, a flavan-3,4-diol, can be isolated from A. obtusifolia heartwood.Net lore indicates a 0.45% average dimethyltryptamine in the bark and 0.3% in the dried young leaves. Similarly, Mulga states figures ranging from 0.4% to 0.5% in the dried bark, noting there to be some variability.\nNo formal scientific publishing of phytochemistry, several chromatographs show 0.3% alkaloid consisting 2:1 monomethyltryptamine, dimethyltryptamine, plus trace betacarbolines; another found additional 5 methoxydimethyltryptamine and gramine. Is highly variable in composition, sometimes devoid of tryptamines (Ref: Nen in EntheogenReview (journal) 1996); privately commissioned test at Southern Cross University, NSW, Australia, 2000. Also findings of 5-MeO-DMT, DMT and bufotenine.",
    "References": "",
    "External links": "Acacia (Ayahuasca: alkaloids, plants & analogs)"
  }
}