{
  "url": "https://en.wikipedia.org/wiki/Acacia_peuce",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. peuce"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia peuce, commonly known as Birdsville wattle, waddy, waddi, or waddy-wood, is a tree species that is endemic to central Australia.\nThe Arunda peoples know the tree as Aratara, the Pitta Pitta know it as Kurriyapiri and Red Ochre Father while the lower Arrernte know it as Arripar.",
    "Description": "The glabrous tree grows up to 15 to 18 metres (49 to 59 ft) high, with short horizontal branches and pendulous branchlets covered in needle-like phyllodes adapted for the arid dry climate. It has a distinctive habit more similar to a sheoak or a conifer.The wood is extremely hard and dense with dark red coloured heartwood. The trunk and branches are covered with a fibrous grey-brown bark.The dull green phyllodes are sometimes continuous with the branchlet but are more often articulate,. They are quadrangular with a length of approximately 8 to 12 centimetres (3.1 to 4.7 in) sometimes as long as 40 cm (16 in) with a width of about 1 millimetre (0.04 in).It is a very slow growing species and can live up to 200 years. Sapling and juvenile trees have a conifer like habit and can take 3 years to reach a height of 1 metre (3 ft). Some individuals are estimated to live over 500 years.Inflorescences are simple and axillary supported on peduncles 12 to 15 millimetres (0.47 to 0.59 in) long. The inflorescence heads are globular and sparse with 5-merous flowers. The flowers are a pale-yellow colour and appear in autumn and spring usually following heavy rain events.Following flowering the species will form long, flat, pods with a papery texture containing large, flat seeds.",
    "Taxonomy": "The species was originally described by the botanist Ferdinand von Mueller in 1863 that was published in the work Fragmenta Phytographiae Australiae. The only synonym is Racosperma peuce as described by Leslie Pedley in 1986 in the work Derivation and dispersal of Acacia (Leguminosae), with particular reference to Australia, and the recognition of Senegalia and Racosperma. published in the Botanical Journal of the Linnean Society.Acacia peuce is most closely related to A. crombiei and A. carneorum.",
    "Distribution": "Although speculated to have been widespread across central Australia during wetter climates 400,000 years ago, the population is now mostly restricted to three sites, separated by the encroaching Simpson Desert. In the Northern Territory, the species is restricted to the Mac Clark (Acacia peuce) Conservation Reserve which is surrounded by a pastoral lease, Andado Station. The other two sites are near Boulia and Birdsville in Queensland. The tree is found in open arid plains that usually receive less than  150 millimetres (5.9 in) of rain per annum. They grow on shallow sand aprons overlaying gibber or clay slopes and plains and between longitudinal dunes or on alluvial flats between ephemeral watercourses. The soils can be saline or contain high levels of gypsum. The total population is approximately 76,000 individuals spread over a total area of 74,000 square kilometres (28,572 sq mi) but with a total area of occupancy of only 400 square kilometres (154 sq mi).",
    "Ecology": "The tree usually occurs in pure stands in low open woodlands. Associated species include shrubs such as Rhagodia, Atriplex, Grevillea stricta, Atlaya hemiglauca and Hakea leucoptera. It is more often found with associated grass species such as Astrebla and Eragrostis. Along drainage lines it can also be found along with Eucalyptus coolabah.See also Evolutionary anachronism#Australasian realm.",
    "Uses": "Indigenous Australians used the hard and heavy wood of the tree to produce clubs or waddy.The tree is host to various butterflies and their larvae and also provides protective habitat for birds from grey falcons to desert finches. The foliage is often chewed by insects, but saplings were eaten by grazers such as cattle and diprotodon. Pastoralists used the tree to make highly durable and termite resistant fenceposts and stockyards from the timber.\n\n\n== References =="
  }
}