{
  "url": "https://en.wikipedia.org/wiki/Acacia_calcicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. calcicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia calcicola is a shrub or tree of the genus Acacia and the subgenus Plurinerves that is native to parts of central Australia. Common names for this species include; shrubby wattle, shrubby mulga, myall-gidgee, northern myall and grey myall. Indigenous Australians the Pitjantjatjara peoples know the tree as ikatuka, the Warlpiri know it as jirlarti and the Arrernte know it as irrakwetye.",
    "Description": "The rounded or straggly shrub or tree typically grows to a height of 1.5 to 6 metres (5 to 20 ft). The species can have multiple stems at the base with a spreading and bushy canopy above. The phyllodes are variable with a narrowly linear to linear-oblanceolate shape that can sometimes be narrowly elliptic and straight to shallowly curved. Each phyllode is 5 to 14 centimetres (2.0 to 5.5 in) in length and 1 to 10 millimetres (0.04 to 0.39 in) wide. It blooms in the Spring from September to November and produces yellow flowers. Each inflorescence has globular heads that are 3 to 4 mm (0.12 to 0.16 in) in diameter and composed of 30 to 60 golden flowers. Seed pods form later that are approximately 12 centimetres (4.7 in) in length and 5 to 8 mm (0.20 to 0.31 in) wide. The pods are woody and wrinkled over the seeds. The seeds are dull brown in colour, longitudinal and elliptic in shape and around 6 to 8 mm (0.24 to 0.31 in) long. It is closely related to Acacia cana which has silvery young phyllodes as well as Acacia coriacea which has longer phyllodes.",
    "Taxonomy": "The species name refers to the calcareous soils with which the species is commonly associated.\nIt was originally misapplied the Acacia coriacea by Augustin Pyramus de Candolle in 1825 in the work Leguminosae. Prodromus Systematis Naturalis Regni Vegetabilis. \nThe species was first described in 1958 in the work Acacia Calcicola, A New Species of Importance to the Ecology of the Australian Arid Zone. s published in the Transactions of the Royal Society of South Australia by the botanists Neville Forde and Ernest Horace Ising.\nLeslie Pedley described the species as Racosperma calcicola in 1987 in the work Racosperma Martius (Leguminosae: Mimosoideae) in Queensland: a checklist published in Austrobaileya. It was reclassified into the current genus in 2006.",
    "Distribution": "Widespread in arid central Australia and is mostly found in an area of desert in the southern Northern Territory and the Goldfields region of Western Australia. with scattered populations also found in south-west Queensland and north-west New South Wales. It grows along ephemeral watercourses and on degraded sand dunes as part of low open woodland and tall open shrubland communities. It grows well in heavy calcareous soils usually over limestone and is often associated with Acacia aneura.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}