{
  "url": "https://en.wikipedia.org/wiki/Acacia_praemorsa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. praemorsa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia praemorsa is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to southern Australia. It is listed as vulnerable under the Environment Protection and Biodiversity Conservation Act 1999 and is regarded as endangered in South Australia.",
    "Description": "The glabrous shrub typically grows to a height of 1 to 3 metres (3.3 to 9.8 ft) with branchlets that are angled at the extremities. Like most species of Acacia it has phyllodes rather than true leaves. The linear to incurved, evergreen phyllodes have a length of 2 to 9 cm (0.79 to 3.54 in) and a width of 1 to 2.5 mm (0.039 to 0.098 in). They are thick, flat and smooth but become finely longitudinally rugulose as they dry. They have no midrib but have two glands. When it blooms it produces single headed racemose inflorescences that form along an axis of 1.5 to 3.5 mm (0.059 to 0.138 in). The spherical flower-heads contain 34 to 58 densely packed bright golden coloured flowers. After flowering crustaceous to cartilaginous linear shaped seed pods form that have a length of up to 13.5 cm (5.3 in) and a width of 5 to 8.5 mm (0.20 to 0.33 in) with longitudinally arranged seeds inside. The dark brown seeds have an elliptic-lenticular shape with a length of 4.5 to 6.5 mm (0.18 to 0.26 in).",
    "Distribution": "It is endemic to a small area on the Eyre Peninsula of South Australia where it is found on lower slopes and in steep gullies growing in loamy soils as a part of dense open heathland or open tall shrubland communities. It is located as localised populations in the ranges to the north-east of Cleve where it is confined to an area of approximately 31 km2 (12 sq mi) in seven populations with four of these containing 500 to 1000 individual plants.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}