{
  "url": "https://en.wikipedia.org/wiki/Acacia_handonis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. handonis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia handonis, commonly known as Hando's wattle or Percy Grant wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of north eastern Australia. In 2008 it was listed as vulnerable according to the Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The resinous and slender shrub that typically grows to a height and width of 1 to 2 m (3 ft 3 in to 6 ft 7 in). It has finely ribbed branchlets with short, scattered, glandular hairs. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen, crowded phyllodes are straight, erect and sometimes subverticillate and usually slightly recurved at the apex. The phyllodes have a length of 6 to 18 mm (0.24 to 0.71 in) and a width of 0.4 mm (0.016 in) and have with two indistinct longitudinal grooves when dried. It produces bright yellow flowers between July and September. The simple inflorescences occur singly in the axils and have spherical flower-heads containing 30 bright yellow flowers. After flowering seed pods form that have a narrowly oblong shape and are up to 4 cm (1.6 in) in length and 3 to 4 Mm (1,900 to 2,500 mi) wide and have raised cartilaginous sections on the valves. The oblong seeds within the pods are arranged longitudinally and are about 4 mm (0.16 in) in length with a clavate aril.",
    "Distribution": "The shrub has a limited distribution in south eastern Queensland to the north of Chinchilla in the Barakula area where it is found in undulating country usually stony ridges where it grows in sandy or clay lateritic soils sometimes with ironstone gravel as a part of open Eucalyptus woodland communities. It is found in only one population in the Barakula State Forest within the catchment area of the Condamine River in an area of around 28 ha (69 acres). In 1994 the total population was estimated to be 10,080 individual plants where 4,200 are mature and the remainder are juveniles. They were distributed over three separate stands with a large variation in the density of plants. None of the plants are found in conservation areas.",
    "See also": "List of Acacia' species\n\n\n== References =="
  }
}