{
  "url": "https://en.wikipedia.org/wiki/Acacia_linophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ramulosa"
    },
    {
      "Variety": "A. r. var. linophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ramulosa var. linophylla, commonly known as bowgada, wanderry mulga, horse mulga or sometimes wanyu, is a subspecies  of the tree species Acacia ramulosa, with which it shares several common names. While the parent species is found throughout arid Australia, this subspecies is much more restricted, being found only on loose red sand in south central Western Australia and sporadically in South Australia. The species was formally named Acacia linophylla until 2001, when it was recognised as a variety of Acacia ramulosa.\nThis species grows as a spreading shrub or low tree, up to four metres long and often wider than it is high.  Like most Acacia species, it has phyllodes rather than true leaves.  These are greyish green in colour, round in cross-section, and held almost vertically; they may be up to thirteen centimetres long and two millimetres in diameter.  The flowers are yellow, and held in cylindrical clusters about two centimetres long.  The pods are thick and woody, up to ten centimetres long and one centimetre wide, with deep fissures along their length.",
    "References": "\n\"Acacia ramulosa var. linophylla\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Acacia ramulosa var. linophylla\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}