{
  "url": "https://en.wikipedia.org/wiki/Acacia_microbotrya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. microbotrya"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia microbotrya, commonly known as manna wattle or gum wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae that is native to Western Australia.\nThe Noongar peoples know the tree as Badjong, Galyang, Koonert or Menna.",
    "Description": "The bushy shrub or tree typically grows to a height of 2 to 7 metres (7 to 23 ft) with the canopy spreading to a width of 5 m (16 ft). It has glabrous branchlets with rough brown bark on the stem. The patent to pendulous grey-green phyllodes have a narrowly elliptic to oblanceolate shape. Each olive green glabrous phyllode is 5 to 14 centimetres (2 to 6 in) and are 5 to 20 millimetres (0.20 to 0.79 in) wide. It blooms from March to August and produces yellow-cream flowers. The inflorescences are racemose with the axes having a length of 1.5 to 4 centimetres (0.59 to 1.57 in), the cream to pale yellow globular heads containing 20 to 30 flowers have a diameter of 4 to 6 millimetres (0.16 to 0.24 in). Following flowering dark brown to blackish glabrous seed pods form are constricted at regular intervals resembling a string of beads in shape with a length of 15 to 20 cm (6 to 8 in) and a width of 6 to 8 millimetres (0.24 to 0.31 in). The shiny black seeds have an oblong to elliptic shape with a length of 5.5 to 8 mm (0.22 to 0.31 in) and a width of 4 to 5 millimetres (0.16 to 0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma microbotryum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2014.A. microbotrya is very closely related to Acacia amblyophylla and Acacia jennerae but strongly resembles Acacia galeata and Acacia saligna.\nThere are two recognised variations:\n\nAcacia microbotrya var. borealis\nAcacia microbotrya var. microbotrya",
    "Distribution": "It is native to an area in the Wheatbelt, Great Southern and Goldfields-Esperance regions of Western Australia where it grows among rocky outcrops, near watercourses, around salt lakes and along road verges in clay loam or sandy loam soils often over granite. The bulk of the population is from Kalbarri south east to around Katanning with scattered populations further east near Ongerup and Lake King.",
    "Cultivation": "The plant is commercially available in seed form or as tubestock. It is commonly used in native gardens as in land rehabilitation an ornamental, as a windbreak, for shelter and for sandalwood. It is fast growing is salt tolerant and will survive in waterlogged areas.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}