{
  "url": "https://en.wikipedia.org/wiki/Acacia_constablei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. A. constablei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia constablei, commonly known as the Narrabarba wattle, is a species of Acacia native to eastern Australia, and is listed as a vulnerable species.",
    "Description": "The erect to straggly shrub or small tree typically grows to a height of 1 to 3 metres (3 to 10 ft) but can be as tall as 7 m (23 ft). It has smooth mottled to light grey bark with angled to terete branchlets with knobbly ridges. The shrub usually blooms between June and August but has also been known to bloom between February and March. It produces pale yellow to creamy white spherical flower heads. The feathery shaped leaves have a length of 2 to 5 cm (0.79 to 1.97 in) and contain 6 to 14 pairs of leaflets which in turn are composed of  9 to 30 pairs of pinnules. The Inflorescences appear as up a maximum of 12 flowers-heads grow per axil at the base of the leaf. After flowering dark brown to black seed pods that are flat and straight with a length of 3 to 7 cm (1.2 to 2.8 in) and a width of 6 to 9 mm (0.24 to 0.35 in) are covered in short fine hairs.",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1980 as part of the \nwork Notes on Australian taxa of Acacia as published in the journal Telopea. It was reclassified as Racosperma constablei]] by Leslie Pedley in 2003 then transferred back into the genus Acacia in 2006. The specific epithet honours Ernest Francis Constable who was once the botanical collector for the Royal Botanic Gardens, Sydney.",
    "Distribution": "The shrub has a limited distribution about 20 km (12 mi) south of Eden in south western New South Wales with the bulk of the population confined to the Nadgee State Forest and within the boundaries of the proposed Narrabarba Hill Flora Reserve over a range of about 3 km (1.9 mi). Another smaller population in situated in Ben Boyd National Park. The species is found on rocky rhyolite and apatite ridge-tops with nutrient poor skeletal sandy soils but sometimes in brown to black loamy soils. The estimated population is about 6,000 individuals in an area of around 4 ha (9.9 acres).",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}