{
  "url": "https://en.wikipedia.org/wiki/Acacia_oldfieldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. oldfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia oldfieldii is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The bushy shrub typically grows to a height of 1.2 to 5 metres (4 to 16 ft). It has glabrous branchlets and has citron golden-sericeous new growth. Like most species of Acacia it has phyllodes rather than true leaves. The patent to reflexed evergreen phyllodes have a linear-elliptic to linear-oblanceolate shape and can be straight to shallowly incurved. The thinly coriaceous and glabrous phyllodes have a length of 7 to 16.5 cm (2.8 to 6.5 in) and a width of 3 to 5 mm (0.12 to 0.20 in) and have yellow coloured margins and a straight to recurved tip along with many closely parallel non-prominent nerves. It flowers from June to September producing simple inflorescences that are found in pairs in the axils with 30 to 45 mm (1.2 to 1.8 in) long cylindrical flower-spikes with a diameter of 4 to 5 mm (0.16 to 0.20 in) loosley packed with bright golden coloured flowers. Following flowering thinly crustaceous and glabrous seed pods form that have a linear shape and are raised over and constricted between each of the seeds. The pods grow to as long as 10 cm (3.9 in) and have a width of 2 to 4 mm (0.079 to 0.157 in) with longitudinally arranged seeds inside. The glossy black seeds have an elliptic shape with a length of 3.5 to 4 mm (0.14 to 0.16 in) and a sub-conical terminal aril.",
    "Taxonomy": "The type specimen was collected by Augustus Frederick Oldfield from along the Murchison River and was later formally described by the botanist Ferdinand von Mueller in 1863 as part of the work Fragmenta Phytographiae Australiae. It was reclassified as Racosperma oldfieldii in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006. The specific epithet honours the collector of the type specimen.",
    "Distribution": "It is native to Mid West region of Western Australia from around Northampton in the north down to around Geraldton in the south. The plant is often situated on rises and rocky plains and will grow in sandy and clay soils and on sandstone. It is commonly situated in coastal areas from around Eradu in the south east up to Kalbarri National Park in the north in soils over gravel or sandstone, ironstone and limestone as a part of sandplain  shrubland communities often along with Calothamnus and Melaleuca species.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}