{
  "url": "https://en.wikipedia.org/wiki/Acacia_brownii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. brownii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia brownii, commonly known as heath wattle, is an erect or spreading shrub which is endemic to eastern Australia.",
    "Description": "It typically grows to a height 0.3 to 1 m (1 ft 0 in to 3 ft 3 in) in height and has glabrous to sparsely haired branchlets with  subulate stipules that around 1 mm (0.039 in) high. Like most Acacias it has phyllodes instead of true leaves, the rigid, terete phyllodes that are 0.8 to 2 cm (0.31 to 0.79 in) in length and 1 mm (0.039 in) wide. The globular yellow flowerheads with a diameter of 5 to 10 mm (0.20 to 0.39 in) and containing 12 to 30 flowers appear singly in the leaf axils from August to November. Following flowering curved flat, seed pods form that are 1.5 to 8 cm (0.59 to 3.15 in) long and 3 to 5 mm (0.12 to 0.20 in) wide.",
    "Taxonomy": "The species was first formally described by Robert Brown in 1813 as Acacia acicularis, but that name had already been applied to a different species. In 1817 Poiret published Mimosa brownei as a replacement name. The current name was published by botanist Ernst Gottlieb von Steudel in 1821 as part of the work Phanerogams. Nomenclator Botanicus, citing Brown's species, but not Poiret's. It was reclassified as Racosperma brownii by Leslie Pedley in 1987 then transferred back to genus Acacia in 2006. Other synonyms include; Acacia acicularis , Acacia pugioniformis , Mimosa brownei, Acacia brownei and Acacia ulicifolia var. brownii.\nIt is similar in appearance and closely related to Acacia ulicifolia, of which it was once thought to have been a variety.",
    "Distribution": "The species occurs on sandy or clay loam in dry sclerophyll forest, woodland or heath in southern and eastern Victoria, New South Wales and Queensland. It is found throughout the Great Dividing Range from around the Grampians in Victoria in the south through New South Wales and up to around Burra Burri in Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}