{
  "url": "https://en.wikipedia.org/wiki/Acacia_falcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. falcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia falcata, commonly known as sickle wattle and by other vernacular names including sally, is a perennial shrub or tree native to eastern Australia, which reaches five metres in height and has cream flowers in early winter. It gets its common and scientific name for its sickle-shaped leaves. Hardy and adaptable to cultivation, it is used in regeneration of bushland.",
    "Taxonomy": "German botanist Carl Ludwig Willdenow was the first to officially describe the sickle wattle in 1806, although his countryman Johann Christoph Wendland had given it the name Mimosa obliqua in 1798, this was deemed an illegitimate name. The species name is derived from the Latin word falx \"sickle\". Some common names for it are burra, sally, sickle-shaped acacia and silver-leaved wattle.",
    "Description": "Found as a shrub or small tree from 2 to 5 m (6.6 to 16.4 ft) high, Acacia falcata has grey or black bark. Like most wattles it has phyllodes rather than leaves. These are a pale green or grey-green and sickle-shaped, measuring 7–19 cm (2.8–7.5 in) in length, by 0.9–4 cm (0.35–1.57 in) wide with a prominent mid vein. The small round flowers are cream or pale-yellow and appear in early winter from April to August. These are followed by thin seed pods which are 4.5–12 cm (1.8–4.7 in) long and 0.5–0.8 cm (0.20–0.31 in) wide. The pods mature from September to December.",
    "Distribution and habitat": "The range is from Queensland south through eastern New South Wales to Bermagui on the south coast. It grows predominantly on shale soils in open forest, and is associated with such trees as Eucalyptus paniculata, E. longifolia and  E. tereticornis. Naturalised, it has been recorded in Java in Indonesia, and in North Island in New Zealand.",
    "Ecology": "Plants live for five to twenty years in the wild, and are killed by bushfire. The seed is released in December, and dispersed by wind. It is stored in the soil, although it is unclear how related germination is to bushfire. Seed can germinate in disturbed areas.Acacia falcata is the host plant for the Imperial Hairstreak (Jalmenus evagoras). One field study recovered 98 species of bug (hemiptera) from A. falcata across its range.",
    "Cultivation and uses": "Acacia falcata is adaptable to a wide range of soils in cultivation, and its attractive foliage is a horticultural feature. It is propagated by seed which must be pretreated with boiling water before it is able to germinate. It is easy to grow given a good sunlit position and good drainage, and is used in revegetation.Australian indigenous people use the bark to make a liniment for treating ailments of the skin. A. falcata is excellent for stabilizing barren sand. The bark is important in the tanning industry.The 1889 book 'The Useful Native Plants of Australia’ records that common names included \"Hickory\" and \"Sally\" and that Indigenous Australians of the Cumberland and Camden areas of New South Wales referred to it as \"Weetjellan\" It also notes that \"This bark, which contains much tannin, was used by the aboriginals [sic.] of the counties of Cumberland and Camden to stupefy fish, and to make embrocations for the cure of cutaneous diseases.\"\n\n\n== References =="
  }
}