{
  "url": "https://en.wikipedia.org/wiki/Acacia_merinthophora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. merinthophora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia merinthophora, also known as zig-zag wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The openly branched to weeping tree or shrub typically grows to a height of 1.5 to 4 metres (5 to 13 ft). It has pendulous, flexuose and ribbed branchlets that are sericeous between the ribs. Like most species of Acacia it has phyllodes rather than true leaves . The sessile phyllodes are strongly incurved with a quadrangular cross-section. The yellow-green glabrous phyllodes have a length of 7 to 25 cm (2.8 to 9.8 in) with a width of around 1 mm (0.039 in) and have four main nerves. It flowers from May to September producing yellow flowers. The simple inflorescences are found singly or in groups of two or three in the axils. The subsessile flower-heads have an obloid to shortly cylindrical shape with a length of 6 to 10 mm (0.24 to 0.39 in) and a diameter of 5 to 10 mm (0.20 to 0.39 in) and are sub-densely pack with golden coloured flowers. The firmly chartaceous seed pods that form after flowering have a straight and linear shape that are constricted between the seeds. the length of the pods are up to 13 cm (5.1 in) and a width of 2 to 2.5 mm (0.079 to 0.098 in) and are antrorsely strigulose with broad yellow margins. The seeds inside the pods are arranged longitudinally. The shiny mottled brown seeds have a peripheral line that is a darker brown and an oblong to elliptic shape with a length of 3 to 4 mm (0.12 to 0.16 in) and a terminal creamy yellow aril.",
    "Taxonomy": "The species was first formally described by the botanist Ernst Georg Pritzel in 1904 as part of the work by Pritzel and Ludwig Diels, Fragmenta Phytographiae Australiae occidentalis. Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse as published in the journal Botanische Jahrbucher fur Systematik, Pflanzengeschichte und Pflanzengeographie. It was reclassified as Racosperma merinthophorum by Leslie Pedley in 2003 then transferred back into genus Acacia in 2006.\nThe specific epithet is derived from the Greek language from the words merinthos meaning cord or string and phoreo meaning carry or wear in reference to the long thin shape of the phyllodes.",
    "Distribution": "It is native to Wheatbelt, Great Southern and Goldfields-Esperance regions of Western Australia from around Koorda in the north to Coolgardie in the east and Narrogin in the west where it is found in low-lying areas, on hillsides and sandplains growing in rocky sandy soils often around granite outcrops where it is a part of shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}