{
  "url": "https://en.wikipedia.org/wiki/Acacia_chrysella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. chrysella"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia chrysella is a shrub belonging to the genus Acacia and the subgenus Phyllodineae and is native to Western Australia.",
    "Description": "The dense, bushy and rounded shrub typically grows to a height of 0.7 to 3.5 metres (2 to 11 ft). It has many glabrous branches. The erect phyllodes have a linear to occasionally narrowly oblanceolate shape that can be shallowly incurved. Each phyllode is 4 to 13 centimetres (1.6 to 5.1 in) in length with a width of 1 to 5.5 millimetres (0.04 to 0.22 in). It blooms from November to August and produces yellow flowers. The simple golden inflorescences contain three to ten heads per raceme with globular heads with a diameter of 2 to 3 mm (0.08 to 0.12 in) containing 15 to 25 light golden flowers. After flowering linear glabrous seed pods form that are up to around  to 10 cm (3.9 in) long and 5 to 6 mm (0.20 to 0.24 in) wide. The dull black seeds within have an oblong or elliptic shape and are 4 to 6 mm (0.16 to 0.24 in) long.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1928 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. The species was reclassified by Leslie Pedley in 2003 as Racosperma chrysellum then moved back to genus Acacia in 2006.The type specimen was collected near Merredin in 1917 by Frederick Stoward.A chrysella belongs to the Acacia microbotrya group and is most closely related to Acacia aestivalis, Acacia brumalis, Acacia chamaeleon and Acacia harveyi.",
    "Distribution": "It is native to an area in the Great Southern, Wheatbelt and the Goldfields-Esperance regions of Western Australia where it grows in sandy, loam or clay soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}