{
  "url": "https://en.wikipedia.org/wiki/Acacia_anfractuosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. anfractuosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia anfractuosa is a shrub or tree of the genus Acacia and the subgenus Plurinerves that is endemic to Western Australia.",
    "Description": "The spindly to diffuse or weeping shrub or tree typically grows to a height of 1.3 to 4.5 metres (4 to 15 ft). The pendulous, flexuose and glabrous branchlets have resinous new shoots. The green to grey-green, linear phyllodes are widely and strongly incurved. They are 5.5 to 23 cm (2.2 to 9.1 in) on length and 1 to 2 mm (0.039 to 0.079 in) wide with a wide yellowish central nerve and one to three finer parallel intervening nerves. It blooms from July to December and produces yellow flowers. The simple inflorescences occur singly or in pairs in the axils. The spherical to widely ellipsoid shaped flower-heads contain 22 to 32 densely packed golden flowers and are around 7 to 12 mm (0.28 to 0.47 in) in length with a diameter of 6 to 8 mm (0.24 to 0.31 in). The linear, curved, dark brown seed pods with yellow margins form after flowering. The pods are raised and constricted between seeds and have a length of around 12 cm (4.7 in) and a width of 1.5 to 2.5 mm (0.059 to 0.098 in). The glossy mottled brown linear-elliptic shaped seeds within the pods are 4.5 to 5 mm (0.18 to 0.20 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1976 as part of the work Studies in the genus Acacia (Mimosaceae) - Miscellaneous new phyllodinous species as published in the journal Nuytsia. It was reclassified as Racosperma anfractuosum by Leslie Pedley in 2003  and then transferred back to the genus Acacia in 2006.\nIt is quite closely related to Acacia sciophanes and also similar in appearance to Acacia heteroneura and Acacia merinthophora.",
    "Distribution": "The shrub native to an area in the Wheatbelt and Goldfields-Esperance regions of Western Australia and is found between Bruce Rock in the west to Coolgardie in the east. It is found on sandplains growing as a part of heath or scrubland communities in sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}