{
  "url": "https://en.wikipedia.org/wiki/Acacia_filicifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. filicifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia filicifolia, commonly known as fern-leaved wattle, is a plant in the legume family, Fabaceae and is native to eastern Australia. It is a shrub or tree with compound leaves resembling fern fronds, and spherical heads of yellow or bright yellow flowers from autumn to late spring. It is a common and widespread species, especially on the coast and tablelands of New South Wales.",
    "Description": "Acacia filicifolia is an erect shrub or tree which grows to a height of 3–14 m (10–50 ft) and has smooth grey or dark brown bark which develops fissures as it ages. The smaller branches are more or less cylindrical with fine, longitudinal ridges. The leaves are compound with a petiole 7–23 mm (0.3–0.9 in) long with between one and five prominent glands. The rachis of the leaf is usually 40–120 mm (2–5 in) long with irregularly scattered glands and usually five to fourteen pairs of pinnae which are 30–80 mm (1–3 in) long. Each pinna has 25 to 100 pairs of pinnules, the smallest division of the leaf blade, each of which is narrow oblong to linear in shape, 4–10 mm (0.2–0.4 in) long and about 0.5 mm (0.02 in) wide.\nThe inflorescence is a branching panicle with the flowers in spherical heads on peduncles 2–4 mm (0.08–0.2 in) long. Each head of flowers is 3–6 mm (0.1–0.2 in) in diameter and consists of fifteen to thirty individual yellow to bright yellow flowers. Flowering occurs from July to October and the fruit which develop are legumes or \"pods\" 35–130 mm (1–5 in) long and 6–17 mm (0.2–0.7 in) wide. The pods are more or less flat and straight-sided.",
    "Taxonomy and naming": "Acacia filicifolia was first formally described in 1932 by Edwin Cheel and Marcus Baldwin Welch but they did not nominate a type specimen. The description was published in the Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (filicifolia) is derived from the Latin words filix meaning \"fern\" and folium meaning \"a leaf\" referring to the similarity of the leaves of this wattle to the fronds of some species of fern.",
    "Distribution and habitat": "Fern-leaved wattle grows in forest in sandy soil, often in gullies and creeks from south-eastern Queensland to Batemans Bay in southern New South Wales. It is mostly found on the coast and nearby tablelands.\n\n\n== References =="
  }
}