{
  "url": "https://en.wikipedia.org/wiki/Acacia_ensifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ensifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ensifolia is a tree belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to Queensland.",
    "Description": "The tree can grow to a height of up to 9 m (30 ft) and have several stems and has a spreading crown. The pendulous grey-green to green phyllodes have a linear to linear-elliptic shape and are straight or slightly recurved. The phyllodes have a length of 15 to 27 cm (5.9 to 10.6 in) and are 3 to 8 mm (0.12 to 0.31 in) in width with a prominent midrib and margins and obscure lateral nerves. The inflorescences occur in groups of 10 to 15 with spherical flower-heads that have a diameter of 7 to 8 mm (0.28 to 0.31 in) containing 50 to 60 densley packed bright yellow flowers. Following flowering firmly chartaceous, glabrous seed pods form with a white dusty covering. The pods have a length of up to 13 cm (5.1 in) and a width of 10 to 18 mm (0.39 to 0.71 in). The shiny blackish seeds found within the pod have a circular to widely elliptic shape.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1969 as part of the work Notes on Acacia, chiefly from Queensland published in Contributions from the Queensland Herbarium. Pedley later reclassified it as Racosperma ensifolium in 1986 and it was transferred back to genus Acacia in 2006.A. ensifolia is closely related and appear very similar to Acacia pruinocarpa which is found further to the west, it is also  resembles Acacia beckleri.",
    "Distribution": "The tree is found in a small area of South West Queensland and the bulk of the population is found on and around the Gray Range with a scattered distribution extending out to Adavale in the north and to around Thargomindah in the south where it is found on low hills growing in clay loam soils. It is part of mulga shrubland communities and found along eastern border of the Simpson Desert ecoregion.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}