{
  "url": "https://en.wikipedia.org/wiki/Acacia_ryaniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ryaniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ryaniana is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to an area along the west coast of Australia.",
    "Description": "The prostrate spinescent shrub typically grows to a height of 0.1 to 0.4 metres (0.3 to 1.3 ft). It normally has glabrous branchlets that are often covered with a white powdery coating and have spinose stipules with a length of 2 to 6 mm (0.079 to 0.236 in). Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes have an ovate to narrowly elliptic shape with a length of 12 to 25 mm (0.47 to 0.98 in) and a width of 7 to 15 mm (0.28 to 0.59 in). The glabrous and coriaceous phyllodes have a single main nerve and are finely penninerved. It blooms from June to November and produces yellow flowers. It has simple inflorescences that are found singly in the axils with spherical flower-heads that have a diameter of around 10 mm (0.39 in) containing 60 to 70 densely packed golden coloured flowers. The chartaceous, light brown or yellow-brown coloured seed pods that form after flowering are curved and rounded over the seeds. The glabrous pods are up to 8 cm (3.1 in) in length and 10 to 18 mm (0.39 to 0.71 in) with the seeds arranged transversely to obliquely inside. The shiny dark-brown seeds have a spherical to broadly elliptic shape and a length of 5 to 6 mm (0.20 to 0.24 in) and are often paler toward the centre with a narrow aril.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1992 as part of the work Acacia Miscellany. Review of Acacia victoriae and related species (Leguminosae: Mimosoideae: Section Phyllodineae) as published in the journal Nuytsia. It was reclassified as Racosperma ryanianum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.\nThe shrub belongs to the Acacia victoriae group but can be dinguished by its prostrate habit and curved pods.",
    "Distribution": "It is native to an area in the Mid West and Gascoyne regions of Western Australia from around Northampton in the south through to Exmouth in the north where it is found on coastal sand dunes growing in sandy or clay soils often over limestone as a part of scrubland or heathland communities, often associated with species of spinifex.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}