{
  "url": "https://en.wikipedia.org/wiki/Acacia_isoneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. isoneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia isoneura is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The shrub typically grows to a height of 0.5 to 4 metres (2 to 13 ft) and had a rounded, obconic habit. The glabrous branchlets are sericeous between the ribs and towards the apices. The green to grey-green coloured glabrous phyllodes are soft and flexible. The pungent phyllodes have a length of 7 to 14 cm (2.8 to 5.5 in) and a diameter of 0.5 to 1.2 mm (0.020 to 0.047 in) and has eight broad nerves that are separated by narrow furrows. It blooms from July to September producing yellow flowers. The simple inflorescences occur singly or in pairs in the axils and have an obloid to stoutly cylindrical shape with a length of 8 to 15 mm (0.31 to 0.59 in) packed with golden flowers. The chartaceous seed pods that form after flowering are linear or resemble a string of beads have a length of 3 to 6 cm (1.2 to 2.4 in) and a width of 2 to 2.5 mm (0.079 to 0.098 in). The glossy mottled grey brown to light brown seeds within the pods are arranged longitudinally and have and length of 2 to 3 mm (0.079 to 0.118 in).",
    "Taxonomy": "There are two recognised subspecies:\n\nAcacia isoneura subsp. isoneura\nAcacia isoneura subsp. nimia",
    "Distribution": "It is native to an area in the Mid West and Wheatbelt regions of Western Australia where it grows in flats, sandplains, low rises and ridges in stony sandy soils. The bulk of the population is found from Mingenew\nin the north to Perenjori and Wubin in the south.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}