{
  "url": "https://en.wikipedia.org/wiki/Acacia_semirigida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Subgenus": "Phyllodineae"
    },
    {
      "Species": "A. semirigida"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia semirigida, also known as stony ridge wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The shrub or tree typically grows to a height of 4 metres (13.1 ft). It has glabrous, dark reddish branchlets that are angled at the extremities. Like most species of Acacia it has phyllodes rather than true leaves, the phyllodes are usually ascending to erect and have a narrowly oblanceolate to narrowly elliptic or linear shape that is straight or shallowly incurved. The thin, glabrous and moderately coriaceous phyllodes are 4 to 8 cm (1.6 to 3.1 in) in length and 4 to 8 mm (0.16 to 0.31 in) wide have a distinct midrib and marginal nerves. When it blooms it produces racemose inflorescences with small spherical flower-heads that contain 15 to 25 pale yellow flowers. After flowering thinly coriaceous seed pods that are dark or reddish brown in colour. The pods have straight edges but can be slightly constricted between the seeds. They are to around 12 cm (4.7 in) in lengtha dn 8 to 10 mm (0.31 to 0.39 in) wide and slightly shiny. The seeds inside the pods are arranged longitudinally and have a narrowly oblong to slightly elliptic shape. The slightly shiny black seeds have a length of 7 to 8 mm (0.28 to 0.31 in) and are minutely pitted with a clavate aril.",
    "Distribution": "It is endemic are an area over which it is found scattered in south eastern Queensland from around Goombungee and Kogan in the north to near Eidsvold in the south where it is found growing in shallow soils over and around sandstone as a part of open Eucalyptus forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}