{
  "url": "https://en.wikipedia.org/wiki/Acacia_scopulorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. scopulorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia scopulorum is a plant in the subgenus, Juliflorae, of the genus, Acacia in the family Fabaceae, endemic to the Northern Territory of Australia.",
    "Description": "Acacia scopulorum is a tree or large shrub growing to 5 m, whose branches sometimes sprawl. The branchlets are smooth, angular and dark red. The smooth phyllodes are narrow, spearblade- to sickle-shaped, and 7–11 cm long by 4.5–6 mm wide, with 8 to 14 longitudinal nerves.  The gland is basal and the pulvinus is 1.5 to 2.5 mm long. The yellow inflorescence spikes are paired in the upper axils, and are from 3.5 to 4.5 cm long, on peduncles which are 1.5–2 mm long. The flowers have four parts with a shortly lobed calyx which is 0.5 mm long, and smooth except for a few hairs on the lobes. The strongly reflexed corolla is lobed to level of calyx and about 1.5 mm long. The stamens are about 2.5 mm long, and the ovary is smooth. The smooth pods are straight or slightly curved, and up to 9 cm long by 2 mm wide, with a network of nerves and thickened margins. They are raised over the seeds. The seeds lie longitudinally,  and are 2–2.5 mm by 1.5–1.7 mm. The aril is yellow, small and cup-like.",
    "Ecology": "It has been found in flower through December to April, and in fruit through January to May, and also in July.",
    "Distribution and habitat": "A. scopulorum is restricted to the upper catchments of the eastern tributaries of Nourlangie Creek in Kakadu National Park, in the Northern Territory. It grows  in sand and gravel on slopes, and in crevices in the sandstone.",
    "Etymology": "The specific epithet, scopulorum, is the genitive plural of the Latin, scopulus, a rock or cliff, and refers to the plant's habitat.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}