{
  "url": "https://en.wikipedia.org/wiki/Acacia_minyura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. minyura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia minyura is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae endemic to arid parts of central Australia.",
    "Description": "The spreading multi-stemmed tree or shrub typically grows to a height of 1 to 5 metres (3 to 16 ft) and has a similar width. The branchlets have large resinous ribs with a blue-grey coloured resin coating new growth. The flat, green and straight to slightly curved phyllodes have a length of 5 to 30 mm (0.20 to 1.18 in) and a width of 2 to 4 mm (0.079 to 0.157 in) and have prominent nerves. It flowers from May to August producing yellow flowers. The simple inflorescences occur singly and are found in the axils. The flower-spike is 10 to 15 mm (0.39 to 0.59 in) in length. The flat, oblong, brown seed pods that form after flowering have a length of up to 3.5 cm (1.4 in) and a width of 11 to 15 mm (0.43 to 0.59 in) and have 1 to 2 mm (0.039 to 0.079 in) long wings. The oblong seeds within the pod are4 to 5 mm (0.16 to 0.20 in) long and half as wide with a small creamy aril.",
    "Taxonomy": "The species was first formally described by the botanist Barbara Rae Randell in 1992 as part of the work Mulga. A revision of the major species as published in the Journal of the Adelaide Botanic Gardens. It was reclassified as Racosperma minyura by Leslie Pedley in 2003 and transferred back to the genus Acacia in 2014. The species is often confused with Acacia aneura.",
    "Distribution": "It is native to Pilbara and Goldfields-Esperance regions of Western Australia where it has a scattered distribution from around Newman in the north to Menzies in the south. It is found on granite rises, rocky hills as well as flats and plains where it grows in red sand, loam or lateritic soils. The range extends into southern parts of the Northern Territory and northern parts of South Australia with isolated populations occurring in south-western Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}