{
  "url": "https://en.wikipedia.org/wiki/Acacia_fimbriata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. fimbriata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia fimbriata, commonly known as the fringed wattle or Brisbane golden wattle, is a species of Acacia that is native along much of the east coast of Australia.",
    "Description": "The shrub has an erect or spreading habit and typically grows to a height of 6 to 7 metres (20 to 23 ft) and a width of around 6 m (20 ft). It has angled or flattened branchlets and linear phyllodes with a  narrowly elliptic or narrowly lanceolate shape and are straight or very slightly curved. The phyllodes are 2 to 5 centimetres (0.79 to 1.97 in) in length and 2 to 7 millimetres (0.079 to 0.276 in) wide.It blooms between July and November producing inflorescences in groups of 8 to 25 located in an axillary racemes, the spherical flower-heads have a diameter of 3 to 5 mm (0.12 to 0.20 in) and contain 10 to 20 bright yellow or sometimes pale yellow flowers. The glabrous, firmly paper seed pods that form after flowering are flat and straight to slightly curved with straight sides. The pods have a length of 3 to 9.5 cm (1.2 to 3.7 in) and a width of 5 to 8.5 mm (0.20 to 0.33 in). The slightly shiny black seeds are arranged longitudinally in the pods. the seeds have an oblong-elliptical shape and are 4 to 5 mm (0.16 to 0.20 in) in length with a clavate aril.",
    "Taxonomy": "The species was formally described by the botanist George Don in 1832 as part of the work  A General History of Dichlamydeous Plants. It was reclassified as Racosperma fimbriatum by Leslie Pedley in 1987 then transferred back to genus Acacia in 2006. There are several synonyms including Acacia fimbriata var. perangusta, Acacia prominens var. fimbriata, Acacia prominens var. whiteana and Acacia perangusta.The type specimen was collected by Allan Cunningham in 1832 from along the Brisbane River.",
    "Distribution": "The shrub is commonly situated in coastal areas and the adjacent tablelands in New South Wales and Queensland. In New South Wales it is found from Nerriga in the south to Inverell in the west to north of the Queensland border as far as Yeppoon and the Carnarvon National Park. It is often located along rocky streams as a part of Eucalyptus woodland communities growing in rocky and sandy soils or along the fringes of rainforest in more northern areas.",
    "Cultivation": "The plant is available for cultivation in seed form. It can be gown as a hedge or screening plant but does require adequate water. It is quite hardy, can be planted in a tropical environment and is frost tolerant.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}