{
  "url": "https://en.wikipedia.org/wiki/Acacia_sessilispica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. sessilispica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia sessilispica is a shrub belonging to the genus Acacia and the subgenus Juliflorae native to Western Australia.",
    "Description": "The dense rounded shrub or tree typically grows to a height of 0.8 to 3 metres (3 to 10 ft). The slightly angular and glabrous branchlets are sometimes resinous. The pungent green phyllodes are ascending to erect and slightly incurved. The phyllodes have a length of 5 to 11.5 cm (2.0 to 4.5 in) and a diameter of 1 to 1.3 mm (0.039 to 0.051 in) and have eight closely parallel nerves separated by deep furrows. It blooms from August to September producing yellow flowers. The simple inflorescences are sessile spikes usually tapering towards the apex when budding. The inflorescences  have a length of 10 to 28 mm (0.39 to 1.10 in) with a 3 to 5 mm (0.12 to 0.20 in) densely covered in pale golden to dark golden flowers. The linear seed pods that form later are deflexed and raised over but not often constricted between seeds. Each pod is to around 7 cm (2.8 in) in length and a width of 3 to 4.5 mm (0.12 to 0.18 in). The glossy black seeds within the pods are longitudinal with a broadly elliptic to oblong-elliptic shape and have a length of 3 to 4 mm (0.12 to 0.16 in).",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1928 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. The species was reclassified as Racosperma sessilispicum in 2003 by Leslie Pedley and then transferred back to the genus Acacia in 2006. The other synonyms are Acacia multispicata and Acacia aciphylla var. leptostachys.",
    "Distribution": "It is native to a large area in the southern Wheatbelt and the Great Southern regions of Western Australia where it is found among granite outcrops and hills. The species is found Ballidu in the north to Ravensthorpe in the south east, it grows in granitic loam and sandy soils and is often a part of shrubland and mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}