{
  "url": "https://en.wikipedia.org/wiki/Acacia_congesta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. congesta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia congesta is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to Western Australia.",
    "Description": "The spreading shrub typically grows to a height of 0.5 to 2.5 metres (2 to 8 ft). It has dark grey bark on the trunk and larger branches. The glabrous or hairy branchlets have spinose stipules and a grey to white coloured epidermis that becomes fissured as it gets older. The pungent, dark green phyllodes are variable with a length of 5 to 30 mm (0.20 to 1.18 in) and a width of 3 to 7 mm (0.12 to 0.28 in) and have a prominent midrib and obscure to pronounces lateral nerves. It blooms from August to September and produces yellow flowers.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma congestum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006. The only other synonym is Acacia collina.\nThere are three recognised subspecies:\n\nAcacia congesta subsp. cliftoniana\nAcacia congesta subsp. congesta\nAcacia congesta subsp. wonganensis",
    "Distribution": "It is native to an area along the west coast in the Mid West and the Wheatbelt regions of Western Australia where it has a discontinuous distribution from Geraldton in the north down to around Wongan Hills in the south. It grows among rocky outcrops and hilltops in stony lateritic clay soils as part of open woodland or low shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}