{
  "url": "https://en.wikipedia.org/wiki/Acacia_kempeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. kempeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia kempeana (Acacia or ακακία (akakia) from the Greek word Akis for thorn and kempeana after Pastor Kempe, co-founder of Lutheran Mission at Hermannburg-Ntaria in 1877), commonly known as wanderrie wattle, witchetty bush or granite wattle, is a shrub  in subfamily Mimosoideae of family Fabaceae that is endemic to arid parts of central and western Australia.",
    "Description": "The Wanderrie wattle grows as a spreading shrub or tree with many stems typically to a height of 1 to 6 m (3 ft 3 in to 19 ft 8 in) but can reach over 10 m (33 ft). It has furrowed, usually grey or brown coloured bark and terete, glabrous terete branchlets that are slightly scurfy. Like most Acacia species, it has phyllodes rather than true leaves. These are a bright green to grey-green or blue-green colour, flat, up to around 9 cm (3.5 in) in length and 1.5 cm (0.59 in) wide. The phyllodes have a narrowly elliptic to narrowly elliptic, sometimes narrowly oblanceolate shape. The flowers between January or April and September are yellow, and held in cylindrical clusters 1 to 2 cm (0.39 to 0.79 in) in length. The pods are papery, about 7 cm (2.8 in) long and 1.5 cm (0.59 in) wide.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1882 as part of the work Remarks on Australian Acacias as published in the Australasian Chemist and Druggist. It was reclassified as Racosperma kempeanum in 1987 by Leslie Pedley then transferred back to the genus Acacia in 2006.\nIt is closely related to Acacia sibirica, Acacia duriuscula and Acacia aprepta.",
    "Uses": "The common name \"witchetty bush\" refers to the fact that Australian Aboriginals obtain witchetty grubs from the roots. The bush also provides edible gum and seeds.",
    "Distribution": "The shrub is widely distributed through arid and semi-arid inland areas of Western Australia, South Australia, the Northern Territory and Queensland where it is often found growing on stony hillsides and in a variety soil types especially coarse textured alluvium and is often a part of mulga woodland communities on plains with sandy to loamy soils.",
    "Cultivation": "The shrub can be propagated from scarified seeds or seeds pre-treated in boiling water. It grows well in an open sunny and reasonably well drained position and is suitable for most soil types. It is a hardy species in dry and low maintenance areas noted for being drought and frost tolerant.",
    "References": "\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia (Second and Enlarged ed.). Nedlands, Western Australia: University of Western Australia Press. ISBN 978-1-875560-22-6.\nMoore, P. (2005). A Guide to Plants of Inland Australia (First ed.). New Holland Publishers. ISBN 978-1-876334-86-4."
  }
}