{
  "url": "https://en.wikipedia.org/wiki/Acacia_obtusata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. obtusata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia obtusata, commonly known as blunt-leaf wattle or obtuse wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The shrub typically grows to a height of less than 2.5 metres (8.2 ft) and has a spindly habit and glabrous dark reddish branchlets. Like many species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes have an oblanceolate or sometimes narrowly elliptic shape and are straight to shallowly incurved. They are 4 to 11 cm (1.6 to 4.3 in) in length and have a width of 5 to 16 mm (0.20 to 0.63 in) and are narrowed at the base with a prominent midrib and marginal nerves and obscure lateral nerves. It blooms from August to October and produces inflorescences that appear in group of 5 to 14. The spherical flower-heads contain 15 to 27 sub-densely packed golden coloured flowers. Following flowering chartaceous, glabrous, black seed pods form with a length of 10 cm (3.9 in) and a width of 7 to 12 mm (0.28 to 0.47 in) with the seeds arranged longitudinally inside. The dull black seeds have an oblong to elliptic shape and a length of 5 mm (0.20 in) with a clavate aril.",
    "Taxonomy": "The specific epithet is in reference to the obtuse shape of the phyllodes.",
    "Distribution": "It is endemic to New South Wales from around the Budawang Range in the north down to near Mount Coricudgy where it is found scattered on tablelands growing in sandy soils as a part of dry sclerophyll forest communities. It is common in the western Blue Mountains from around Braidwood to Tumut.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}