{
  "url": "https://en.wikipedia.org/wiki/Acacia_echinuliflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. echinuliflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia echinuliflora is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to northern Australia.",
    "Description": "The tree typically grows to a maximum height of 4 to 8 m (13 to 26 ft). It has dark brown to black coloured bark that is fibrous and shaggy. It has resinous, terete, reddish brown coloured branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen, thinly coriaceous and glabrous phyllodes have a narrowly elliptic or oblanceolate shape and are straight or slightly curved. The flat, shiny phyllodes have a length of 9 to 18.5 cm (3.5 to 7.3 in) and a width of 6 to 14 mm (0.24 to 0.55 in) wide with a prominent midrib and two secondary nerves. It blooms between June and August producing golden flowers. The cylindrical flower-spikes occur singly or in pairs in the axils and have a length of 5 to 7 cm (2.0 to 2.8 in) with bright yellow to golden flowers. Following flowering straw-coloured and resinous seed pods form that have a linear to oblong shape and are straight to undulate and raised over seeds alternately on each side with a length of 7 to 9 cm (2.8 to 3.5 in). The brown or black seeds inside are arranged transversely and have an obloid or ellipsoidal shape.",
    "Distribution": "It is endemic to the Northern Territory where it is commonly found along the escarpments in the western portion of Arnhem Land in the north and down to Nitmiluk National Park in the south where it grows in sandy soils that are part of creeks and streams that are responsible for draining the escarpment.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}