{
  "url": "https://en.wikipedia.org/wiki/Acacia_pruinocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pruinocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pruinocarpa, commonly known as black gidgee, gidgee or tawu, is a tree in the family Fabaceae that is endemic to arid parts of Australia.",
    "Description": "Black gidgee is a tree with an upright habit and typically grows to a height of 3 to 12 m (9.8 to 39.4 ft) and with a girth of up to 2 m (6 ft 7 in) or more. Like most Acacia species, it has phyllodes rather than true leaves.  These are a grey-green colour with a length of 7 to 17 cm (2.8 to 6.7 in) and a width of 6 to 30 mm (0.24 to 1.18 in) and slightly curved. The phyllodes have a linear to linear-elliptic shape with a prominent midrib and marginal nerves. It blooms between October and December and produces flowers that are yellow and held in cylindrical clusters. The spherical flowerheads have a diameter of 7 to 8 mm (0.28 to 0.31 in) and contain 55 to 110 densely packed light golden flowers. The narrowly oblong seed pods are pale brown and papery with a length of up to 12 cm (4.7 in) and a width of 2 cm (0.79 in). The transverse to oblique, dull black seeds have an ovate to oblong-elliptic shape with a length of 5 to 6 mm (0.20 to 0.24 in).",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1968 as part of R.H. Anderson and Tindale's work Notes on Australian taxa of Acacia as published in Contributions from the New South Wales National Herbarium. It was reclassified as Racosperma pruinocarpum by Leslie Pedley in 2003 then transferred back into the genus Acacia in 2006. The species is often confused an misidentified as Acacia notabilis.",
    "Distribution": "It is native throughout the arid centre of Australia, from Carnarvon, Western Australia, east to the Tanami Desert, Northern Territory and Mann Range, South Australia. It is especially common along watercourses and in low-lying areas that receive drainage. The tree is found in many types of habitat usually in stony sand or loamy soils and is associated with Acacia aneura and spinifex communities.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": " Data related to Acacia pruinocarpa at Wikispecies\nNT Flora: Acacia pruinocarpa. Northern Territory Government.\nAcacia pruinocarpa (Google Images)"
  }
}