{
  "url": "https://en.wikipedia.org/wiki/Acacia_pubescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pubescens, also known as the downy wattle, is a species of wattle found in the Sydney Basin in eastern New South Wales. It grows as a shrub to small tree from 1 to 5 m (3.3 to 16.4 ft) high. As with all wattles, it has leaf-like structures known as phyllodes instead of leaves, which are compound (pinnate) and measure 1.5–6.5 cm (0.59–2.56 in) in length. The globular yellow flowers appear in spring (August to October). The downy wattle is classified as vulnerable; much of its habitat has vanished with the growth of the city of Sydney.",
    "Taxonomy": "French botanist Étienne Pierre Ventenat described the downy wattle in 1803, in his Jardin de la Malmaison as Mimosa pubescens. It had been grown at the Château de Malmaison in the garden of the Empress Joséphine de Beauharnais. Robert Brown gave it its current name in 1813 in Hortus Kewensis. Common names include downy wattle and hairy-stemmed wattle. Derived from the Latin pubescens \"hairy\", the species name relates to the hairy stems. English botanist George Bentham classified A. pubescens in the series Botrycephalae  in his 1864 Flora Australiensis. Queensland botanist Les Pedley reclassified the species as Racosperma pubescens in 2003, when he proposed placing almost all Australian members of the genus into the new genus Racosperma. However, this name is treated as a synonym of its original name.\nAlong with other bipinnate wattles, it is classified in the section Botrycephalae within the subgenus Phyllodineae in the genus Acacia. An analysis of genomic and chloroplast DNA along with morphological characters found that the section is polyphyletic, though the close relationships of it and many other species were unable to be resolved.Hybrids with Cootamundra wattle (Acacia baileyana) and West Wyalong wattle (A. cardiophylla) have been reported.",
    "Description": "Acacia pubescens grows as a shrub to small tree anywhere from 1 to 5 m (3.3 to 16.4 ft) high. The smooth bark is grey-brown in colour, and the branches can have a slightly drooping or weeping habit. Like all wattles, the downy wattle has leaf-like structures known as phyllodes which are compound (pinnate) and measure 1.5–6.5 cm (0.59–2.56 in) in length with 3 to 12 pairs of smaller \"leaves\" or pinnae, each 0.5–2.5 cm (0.20–0.98 in) long, and themselves composite - composed of 5 to 20 pairs of pinnules. Arranged in racemes, the globular yellow flowers appear in spring (August to October), peaking in September. Flowering is followed by the development of 3–7 cm long seed pods, which ripen over October to December.",
    "Distribution and habitat": "Endemic to New South Wales, Acacia pubescens is restricted to the Sydney Basin, where it is found in scattered populations from Bardwell Valley to Oakdale and Mountain Lagoon. Most plants are located around Bankstown, Fairfield and Rookwood in southwestern Sydney, and Pitt Town in the city's northwest. Most of its habitat has vanished with the spread of housing in Sydney's suburbs, and it is classified as \"Vulnerable\". It is found on clay soils and associated plant communities—alluvial- and shale-based soils. It grows in open sclerophyll forest, associated with such species as grey box (Eucalyptus moluccana), broad-leaved ironbark (E. fibrosa), white feather honeymyrtle (Melaleuca decora), and blackthorn (Bursaria spinosa).\n\n\n== References =="
  }
}