{
  "url": "https://en.wikipedia.org/wiki/Acacia_littorea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. littorea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia littorea, also known as the shark tooth wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The dense pungent shrub typically grows to a height of 0.5 to 3.0 metres (1.6 to 9.8 ft) and produces yellow flowers from August to November. It has glabrous but prominently ribbed branchlets. The green, pungent and somewhat crowded phyllodes are ascending on the branchlets. They have an interesting obtriangular to obdeltate shape resembling a sharks tooth. The phyllodes are 7 to 17 millimetres (0.28 to 0.67 in) long and 5 to 15 mm (0.20 to 0.59 in) and sometimes larger. The simple inflorescences have globular heads containing 8 to 15 pale-yellow flowers. After flowering blackish to yellowish linear to curved seed pods that are around 6 centimetres (2.4 in) in length with a width of 2.5 to 3 mm (0.10 to 0.12 in). The pods contain shiny brown oblong seeds arranged longitudinally which are 2.5 to 3 mm (0.10 to 0.12 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1978 as part of the work Studies in the genus Acacia (Mimosaceae) – 8 A revision of the Uninerves – Triangulares, in part (the tetramerous species) published in the journal Nuytsia.The type specimen was collected by Bruce Maslin along the shoreline of Princess Royal Harbour near Albany in 1975.Several synonyms exist: Acacia dolabriformis, Acacia trapezoides, Acacia cuneata var. glabra, Acacia decipiens var. triangularis, Mimosa decipiens and Acacia praemorsa.The species is closely related to Acacia truncata.",
    "Distribution": "It is native to an area in the South West, Great Southern and Peel regions of Western Australia. The bulk of the population is found from Busselton east to Bremer Bay. An isolated population id found on Rottnest Island. A. littorea grows mostly on coastal dunes in deep sandy soils and in limestone area. It is commonly found in heath land communities and can be a dominant species.",
    "Cultivation": "A. littorea is commercially available in seed form or as tubestock. It prefers a sunny position and well-drained soils and suits a coastal garden. The species is drought- and frost-tolerant. It is fast-growing but short-lived and suitable for erosion control or as a windbreak.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}