{
  "url": "https://en.wikipedia.org/wiki/Acacia_semilunata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. semilunata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia semilunata is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The shrub or tree typically grows to a height of 5 metres (16.4 ft). It has terete branchlets that can be covered in a fine white powdery coating. The branchlets are rarely glabrous and more often sparsely to moderately pubescent with  spreading, straight hairs. Like most species of Acacia it has phyllodes rather than true leaves. The thin grey-green phyllodes look crowded on their stem projections and usually have an inequilaterally narrowly elliptic to oblong-oblanceolate shape. They are 1.5 to 3 cm (0.59 to 1.18 in) in length and 5 to 9 mm (0.20 to 0.35 in) wide and are glabrous except few marginal hairs near base. The racemose inflorescences are aggregated in the upper axils and have sperical flower-heads containing 15 to 20 golden flowers. The glabrous and firmly chartaceous seed pods that form after flowering are linear to shallowly curved with a length of up to 8 cm (3.1 in) and a width of {{cvt|4|to|5|mm}. The shiny blacks seeds are arranged longitudinally inside the pods with an oblong shape and a length of 4 to 4.5 mm (0.16 to 0.18 in).",
    "Distribution": "It is endemic only in a small area in south eastern Queensland from around Knockbreak Station in the north to near Stanthorpe in the south where it is found on low rocky hills growing in sandy-loamy soils as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}