{
  "url": "https://en.wikipedia.org/wiki/Acacia_longifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. longifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia longifolia is a species of Acacia native to southeastern Australia, from the extreme southeast of Queensland, eastern New South Wales, eastern and southern Victoria, and southeastern South Australia. Common names for it include long-leaved wattle, acacia trinervis, aroma doble, golden wattle, coast wattle, sallow wattle and Sydney golden wattle. It is not listed as being a threatened species, and is considered invasive in Portugal and South Africa. In the Southern region of Western Australia, it has become naturalised and has been classed as a weed by out-competing indigenous species. It is a tree that grows very quickly reaching 7–10 m in five to six years.",
    "Subspecies": "There are two subspecies:\nAcacia longifolia subsp. longifolia\nAcacia longifolia subsp. sophorae (Labill.) Court",
    "Uses": "Acacia longifolia is widely cultivated in subtropical regions of the world. Its uses include prevention of soil erosion, food (flowers, seeds and seed pods), yellow dye (from the flowers), green dye (pods) and wood. The flower colour derives from the organic compound kaempferol. The tree's bark has limited use in tanning, primarily for sheepskin. It is useful for securing uninhabited sand in coastal areas, primarily where there are not too many hard frosts. In Tasmania the ripening pods were roasted and the seeds removed and eaten.",
    "Control": "In South Africa at least, the Pteromalid wasp Trichilogaster acaciaelongifoliae has been introduced from Australia, and has spread rapidly, achieving substantial control. The effect on the trees has been described as drastic seed reduction (typically over 90%) by galling of reproductive buds, and indirect debilitation of the affected plant by increased abscission of inflorescences adjacent to the growing galls. The presence of galls also caused leaf abscission, reducing vegetative growth as well as reproductive output.",
    "Phytochemistry": "N-(2-imidazol-4-yl-ethyl)-trans-cinnamamide\nN-(2-imidazol-4-yl-ethyl)-deca-trans-2, cis-4-dienamide\ndimethyltryptamine 0.2-0.3%, histamine",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}