{
  "url": "https://en.wikipedia.org/wiki/Acacia_oncinophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. oncinophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia oncinophylla, commonly known as hook-leaved acacia, is a shrub belonging to the genus Acacia and the subgenus Juliflorae.",
    "Description": "The shrub typically grows to a height of 0.5 to 3 metres (2 to 10 ft) and has minni ritchi style bark and  flattened and angular ribbed branchlets that glabrous or sparsely hairy on ribs and are sometimes coated with a white powdery coating. Like most species of Acacia it has phyllodes rather than true leaves. Thee evergreen phyllodes have a  linear or linear-oblanceolate shape and can be either straight or curved. The glabrous, flexible or semi-rigid phyllodes have a length of 4 to 13 cm (1.6 to 5.1 in) and a width of 1 to 6 mm (0.039 to 0.236 in) with an acute to acuminate apex and have three to seven raised nerves on each face. It flowers from August to September producing yellow flowers. The simple inflorescences are found in pairs in the axils and have cylindrical flower-spikes with a length of 11 to 25 mm (0.43 to 0.98 in) and a diameter of 5 to 6 mm (0.20 to 0.24 in) and are densley packed with 50 to 97 golden coloured flowers. After flowering golden to silver coloured velvety seed pods form that have a linear shape and are straight to very slightly curved. The pods have a length of up to 6 cm (2.4 in) and a width of 5 to 6 mm (0.20 to 0.24 in) with obliquely arrnaged seeds inside. The glossy black seeds have a broadly elliptic shape and a length of 3 to 3.5 mm (0.12 to 0.14 in) with an apical aril.",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1839.\nThere are two recognised subspecies:\n\nAcacia oncinophylla subsp. oncinophylla\nAcacia oncinophylla subsp. patulifoliaIt is quite closely related to Acacia fauntleroyi which is found further the east.",
    "Distribution": "It is native to Swan Coastal Plain and South West regions of Western Australia where it is commonly situated on hills andslopes growing in granitic or lateritic soils. It is found from around Mogumber in the north and follow down the Darling Range to around Wagerup in the south often as a part of Jarrah woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}