{
  "url": "https://en.wikipedia.org/wiki/Acacia_caroleae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. caroleae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia caroleae, also known as Carol's wattle or narrow leaf currawong, is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub or tree typically grows to a maximum height of 7 m (23 ft) and has many branches that grow more or less parallel to the main stem. It has dark grey coloured bark that is corrugated and longitudinally fissured. The glabrous and angular branchlets are a pinkish to dull purplish red colour and can be covered in granules and often are resinous. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen, coriaceous, scurfy and glabrous phyllodes are flat and have a linear shape that is straight to shallowly incurved. The narrow blue-grey-green coloured phyllodes have a length of 5 to 21 cm (2.0 to 8.3 in) and a width of 1.5 to 6.5 mm (0.059 to 0.256 in) and have an inconspicuous, parallel midvein. It blooms between August producing golden flowers.  The racemose inflorescences produce flower-spikes with a length of 1.2 to 2.8 cm (0.47 to 1.10 in) bearing golden flowers. Following flowering wrinkled and glabrous seed pods form with a linear that are raised over the seeds and have a length of 6 to 8 cm (2.4 to 3.1 in) raised over seeds with longitudinally arranged seeds inside. The dark brown to blackish coloured seeds have an oblong-elliptic shape and a length of 4 to 4.5 mm (0.16 to 0.18 in) that have a slightly paler pleurogram.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1978 as part of the work A revision of Acacia Mill. in Queensland as published in the journal Austrobaileya. It was reclassified by Pedley in 1987 as Racosperma caroleae then transferred back to genus Acacia in 2001. the only other synonym is Acacia doratoxylon var. angustifolia. It is closely related to Acacia doratoxylon and also related to Acacia granitica and Acacia burrowii.",
    "Distribution": "It is endemic to the inland parts of south-eastern Queensland and north-eastern parts of New South Wales from around  Moura in the north and Gilgandra in the south where it is found on hills and plains growing in sandy and alluvial soils. It is commonly found in disturbed area and as a part of open Eucalyptus woodland or forest communities that are often dominated by species of Callitris.",
    "Cultivation": "It is commercially available for cultivation in seed form and germination can be enhance by smoke treatment, it is noted as being a cold and drought hardy species.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}