{
  "url": "https://en.wikipedia.org/wiki/Acacia_coolgardiensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. coolgardiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia coolgardiensis, commonly known as sugar brother or spinifex wattle, is a shrub  in the family Fabaceae.  Endemic to Western Australia, it is widely distributed in the semi-arid spinifex country from Carnarvon to Kalgoorlie.\nSugar brother grows to a height of about three metres.  It nearly always has multiple stems.  Like most Acacia species, it has phyllodes rather than true leaves.  These are green, and may be up to 10 centimetres long and about three millimetres wide.  The flowers are yellow, and held in cylindrical clusters up to two centimetres long and five millimetres wide.  The pods are papery, about three millimetres wide.",
    "Taxonomy": "It was first published by Joseph Maiden in 1920, based on a specimen collected by Leonard Clarke Webster near Coolgardie in 1900, and a description of the fruit near Kunonoppin supplied by Frederick Stoward. The specific name is in reference to the town of Coolgardie.\nThere are three recognised subspecies:\n\nA. c. subsp. coolgardiensis\nA. c. subsp. effusa\nA. c. subsp. latior",
    "References": "\"Acacia coolgardiensis\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Acacia coolgardiensis\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Acacia coolgardiensis Maiden\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}