{
  "url": "https://en.wikipedia.org/wiki/Acacia_denticulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. denticulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia denticulosa, commonly known as sandpaper wattle, is a species of Acacia native to the south-west of Western Australia. A spindly shrub 1–4 m high, it flowers from September to October, producing dense, curved, yellow flower spikes.",
    "Taxonomy": "Acacia denticulosa was first formally described in 1876 by Victorian Government Botanist Ferdinand von Mueller based on plant material collected from the vicinity of Mount Churchman by Jess Young. The population at this location is now extinct following extended drought. The species name is from the Latin dens \"tooth\", and refers to the small teeth along the phyllode margins. Queensland botanist Les Pedley reclassified the species as Racosperma denticulosum in 2003, in his proposal to reclassify almost all Australian members of the genus into the new genus Racosperma, however this name is treated as a synonym of its original name.",
    "Description": "Sandpaper wattle grows as a spindly shrub with an open habit from 1 to 4 m (3.3 to 13.1 ft) high and 3 m (9.8 ft) wide. Young stems are rough and warty, as are the dark green phyllodes. Like other wattles, its leaf-like structures are actually enlarged and flattened petioles known as phyllodes. These are irregularly oval in shape, 5–9 cm (2.0–3.5 in) long and 3.5–7.5 cm (1.4–3.0 in) wide and prominently veined. Flowering occurs over September and October, the prominent cylindrical golden flower spikes are 3–8 cm long and arise from the leaf axis. These are followed by straight or just curved seedpods that are up to 7.5 cm (3.0 in) long and 0.3–0.45 cm (0.12–0.18 in) wide. They have prominent swellings along them that mark where the seeds are. The seeds themselves are a shiny brownish black and measure 0.35–0.4 cm (0.14–0.16 in) in length.",
    "Distribution and habitat": "Sandpaper wattle is found in eight scattered populations over a range of 180 km (110 mi) in the Merredin district in the Western Australian Wheatbelt northeast of Perth, over an area roughly bounded by Nungarin in the south, Wongan Hills in the west and east of Mount Churchman in the east. It generally grows on or near granite outcrops, and occasionally on sandplains, or a range of soils such as silt, clay, loam or sand.It is listed as vulnerable under both Western Australian and Federal legislation. Key threats include continuing land clearance in its vicinity, altered hydrology and extended drought. Local invasive weeds that may directly impact on it include bridal creeper (Asparagus asparagoides), saffron thistle (Carthamus lanatus) and cape tulip (Moraea flaccida).",
    "Cultivation": "Sandpaper wattle has horticultural features including its unusual leaves and bright flowers. It is also bird-attracting. All wattles are legumes and hence fix nitrogen in the soil. Readily grown from seed, it is fast growing and can flower within the first year. Flowering can last until early summer in cultivation. It requires a sunny aspect and good drainage, though might not adapt well to areas with humid summers.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}