{
  "url": "https://en.wikipedia.org/wiki/Acacia_gladiiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gladiiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gladiiformis, commonly known as sword wattle or sword-leaf wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub typically grows to a height of 1 to 4 m (3 ft 3 in to 13 ft 1 in) and has an open habit. It has narrowly oblanceolate, shaped phyllodes with a length of 7 to 15 cm (2.8 to 5.9 in) and a width of 6 to 12 mm (0.24 to 0.47 in) and has a prominent midvein and margins. It usually blooms between July and October producing inflorescences that appear in clusters of 3 to 12 found in axillary racemes. The axis usually has a length of 1 to 6 cm (0.39 to 2.36 in) with spherical flower-heads with a diameter of 7 to 10 mm (0.28 to 0.39 in) containing 30 to 50 bright yellow flowers. After flowering thin leathery brown flat seed pods form that are straight to slightly curved. the pods have a length of 6 to 15 cm (2.4 to 5.9 in) and a width of 5 to 10 mm (0.20 to 0.39 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham from specimens collected by Allan Cunningham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma gladiiforme in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.\nThe specific epithet it taken from the Latin word for sword in reference to the shape of the phyllodes.",
    "Distribution": "It is found on the tablelands and western slopes of the Great Dividing Range in New South Wales from Warialda in the north through to Cowra in the south as a part of Eucalyptus woodland communities growing in rocky soils over and around granite or sandstone. The plant is also known in south east Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}