{
  "url": "https://en.wikipedia.org/wiki/Acacia_eriopoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. eriopoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia eriopoda, commonly known as the Broome pindan wattle and the narrow-leaf pindan wattle, is a species of wattle in the legume family that is native to northern Western Australia. It is also known as Yirrakulu to the Nyangumarta peoples.",
    "Description": "It grows as an erect shrub or small tree, 2 to 8 m (6 ft 7 in to 26 ft 3 in) in height. It produces yellow flowers from April to September. It has either a single trunk or divides into four or less erect, straight main stems close to the base. The open to almost dense canopy has a delicate appearance. It has mid-grey to light grey coloured bark that is finely longitudinally fissured alongh the trunks and main branches becoming smooth of smaller branches. The green to grey-green phyllodes sometimes have a yellowish tinge. The phyllodes are long and linear with a length of 10 to 24 cm (3.9 to 9.4 in) and a width of 1 to 5 mm (0.039 to 0.197 in). They are also straight to very shallowly incurved with numerous parallel longitudinal fine nerves. The simple inflorescences form as flower-spikes with a length of around 2.5 cm (0.98 in) densley packed with light golden flowers. The penduouls seed pods that form after flowering are produced in large numbers and have a shape resembling a string of beads with a length of 6 to 20 cm (2.4 to 7.9 in) and a width of 3 to 4 mm (0.12 to 0.16 in). The pods are thinly coriaceous-crustaceous and straight to shallowly curved with a light brown colour when mature with a variably white-scurfy surface. The shiny black seeds have pale dull coloured middle have an ellipsoidal to obloid-ellipsoidal and a length of 4 to 6.5 mm (0.16 to 0.26 in) and a white aril.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma eriopodum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.\nThe specific epithet is derived from the Greek erio- meaning wool and -poda meaning foot in reference to the short hairy pedicels.",
    "Distribution and habitat": "It occurs on red sandy soils in the Carnarvon, Central Kimberley, Dampierland, Gascoyne, Great Sandy Desert, Little Sandy Desert, Ord Victoria Plain, Pilbara and Tanami IBRA bioregions. It is associated with pindan habitats. It is mostly found in the Kimberley region with some of the population found in the Pilbara where it is found in along watercourses and on low rocky ranges where it grows on deep red sand and alluvial pindan plain in sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}