{
  "url": "https://en.wikipedia.org/wiki/Acacia_spinescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. spinescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia spinescens, commonly known as spiny wattle, is a shrub belonging to the genus Acacia and the subgenus Alatae. It is native to New South Wales, South Australia and Victoria.",
    "Description": "The erect multi-branched shrub typically grows to a height of around 0.5 to 1 metre (2 to 3 ft). The rigid terete branchlets are green and spiny with yellow rib striations. The usually will have few or no leaves with sometimes remaining at the base of the plant. The leaves have a curved or hooked shape with a prominent mid-vein. It flowers between July and October producing a solitary flower-spike solitary with bright yellow, globular flower-heads. It will later form dark brown seed pods with a curving and often twisted linear shape. Each pod is around 30 millimetres (1.2 in) in length with a width of 3.5 mm (0.1 in). Pods contain hard, dark brown seeds with an ovoid shape. Each seed is around 3.5 mm (0.1 in) long and 2.5 mm (0.1 in) wide.",
    "Classification": "The species name is taken from the Latin words spina meaning thorn or spine and escens meaning beginning. The name refers to the branches ending with a sharp point or spine. The species was named by George Bentham in 1842 as part of the William Jackson Hooker work Notes on Mimoseae, with a synopsis of species published in the London Journal of Botany.",
    "Distribution": "The species is found in a variety of soil types and ecological communities and associates with other plant species. In South Australia it is found in southern parts extending from the Great Victoria Desert in the west through to the border with Victoria in the east . It is also found on Kangaroo Island. In Victoria the plant is only found in eastern areas in the mallee and goldfields regions extending north into south-western parts of New South Wales.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}