{
  "url": "https://en.wikipedia.org/wiki/Acacia_chisholmii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. chisholmii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia chisholmii, commonly known as turpentine bush and Chisholm's wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to arid areas of north eastern Australia.",
    "Description": "The resinous multi-stemmed shrub has a spreading habit that typically grows to a height of 4 m (13 ft) and has minni ritchi style bark. It has angular, purplish brown or red-brown coloured branchlets that are minutely crenulated with slightly appressed-villous ridges. It flowers between May and August producing golden flower spikes with a length of 13 to 28 mm (0.51 to 1.10 in). After flowering it produces linear, flat seed pods that are constricted between the seeds. The pods have a length of 2.5 to 14 cm (0.98 to 5.51 in) and have pale margins. The dark brown to black seeds within the pods have a narrowly oblong to elliptic shape and have a length of 3.6 to 4.5 mm (0.14 to 0.18 in).",
    "Taxonomy": "The species was first formally described by the botanist Frederick Manson Bailey in 1899 as part of the work Contributions to the Queensland Flora as published in the Queensland Agricultural Journal. It was reclassified as Racosperma chisholmii by Leslie Pedley in 1987 and then transferred back into the genus Acacia in 2001. The only other synonym is Acacia costinervis.\nIt is quite closely related to Acacia lysiphloia and Acacia trachycarpa, Acacia effusa and Acacia gracillima. It is also able to hybridize with Acacia monticola.",
    "Distribution": "A. chisholmii is found in western parts of Queensland and is quite common in the Mount Isa to Cloncurry area. The plant is found on stony usuallylateritic plains with shallow, sandy soils or in undulating country and on escarpments and s usually part of grassland or Eucalypt and spinifex woodland communities. Smaller populations are found in far eastern parts of the Northern Territory around Lake Nash.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}