{
  "url": "https://en.wikipedia.org/wiki/Acacia_nematophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. nematophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia nematophylla, commonly known as coast wallowa, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae where it is endemic to southern Australia.",
    "Description": "The shrub typically grows to a height of around 2.5 m (8 ft 2 in) and has a bushy habit. It has glabrous branchlets that are angled at the extremities. The ascending to erect, grey-green phyllodes are flat with a narrowly linear shape and are straight or slightly curved. The phyllodes are around 2 to 4 cm (0.79 to 1.57 in) in length and have a width of 0.7 to 1.5 mm (0.028 to 0.059 in). The shrub flowers almost year-round with the exception of June with a peak between November and February. It has simple inflorescences simple that occur singly in the axils with spherical flower-heads containing 28 to 41 yellow flowers. The sub-woody linear brown seed pods that form after flowering have a length of 11 cm (4.3 in) and a width of 5 to 6 mm (0.20 to 0.24 in). The pods contain oblong to elliptic shaped slightly shiny, dark brown to black coloured seeds that are 4 to 5 mm (0.16 to 0.20 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae a spublished in Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. It was reclassified as Racosperma nematophyllum by Leslie Pedley in 2003 then transferred back genus Acacia in 2006.\nThe specific epithet is taken from the Greek word nemato meaning thread-like and phyllon meaning leaf in reference to the shape of the phyllodes.",
    "Distribution": "It is native to areas on the Eyre Peninsula, southern Yorke Peninsula and Fleurieu Peninsula of South Australia where it is found among sand dunes growing in sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}