{
  "url": "https://en.wikipedia.org/wiki/Acacia_daphnifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. daphnifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia daphnifolia, also known as northern manna gum, is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to Western Australia.",
    "Description": "The tree or shrub typically grows to a height of 4.0 metres (13 ft) and has smooth light grey to red-brown bark on the stem and major branches. It is often composed of multiple stems and can spread by root-suckering. The dull-green phyllodes are patent or occasionally sub-pendulous with an oblanceolate to narrowly elliptic shape. The straight to shallowly recurved phyllodes have a length of 4 to 10 cm (1.6 to 3.9 in) and a width of 4 to 27 mm (0.16 to 1.06 in). It blooms from May to June and produces yellow flowers. The inflorescences have spherical flower-heads that have a diameter of 3 to 4 mm (0.12 to 0.16 in) containing 17 to 30 showy golden flowers with a delicate fragrance. The dark brown to black seed pods that form after flowering resemble a string of beads and have a length of 8 to 20 cm (3.1 to 7.9 in) and a width of 7 to 10 mm (0.28 to 0.39 in). The dull brown to black seeds have an oblong to elliptic shape. Seeds are 7 to 9 mm (0.28 to 0.35 in) in length and 5 to 5.5 mm (0.20 to 0.22 in) in width.",
    "Taxonomy": "The species was first formally described by the botanist Carl Meissner in 1855 in the work Botanische Zeitung. The only synonyms are Acacia microbotrya var. borealis and Acacia subfalcata. The plant is a part of the Acacia microbotrya along with Acacia amblyophylla and Acacia splendens.",
    "Distribution": "It is native to an area in the Mid West and Wheatbelt regions of Western Australia. The plant is often situated in a variety of habitats including low hills, along the banks of creeks, around areas of saline drainage, flats and road verges where it grows in gravelly sandy-clay or loamy soils found around outcrops of granite or laterite.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}