{
  "url": "https://en.wikipedia.org/wiki/Acacia_bakeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bakeri"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Marblewood\" redirects here. This term is also used for the ebony Diospyros marmorata.\n\nAcacia bakeri, known as the marblewood, white marblewood, Baker's wattle or scrub wattle, is one of the largest of all acacias, growing to 40 m (130 ft) tall. It is a long-lived climax rainforest tree from eastern Australia. Unlike most acacias, fire is not required for seed germination. This tree is considered vulnerable to extinction. Its former habitat is lowland sub tropical rainforest which has been mostly cleared in the 19th and 20th century.",
    "Description": "The tree is found with heights of 5 to 40 m (16 to 131 ft) but must often is found with a height of around 8 m (26 ft) and has an erect to spreading habit. The grey to greyish brown coloured bark is finely fissured or sometimes smooth. It has reddish coloured, terete and glabrous branchlets. Like most Acacias it has phyllodes rather than true leaves. The evergreen phyllodes have an elliptic to broadly elliptic shape and are straight to slightly curved with a length of 5 to 10 cm (2.0 to 3.9 in) and a width of 15 to 50 mm (0.59 to 1.97 in) and have three to four prominent veins. It usually flowers in the spring and produces inflorescences that appear singly on the raceme axis. The spherical flower-heads have a diameter of 3 to 5 mm (0.12 to 0.20 in) and contain 15 to 30 pale yellow to cream-coloured flowers. The firmly papery to thinly leathery seed pods that form after flowering are straight or curved and flat but can be constricted between the seeds. The pods are 5 to 6 cm (2.0 to 2.4 in) in length and 10 to 16 mm (0.39 to 0.63 in) wide containing longitudinally arranged seeds.\n The sub-shiny dark brown seeds are flattened and have an oblong to broadly elliptic shape and a length of 6 to 10 mm (0.24 to 0.39 in).",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1896 as part of the work A giant Acacia from the Brunswick River as published in the Proceedings of the Linnean Society of New South Wales. It was reclassified as Racosperma bakeri by Leslie Pedley in 1987 the transferred back to genus Acacia in 2001.\nThe specific epithet honours Richard Thomas Baker who worked for the Sydney Technological Museum and collected the type specimen.\nIt is thought to be allied with Acacia binervata and part of a group of species closely related Acacia rothii.",
    "Distribution": "The natural range of distribution is from Brunswick Heads and Mullumbimby in north eastern New South Wales to around the Burrum River in the Maryborough of south eastern Queensland where it is commonly a part of wet sclerophyll Eucalyptus forest and rainforest communities. It grows usually in lowland areas with volcanic and alluvial soils.",
    "See also": "List of Acacia species",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 210"
  }
}