{
  "url": "https://en.wikipedia.org/wiki/Acacia_granitica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. granitica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia granitica commonly known as the granite wattle is a shrub in the family Fabaceae.  Endemic to Australia, it occurs on the New England Tableland of New South Wales and southern Queensland. It is species tolerant of poor drainage, frost and snow.",
    "Description": "Acacia granitica is a spreading or upright shrub 1–1.5 m (3–5 ft) high and wide, occasionally growing to 3 m (10 ft) tall in favourable conditions.  Its branches grow horizontally from ground level and have a lined, roughish bark. Smaller branches are smooth and generally round. The phyllodes are more or less rigid, straight and narrowly elongated, 10–25 cm (4–10 in) long and 0.5–3 mm (0.02–0.1 in) wide.  Each phyllode is smooth or has fine silky hairs with several obscure parallel veins and occasionally a more prominent midvein tapering to a stiff point. The phyllodes narrow to a short curved lined stalk.  The inflorescence consists of 14-22 pale yellow to bright yellow flowers 3–10 mm (0.1–0.4 in) long and appear in pairs in the phyllode axis. The flower stalks are 0.5–3 mm (0.02–0.1 in) long covered in fine hairs. The seed pods are a dull mid-brown, narrow, either straight or with a definite curve and 3–9.5 cm (1–4 in) long and 2–3 mm (0.08–0.1 in) wide. They are also finely furrowed lengthwise, brittle and firm at maturity and either smooth or with several fine hairs at the apex.  A species tolerant of snow and frost and wet situations, it flowers from late July to early October.",
    "Taxonomy and naming": "Acacia granitica was first formally described by Joseph Maiden in 1921 and the description was published in the Journal and Proceedings of the Royal Society of New South Wales. This wattle was initially named Acacia doratoxylon var. ovata in 1921 by Maiden and Ernst Betche from a specimen collected near Stanthorpe. In 1921, Joseph Maiden raised the variety to species status, giving it the name Acacia granitica because the name Acacia ovata was already in use for a different species. Maiden did not give a reason for the epithet (granitica) but  wrote \"apparently always on granite\".",
    "Distribution and habitat": "This species mainly grows in north-eastern New South Wales near Bendemeer, Torrington and Guyra on granite outcrops in shallow sandy soil and also on sandstone in eucalypt forests, sometimes in heath or near creeks north of Grafton New South Wales to Crows Nest in Queensland. It tolerates poor drainage, frost and snow.\n\n\n== References =="
  }
}