{
  "url": "https://en.wikipedia.org/wiki/Acacia_rigida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. rigida"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia rigida is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of western Australia.",
    "Description": "The compact or sprawling shrub typically grows to a height of 1.5 m (4 ft 11 in) and a width of up to 3.5 m (11 ft). It has reddish to orange coloured branches with branchlets that are densely covered in fine hairs and setaceous stipules that are 2.5 to 3.5 mm (0.098 to 0.138 in) in length. 2.5–3.5 mm long. The rigid green phyllodes have inequilaterally lanceolate to narrowly lanceolate shape that is sometimes linear. The pungent glabrous phyllodes are 9 to 4 mm (0.35 to 0.16 in) in length and 1 to 1.2 mm (0.039 to 0.047 in) wide and have five main nerves and a prominent mid-rib. It blooms and produces simple inflorescences that occur singly in the axils. The spherical flower-heads contain 8 to 12 loosely pack golden flowers. The shallowly curved, red-brown seed pods that form after flowering are to 6 cm (2.4 in) in length and have a diameter of 4.5 mm (0.18 in). The pods contain oblong shaped seeds that around 5.5 mm (0.22 in) in length.",
    "Distribution": "It is endemic parts of the Wheatbelt region of Western Australia extending from Kellerberrin in the north east around Meckering in the north west to parts of the Darling Range to the east of Mundaring in the south west to Cuballing in the south east where it grows in deep sandy soils or gravelly loam or clay soils in scrub or woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}