{
  "url": "https://en.wikipedia.org/wiki/Acacia_lasiocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. lasiocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia lasiocalyx, commonly known as silver wattle or shaggy wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae.",
    "Taxonomy": "The species is closely related to Acacia conniana which has nonpruinose branchlets, shorter phyllodes and smaller pods enclosing smaller seeds. Other relatives are A. anastema and A. longiphyllodinea.The Noongar peoples know the tree as wilyurwur.",
    "Description": "The open often weeping tree or shrub typically grows to a height of 1.5 to 7 metres (5 to 23 ft), although some specimens may reach 25 m. It blooms from July to October producing yellow flowers. The leaf-like phyllodes are 25 centimetres (10 in) and gently curving, each terminating in a hooked point. The  inflorescences are simple, sometimes with a few rudimentary racemes interspersed with axes that are 0.5 to 1 millimetre (0.02 to 0.04 in) in length with paired peduncles paired that are 8 to 17 millimetres (0.3 to 0.7 in) long. They are pruinose with 20 to 40 millimetres (0.8 to 1.6 in) spikes and with a diameter of 6 to 7 millimetres (0.2 to 0.3 in) densely packed with a golden colour. The seed pods are linear and raised over seeds with a straight to slightly curved shaped and are up to 16 centimetres (6.3 in) long and 5.5 millimetres (0.2 in) wide. The seeds are longitudinal with an elliptic to oblong shape.",
    "Distribution": "It is native to a large area in the Wheatbelt, Goldfields-Esperance and Great Southern regions of Western Australia, and is found as far north as Eneabba an south as Bremer Bay and east as Kalgoorlie. It is typically found growing as a thicket amongst granite outcrops.",
    "Ecology": "The tree is fibrous and copes well in arid conditions. It germinates prolifically after fire forming dense thickets of trees which are about 4 metres (13.1 ft) in height. These thickets thin out over the following decades, and trees my attain a height of 25 metres.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}