{
  "url": "https://en.wikipedia.org/wiki/Acacia_iteaphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. iteaphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia iteaphylla, commonly known as Flinders Range wattle, Port Lincoln wattle, winter wattle and willow-leaved wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to South Australia.",
    "Description": "The shrub has a weeping habit and typically grows to a height of 2 to 5 metres (6.6 to 16.4 ft) with a crown width of 2 to 5 m (6.6 to 16.4 ft). Young plants are glabrous and have greenish coloured bark that later becomes brown in colour as the plant ages. The slender grey-green foliage has pink-red tips of new growth. The long slender phyllodes are arranged alternately and have a prominent single vein running lengthwise and grow up to 10 centimetres (3.9 in) in length. It produces yellow flowers from March to September. The flowers are arranged into small spherical clusters that are found in short compound clusters in the phyllode forks. The flower heads have a diameter of 5 to 8 millimetres (0.197 to 0.315 in) and contain 12 to 17 pale to lemon yellow flowers. The thin leathery light brown seed pods that form following flowering are elongated and flat usually 5 to 13 centimetres (2.0 to 5.1 in) in length and 6 to 12 mm (0.236 to 0.472 in) wide. The pods contains hard black ellipsoidal shape seeds that are 6 mm (0.236 in) in length and half as wide.",
    "Taxonomy": "The species was first formally named by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae. Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. It was reclassified as Racosperma iteaphyllum by Leslie Pedley in 2003 but transferred back to the genus Acacia in 2006. The only other known synonym is Acacia iteaphylla var. iteaphylla as described by Ferdinand von Mueller in 1859.The species name is taken from the Greek words itea meaning willow and phyllon meaning leaf referring to the narrow, willow-like leaves of the plant.",
    "Distribution": "It is native to the Flinders Range, Gawler Range and Eye Peninsula of South Australia. In these areas it is found among rocky outcrops on hillsides or along rocky creek beds. The shrub is now also found in parts of New South Wales and western Victoria where it is an invasive species. It also is invasive in Western Australia where it is also an invasive species that has become naturalised. It has a sporadic distribution in an area through the South West, Wheatbelt and Great Southern regions where it is found among Jarrah forest in sandy soils.",
    "Cultivation": "The shrub is sold commercially for cultivation in seedling in seed form. It can take full sun or partial shade, can grow in saline soils and is frost tolerant and drought tolerant once established. Used in gardens as an ornamental screen or as a low windbreak, as it is fast growing and has attractive foliage. The best known cultivar of A. iteaphylla is a low-growing form called Acacia \"Parsons Cascade\". Seeds need to be scarified or treated with boiling water prior to planting.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}