{
  "url": "https://en.wikipedia.org/wiki/Acacia_acellerata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. acellerata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia acellerata is a shrub of the genus Acacia and the subgenus Plurinerves. It is native to an area in the Great Southern region of Western Australia.",
    "Description": "The rigid spreading domed shrub typically grows to a height of 0.15 to 0.7 metres (0.5 to 2.3 ft). It has glabrous branchlets with sessile, rigid and glabrous phyllodes which have a straight to recurved shape. The phyllodes are terete to subterete with a length of around 2.5 to 5 centimetres (1.0 to 2.0 in) and a diameter of about 1.5 millimetres (0.06 in). It blooms from September to October and produces yellow flowers. Each inflorescence is simple with two found on each axil the heads have a globular shape with a diameter of 3 to 4 mm (0.12 to 0.16 in). Following flowering seed pods form that have a  linear shape but are raised over seeds. The pods are green and later brown in colour with a length up to 5 cm (2.0 in) and a width of up to 2.5 mm (0.10 in).",
    "Classification": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 a part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. Synonyms include Racosperma acelleratum and Acacia leptoneura var. pungens.",
    "Distribution": "The species grows on undulating plains and along water courses as a part of shrubland communities in loam or loamy sand soils. It has a broken distribution and is found in an area between Cranbrook and east of the Stirling Range between Jerramungup and Ravensthorpe. The species is sometimes associated with Acacia curvata or Acacia leptoneura.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}