{
  "url": "https://en.wikipedia.org/wiki/Acacia_aristulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aristulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aristulata, also known as Watheroo wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to Western Australia.",
    "Description": "The erect or scrambling shrub typically grows to a height of 0.25 to 1 metre (1 to 3 ft) and with a width of up to 1 m (3 ft 3 in). It blooms from September to December and produces lemon- yellow to creamy-white flowers. The spherical flower heads can last until January or February and the seed pods take around a year to become mature.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 199 as part of the work Acacia miscellany. The taxonomy of fifty-five species of Acacia, primarily Western Australian, in section Phyllodineae (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was reclassified as Racosperma aristulatum in 2003 by Leslie Pedley, then transferred back to the genus Acacia in 2005.",
    "Distribution": "It is native to an area on the Lesueur sandplain in the Wheatbelt region of Western Australia. The shrub is found between Moora and Watheroo and is known in four localities extending within a range of approximately 35 km (22 mi).",
    "Habitat": "It is most often situated among rocky outcrops on top of low rocky ridges and hills growing in sandy-loamy-clay soils over granite and chert. The shrub is often a part of Allocasuarina woodland or low open shrubland communities. Species commonly associated with Acacia aristulata include Allocasuarina huegeliana, Diplolaena angustifolium, Dianella revoluta and Dryandra sessilis.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}