{
  "url": "https://en.wikipedia.org/wiki/Acacia_chartacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. chartacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia chartacea is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae endemic to an area along the west coast of Western Australia.",
    "Description": "The erect and straggly shrub or tree typically grows to a height of 1.5 to 4 metres (5 to 13 ft) and sometimes as high as 6 m (20 ft). The branchlets can contain robust stipules with a lengt of 3 to 6 mm (0.12 to 0.24 in) but they are often absent of older plants. It has  asymmetric green phyllodes with a prominent midrib that have an ovate to elliptic shape and a length of 2 to 6.5 cm (0.79 to 2.56 in) and a width of 1 to 3.3 mm (0.039 to 0.130 in). It blooms from August to December and produces cream-yellow flowers. The racemose inflorescences are found in the upper axils and have spherical densely pack heads containing 60 to 90 cream to pale yellow flowers . The light brown narrowly oblong shaped seed pods that form after flowering have a length of up to 5 cm (2.0 in) and a width of 8 to 12 mm (0.31 to 0.47 in).",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1992 as part of the work Acacia Miscellany 6. Review of Acacia victoriae and related species (Leguminosae: Mimosoideae: Section Phyllodineae) as published in the journal Nuytsia. It was reclassified as Racosperma chartaceum by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to an area along the west coast in the Mid West and the Gascoyne regions of Western Australia from Northampton in the south up to Canarvon in the north where it is found on and among sand dunes and sand plains growing in sandy to sandy-clay soils. The shrub is often part of dense shrubland communities although at Cape Cuvier it is found among Triodia-shrubland communities growing in alkaline soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}