{
  "url": "https://en.wikipedia.org/wiki/Acacia_tropica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. tropica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia tropica is a shrub or small tree native to tropical areas northern Australia.",
    "Description": "The tree or tall shrub typically grows to a height of 3 to 8 m (9.8 to 26.2 ft) and has sparsely arranged whippy branches. It has smooth red-brown to grey-brown coloured bark that becomes fibrous with age. The evergreen narrowly elliptic or elliptic shaped phyllodes are straight with a length of 9 to 16 cm (3.5 to 6.3 in) and a width of 13 to 41 mm (0.51 to 1.61 in) and have between two and four prominent nerves. It blooms between June and August producing flower-spikes with a length of 3 to 5.5 cm (1.2 to 2.2 in) that are densely packed with bright yellow flowers.",
    "Taxonomy": "The species was first formally described as Acacia cunninghamii var. tropica by Joseph Maiden and William Blakely in 1927. It was described under the current name by the botanist Mary Tindale in 1972 as part of the work Notes on Australian taxa of Acacia as published in Contributions from the New South Wales National Herbarium. It was reclassified as Racosperma tropicum in 1987 by Leslie Pedley then transferred back to genus Acacia in 2001.",
    "Distribution": "It is found in the Gulf country of north western Queensland as far east as Croydon extending to the west into the top end of the Northern Territory to around Darwin. It is commonly found alongside creeks and rivers and at base of sandstone hills growing in deep sandy soils in scrubland communities often is association with Melaleuca viridiflora.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}