{
  "url": "https://en.wikipedia.org/wiki/Acacia_ammobia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ammobia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ammobia, commonly known as the Mount Connor wattle, is a species of Acacia native to central Australia. It is regarded as rare in both South Australia and the Northern Territory where it is endemic.",
    "Description": "The multi-stemmed shrub or tree typically grows to a height of 2 to 7 metres (7 to 23 ft) and has longitudinally fissured grey to black bark. It has angular flattened glabrous branchlets that eventually become terete. The leaves are thin and erect leaves that are 11 to 20 centimetres (4 to 8 in) in length and 0.4 to 0.9 cm (0.16 to 0.35 in) wide.\nIt forms yellow cylindrical spike shaped flowers that are 2 to 5 cm (0.8 to 2.0 in) long followed by clusters of long thin seed pods",
    "Taxonomy": "The species was first formally described by the botanist John Maconochie in 1978 as part of the work Notes on the genus Acacia in the Northern Territory as published in the Journal of the Adelaide Botanic Gardens. It was reclassified as Racosperma ammobium by Leslie Pedley in 1986 then transferred back to the genus Acacia in 2001.\nThe specific epithet is taken from the Latin word ammobia meaning sand dweller in reference to the habitat.",
    "Distribution": "The shrub is found in arid pats of inland Australia where it has a limited distribution in the north-western parts of South Australia and southern parts of the Northern Territory where it is often situated on the upper slopes of hills and ranges growing in sandy or gravelly soils on upper slopes of ranges. Also found in the Northern Territory.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "The Australasian Virtual Herbarium – Distribution of Acacia ammobia\nWATTLE Acacias of Australia factsheet: Acacia ammobia"
  }
}