{
  "url": "https://en.wikipedia.org/wiki/Acacia_aphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aemula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aphylla, commonly known as the leafless rock wattle, twisted desert wattle or live wire, is a species of Acacia which is endemic to an area around Perth in Western Australia.",
    "Description": "A. aphylla is spiny and leafless erect and widely branching shrub that grows to 0.9 to 3 metres (3 to 10 ft) in height and with a width of approximately 2 metres (7 ft). The generally bright green branchlets are rigid, terete and obscurely ribbed. They are smooth, glaucous, glabrous and coarsely pungent. Unlike most Acacia the phyllodes are absent for A. aphylla'.\nThe thickened blue-green wiry stems have the ability to photosynthesize like leaves so giving the plant an evolutionary adaptation that greatly reduces the total surface area for water loss through transpiration.A. aphylla produces yellow spherical flowers between August and October (late winter to mid spring) in its native range. The inflorescences have a simple structure with one per axil. The peduncles are 7 to 10 millimetres (0.28 to 0.39 in) long and glabrous with globular heads. Theyhold 20–30 flowers that are a bright light golden colour. The flowers are 5-merous with free sepals. Seed-pods form later that are linear, 3 to 9 cm (1.2 to 3.5 in) long and 3 to 4 mm (0.12 to 0.16 in) wide containing black seeds that are longitudinal and oblong and about 4 mm (0.2 in) long.  Pods are mature from December to March.Plants are mostly killed by fire but populations will regenerate from the soil seedbank.",
    "Range": "The shrub has a restricted range and is only found in two areas in the Darling Range about 60 kilometres (37 mi) apart from each other. The areas are both to the east of Perth with one population being found in Hidden Valley area in the Helena River and the other south of Northam in the Clackline Nature Reserve.The exact placement of each population is being withheld by the state government for conservation reasons.",
    "Ecology": "A. aphylla is commonly found in open forest communities that are dominated by Eucalyptus marginata and Eucalyptus calophylla, or in woodlands where Eucalyptus loxophleba dominates. Species commonly found in the understorey include Grevillea endlicheriana, Hakea petiolaris, and Xanthorrhoea preissii. It is generally associated with areas of with laterite and granite outcrops on hillsides, and will grow in rock crevices. It is mostly found to grow in soils that are sandy, loam, clay, or gravel and brown or yellow in colour.",
    "Cultivation": "A. aphylla is cultivated as a foliage plant, although it is actually a succulent and is adapted to harsh conditions. It grows fast, requires well-drained soils and will tolerate full sun. It can be pruned following flowering and pruning can be harsh, back to approximately 30 centimetres (12 in) from the ground. Regrowth will take place in the next couple of months.\nIt is both drought and frost tolerant can be grown from seed. It produces an abundance of seed during summer which stores well and remains viable for many years. It regenerates poorly in habitat and often there are few or no seedlings to be found. When cultivated, the hard black seeds need to be soaked for 24 hours, with initially boiled hot water, to soften the coating, which usually gives a consistent and early germination of seeds.",
    "History": "The species was first described the species in the journal Nuytsia by the botanist Bruce Maslin in 1974. The name ‘aphylla’ in Latin means without leaves, due to the absence of phyllodes. A. aphylla was recorded as rare in 1950 and after 1992 it was listed as vulnerable then became protected under the Endangered species Protection Act 1992.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}