{
  "url": "https://en.wikipedia.org/wiki/Acacia_gonocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gonocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gonocarpa, commonly known as wuluru, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to northern Australia.",
    "Description": "The erect shrub or tree typically grows to a height of 1 to 7 metres (3 to 23 ft). It is many-stemmed, spindly or spreading shrub often with drooping branches and a sparse canopy. The smooth bark becomes finely fissured toward the base of the trunk. The branchlets are angled and later terete with minute ridges. The phyllodes are arranged singly or infrequently in twos or threes. The phyllodes have a linear to narrowly elliptic shape and are straight to slightly upcurved with a length of 1.5 to 14 centimetres (0.6 to 5.5 in) and a width of 0.7 to 1.8 millimetres (0.028 to 0.071 in) with a prominent midnerve. It blooms from December to June producing yellow flowers. The flower spikes occur in singly or in pairs at the phyllode axils. The spikes are up to 3 cm (1.2 in) in length with pale yellow or cream flowers. The woody dark brown winged seed pods are straight or curved with a length of 2 to 8.5 cm (0.79 to 3.35 in) and a width of 3 to 6 mm (0.118 to 0.236 in) containing brown seeds.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem as published in the Journal of the Proceedings of the Linnean Society, Botany. It was reclassified as Racosperma gonocarpum by Leslie Pedley in 2003 but transferred back to the genus Acacia in 2006. The only other synonym is Acacia gonocarpa var. gonocarpa.",
    "Distribution": "It is found in the Kimberley region of Western Australia and in the Northern Territory from Melville Island in the north , south to Kakadu National Park. Usually it is found among sandstone outcrops and ranges and along rocky watercourses in sandy soils in open Eucalypt or mixed woodland communities sometimes it is associated with Melaleuca nervosa.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}