{
  "url": "https://en.wikipedia.org/wiki/Acacia_hamiltoniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hamiltoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hamiltoniana, commonly known as Hamilton's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub typically grows to a height of up to 3 m (9.8 ft) and has a bushy habit with glabrous, finely ribbed, dark red branchlets. It has smooth, green phyllodes that are mostly ascending to erect. The variable phyllodes have a linear to linear-oblanceolate or narrowly elliptic shape with a length of 3 to 8 cm (1.2 to 3.1 in) and a width of 2 to 5 mm (0.079 to 0.197 in) and are narrowed at the base. It usually blooms between August and September producing inflorescences with spherical flower-heads containing 9 to 15 subdensely packed golden flowers. The seed pods  that form after flowering are black with a length of up to 5.5 cm (2.2 in) and a width of 1 cm (0.39 in). the pods contain shiny black seeds with an oblong to elliptic to ovate shape and a length of 4 to 5 mm (0.16 to 0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1920 as part of the work Notes on Acacias with descriptions of new species as published in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified in 2003 as Racosperma hamiltonianum by Leslie Pedley then transferred back to genus Acacia in 2006. The specific epithet honours Arthur Andrew Hamilton, who collected the type specimen from around Leura in 1907.",
    "Distribution": "The shrub has a distribution in the Great Dividing Range and the associated foothills in western New South Wales from around Rylstone in the north down to around the Clyde River in the south where it is growing in sandy or loamy soils as a part of heath and Eucalyptus woodland communities. It is often found on and around sandstone outcrops as a part of dry sclerophyll forest and heathland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}