{
  "url": "https://en.wikipedia.org/wiki/Acacia_dempsteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dempsteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dempsteri is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to south western Australia.",
    "Description": "The straggly and prickly shrub typically grows to a height of 1.2 to 4 metres (4 to 13 ft). The shrub has glabrous branchlets with a white powdery coating and spinose stipules with a length of 5 to 12 mm (0.20 to 0.47 in). The green to grey-green phyllodes have a narrowly lanceolate shape that is usually slightly asymmetric The straight to shallowly curved phyllodes have a length of 3 to 6 cm (1.2 to 2.4 in) and a width of 4 to 10 mm (0.16 to 0.39 in) and have a prominent midrib and obscure lateral nerves. It blooms from September to October and produces yellow flowers. The inflorescences are composed of large spherical flower-heads usually around 1 cm (0.39 in) in diameter containing 40 to 50 densely packed golden flowers. The dark brown firmly chartaceous seed pods that form after flowering have a narrowly oblong shape and are raised over the seeds. The pods are up 5 cm (2.0 in) in length with a width of 8 to 10 mm (0.31 to 0.39 in). The dark brown seeds found within have an oblong-elliptic shape and a length of 3 to 4 mm (0.12 to 0.16 in).",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1879 as part of the work Fragmenta Phytographiae Australiae. It was reclassified as Racosperma dempsteri in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006. The shrub belongs to the Acacia victoriae group and is easily dinguished from other members by the large inflorescences.",
    "Distribution": "It is native to an area in the Goldfields-Esperance region of Western Australia where it is found amongst granite outcrops growing in skeletal sandy or loamy soils. It has a scattered distribution from around Kambalda in the north to around Gilmore Rocks in the south and to Breeborinia Rock, about 100 km (62 mi) south of Balladonia in the east where it forms part of shrubland or mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}