{
  "url": "https://en.wikipedia.org/wiki/Acacia_amblyophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. amblyophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia amblyophylla is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to an area along the west coast of Western Australia.",
    "Description": "The bushy and open shrub typically grows to a height of 1 to 4 metres (3 to 13 ft). The glabrous branchlets support patent to inclined phyllodes that have an oblanceolate shape and are slightly recurved. The thin green phyllodes are 5 to 12 centimetres (2.0 to 4.7 in) in length and 6 to 14 millimetres (0.24 to 0.55 in) wide.\nIt blooms from August to September and produces yellow flowers.  The simple racemose inflorescences have a length of 1 to 3.5 cm (0.39 to 1.38 in) containing globular flower-heads, each made up of around 25 pale golden flowers. The dark-brown glabrous seed pods that form later are rounded-over seeds and are up to 13 cm (5.1 in) long and 9 to 11 mm (0.35 to 0.43 in) wide, dark brown, glabrous. The shiny black seeds within have a length of 6 to 7 mm (0.24 to 0.28 in) and are 5 to 6 mm (0.20 to 0.24 in) wide.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1882 as part of the work Definitions of some new Australian plants as published in the Southern Science Record. It was reclassified in 2003 by Leslie Pedley as Racosperma amblyophyllum then transferred back into the genus Acacia in 2006.A amblyophylla is quite similar to Acacia microbotrya which occurs further south.The type specimen was collected from Shark Bay by von Mueller in 1877.",
    "Distribution": "It is native to an area near Shark Bay in the Gascoyne region of Western Australia where it is found on limestone rises and coastal dunes growing in calcareous sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}