{
  "url": "https://en.wikipedia.org/wiki/Acacia_auratiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. auratiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia auratiflora, commonly known as the orange-flowered wattle, is a shrub of the genus Acacia and the subgenus Plurinerves. It is listed as an endangered species.",
    "Description": "The spreading and dense shrub typically grows to a height of 0.3 to 1 metre (1 to 3 ft). It blooms from July to August and produces yellow-orange flowers. The linear phyllodes are 2 to 4 centimetres (0.8 to 1.6 in) in length with a hooked tip. The single flower heads have a diameter of 5 to 7 millimetres (0.2 to 0.3 in) containing 30 to 42 golden to orange flowers. The flower heads are held in the axis of the phyllodes and stem. The seed pods that form following flowering are covered in light golden hairs.",
    "Taxonomy": "The species was first formally described by the botanists Richard Sumner Cowan and Bruce Maslin in 1999 as part of the work Acacia miscellany 17. Miscellaneous new taxa and lectotypifications in Western Australian Acacia, mostly section Plurinerves (Leguminosae: Mimosoideae) as published in the journal Nuytsia.\nThe only known synonym is Racosperma auratiflorum as classified by Leslie Pedley in 2003.The type specimen was collected by Mary Tindale in 1973 about 35 kilometres (22 mi) east of Lake Grace.",
    "Distribution": "It is native to an area in the Wheatbelt  region of Western Australia. A. auratiflora is endemic to  a small area between Lake Grace and Newdegate. A total of 15 populations were recorded during a survey in 2009 with a total of 1,200 mature plants over an area of 390 square kilometres (151 sq mi). The plants grows well in sandy clay soils and sometimes sandy loams with clay. It is found along  drainage lines and depressions on plains that can form ephemeral ponds. The species is found amongst open shrub mallee communities or low Eucalyptus salubris woodlands with Melaleuca thickets.Associated species include many species of Eucalyptus, Melaleuca uncinata, M. adnata, M. lateriflor, Grevillia huegelii and Phebalium filifolium.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}