{
  "url": "https://en.wikipedia.org/wiki/Acacia_plicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. plicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia plicata  is a species of wattle which is endemic to an area between Perth and Geraldton in Western Australia.",
    "Description": "It is an erect to pendulous shrub that usually grows from 0.9 to 2 metres (3.0 to 6.6 ft) in height. Its globular, yellow flowerheads appear from late winter until mid spring.The hairy leaves are bipinnate with linear to narrow-elliptical shaped leaflets to that are around 1.5 centimetres (0.6 in) in length. The spherical flowerheads are held on slender stalks around 2.5 cm (1.0 in) in length exceeding the length of the leaves. Following flowering a 2 cm (0.8 in) distinctively pleated seed pod is formed.",
    "Classification": "The species was first formally described by the botanist Bruce Maslin in 1975 as part of the work Studies in the genus Acacia (Mimosaceae) - A Revision of Series Pulchellae published in the journal Nuytsia. The only known synonym is Racosperma plicatum as described by Leslie Pedley in 2003.",
    "Distribution": "The species is found around Dandaragan in the Mid West region of Western Australia where it grows mostly in loamy and clay soils, often overlying sandstone or siltstone and is common in drainage lines.\nIt is often found along watercourses in the understorey as a part of Eucalyptus wandoo and Eucalyptus loxophleba woodland communities.",
    "Cultivation": "Seeds need to scarified or treated with boiling water prior to planting. It is drought and frost tolerant.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}