{
  "url": "https://en.wikipedia.org/wiki/Acacia_williamsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. williamsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia williamsonii, known colloquially as Whirrakee wattle, is a species of Acacia that is endemic to the Bendigo region of Victoria. Naturalised populations also exist in Southern and Northern NSW.",
    "Description": "The shrub typically grows to a height of around 2 m (6 ft 7 in) and has a bushy habit with glabrous branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes are inclined to ascending with a narrowly linear shape and a length of 4 to 9 cm (1.6 to 3.5 in) and a width of 1.5 to 3 mm (0.059 to 0.118 in) and are often slightly curved. It blooms between August and September producing spherical flower-heads that contain 15–20-flowered sub-densely packed bright golden flowers. After flowering firmly chartaceous to crustaceous, black coloured seed pods form that resemble and string of beads with a length of up to 9 cm (3.5 in) and a width of 3.5 mm (0.14 in) with longitdinally arranged seeds inside. The shiny black seeds have an oblong to elliptic shape and a length of 3.5 to 4 mm (0.14 to 0.16 in).",
    "Distribution": "It is endemic to parts of northern-central Victoria Australia from around Inglewood in the south to Rushworth in the north with large populations found in the Whipstick Forest around Bendigo where it is found growing in stony gravel or clay-loam soils as a part of open Eucalyptus forest and mallee scrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}