{
  "url": "https://en.wikipedia.org/wiki/Acacia_rhetinocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. rhetinocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia rhetinocarpa, commonly known as neat wattle or resin wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to southern Australia. It was listed as vulnerable under the Environment Protection and Biodiversity Conservation Act 1999 in 2013.",
    "Description": "The resinous shrub typically grows to a height of 0.5 to 2 metres (1.6 to 6.6 ft) and has sparsely hairy and terete branchlets that are yellowish to light brown in colour that become darker toward the base. It has inequilaterally obtriangular-obovate to widely obovate-obdeltate green phyllodes.It blooms between August and October but can appear as late as March. It produces simple inflorescences of spherical flower-heads containing 12 to 15 bright yellow flowers. The straight or curved brown seed pods that form after flowering are linear with a length 10 to 35 mm (0.39 to 1.38 in) and a width of 2 to 2.5 mm (0.079 to 0.098 in). The slightly shiny brown seeds with the pods are arranged longitudinally and have an oblong shape with a length of 3.5 mm (0.14 in).The shrub is thought to be wind-pollinated and ants thought to be the main agent of seed dispersal while germination is most likely to result from land disturbance or fire.",
    "Taxonomy": "The species was first formally described by the botanist John McConnell Black in 1920 as part of the work Additions to the flora of South Australia as published in the Transactions and Proceedings of the Royal Society of South Australia. It was reclassified as Racosperma rhetinocarpum by Leslie Pedley in 2003 and transferred back to genus Acacia in 2005.The specific epithet is taken from the Greek words rhetine meaning resin or gum and karpos meaning fruit in reference to the resinous nature of the seed pods.",
    "Distribution": "It is endemic to some small areas on the Eyre Peninsula in South Australia near Arno Bay extending to the Yorke Peninsula near Curramulka and then between the Gilbert River and Monarto where it is found growing in calcareous sandy or sandy-loamy soils as a part of open scrubland communities that are dominated by Eucalyptus species. The total area over which the shrub is found has been calculated as 4,976 km2 (1,921 sq mi).",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}