{
  "url": "https://en.wikipedia.org/wiki/Acacia_poliochroa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. poliochroa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia poliochroa is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia. \nThe prostrate to occasionally erect shrub typically grows to a height of 0.1 to 0.6 metres (0.3 to 2.0 ft) and has a dense domed habit with puberulous branchlets. the green phyllodes are  straight to shallowly incurved and rarely flat with a length of 1 to 2.5 cm (0.39 to 0.98 in) and a width of 1 to 2 mm (0.039 to 0.079 in). It blooms from September to October and produces yellow flowers. The rudimentary inflorescences rudimentary occur in pairs and have axes to a length of 0.5 mm (0.020 in). The spherical flower-heads have a diameter of 4 to 5 mm (0.16 to 0.20 in) and contain 16 to 21 light golden flowers. The linear, biconvex, blackish seed pods that form after flowering are strongly curved or form a single coil. The pods have a length of up to around 2 cm (0.79 in) and have a width of around 2 mm (0.079 in). The shiny dark brown seeds within have an oblong shape and a length of about 2 mm (0.079 in).It is native to an area in the eastern Wheatbelt and Goldfields-Esperance regions of Western Australia where it is found on flats, undulating plains and ironstone rises growing in clay to sandy loam soils. The bulk of the population is situated between Lake King in the west through to Norseman in the east to Marvel Loch in the north as a part of open heath, mallee scrub and Eucalyptus woodland communities.",
    "See also": "List of Acacia habit\n\n\n== References =="
  }
}