{
  "url": "https://en.wikipedia.org/wiki/Acacia_bynoeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bynoeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia bynoeana, known colloquially as Bynoe's wattle or tiny wattle, is a species of Acacia native to eastern Australia. It is listed an endangered in New South Wales and as vulnerable according to the Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The small shrub gows to a height of around 0.5 m (1 ft 8 in) and has a decumbent habit. The terete and hairy branchlets have sublulate stipules with a length of around 1.5 mm (0.059 in). Like most Acacias it has phyllodes rather than true leaves. The narrowly elliptic to linear shaped phyllodes are straight to slightly curved. They have a length of 1 to 6 cm (0.39 to 2.36 in) and a width of 1 to 3 mm (0.039 to 0.118 in) and are hairy when young but become glabrous with age. The shrub usually blooms in the summertime between December and March producing simple inflorescences that occur singly in the axils with spherical flower-heads that have a diameter of 3 to 4 mm (0.12 to 0.16 in) containing 10 to 25 bright golden flowers. After flowering firmly papery and brittle seed pods will form that are straight,= and raised over the seeds inside. The pods are 1 to 3 cm (0.39 to 1.18 in) in length and 3 to 4 mm (0.12 to 0.16 in) wide.",
    "Taxonomy": "The plant was first formally described by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae as published in Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. It was relcassified as Racosperma bynoeanum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006. The only other synonym is Acacia pumila.The specific epithet honours Benjamin Bynoe, the Royal Navy surgeon aboard the Beagle who collected the type specimen.",
    "Distribution": "The shrub is found in New South Wales mostly from around the Morisett area in the north down to Berrima and the Illawarra region and out to the west as far as the Blue Mountains with another populations found in Hunter Valley and Morton National Park. It grows well in sandy soils as a part of heathland and dry sclerophyll forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}