{
  "url": "https://en.wikipedia.org/wiki/Acacia_enterocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. enterocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia enterocarpa, commonly known as jumping jack wattle, is  a shrub species that is endemic to eastern Australia.",
    "Description": "The shrub has a dense spreading habit and typically grows to a height of less than 1.5 m (4 ft 11 in). It has ribbed, red to brown coloured branchlets that are asperulate. The pungent, rigid, glabrous, green phyllodes are subsessile and patent to inclined. The phyllodes are straight to shallowly recurved and have a length of 1.5 to 4.5 cm (0.59 to 1.77 in) and a width of 1 to 1.3 mm (0.039 to 0.051 in) and have 10 to 12 distant raised nerves. It blooms between May and October and produces simple inflorescences simple in gorups of one to four situated in the axils. The spherical flower-heads have a diameter of 3.5 to 4.5 mm (0.14 to 0.18 in) and contain over 20 bright yellow flowers. The brown undulate seed pods that form after flowering have yellow margins. The coriaceous seed pods have a length of around 2 cm (0.79 in) and a width of 2 mm (0.079 in). The dull dark brown to black coloured seeds in the pods have an oblong to elliptic shape and are around 3 mm (0.12 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist R.V.Smith in 1957 as part of the work A remarkable new Acacia for Victoria (The \"Jumping-Jack\" Wattle) as published in The Victorian Naturalist. It was reclassified as Racosperma enterocarpum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2005.\nThe specific epithet is derived from the Greek words entero meaninf intestines and karpos meaning fruit in reference to the shape of the seed pod.\nBoth Acacia colletioides and Acacia nyssophylla ae cloely related to A. enterocarpa.",
    "Distribution": "It has a disjunct distribution through parts of south eastern South Australia and western Victoria. It is found on the southern tip of the Eyre Peninsula and Yorke Peninsula from around Curramulka and near Bordertown extending eastwards as far as  to Nhill in western Victoria. It is often found as part of woodland to open forest communities and grows in sandy alkaline soils as well as neutral yellow duplex to red porous loamy soils and grey cracking clay soils.",
    "See also": "List of Acacia species\nAberdour Conservation Park\nRamsay Conservation Park\n\n\n== References =="
  }
}