{
  "url": "https://en.wikipedia.org/wiki/Acacia_leptophleba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leptophleba"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leptophleba is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to northern Australia.",
    "Description": "The scurfy resinous shrub typically grows to a height of 0.5 to 2 metres (2 to 7 ft) and has a  rounded habit. It has smooth or slightly rough, grey coloured bark. The slightly angular branchlets are light to dark brown in colour. The oblique flat phyllodes have a narrowly elliptic to narrowly oblanceolate shape and are 3.5 to 11 centimetres (1.4 to 4.3 in) in length and 7 to 20 millimetres (0.276 to 0.787 in) wide. It blooms in May or September to October and produces golden yellow flowers. The flower spikes have a length of 2 to 4.5 cm (0.79 to 1.77 in). Following flowering erect woody seed pods form that have a linear-oblanceolate shape and a 7 to 11.5 cm (2.8 to 4.5 in) long and 6 to 9.5 mm (0.236 to 0.374 in) wide. the pods contain black to dark brown seeds  with ans oblong-elliptic shape and are 6 to 8 mm (0.236 to 0.315 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in Ferdinand von Muellers 1859 work Contributiones ad Acaciarum Australiae Cognitionem published in the Journal of the Proceedings of the Linnean Society, then again by Bentham in 1864 as part of the work Flora Australiensis. It was reclassified by Leslie Pedley as Racosperma leptophlebum in 2003 but was transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Northern Territory and the Kimberley region of Western Australia where it is found on river flats an among gorges growing in sandy and loamy soils over quartzite and sandstone and are often part of Eucalyptus and Heteropogon woodland communities or on savannah grassland communities along with spinifex.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}