{
  "url": "https://en.wikipedia.org/wiki/Acacia_confluens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. confluens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia confluens, commonly known as wyrilda, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to central Australia.",
    "Description": "The shrub typically grows to a height of 2 to 3 m (6 ft 7 in to 9 ft 10 in) and has a spreading crown resembling an umbrella. It often divides into several obliquely ascending stems around the base and forming a quite dense canopy The angular, smooth branchlets are a reddish to brown colour with greyish bark that is fissured near the base of the stems. The obliquely-lanceolate shaped green phyllodes have a length of 7 to 14 cm (2.8 to 5.5 in) and a width of 5 to 25 mm (0.20 to 0.98 in). It flowers irregularly between June and September producing yellow flowers. The axillary inflorescences can appear singly or in groups of ten. The large flower-heads contain between 40 and 60 pale yellow flowers. The thick, linear, dark brown seed pods that form after flowering have a length of 10 to 25 cm (3.9 to 9.8 in) and a width of 10 to 15 mm (0.39 to 0.59 in) and can be straight or curved.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as published in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma confluens by Leslie Pedley in 1986 ten transferred back to the genus Acacia in 2001.\nThe specific epithet is taken from the latin word confluens meaning flowing into in reference to the way the main vein merges with the margin.",
    "Distribution": "It is found in South Australia at the northern end of the Flinders Ranges from Mount Lyndhurst east as far as Arkaroola in the Tirari Desert and Sturt Stony Desert regions where it is situated in gullies and on stony hillsides growing in skeletal calcareous loamy soils as a part of tall shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}