{
  "url": "https://en.wikipedia.org/wiki/Acacia_crassiuscula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. crassiuscula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia crassiuscula is a shrub belonging to the genus Acacia and the subgenus Phyllodineae found along the south coast of Western Australia.",
    "Description": "The erect and spindly shrub typically grows to a height of 1 to 2.5 metres (3.3 to 8.2 ft) an has glabrous branchlets. The dark green phyllodes are ascending to erect and have a linear shape that can be shallowly incurved. The phyllodes are 5 to 10 centimetres (2.0 to 3.9 in) in length and 1 to 4 millimetres (0.039 to 0.157 in). It blooms from July to October and produces cream-yellow flowers. Inflorescences are on racemes that are 1 to 6 cm (0.4 to 2.4 in) with three to eight flower heads. Each globular heads has a diameter of 5.5 to 6 mm (0.22 to 0.24 in) and contains 13 to 20 cream coloured flowers. After flowering seed pods form that are linear with constrictions between seeds Each pod is around 10 cm (3.9 in) in length and has a width of 4 to 5 mm (0.16 to 0.20 in). The semi-glossy black seeds within have an oblong to elliptic shape and a length of 4.5 to 4.8 mm (0.18 to 0.19 in).",
    "Taxonomy": "The species was first formally described by the botanist Heinrich Wendland in 1820 as part of the work Commentatio de Acaciis aphyllis, it was reclassified as Racosperma crassiusculum in 2003 by Leslie Pedley then reverted to the genus Acacia in 2006. Several synonyms for this species are known including Acacia pycnophylla and Acacia sieberi.A. crassiuscula resembles Acacia cupularis and Acacia harveyi. The phyllodes have the same shape and size as those of Acacia euthyphylla.",
    "Distribution": "It is native to an area along the south coast in the Goldfields-Esperance, Great Southern and South West regions of Western Australia where it commonly occurs among granite outcrops and hills and on sandplains where it grows in sandy or rocky soils usually over granite or quartzite. The bulk of the population is found between Albany and Cape Arid National Park with other scattered outlying populations. It is often part of mallee scrub and heath communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}