{
  "url": "https://en.wikipedia.org/wiki/Acacia_pataczekii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pataczekii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pataczekii (commonly known as Pataczek's wattle or Wally's wattle) is a rare leguminous species of flowering plant endemic to Tasmania, Australia. An attractive evergreen shrub to small tree grown ornamentally outside of its native range, it is believed to be the most frost hardy of all the Acacia.",
    "Description": "Erect and bushy shrub or tree 4–6 m high (rarely to 9 m) and variable width belonging to the subgenus Phyllodineae. Bark and branches pruinose. Young branches are angular and may be reddish brown where exposed to direct sunlight. Adult foliage is of flattened leaf stalks (known as Phyllodes), grey-green to a bluish-glaucous colour, glabrous, on raised stem-projections, variable in shape and size, (narrowly oblong-elliptic to oblanceolate, sometimes obovate) but more commonly obliquely elliptic, 2–6 cm (<10 cm) long, 8–20 mm (<50 mm) wide, with a sharp leaf tip, prominent thickened margins and midrib. On the upper margin approx. 2–4 mm (<10) from the base of the phyllode a conspicuous, small, oval shaped gland is present. Inflorescence occurs mostly in spring in axillary racemes longer than the phyllodes, consisting of 10-15 bright yellow globular flowers resulting in seed pods that are flat and narrowly oblong 2.5-4.5 cm long and 7–11 mm wide. The purplish brown pod contains 3-6 flattened, brown seeds.",
    "Taxonomy": "Acacia pataczekii, D.I.Morris, Rec. Q. Vic. Mus. 50: 1 (1974).This species was first described by Dennis I. Morris in 1974 after having been brought to the Tasmanian Herbarium's attention by forester and plant collector, Wolfgang \"Wally\" F. Pataczek (1932-2009) in 1970, and 1972 and subsequently the discovery named in his honour.\nIt has been mistaken in the past as A. melanoxylon, A. myrtifoliia, and A. mucronata and has been suggested to be a hybrid due to its rarity and limited sexual reproduction, however has multiple morphological differences.Most closely related to A. kettlewelliae, it is distinguished especially by its more elongate phyllodes with the gland 5–15 mm above the pulvinus and pods 5–10 cm long and is a species that occurs only on the mainland of Australia.",
    "Distribution and Habitat": "Acacia pataczekii is native to the Australian island state of Tasmania with a limited range in pockets predominantly within the north east  at altitudes between approx. 500–1400 m asl, however natural populations do occur in the Southern Midlands Region and also does well under cultivation at sea level. It naturally exists as a shrub layer, understory tree or as scattered individuals in moist gullies and flats, mountain summits, slopes and plateau scarps in low woodland to tall open, dry, wet and mixed Eucalyptus forests, most of which dominated by Eucalyptus delagatensis.",
    "Ecology": "In its native range A. pataczekii grows in a cool temperate climate, however at altitude is exposed to harsh cold winds, frost and snow. It survives on a range of soils, aspects and slopes in areas that receive from 750 mm to 1500 mm of rain annually. On some sites soils are shallow and exposed to high levels of evaporation indicating drought tolerance and it has also been shown to have an efficient water transport system. It reproduces both sexually and vegetatively, freely suckering from rhizomes and the tree base following disturbance such as tree fall, animal digging and fire. Flowers are most likely pollinated by bees, but flies and spiders have been sighted that could also. Successful fertilisation leading to fruit and seed formation is severely hindered due to insect predation and galling of flowers. Following fire or other gap forming disturbance seed from previous year's fruit or from within the soil seed bank readily germinate yet A. pataczekii is sensitive high fire frequency. Root rot caused by the fungus Phytophthora cinnamomi has a slight detrimental impact. As with other members of the Fabacaea family, A. pataczekii fixes atmospheric nitrogen with root nodules into the soil, making it available for other plants and local ecosystem. Hybridisation has been reported with A. dealbata amongst wild stands and in cultivation.",
    "Conservation": "Acacia pataczekii is listed as Rare under the Threatened Species Protection (TSP) Act 1995 under Tasmanian legislation. It is an offense to destroy or collect wild material without a permit. Restrictions apply to the export of plant material however there is no regulation to import the seed in to Australia. Healthy populations exist on reserved land at Ben Lomond National Park, Gravelly Ridge Conservation Area and St Paul's Regional Reserve. Other populations occur on private land and timber production forest. Special precaution must be taken when timber is harvested and mineral prospectors may not pursue mining licenses due to potential damage and conservation requirements. Ex situ conservation measures include seed orchards and restoration plantings and stored seed. Increasing fire frequency, land clearing, insect attack and Phytophthora cinnamomi appear to be the greatest threats which would be lessened with an increase in areas reserved. Acacia pataczekii is not known to be an invasive species outside of its native range.",
    "Cultivation": "A uncommon and highly sought after garden plant, Pataczek's Wattle is best suited in a sunny to partly shaded wind protected area in cool or warm temperate climates. A hardy plant, reported to survive -18 °C in winter and is drought tolerant it can be grown in most soil types. Recommended USDA Zone 7b to 8. With a medium to fast growth rate, 2–3 m height can occur within 5 years from seedling, about the same time it takes to flower. Grown in botanic and residential gardens around the world, it can be used as an informal hedge, screen or specimen plant. In late winter to early spring buds form and explode into a mass of bright yellow flowers, often obscuring the foliage. A second flush of flowers can occur in summer in suitable conditions. New foliage is blue-green and silky to the touch and set amongst red brown angular stems. Suckering can occur when soil is disturbed adjacent, but can be kept in a pot if soil is kept moist.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}