{
  "url": "https://en.wikipedia.org/wiki/Acacia_crassa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. crassa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia crassa, commonly known as the curracabah, is a species of Acacia native to eastern Australia.",
    "Description": "The shrub to tree typically grows to a height of 12 metres (39 ft) and has finely corrugated bark that fissures at the base. The angled stout branchlets are light or dark grey or red-brown and often have distinct lenticels. The evergreen phyllodes have a narrowly elliptic shape that gradually tapers both ends. They are usually 12 to 24 centimetres (5 to 9 in) in length and 3 to 25 millimetres (0.12 to 0.98 in) wide and have three prominent main nerves. It flowers between July and October, the further south the later it flowers. It produces a flower-spike with a length of 4 to 8 cm (1.6 to 3.1 in) densely packed with golden flowers. After flowering glabrous linear seed pods that raised over and constricted between the seeds Pods are around 4.5 to 10 cm (1.8 to 3.9 in) in length and 2.5 to 3 mm (0.098 to 0.118 in) wide. The pods contain black seeds with an elliptic shape with a length of 3 to 6 mm (0.118 to 0.236 in).",
    "Distribution": "Its range follows along the line of the Great Dividing Range from around Mackay in Queensland to about Newcastle in New South Wales where it is found on sandstone and rocky conglomerate areas growing in gravelly, sandy, sandy loam or clayey soils. It is usually a part of sclerophyll woodland, heath or open scrub communities.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1974 in the work Contributions from the Queensland Herbarium. It was reclassified by Pedley in 1987 as Racosperma crassum, then transferred back to the genus Acacia in 2001.There are two known subspecies:\n\nAcacia crassa Pedley subsp. crassa\nAcacia crassa subsp. longicoma PedleyThe shrub is a member of the Acacia cunninghamii group and is closely related to Acacia concurrens , Acacia leiocalyx , Acacia longispicata and Acacia tingoorensis.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}