{
  "url": "https://en.wikipedia.org/wiki/Acacia_grasbyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. grasbyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia grasbyi, commonly known as miniritchie, is a shrub or tree in the family Fabaceae that is endemic to parts of arid western and central Australia.",
    "Description": "Miniritchie grows is a shrubby tree to a height of 1 to 6 m (3 ft 3 in to 19 ft 8 in) and a width of 3 to 5 m (9.8 to 16.4 ft) and has a many branched, rounded or flat topped habit. It typically has several main stems. These are often twisted, and are always covered in distinctive red to brown coloured minni ritchi bark, which peels in small curly flakes.  Like most Acacia species, it has phyllodes rather than true leaves.  These are rigid, round in cross-section with a diameter of about a millimetre, and up to nine centimetres long. It blooms between May and October and produces yellow coloured flowers that are held in cylindrical clusters about three centimetres long and five millimetres in diameter, on stalks about two centimetres long. The pods are brown, up to eleven centimetres long, with tight constrictions between the seeds.",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1917 as part of the work Notes on Acacia, No. III. — extra-tropical Western Australia (including descriptions of new species) as published in the Journal and Proceedings of the Royal Society of New South Wales. It was relcassified by Leslie Pedley in 2003 as Racosperma grasbyi but returned to genus Acacia in 2006.",
    "Distribution": "It is native throughout the arid interior of Western Australia, with isolated populations in South Australia and the Northern Territory. In Western Australia it has a scattered throughout the Mid West, northern Wheatbelt and Gascoyne regions as well as smaller populations in the Pilbara and northern Goldfields regions where it is often situated on rocky rises and hills, stony or clay flats as well as undulating sandplains where it grows in sandy red lateritic soils often as a part of Acacia scrubland communities.",
    "See also": "List of Acacia species",
    "References": "\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}