{
  "url": "https://en.wikipedia.org/wiki/Acacia_lasiocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. lasiocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia lasiocarpa, commonly known as Panjang or Pajang or glow wattle, is a shrub of the genus Acacia and the subgenus Pulchellae that is endemic to Western Australia.",
    "Description": "The shrub typically grows to a height of 0.15 to 0.5 metres (0.5 to 1.6 ft) and 1 m (3 ft) across. The branchlets are covered in spines. The pinnae occur in pairs and have a length of 1 to 10 millimetres (0.039 to 0.394 in) with two to eight pairs of pinnules that are 1 to 5 mm (0.039 to 0.197 in) long and 0.5 to 1 mm (0.020 to 0.039 in) wide. The foliage is lime green in colour. It blooms from May to October and produces yellow flowers. The rudimentary inflorescences have globular flowerheads containing 16 to 50 golden flowers. Following flowering flat or undulate brown seed pods form that are 10 to 40 mm (0.4 to 1.6 in) in length and 3 to 5 mm (0.12 to 0.20 in) wide. The sometimes mottled seeds inside have an oblong to elliptic or circular shape and are 1.5 to 2.5 mm (0.06 to 0.10 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1837 as part of the  Bentham, Stephan Endlicher, Eduard Fenzl and Heinrich Wilhelm Schott work Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in Sinu Regis Georgii collegit Carolus liber baro de Hügel. It was reclassified as Racosperma lasiocarpum in 2003 but transferred back to the genus Acacia in 2006.There are three varieties:\n\nAcacia lasiocarpa var. bracteolata\nAcacia lasiocarpa var. lasiocarpa\nAcacia lasiocarpa var. sedifolia",
    "Distribution": "It is native to an area in the Wheatbelt, Goldfields-Esperance and Great Southern regions of Western Australia with the bulk of the population found south west of a line from Kalbarri to Esperance. The plant is found in a range of habitat including in seasonally damp areas, in and around swamps, on flats and coastal dunes an can grow in a variety of soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}