{
  "url": "https://en.wikipedia.org/wiki/Acacia_cummingiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cummingiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cummingiana is a shrub belonging to the genus Acacia. It is native to a small area on the Swan coastal plain and the Geraldton sandplain in Western Australia.",
    "Description": "The shrub has a sprawling, straggly, rush-like habit. It grows to a height of 0.3 to 0.5 metres (1.0 to 1.6 ft). It blooms between May and August producing yellow flowers. The striate branches are green with yellow ribbing. The thin, horizontally flattened phyllodes resembling triangular scales are 1.5 to 4 millimetres (0.059 to 0.157 in) in length. The simple inflorescences have globular heads with a diameter of about 8 mm (0.315 in) containing 8 to 12 loosely packed flowers. After flowering shallowly curved seed pods that are 4 to 7 centimetres (1.6 to 2.8 in) long and 8 to 10 mm (0.31 to 0.39 in) wide. The oblong-elliptic seeds are 5 mm (0.197 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1995 as part of the workAcacia Miscellany 13. Taxonomy of some Western Australian phyllocladinous and aphyllodinous taxa (Leguminosae: Mimosoideae) as published in the journal Nuytsia.It was reclassified as Racosperma cummingianum in 2003 by Leslie Pedley and then classified back to the genus Acacia in 2006.",
    "Distribution": "It is found between Chittering in the south as far as Dadaragan in the north where it grows on sandplains and breakaways in grey or yellow sandy soils or in lateritic gravel. It is found among closed heath communities or mixed heath and low open woodland communities containing Banksia prionotes and Eucalyptus todtiana.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}