{
  "url": "https://en.wikipedia.org/wiki/Acacia_armitii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. armitii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia armitii is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia. It is considered as near threatened in Queensland.",
    "Description": "The slender tree or shrub typically grows to a maximum height of around 7.5 m (25 ft) and has glabrous, fawn to yellow coloured, prominently angled branchlets. The bark on the trunk and main branches is grey and fissured.  Like most species of Acacia it has phyllodes rather than true leaves. The yellowish-green coloured phyllodes are resinous and erect and are flat and straight or slightly curved with a very narrowly elliptic to almost linear shape. They are quite stiff but flexible and have a length of 4.5 to 17 cm (1.8 to 6.7 in) and a width of 3.5 to 17 mm (0.14 to 0.67 in) with one prominent yellowish coloured mid-nerve and one less prominent nerve on either side of the phyllode along with four to eight minor parallel nerves. It blooms between June and July and also September and October.",
    "Etymology": "The specific epithet, armitii, honours William Edington (de Marguerittes) Armit (1848–1901).",
    "Distribution": "It is endemic to areas around the Einasleigh River in central-northern Queensland and is found on a sandstone plateau to the south of Goomadeer and also along Coopers Creek near Nabarlek in the Northern Territory and is known to grow in rocky, sandy or shallow soils along creek banks and river flats and floodplains.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}