{
  "url": "https://en.wikipedia.org/wiki/Acacia_volubilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. volubilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia volubilis, also known as tangle wattle, is a shrub belonging to the genus Acacia. It is native to a small area in the Wheatbelt region of Western Australia. It has been declared endangered under the Commonwealth Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The wiry entangled shrub has a dense domed compact habit and typically has a height of 0.3 to 0.4 metres (1.0 to 1.3 ft) and a width of 1 m (3.3 ft). The branchlets have a twisted appearance with parallel ridges running along their length. Each phyllode is widely separated from the next. Phyllodes are around 9 millimetres (0.35 in) in length and 1 mm (0.04 in) long wide and have the same shape as the branchlets. It blooms in June and July and produces bright yellow inflorescences with a globular shape.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1877 in the work Fragmenta Phytographiae Australiae. It was reclassified as Racosperma volubile by Leslie Pedley in 2003 then back to the current name in 2006.The species name is taken from the Latin word meaning twining referring to the twisted, tangled and twining habit of the plant.",
    "Distribution": "It is found in a small are between Cunderdin, Quairading and Tammin in gravelly sand or sandy clay soils. It is found along road verges and in shrubland communities over laterite or granite. Associated species include different species of Allocasuarina, Acacia, Grevillea, Actinostrobus and Hakea.The species was thought to be extinct until botanist Brenden Lepschi found a small population near Cunderdin in 1996. Other populations were also found. Since each population was small and highly threatened, it was declared as Rare Flora in October 1996 and as Critically Endangered in December 1997. In 2003 only 88 plants were known spread over 12 populations.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}