{
  "url": "https://en.wikipedia.org/wiki/Acacia_aptaneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aptaneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aptaneura, commonly known as slender mulga, is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to central and western parts of Australia.",
    "Description": "The shrub or tree typically grows to a height of 3 to 10 m (9.8 to 32.8 ft) but can reach over 12 m (39 ft) at times. Like many other species of Acacia in the \"Mulga group\" it has an appearance that resembles a conifer. The branchlets have resinous ribs with white appressed and red-glandular hairs. The flat straight to curved green to grey-green phyllodes have a width of around 1.5 to 2.2 mm (0.059 to 0.087 in) and a length of up to 9.5 cm (3.7 in). The plant blooms between March and May and also between June and August but can also bloom sporadically in other months. It produces axillary, solitary inflorescences with cylindrically shaped pale-yellow flower-heads. The smooth glabrous seed pods that form after flowering have an orange tinge. The pods are brown with a flat-oblong shape with a length of about 4 cm (1.6 in) and a width of aound 10 mm (0.39 in) with a resinous rim. The brown ovoid seeds within have a length of 5 mm (0.20 in) and a width of 3 mm (0.12 in) and have a long aril.",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and Jordan Reid in 2012 as part of the work A taxonomic revision of Mulga (Acacia aneura and its close relatives: Fabaceae) in Western Australia as published in the journal Nuytsia. Several synonyms exist including Racosperma aneurum var. pilbaranum, Acacia aneura var. tenuis, Racosperma aneurum var. tenue, Acacia aneura var. pilbarana and Acacia aneura var. conifera. The specific epithet is taken from the Greek a- meaning without and pteron meaning wing in reference to the wingless seed pods and neuron meaning nerve in reference to the lack of the obscure nerve on the phyllodes.",
    "Distribution": "It is found in drier parts of central and western parts of Australia in Western Australia, South Australia, the Northern Territory and outback of New South Wales and Queensland. In Western Australia it is found the Pilbara, Mid West and Goldfields-Esperance regions. It is found in many habitats from stony or gravelly red-brown sandy loam, clay-loam or clay soils often over hardpan. It is also found on alluvial flats and wet areas on slopes and tops of rocky hills. It is found in northern parts of South Australia in the North Western, Lake Eyre and Gairdner-Torrens herbarium regions.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Australasian Virtual Herbarium: occurrence data for Acacia aptaneura\nWATTLE Acacias of Australia Acacia aptaneura"
  }
}