{
  "url": "https://en.wikipedia.org/wiki/Acacia_benthamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. benthamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia benthamii is a shrub of the genus Acacia and the subgenus Plurinerves. It is native to an area along the west coast in the Perth metropolitan region and Wheatbelt region of Western Australia.",
    "Description": "The shrub typically grows to a height of 1 to 3 metres (3 to 10 ft). It has ribbed glabrous branchlets with new shoots that are minutely woolly and with caducous stipules with a length of 1.5 to 2 mm (0.059 to 0.079 in). The pungent linear green phyllodes are attenuate at both ends and commonly inequilateral and have a length of 2 to 4.5 cm (0.79 to 1.77 in) and a width of 2 to 4 mm (0.079 to 0.157 in) with two or three main nerves per face. It blooms from August to September and produces yellow flowers. The spherical flower-heads have a diameter of 5 mm (0.20 in) and contain 27 to 35 golden flowers that are sharply inflexed.",
    "Taxonomy": "The species was first formally described by the botanist Carl Meissner in 1844 in the Johann Georg Christian Lehmann work Plantae Preissianae. It was reclassified as Racosperma benthamii by Leslie Pedley in 2003,  but returned to the genus Acacia in 2006.\nIt is closely related to Acacia sessilis and closely resembles Acacia cochlearis.",
    "Etymology": "The specific epithet, benthamii, honours George Bentham.",
    "Distribution": "It is endemic to the west of Western Australia from around Dandaragan in the north to around Subiaco in the south and is commonly found on limestone breakaways.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}