{
  "url": "https://en.wikipedia.org/wiki/Acacia_lirellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. lirellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia lirellata is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to south western Australia.",
    "Description": "The bushy erect shrub typically grows to a height of 0.3 to 3 metres (1 to 10 ft) and  width of around 4 m (13 ft) and has a dense low-spreading habit. It has glabrous or minutely haired and straight to flexuose ribbed branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The erect and flat evergreen phyllodes have a  narrowly linear shape but can be curved or serpentinous. The glabrous phyllodes have a length of 3 to 13 cm (1.2 to 5.1 in) and a width of 0.8 to 3 mm (0.031 to 0.118 in) and are thick with eight prominent nerves. It blooms from June to August and produces yellow flowers. The simple inflorescences occur in pairs in the axils and have an obloid to subglobular shape that is rarely cylindrical. They have a length of 5 to 15 mm (0.20 to 0.59 in) and a diameter of 4 to 6 mm (0.16 to 0.24 in) and are packed with golden flowers. The firmly crustaceous or thinly coriaceous seed pods that form after flowering resemble a string of beads and are straight or loosely coiled. The flat brown pods have a length of up to 7 cm (2.8 in) and a width of 2 to 3 mm (0.079 to 0.118 in) and have broad margins. The glossy dark brown seeds within the pods are arranged longitudinally. The seeds have an oblong-elliptic shape with a length of 2.5 to 3 mm (0.098 to 0.118 in) and have a terminal yellowish aril.",
    "Taxonomy": "There are two recognised subspecies:\n\nAcacia lirellata subsp. compressa\nAcacia lirellata subsp. lirellata",
    "Distribution": "It is native to an area in the Wheatbelt region of Western Australia around York where it is often situated on sand plains and grows in sandy, loamy or clay soils. The population is scattered between Coorow and Ballidu in the north down to around Waterbidden Rock and Bruce Rock in the south.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}