{
  "url": "https://en.wikipedia.org/wiki/Acacia_xiphophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. xiphophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia xiphophylla, commonly known as snakewood or snake-wood, is a tree in the family Fabaceae that is endemic to Western Australia. The indigenous group the Martuthunira, Ngarluma and Yindjibarndi peoples know it as marrawa, the Kariyarra know it as puluru and the Jiwarli know it as pukarti.",
    "Description": "Snakewood grows as a bushy, spreading tree or shrub, usually with two or three main gnarled trunks. It can grow to a height of 1.5 to 7 m (4 ft 11 in to 23 ft 0 in) and a width of up to 8 m (26 ft). The main branches usually appear to be contorted and widely spreading and have glabrous to sparingly finely pubescent branchlets. Like most Acacia species, it has phyllodes rather than true leaves. These are bluish grey in colour and have an elliptic or ligulate shape that tapers to the apex. The straight to slightly curved phyllodes are 5 to 12.5 cm (2.0 to 4.9 in) in length and 3.5 to 16 mm (0.14 to 0.63 in) wide and have numerous obscure parallel nerves. It flowers shortly after rains. Flowrrs have been collected between January and May and August and September. The rudimentary inflorescences occur singly or in pairs in the axils. The cylindrical flower-spikes are 2.5 to 5.5 cm (0.98 to 2.17 in) in length and have a diameter of 5 to 7 mm (0.20 to 0.28 in) with loosely pack light golden coloured flowers. The seed pods that form after flowering are linear and raised over the seeds. The crustaceous-woody pods are straight or slightly curved with a length of 8 to 20 cm (3.1 to 7.9 in) and a width of 7 to 18 mm (0.28 to 0.71 in) wide. The dull brown elliptic seeds within are 6 to 10 mm (0.24 to 0.39 in) in length.The wood of other trees with wavy grain or wavy coloration has also been called snakewood.\nA. xiphophylla is a slow-growing and long-lived species that regenerates exclusively from seeds and will not form root suckers.",
    "Taxonomy": "The species was first formally described by Georg August Pritzel in 1904 as part of the work by Ptritzel and Ludwig Diels Fragmenta Phytographiae Australiae occidentalis. Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse as published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. It was reclassified as Racosperma xiphophyllum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.\nThe specific epithet is taken from the Greek words xiphos meaning sword and phyllon meaning leaf in reference to the shape of the phyllodes.\nThe plant is similar in appearance to Acacia intorta and Acacia eremaea and is thought to be closely related on Acacia hamersleyensis.",
    "Distribution": "It occurs on saline semi-arid land in the Gascoyne River and Ashburton catchments east and north of Carnarvon in the Gascoyne and Pilbara regions of Western Australia on plains, rocky clay flats and stony creek beds as a part of Acacia shrubland and low woodland communities where they can sometimes dominate.",
    "See also": "List of Acacia species",
    "References": "\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}