{
  "url": "https://en.wikipedia.org/wiki/Acacia_tysonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. tysonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia tysonii, commonly known as Tyson's wattle, is a shrub or tree of the genus Acacia and the subgenus Phyllodineae that is endemic to parts of western Australia.",
    "Description": "The erect slender shrub or tree typically grows to a height of 1.5 to 6 metres (5 to 20 ft). The hairy branchlets have pale yellow new shoots that age to a silvery colour  due to indumentum. The thin, smooth, grey-green phyllodes have a narrowly elliptic to narrowly oblong shape with a length of 2 to 4.5 cm (0.79 to 1.77 in) and a width of 4 to 10 mm (0.16 to 0.39 in) and have a prominent midrib and marginal nerves. It blooms from June to September and produces yellow flowers. The racemose inflorescences occur in groups of two to four and have spherical flower-heads containing 25 to 30 bright golden flowers. The smooth red to dark brown seed pods that form after flowering resemble a string of beads with a length of 5 to 10 cm (2.0 to 3.9 in) and a width of 8 to 13 mm (0.31 to 0.51 in). The dull brown seeds within are spherical with a length of 7 to 10 mm (0.28 to 0.39 in).",
    "Taxonomy": "The species was first formally described by the botanist Johann George Luehmann in 1896 as part of the work Reliquiae Muellerianae: Descriptions of New Australian Plants in the Melbourne Herbarium as published in The Victorian Naturalist. It was reclassified by Leslie Pedley in 2003 as Racosperma tysonii then transferred back to genus Acacia in 2006. The only other synonym is Acacia tysoni.",
    "Distribution": "It is native to an area in the Gascoyne, Mid West and Goldfields-Esperance regions of Western Australia where it has a scattered distribution growing in sandy-clay-loam soils often over or around limestone or calcrete. The shrub is found from between Gascoyne Junction and Peak Hill in the north to around Morawa and Mouroubra in the south with specimens also found around Lake Auld on the boundary of the Great Sandy Desert often as a part of low shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}