{
  "url": "https://en.wikipedia.org/wiki/Acacia_caesiella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. caesiella"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia caesiella, commonly known as tableland wattle, bluebush wattle or blue bush, is a shrub or small tree that is endemic to eastern Australia.",
    "Description": "The shrub or small tree typically grows to a height of 1 to 3.5 m (3 ft 3 in to 11 ft 6 in) and sometimes as high as 5 m (16 ft) with an erect or spreading habit. It has smooth grey or brown bark and angled branchlets. Like most Acacias it has phyllodes instead of true leaves. The phyllodes have a 4 to 10 cm (1.6 to 3.9 in) length and a width of 3 to 7 mm (0.12 to 0.28 in) with a narrowly elliptic to linear shape that is straight or curved. Globular yellow flowerheads appear between July and October in the species' native range. The spherical heads flower-heads have a diameter of 4 to 6.5 mm (0.16 to 0.26 in) and contain 12 to 20 bright yellow or deep yellow coloured flowers. The seed pods that form after flowering are flat and straight to slightly curved with a length of 4 to 9 cm (1.6 to 3.5 in) and a with of 6 to 10 mm (0.24 to 0.39 in) that are firmly papery to leathery.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma caesiellum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.",
    "Distribution": "It is found in the state of New South Wales mostly of the slopes of the Great Dividing Range from around Burrenjuck in the south out Mount Coricudgy in the east and to Baradine in the west. It is found on rocky areas as a part of dry sclerophyll woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}