{
  "url": "https://en.wikipedia.org/wiki/Acacia_bifaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bifaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia bifaria is a shrub belonging to the genus Acacia. It is native to an area along the south coast of Western Australia.The shrub is a prostrate to semi-prostrate often domed in shape. It typically grows to a height of 0.3 to 0.8 metres (1.0 to 2.6 ft) and a width of 2 m (6.6 ft). The slightly to prominently flexuose and glabrous branchlets have persistent stipules. The evergreen phyllodes are continuous with branchlets and form opposite wings with each one extending to the next below. Each phyllode is 1 to 3.5 centimetres (0.39 to 1.38 in) in length and has a width of 4 to 10 millimetres (0.157 to 0.394 in). It produces yellow spherical inflorescences between August and December. The rudimentary inflorescences contain 16 to 23 light golden flowers. The black seed pods that form after flowering are strongly curved to twice-coiled with a length of around 2 cm (0.79 in) and 2 to 3 mm (0.079 to 0.118 in) wide containing oblong seeds.The species was first formally described by the botanist Bruce Maslin in 1995 as part of the work Acacia Miscellany Taxonomy of some Western Australian phyllocladinous and aphyllodinous taxa (Leguminosae: Mimosoideae) as published in the journal Nuytsia. The species as reclassified as Racosperma bifarium in 2003 by Leslie Pedley but returned to the genus Acacia in 2006.A. bifaria is found among mallee and woodland communities but has a limited range inland along the south coast of Western Australia in the area around Jerramungup and Ravensthorpe. It is often found in clay, rocky loam or sandy soils on undulating plains, low-lying areas and on roadsides.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}