{
  "url": "https://en.wikipedia.org/wiki/Acacia_flexifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. flexifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia flexifolia, commonly known as bent-leaf wattle or small winter wattle, is  a shrub species that is endemic to eastern Australia.",
    "Description": "The shrub typically grows to a height of 0.3 to 1.5 m (1 ft 0 in to 4 ft 11 in) and has a decumbent or spreading shrub. The branchlets have tiny hairs between resinous ridges and tend to be angled at the extremities. Like most Acacias it has phyllodes instead of true leaves. They have a narrowly oblanceolate to linear shape and can be straight or slightly curved. The glabrous phyllodes are 1 to 2.5 cm (0.39 to 0.98 in) in length and 1 to 2 mm (0.039 to 0.079 in) and have a prominent midvein. It generally blooms between June and September producing simple inflorescences that occur in pairs in the axils and have spherical flower-heads with a diameter of 4 to 6 mm (0.16 to 0.24 in) and contain four to eight loosely packed bright yellow flowers. The firmly papery to thinly leathery seed pods that form after flowering are straight to strongly curved with a length of 4 to 12 cm (1.6 to 4.7 in) and a width of 2 to 3 mm (0.079 to 0.118 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified in 1987 as Racosperma flexifolium by Leslie Pedley, then transferred back to genus Acacia in 2001.",
    "Distribution": "It is found of the eastern states of Australia from Queensland, through New South Wales and into Victoria inland and along the Great Dividing Range where it is usually a component of woodlands, usually dry sclerophyll forest and mallee communities in inland districts.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}