{
  "url": "https://en.wikipedia.org/wiki/Acacia_chalkeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. chalkeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia chalkeri, also known as Chalker's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub has a bushy habit and typically grows to a height of 3 m (9.8 ft) and has angled reddish brown branchlets. The thin grey green phyllodes are ascending to erect with an oblanceolate shape and a length of 2.5 to 5.5 cm (0.98 to 2.17 in) and a width of 3 to 10 m (9.8 to 32.8 ft) with a fine but distinct midrib and obscure lateral nerves. The plant blooms between October and January producing yellow inflorescences. The inflorescences appear in clusters of six to eight with spherical dense flower heads containing 18 to 23 bright yellow flowers. The seed pods that form after flowering have a length of around 9 cm (3.5 in) and a width of 5 to 7 mm (0.20 to 0.28 in). The shiny black seeds within the pods have an oblong to elliptic shape and a length of 4 to 5 mm (0.16 to 0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1916 as part of the work Notes on Acacia, (with description of new species) as published in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma chalkeri in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006. The specific epithet honours Thomas Michael Chalker who worked as a caretaker at Wombeyan Caves.",
    "Distribution": "It is found in a small area around the Wombeyan Caves in south western New South Wales where it grows in shallow limestone soils as a part of dry open woodland and sclerophyll forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}