{
  "url": "https://en.wikipedia.org/wiki/Acacia_wickhamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. wickhamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia wickhamii is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to parts of northern Australia.",
    "Description": "The shrub typically grows to a height of 0.25 to 2.5 metres (1 to 8 ft). It has an erect to low spreading habit and mostly branches from or near base.The bark is smooth or finely fissured and is often a grey colour. The glabrous angular branchlets usually with resin-crenulated ridges. The green phyllodes have a narrowly lanceolate to broadly ovate to broadly elliptic shape with a length of 0.4 to 3 cm (0.16 to 1.18 in) and a width of 1.5 to 10 mm (0.059 to 0.394 in). It blooms from March to July or in September and produces yellow flowers. The inflorescences occur singly or in pairs with obloid or spike shaped flower-heads that are 0.5 to 3.5 cm (0.20 to 1.38 in) in length although they can also be spherical with a diameter of around 0.3 cm (0.12 in)(0.5–3.5 cm long) and are made up of yellow to bright yellow or orange-yellow coloured flowers. The thin brown woody seed pods that form after flowering have a narrowly oblanceolate to narrowly elliptic to linear shape. The pods are flat and 2 to 9 cm (0.79 to 3.54 in) in length and 3.5 to 10 mm (0.14 to 0.39 in) wide. The brown to dark-brown seeds have a narrowly oblong-elliptic or oblong-elliptic shape with a length of 2.5 to 5 mm (0.098 to 0.197 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma wickhamii by Leslie Pedley in 1987 then transferred back to genus Acacia in 2006.There are four known subspecies;\n\nAcacia wickhamii subsp. cassitera\nAcacia wickhamii subsp. viscidula\nAcacia wickhamii subsp. parviphyllodinea\nAcacia wickhamii subsp. wickhamii",
    "Distribution": "It is native to an area in the Kimberley region of Western Australia where it is found along the banks of watercourses and on stony plains growing many soil types over or around sandstone and shale. It is also found across the Barkly Tableland and Katherine regions of the Northern Territory and northern Queensland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}