{
  "url": "https://en.wikipedia.org/wiki/Acacia_kerryana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. kerryana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia kerryana is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to south western Australia.",
    "Description": "The low spreading domed shrub typically grows to a height of 0.3 to 1 metre (1 to 3 ft). It has flexuose branchlets that are slightly ribbed and usually lightly covered with stiff sharp hairs. The evergreen, glabrous, sessile phyllodes have a length of 8 to 16 cm (3.1 to 6.3 in) and a diameter of 0.4 to 0.6 mm (0.016 to 0.024 in) and eight equal raised nerves. It blooms from October to February producing yellow flowers. The simple inflorescences occur in pairs or in groups of three in the axils. The obloid to cylindrically shaped flower-heads have a length of 6 to 9 mm (0.24 to 0.35 in) and a diameter of 3 to 4 mm (0.12 to 0.16 in) with a subdense packing of light golden flowers. The twisted, linear, chartaceous seed pods that form after flowering have a length of 8.5 cm (3.3 in) and a width of 2 mm (0.079 in).",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1982 as part of the work Studies in the genus Acacia (Leguminosae: Mimosoideae). Two new species from the eastern goldfields, Western Australia as published in the journal Nuytsia. It was reclassified as Racosperma kerryanum by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.",
    "Distribution": "It is native to an area in the southern Goldfields region of Western Australia where it is found on plains and low rocky ridges growing in granitic loamy sands or clay sand soils. The species has a scattered distribution between Kambalda in the north down to around Norseman in the south where it is usually found as a part of low open shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}