{
  "url": "https://en.wikipedia.org/wiki/Acacia_alleniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. alleniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia alleniana is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae endemic to northern parts of Australia.",
    "Description": "The shrub or tree has a spindly open habit and typically grows to a height of around 5 metres (16 ft). It has pendulous branches and red-brown coloured slender branchlets. The filiform, terete to quadrangular, phyllodes have a length of 12 to 24 cm (4.7 to 9.4 in) and a width of 0.5 to 0.8 mm (0.020 to 0.031 in). The simple inflorescences have spherical flower-heads that contain around 35 yellow coloured flowers. The linear brown seed pods that form after flowering are raised over seeds alternately. The pods have a length of up to 15 cm (5.9 in) and a width of 3.5 to 5 mm (0.14 to 0.20 in). The turgid, dull brown seeds inside have an oblong to elliptic shape and are 4 to 6 mm (0.16 to 0.24 in) in length and 2 to 2.5 mm (0.079 to 0.098 in) wide.",
    "Taxonomy": "The species was first formally described by the botanists A.J.Ewart and O.B.Davies in 1917 as part of the work by Joseph Maiden Appendix IV: Acacias of the Northern Territory as published in The Flora of the Northern Territory. It was reclassified as Racosperma allenianum by Leslie Pedley in 1987 then transferred back to the genus Acacia in 2001. The shrub is often misidentified as Acacia juncifolia and also as Acacia tenuissima.\nThe species is closely related to Acacia jasperensis and Acacia juncifolia.",
    "Distribution": "It is native in the Northern Territory from around Darwin south and east in Arnhem Land and on many of the islands in the Gulf of Carpentaria. Its range extends into far north-western Queensland where it is found on hills and sandstone slopes growing in skeletal sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}