{
  "url": "https://en.wikipedia.org/wiki/Acacia_macradenia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. macradenia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia macradenia is also known as the zig-zag wattle, which derives from its zig-zag stem growth pattern. Another name used to identify A. macradenia is the 'bed of rivers'.\nDistinguishing features include alternating phyllodes, yellow globular clusters growing at the forks of the branches and a 'zig-zag' stem.",
    "Taxonomy": "George Bentham described Acacia macradenia in 1848 and it still bears its original name. The species name is derived from the Ancient Greek words macros \"long\" and adenos \"gland\".\nIt has hybridised with A. bancroftiorum in the wild, with the resulting plants resembling A. holotricha. A. macradenia has interbred with the fringed wattle (A. fimbriata) in cultivation.",
    "Distribution": "Native to Australia, Acacia macradenia ranges across Central Queensland, Australia and is cultivated in areas around Chinchilla and Pentland. However, due to its invasive growth habits, it has been spotted in parks outside its originated area such as Ipswich.",
    "Habitat and ecology": "Acacia macradenia is a shrub that grows preferably in cool climate to warm climate by sandy or gravelly areas near creeks. The cold temperature prepares and enhances a stronger flowering effect of the seeds when temperatures increase. Acacia macradenia can adapt to areas affected by air pollution. In an experiment, Acacia macradenia seeds were placed in environments with different concentrations of air pollution and results show stable photosynthetic and transpiration rate relative to a non-polluted environment.",
    "Description": "The branches of the Acacia macradenia plant are hairless and smooth. Generally, the younger part of the stem is green and the older parts are brown. Known as phyllodes, the leaf-likes are actually flattened leaf-stalks or petioles. Initially they are bipinnate. The darker phyllodes are typically older and longer have a lanceolate leaf shape compared to the younger phyllodes which are much smaller in size and shape. The A. macradenia plant or tree can grow up to 5 m in height and 4 m spread. The branches are pendulous (loosely hanging) to subpendulous and flexuose (fully bending).\nThe small yellow globular clusters are found at the stalk of the stem. Each globular cluster contains numerous flowering plants which can range between 35 and 50 flowers per cluster. Each plant contains five petals and sepals and many stamens which gives each cluster of flowers a soft look when fully bloomed. The growth of each globular cluster are weather dependent. Optimal flowering conditions favor temperatures in February through March. If there is growth, it will be indicated by areas of redness. If globular clusters do not appear, the phyllodes that are already produced will continue to grow in an alternating pattern. \nThe fruits of the zig-zag wattle are the black pods that have lima-bean-like structure that are found on the plant. The pods are small, curved and have a smooth exterior casing. The pods appear green initially but begins to turn brown-black as temperatures increase through the spring, eventually reaching full maturation. At full maturation, the pods can reach in length up to 12 cm long. Inside these pods are hard brown seeds in a shape of bean. In an experiment conducted to test the effect of seed germination vs. temperature on Acacia seeds, the results showed that seeds that were treated with hot water had higher germination compared to seeds that were treated with cooler water.",
    "Dispersal": "Acacia macradenia seeds are spread naturally by birds, ants, and other animals, though the largest contributor to its dispersal are from the direct results of planting by humans. It has been used in revegetation efforts and is also planted for its ornamental value, with \"unusual architecture and striking floral displays\". Due to the high seed dispersal rate of A. macradenia, its growth habits could potentially classify the species as invasive; it continues to inhabit and dominate new areas across Australia. Australia has no law to inhibit the spread of A. macradenia. The successful growing habits of A. macradenia seem to be encouraged by the hard-shelled seeds' ability to survive and outlive other invasive Acacia species in Australia.",
    "Cultivation": "Acacia macradenia prefers a well-drained situation, preferably in full sun. Successful cultivation has been recorded in coastal areas in eastern Australia from Townsville south to Melbourne. However, plants have succumbed to heavy frosts in some inland locations such as Canberra.\n\n\n== References =="
  }
}