{
  "url": "https://en.wikipedia.org/wiki/Acacia_saligna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. saligna"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia saligna, commonly known by various names including coojong, golden wreath wattle, orange wattle, blue-leafed wattle, Western Australian golden wattle, and, in Africa, Port Jackson willow, is a small tree in the family Fabaceae. Native to Australia, it is widely distributed throughout the south west corner of Western Australia, extending north as far as the Murchison River, and east to Israelite Bay.\nThe Noongar peoples know the tree as Cujong.",
    "Description": "Acacia saligna grows as a small, dense, spreading tree with a short trunk and a weeping habit. It grows up to eight metres tall. Like many Acacia species, it has phyllodes rather than true leaves; these can be up to 25 centimetres long. At the base of each phyllode is a nectary gland, which secretes a sugary fluid. This attracts ants, which are believed to reduce the numbers of leaf-eating insects. The yellow flowers appear in early spring and late winter, in groups of up to ten bright yellow spherical flower heads. The fruit is a legume, while the seed is oblong and dark to black in colour.A natural colonizer, Coojong tends to grow wherever soil has been disturbed, such as alongside new roads. Its seeds are distributed by ants, which store them in their nests to eat the seed-stalks. Disturbance of the soil brings them to the surface and allows them to germinate. Seeds germinate readily, and hundreds of seedlings can sometimes be found beneath a single parent tree. It is also extremely vigorous when young, often growing over a metre per year.",
    "Uses": "Acacia saligna can be used for multiple purposes, as it grows under a wide range of soil conditions into a woody shrub or tree. It has been used for tanning, revegetation, animal fodder, mine site rehabilitation, firewood, mulch, agroforestry and as a decorative plant.Acacia saligna has been planted extensively in semi-arid areas of Africa, South America and the Middle East as windbreaks and for stabilisation of sand dunes or erosion.",
    "Invasive potential": "Acacia saligna has become an invasive species outside its natural range due to the following contributing factors:\nWidespread planting outside its native area\nRapid growth in soil with low levels of nutrients\nEarly reproductive maturity\nLarge quantity of seeds produced\nAbility of seeds to survive fire\nAbility to germinate after cutting or burning\nTolerance to many different substrates\nNitrogen fixation\nExtensive root system\nTaller growth (by more than 3 m in some places) than indigenous plantsIt was planted in the northern suburbs of Sydney in the 1950s by well-meaning native plant enthusiasts, and has subsequently become a major weed in eastern New South Wales, Victoria and South Australia.",
    "Invasive potential-Environmental impact in South Africa": "In South Africa, it proliferated at an uncontrollable rate, having been introduced in the nineteenth century to produce tan bark and to stabilise the sands of the Cape Flats outside Cape Town after the indigenous bush had largely been cut down for firewood. In addition to replacing indigenous fynbos vegetation, it also hampers agriculture. It is listed as an invasive alien plant in the Cape Floristic Region of South Africa, where it has displaced native species through changing fire regimes. The introduction of the acacia gall rust fungus, (Uromycladium tepperianum), has proven to be highly effective at reining it in, reducing density by 80%. The acacia seed weevil (Melanterius species) was introduced in 2001 and has now (in 2007) reached the stage where there are sufficient numbers available to begin its distribution.",
    "See also": "Acacia pycnantha (also known as \"golden wattle\")",
    "References": "10 Kheloufi A., Mansouri L.M., Boukhatem Z.F. (2017). Application and use of sulfuric acid to improve seed germination of three acacia species, Reforesta, 3:1-10.",
    "External links": "\"Acacia saligna\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Acacia saligna\". FloraBase. Western Australian Government Department of Parks and Wildlife. \nAcacia saligna (GBIF) Map of herbaria records showing something of its invasiveness\nPurdue University Center for New Crops and Plants Products s.v. Acacia saligna.\nPowell, Robert (1990). Leaf and Branch: Trees and Tall Shrubs of Perth. Perth, Western Australia: Department of Conservation and Land Management. ISBN 978-0-7309-3916-0.\n'Beating the Australian: The Acacia Gall Rust Fungus is Winning the Battle against Port Jackson' Veld & Flora Vol 93(2) June 2007 p104 et seq\n'Invasive Plants are Harming our Biodiversity' Veld & Flora Vol 93(2) June 2007 p108 et seq\nSystematic Mycology and Microbiology Laboratory, ARS, USDA (2007). \"Uromycladium tepperianum on Acacia spp\". Archived from the original on 3 September 2014. Retrieved 6 June 2007.\nAcacia cyanophylla & Rhizobium (in French)"
  }
}