{
  "url": "https://en.wikipedia.org/wiki/Acacia_huegelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. huegelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia huegelii is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to Western Australia.",
    "Description": "The straggling spiny multi-stemmed shrub typically grows to a height of 0.2 to 1.0 metre (1 to 3 ft). The branchlets can be either glabrous or slightly haired with erect stipules that are 2 to 4 millimetres (0.079 to 0.157 in) in length. The pungent green phyllodes are broadest near the middle and are usually 7 to 16 mm (0.28 to 0.63 in) in length and 2 to 7 mm (0.079 to 0.276 in) wide. It produces cream-yellow flowers from October to February. The simple inflorescences are arranged with one per axil.  The globular flowerhead contain 20 to 35 cream or white coloured flowers. Following flowering flat curved red-brown seed pods form that are up to 40 mm (1.57 in) 4long with a width of 3.5 to 5 mm (0.138 to 0.197 in) containing oblong mottled seeds.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1837 as part of the work by Bentham, Stephan Endlicher, Eduard Fenzl and Heinrich Wilhelm Schott entitled Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in Sinu Regis Georgii collegit Carolus liber baro de Hügel. It was reclassified in 2003 as Racosperma huegelii by Leslie Pedley then transferred back to the genus Acacia in 2006. The only other synonym is Acacia huegelii Benth. var. huegelii.The species names honours Carl Alexander Anselm, Baron von Hugel, an Austrian naturalist who visited Western Australia in 1833 and collected the type specimen from around the Swan River.A. huegelii is closely related to Acacia forrestiana and has similar phyllodes to Acacia imparilis.",
    "Distribution": "It is native to an area along the south coast in the Peel and South West regions of Western Australia where it is found on low ridges, flats and sand dunes growing in lateritic gravel or sandy soils. It is often part of Banksia or Eucalyptus woodlands or open forest communities in northern and eastern areas but in south western areas it appears in dune swales with Agonis flexuosa and species of Kunzea.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Acacia huegelii Google images\nAcacia huegelii World wide wattles"
  }
}