{
  "url": "https://en.wikipedia.org/wiki/Acacia_nervosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. nervosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia nervosa, commonly known as rib wattle ribbed wattle or perfumed wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The erect or sprawling shrub typically grows to a height of 0.2 to 0.5 metres (0.7 to 1.6 ft). It blooms from June to October and produces yellow flowers. The shrub can be either single or multi-stemmed, sprouting from a woody root-stock. The branchlets are pruinose and prominently ribbed. The pungent, greyish green phyllodes are slightly inequilateral with a narrowly elliptic to straight or shallowly incurved shape. Phyllodes are 1 to 5 centimetres (0.4 to 2.0 in) in length with a width of 4 to 12 millimetres (0.157 to 0.472 in) long. The inflorescences are two to four headed. The prolific, showy, globular heads contain 7 to 12 loosely grouped bright golden flowers. The woody dark brown seed pods that follow have a twisted narrowly oblong shape. The pods are up to 5 cm (2.0 in) long and 8 to 9 mm (0.315 to 0.354 in) wide with thick margins. The oblong to circular seeds found in the pod are shiny, greyish brown and 3 to 4 mm (0.118 to 0.157 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Augustin Pyramus de Candolle in 1825 as part of the work Leguminosae. Prodromus Systematis Naturalis Regni Vegetabilis. The type specimen was collected in 1801 in Geographe Bay by Louis de Freycinet, a member of the Nicolas Baudin expedition.The only synonym for the species is Racosperma nervosum as described by Leslie Pedley.The species belongs to the Acacia myrtifolia group along with other dwarf members including Acacia obovata and Acacia pygmaea.",
    "Distribution": "It is native to an area in the Great Southern, South West and Peel regions of Western Australia where it grows in gravelly clay or sandy lateritic soils. It occurs in a block as far north as Mogumber and along the coast south to Cape Naturaliste then east along the coast as far as Albany. Some outlying populations are found in Tammin, Katanning and Mount Barker. It is often found  near watercourses or as a part of Eucalyptus woodland or forest communities.",
    "Cultivation": "The shrub is available commercially in seed form or as a seedling. The hardy plant is dieback resistant. Seeds have to be pretreated with hot water prior to planting. and the seed will take about four weeks to germinate.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}