{
  "url": "https://en.wikipedia.org/wiki/Acacia_calyculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. calyculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia calyculata is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The many-branched, glaborus shrub typically grows to a height of 2.5 m (8 ft 2 in) and has brown to grey coloured flaky bark with flattened, stout and brownish branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The flat, straight to falcate phyllodes have an inaquilaterally narrowly elliptic shape with a length of 4 to 12.5 cm (1.6 to 4.9 in) and a width of 5 to 25 mm (0.20 to 0.98 in) and have three conspicuous main nerves. It blooms throughout the year producing 1.4 to 3.6 cm (0.55 to 1.42 in) long flower-spikes with white to cream coloured flowers. Following flowering linear shaped seed pods with a linear shape that tapers towards the base. The glabrous, woody, straight-sided pods are terete to slightly quadrangular and have a length of 5 to 11 cm (2.0 to 4.3 in) and a width of 3 to 5 mm (0.12 to 0.20 in). The dark brown seeds within have an oblong-elliptic shape with a length of 3.5 to 5.6 mm (0.14 to 0.22 in).",
    "Distribution": "It is endemic to Queensland where it is situated in coastal areas from the Cape York Peninsula down to around Townsville in the south. It is often found on steep hillsides growing in shallow rocky soils derived from granite or sandstone as a  part of Eucalyptus woodlands or open forest communities but can also be found in heath or scrubland area growing in sandy soils near the coast.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}