{
  "url": "https://en.wikipedia.org/wiki/Acacia_halliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. halliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia halliana is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of south eastern Australia.",
    "Description": "The shrub typically grows to a height of up to 2.5 m (8 ft 2 in) and has a bushy and spreading habit. It has flattened and angled branchlets that are terete and ribbed with 2 to 3 mm (0.079 to 0.118 in) long stipules. New shoots are often densely covered in pale yellow hairs. Like most species of Acacia it has phyllodes instead of true leaves. The evergreen phyllodes are inequilateral and have a narrowly oblong or narrowly elliptic shape and can be straight or a little recurved. The phyllodes have a length of 3 to 7 cm (1.2 to 2.8 in) and a width of 4 to 15 mm (0.16 to 0.59 in) and are narrowed at apex. The shrub blooms between September and October produces simple inflorescences often is pairs in the axils with spherical flower-heads that have a diameter of around 6 mm (0.24 in) and contain 35 to 55 densely packed golden flowers. The firmly chartaceous to thinly crustaceous, black colured seed pods that form later resemble a string of beads. the pods are curved to sigmoid with a length of 6 cm (2.4 in) and a width of 3 mm (0.12 in) and containing longitudinally arranged seeds.  The dull, dark brown seeds have an oblong to elliptic shape and are 3 to 4 mm (0.12 to 0.16 in) in length with a terminal creamy white aril.",
    "Taxonomy": "The specific epithet honours Norman Hall who once worked for the CSIRO.",
    "Distribution": "The shrub has a distribution as far west as the Eyre Peninsula in South Australia up to around Euston in New South Wales in the north and Gunbower in the east where it is growing in sandy or calcareous loamy soils as a part of mallee woodland or scrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}