{
  "url": "https://en.wikipedia.org/wiki/Acacia_applanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. applanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia applanata, also known as golden grass wattle or grass wattle, is a grasslike shrub belonging to the genus Acacia and subgenus Alatae. It is native to the south west of Western Australia.",
    "Description": "The shrub is erect or sometimes sprawling and typically grows to a height of 0.5 to 1.0 metre (2 to 3 ft). The stems are suckering and can spread. It has few phyllodes which are continuous with branchlets and form opposite wings with each one extending to the next beneath. The glabrous dark greenwings are 0.5 to 3 millimetres (0.02 to 0.12 in) in width. The free portion of each phyllode usually has a length of 1.5 to 5 millimetres (0.06 to 0.20 in). It produces yellow flowers between July and October in winter and spring. Each inflorescences has one to four globular heads containing 10 to 20 golden flowers. Following flowering curved flat seed pods with a length of around 30 mm (1.2 in) and a width of 7 to 8 mm (0.28 to 0.31 in) form. The pods contain oblong to elliptic seeds that are 3 to 4 mm (0.12 to 0.16 in) in length.",
    "Taxonomy": "The species was originally described by Bruce Maslin in 1995 as part of the work Acacia Miscellany 13. Taxonomy of some Western Australian phyllocladinous and aphyllodinous taxa (Leguminosae: Mimosoideae) as published in the journal Nuytsia. It was briefly reclassified as Racosperma applanatum by Leslie Pedley in 2003 but classified back into the genus Acacia in 2006. Other synonyms include; Acacia diptera, Acacia diptera var. angustior, Acacia benthamii var. angustior and Acacia diptera var. eriocarpa.The species name applanata is taken from the Latin word applanatus, which means flattened or horizontally expanded referring to the nature of the phyllodes.Until 1995, the closely related Acacia willdenowiana was considered to be the same species as A. applanata. It also strongly resembles Acacia anomala and can hybridize with Acacia alata var. alata.",
    "Distribution": "It has a scattered distribution from the west coast in the Wheatbelt region south through the Peel, South West and east into the Great Southern region. Found as far north as Jurien and south to Albany it is usually part of open woodland, woodland and forest communities and sometimes occasionally in areas of shrubland. Often in found in winter wet depressions growing in sandy and loam lateritic soils.",
    "Cultivation": "The species is commercially available in seed form. The seeds need to be treated with hot water prior to planting. It requires well-drained soils a position in part to full sun. It can be used in rehabilitation work, along verges or as a feature plant in a native garden.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}