{
  "url": "https://en.wikipedia.org/wiki/Acacia_jibberdingensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. jibberdingensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia jibberdingensis, also known as Jibberding wattle or willow-leafed wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to Western Australia.",
    "Description": "The shrub or tree is slender and erect typically grows to a height of 1.5 to 7 metres (5 to 23 ft) and a width of around 5 m (16 ft). It has angled slightly hairy branchlets with patent to ascending evergreen phyllodes with a flat linear shape that is straight to slightly curved. The glabrous phyllodes are 15 to 32 cm (5.9 to 12.6 in) in length with a diameter of 1 to 1.5 mm (0.039 to 0.059 in). It blooms from June to October producing bright yellow perfumed flower-spikes. The simple inflorescences occur singly in the axils with flower-spikes that are 20 to 35 mm (0.79 to 1.38 in) in length with a diameter of 6 mm (0.24 in) loosely packed with golden flowers. The thinly coriaceous and glabrous seed pods that form after flowering resemble a string of beads are up to 21 cm (8.3 in) in length and have a width of 5 to 7 mm (0.20 to 0.28 in). The glossy, black seeds are longitudinally arranged in the pods and have a broadly elliptic shape with a length of 4.5 to 5.5 mm (0.18 to 0.22 in) with a pitted areole.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma jibberdingense by Leslie Pedley in 2003 then was transferred back to genus Acacia in 2006. The type specimen was collected by M.Koch in 1960 at Jibberding near Dalwallinu.",
    "Distribution": "It is native to an area in the Mid West, Wheatbelt and Goldfields regions of Western Australia where it is often found among granite outcrops growing is sandy loamy soils. The population is scattered from Mullewa and Jingemarra Station in the north down to around Peak Charles National Park in the south east where it is mostly found in shrubland communities.",
    "Cultivation": "It is available for cultivation in seed form but the seeds must scarified prior to planting. It grows best in well-drained soils in a sunny position and is both frost and drought tolerant.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}