{
  "url": "https://en.wikipedia.org/wiki/Acacia_gracilifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gracilifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gracilifolia, commonly known as graceful wattle, is a shrub belonging to the genus Acacia and the subgenus Plurinerves native to a small area of central southern Australia.",
    "Description": "The resinous shrub typically grows to a height of 1 to 2 metres (3.3 to 6.6 ft). It has slender, glabrous branchlets with yellow ribbing. The green filiform phyllodes are straight or shallowly incurved with a length of 5 to 10 cm (2.0 to 3.9 in) and a width of 1 mm (0.039 in). It flowers between August and November producing simple inflorescences that occur singly or in groups of two or three in the axils. The flower-heads have a cylindrical to almost spherical shape with bright yellow flowers. The seed pods that form after flowering have a linear shape and a length of up to 7 cm (2.8 in) and a width of around 2 mm (0.079 in). The pods contain hard, dark brown to black coloured seeds with an ellipsoidal shape that is around 6 mm (0.24 in) in length and 4 mm (0.16 in) wide.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927.\nThe specific epithet is taken from the Latin words gracilis meaning graceful or slender and folium meaning leaf in reference to the long thin phyllodes.\nThe shrub is part of the Acacia wilhelmiana group along with nine close relatives: Acacia abrupta, Acacia ascendens, Acacia barattensis, Acacia brachypoda, Acacia cowaniana, Acacia helmsiana, Acacia leptalea, Acacia menzelii and Acacia viscifolia.",
    "Distribution": "The shrub is scattered in an area of South Australia in the southern Flinders Ranges and the northern Mount Lofty Ranges from around Wilmington in the north down to around Port Pirie in the south where it is often situated in gorges or on rocky hillsides growing in shallow loamy soils as a part of scrubby Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}