{
  "url": "https://en.wikipedia.org/wiki/Acacia_leptostachya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. leptostachya"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia leptostachya, commonly known as Townsville wattle or slender wattle, is a shrub or small tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub or tree typically grows to a maximum height of 0.5 to 6 m (1 ft 8 in to 19 ft 8 in). It has hairy ribbed branchlets with resinous young shoots. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes have silvery coloured hairs and a  narrowly elliptic to lanceolate shape that can be straight or shallowly curved. The phyllodes have a length of 4 to 9 cm (1.6 to 3.5 in) and a width of 2 to 12 mm (0.079 to 0.472 in) and contain many fine, rather closely packed veins, with two or three that are more prominent. The simple inflorescences occur in pairs on racemes. The cylindrical flower-spikes have a length of 2 to 4 cm (0.79 to 1.57 in) and is sub-densely packed with golden flowers. Following flowering firmly chartaceous to thinly coriaceous and glabrous seed pods form. the pods have a linear shape and are raised over the seeds and a have a length up to around 6 cm (2.4 in) and a width of 2 to 9 mm (0.079 to 0.354 in). The shiny brown seeds have an oblong shape with a length of 2.7 to 4 mm (0.11 to 0.16 in) with a small aril.",
    "Taxonomy": "Th species was first formally described by the botanist George Bentham in 1864 as part of the work Flora Australiensis, it was reclassified as Racosperma leptostachyum by Leslie Pedley in 1987 then transferred back to genus Acacia in 2001. Other synonyms include Acacia capillosa and Acacia argentea and is commonly confused with Acacia conspersa.\nThe specific epithet is derived from the Greek words lepto meaning slender and stachys meaning ear of corn in reference to the shape of the flower spikes.",
    "Distribution": "It is endemic to central-eastern parts of Cape York Peninsula from around Coen in the north extending through coastal and inland areas to around Maryborough and south of Charleville in the south. It is found in a variety of habitat growing in deep sandy or skeletal soils overlaying granite or sandstone bedrock as a part of Eucalyptus woodland communities or Triodia grasslands.",
    "Cultivation": "The shrub or tree grows well a full sun position in dry well drained soils. It can be propagated from seed after seeds are scarified or treated with boiling water.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}