{
  "url": "https://en.wikipedia.org/wiki/Acacia_beckleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aemula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia beckleri, or Barrier Range wattle, is a plant in the genus Acacia native to Australasia, typically Australia. It is named after Dr Hermann Beckler, the botanist on the Burke and Wills expedition in 1861 and it was he who collected the type specimen (NSW 47447,  found in a \"Glen to the gorge Nothungbulla, Hodgson's Basin, near the Barrier Range\"). The common name refers to the Barrier Range in the Broken Hill area, western New South Wales. This species is similar to A. notabilis (notable wattle, Flinder's wattle, stiff golden wattle) and A. gladiformis (sword wattle, sword-leaf wattle).",
    "Description": "It is a decumbent shrub 1–3 m in height. Its stem and branches are reddish-brown in color. Its phyllodes are oblanceolate to narrowly elliptic, straight or slightly curved. Leaves are green to pale green in color and 6–20 cm long. Midvein and marginal veins are visible. There are 2-9 inflorescences. There are up to 60 individual flowers in each globular cluster. The flowers are bright yellow in color and have a diameter of 8–17 mm. Pods are straight, flat, mostly straight-sided to barely and irregularly more deeply constricted between seeds. These are 5–13 cm long, mostly 5–6 mm wide, firmly papery to thinly leathery. Seeds are longitudinal, with the funicle expanded towards the seed. It flowers in June and August. This plant can be propagated by seed and probably also cuttings.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}