{
  "url": "https://en.wikipedia.org/wiki/Acacia_aureocrinita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aureocrinita"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aureocrinita is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub or tree has a bushy habit and typically grows to a height of less than 1 m (3 ft 3 in) but can reach as high as 1.8 m (5 ft 11 in). The shrub often has over four primary erect branches that diverge at the base. The terete brown-green to brown branchlets are ribbed and hairy. It has elliptic or occasionally ovate-elliptic shaped phyllodes with a length of 0.8 to 2 cm (0.31 to 0.79 in) and a width of 4 to 12 mm (0.16 to 0.47 in). It blooms during the warmer months between December and March and produces inflorescences with creamy yellow flowers. The flowers occur with one inflorescence per axil, the spherical flowerheads contain 18 to 30 pale yellow to cream coloured flowers and have a diameter of 4 to 7 m (13 to 23 ft). The leathery brown seed pods that form after flowering are slightly curved with a length of 2 to 8 cm (0.79 to 3.15 in) and a width of 12 to 17 mm (0.47 to 0.67 in).",
    "Taxonomy": "The species was first formally described by the botanists Barry John Conn and Terry Tame in 1996 in the article A revision of the Acacia uncinata group (Fabaceae-Mimosoideae) as published in the journal Australian Systematic Botany. The only synonym is Racosperma aureocrinitum. It is quite similar to Acacia uncinata in appearance.",
    "Distribution": "It is found in south western New South Wales between the Shoalhaven River and Cooma. It is found on ridges and steep valley slopes often as a part of Eucalypts forest communities and grows in stony clay soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}