{
  "url": "https://en.wikipedia.org/wiki/Acacia_binervata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. binervata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia binervata, commonly known as two-veined hickory, is a shrub or tree that is endemic to eastern Australia.",
    "Description": "The tall shrub reaching 5 m (16 ft) in height or tree to 15 m (49 ft) in height has an erect to spreading habit with grey-black or grey-brown coloured bark that can be smooth or rough. The glabrous branchlets are angled toward the apices.\n\nIt has phyllodes instead of true leaves which have two prominent veins (giving the plant its species name binervata). The evergreen phyllodes have a narrowly elliptic to broadly elliptic or occasionally lanceolate shape and are straight or sometimes subfalcate with a length of 6 to 14 cm (2.4 to 5.5 in) and a width of 10 to 30 mm (0.39 to 1.18 in). It blooms between August and November producing inflorescences that occur in groups of three to twelve in the axillary racemes. The spherical flower-heads have a diameter of 5 to 10 mm (0.20 to 0.39 in) and contain 30 to 50 pale yellow to almost white coloured flowers. The firmly papery to leathery seed pods that form after flowering are straight and flat and can be constricted between the seeds. The pods are 3.5 to 14 cm (1.4 to 5.5 in) in length and 9 to 14 mm (0.35 to 0.55 in) wide with longitudinally arranged seeds inside. The shiny black seeds have an oblong-elliptic shape with a length of around 5 mm (0.20 in) and with a black aril.",
    "Taxonomy": "The species was first formally described by the botanist Augustin Pyramus de Candolle in 1825 as part of the work Leguminosae. Prodromus Systematis Naturalis Regni Vegetabilis. It was later reclassified as Racosperma binervatum in 1987 by Leslie Pedley then transferred back to genus Acacia in 2014. The only other synonym is Acacia umbrosa.",
    "Distribution": "The plant is found down the east coast of Australia from south east Queensland through much of coastal New South Wales. It is found from around Narooma in southern New South Wales to around Mittagong in the west up to around the Mount Tambourine area in southern Queensland. It grows moist sites in sandy or basaltic soils as a part of tall sclerophyll forest or on the margins of rainforest communities.",
    "Cultivation": "The plant can be grown from seed, though the seed must be scarified prior to planting. It is a hardy and fast growing plant that copes well in damp areas and prefers full sun or part shade positions. It is a dense shade tree or shelter tree or hedge that is frost hardy.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}