{
  "url": "https://en.wikipedia.org/wiki/Acacia_latior",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. latior"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia latior is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The multi-stemmed shrub typically grows to a height of 1 to 4 m (3 ft 3 in to 13 ft 1 in) and has a rounded to obconic habit. It tends to have a dense and compact crown with sparingly fluted stems. The smooth or finely fissured bark is a brown-grey colour. It has densely silver to white hairy new shoots. The glabrous branchlets are obscurely ribbed and angular or flattened at extremities. The flat, grey-green to green coloured phyllodes have a narrowly oblanceolate to linear-elliptic shape and are straight to shallowly incurved. The pungent phyllodes have a length of 4 to 13 cm (1.6 to 5.1 in) and a width of 2 to 10 mm (0.079 to 0.394 in) with numerous longitudinal nerves that are close together. The simple inflorescences occur most often in pairs on each axil, the widely ellipsoid to obloidal shaped flower-heads are 8 to 12 mm (0.31 to 0.47 in) in length and have a diameter of 5 to 7 mm (0.20 to 0.28 in) and are packed with golden coloured flowers. The straight to slightly curved seed pods that form after flowering have a length of 2 to 5 cm (0.79 to 1.97 in) and a width of 2 to 3 mm (0.079 to 0.118 in) The shiny brown seeds within the pods are arranged longitudinally and have an oblong shape with a length of 2 to 3 mm (0.079 to 0.118 in) and a white aril.",
    "Distribution": "It is native to an area in the Mid West region of Western Australia. It is commonly found around Mullewa with scattered populations around Gnows Nest and the Blue Hill ranges and around Karara and Warriedar stations. The shrub is often situated on sandplains and gravelly rises growing in sandy, rocky clay or loamy soils as a part of shrubland or scrub communities and is often associated with mallee style Eucalytps and other species of Acacia.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}