{
  "url": "https://en.wikipedia.org/wiki/Acacia_adoxa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. adoxa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia adoxa, commonly known as the grey-whorled wattle, is a species of plant in the legume family that is native to northern Australia.",
    "Description": "It grows as a procumbent or spreading shrub typically growing to a height of 0.7 to 1.2 metres (2.3 to 3.9 ft) in height. The stems can be glabrous or have small erect hairs present and with linear stipules that are 0.8 to 1.2 millimetres (0.031 to 0.047 in) long. The phyllodes occur in grouped whorls with six to ten present in each group. Each flattened or slightly recurved phyllode is around 2 to 5 mm (0.079 to 0.197 in) in length. It produces yellow flowers from April to October. The inflorescences are made up of globular flower-heads made up of 25 to 35 flowers. Following flowering sessile seed pods form that are 25 to 60 mm (1.0 to 2.4 in) long and 6 to 7 mm (0.236 to 0.276 in) wide. The pods contain oblong seeds around 4 mm (0.157 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1972 as part of the work A revision of Acacia lycopodiifolia A. Cunn. ex Hook. and its Allies as published in Contributions from the Queensland Herbarium. Leslie later reclassified the species in 2003 as Racosperma adoxum but it was transferred back to the genus Acacia in 2006.",
    "Distribution and habitat": "It occurs on red sand soils, ironstone gravel, and stony plains. In Western Australia it is found in the Central Kimberley, Dampierland, Gascoyne, Great Sandy Desert, Little Sandy Desert, Northern Kimberley, Ord Victoria Plain, Pilbara and Tanami IBRA bioregions. It is also found in the central western parts of the Northern Territory.Edible grubs are found among the rootstock and the seeds are often harvested by ants.",
    "Varieties": "A. adoxa var. adoxa\nA. adoxa var. subglabra\n\n\n== References =="
  }
}