{
  "url": "https://en.wikipedia.org/wiki/Acacia_crassistipula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. crassistipula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia crassistipula is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to western Australia.",
    "Description": "The low spreading shrub typically grows to a height of 0.1 to 0.5 metres (0.33 to 1.6 ft). The shrub has ribbed branchlets that can be covered in fine hairs and has foliaceous stipules with a length of 2 to 7 mm (0.079 to 0.276 in). The erect green phyllodes are asymmetric with a narrowly oblong to narrowly elliptic shape. The hairy phyllodes are 7 to 16 mm (0.28 to 0.63 in) in length and 1.5 to 3 mm (0.059 to 0.118 in) wide with one nerve on the phyllodes face and obscure lateral nerves. It blooms from July to August and produces yellow flowers. The simple inflorescences occur singly in the axils with spherical to slightly obloid flower-heads that have a diameter of 5 to 6 mm (0.20 to 0.24 in) densely packed with 27 to 33 golden coloured flowers. The hairy, brown, thinly coriaceous to crustaceous seed pods that form after flowering have a narrowly oblong shape and are undulate or curved. The pods have a length of 4 cm (1.6 in) and a width of 3 to 5 mm (0.12 to 0.20 in) containing shiny dark brown seeds with an ovate to widely elliptic shape and a length of 2 to 3 mm (0.079 to 0.118 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as a part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma crassistipulum by Leslie Pedley in 2003 and transferred back to genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Great Southern and Wheatbelt regions of Western Australia where it grows in lateritic gravelly sandy soils. The shrub has a discontinuous distribution and is mostly situated from around Mogumber in the north down to around York in the south. Other smaller populations are also found around further south between Borden, Tambellup and Nyabing as a part of open heathland and open Eucalyptus wandoo woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}