{
  "url": "https://en.wikipedia.org/wiki/Acacia_sclerophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. sclerophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia sclerophylla, commonly known as the hard-leaf wattle, is a shrub of the genus Acacia and the subgenus Plurinerves and is endemic to southern parts of Australia.",
    "Description": "The shrub typically grows to a height of 0.2 to 2.5 metres (1 to 8 ft) and a width of 3 m (9.8 ft) and has a moderately open habit. It has glossy green phyllodes with an oblanceolate shape and are slightly sticky. The ascending to erect phyllodes are straight to shallowly incurved with a length of 1 to 6 cm (0.39 to 2.36 in) and a width of 1 to 5 mm (0.039 to 0.197 in). It blooms from August to October and produces yellow flowers. The golden-yellow spherical flowers are prolifically produced in the leaf axils. Each simple inflorescence has a diameter of 3 to 4 mm (0.12 to 0.16 in) and contains 12 to 20 flowers. After flowering linear to curved to openly coiled seed pods form with a length of 6 cm (2.4 in) and a width of 2 to 3 mm (0.079 to 0.118 in) that contain longitudinal seeds with an oblong to oblong-ovate shape.",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1838 as part of Thomas Mitchell's work Three Expeditions into the interior of Eastern Australia. It was briefly reclassified as Racosperma sclerophyllum by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006.There are three known varieties:\n\nAcacia sclerophylla var. pilosa\nAcacia sclerophylla var. sclerophylla\nAcacia sclerophylla var. teretiuscula",
    "Distribution": "It is native to southern areas in South Australia and Victoria as well as an area in the Wheatbelt  and Goldfields-Esperance regions of Western Australia. It is also found in south eastern parts of South Australia, eastern parts of Victoria and south eastern parts of New South Wales.",
    "Cultivation": "The hardy and attractive species are often used for hydroseeding on roadside that can grow in a variety of soils. It requires little maintenance, is drought tolerant and frost hardy down to 7 °C (45 °F).",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}