{
  "url": "https://en.wikipedia.org/wiki/Acacia_barringtonensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. barringtonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia barringtonensis, commonly known as Barrington wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to New South Wales.",
    "Description": "The shrub has an erect to spreading habit and typically grows to a height of 1 to 6 m (3 ft 3 in to 19 ft 8 in) with angled branchlets that are minutely hairy. It has grey-green phyllodes that can have white to grey hairs. The phyllodes have a narrowly elliptic to narrowly oblong-elliptic shape and have a length of 3 to 13 cm (1.2 to 5.1 in) and a width of 5 to 15 mm (0.20 to 0.59 in) with a prominent mid-vein and fainter lateral veins. t blooms between September and November producing groups of 3 to 16 inflorescences found in the axillary racemes. the spherical flower-heads have a diameter of 3 to 3.5 mm (0.12 to 0.14 in) and contain 8 to 20 yellow to deep yellow flowers. The flat, papery to leathery seed pods that form after flowering are straight to slightly curved. the pods have a length of 3 to 8 cm (1.2 to 3.1 in) and a width of 8 to 12 mm (0.31 to 0.47 in).",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1975 as part of the work Notes on Australian taxa of Acacia as published in the journal Telopea. It was reclassified as Racosperma barringtonense in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.The specific epithet is a reference to Barrington Tops located in the Mount Royal Range where the type specimen was found. It is closely related to Acacia clunies-rossiae, Acacia caesiella and Acacia dorothea.",
    "Distribution": "The shrub is found in north eastern New South Wales and is commonly located in the Great Dividing Range from Gibraltar Range National Park in the north down to Barrington Tops National Park in the south where it is often situated around creeks and among or along the edges of swamps growing in granite or basalt based soils as a part of Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}