{
  "url": "https://en.wikipedia.org/wiki/Acacia_inops",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. inops"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia inops is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The weak scrambling and pungent shrub typically grows to a height of 0.4 to 1.1 metres (1.3 to 3.6 ft) and has filiform branches. The green, glabrous branchlets have 1 to 2 mm (0.039 to 0.079 in) long stipules. The sessile, pungent phyllodes have a narrowly triangular shape and are 5 to 7 mm (0.20 to 0.28 in) in length and 0.5 to 1 mm (0.020 to 0.039 in) wide with unequal base and a central midrib. It produces white-cream flowers from September to November. The simple inflorescences occur singly in the axils. The spherical flower-heads contain five to nine cream to white coloured flowers.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1928 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma inops by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.A. inops belongs to the Acacia horridula group along with Acacia hastulata and resembles Acacia uliginosa.",
    "Distribution": "It is native to an area in the South West region of Western Australia from around Busselton in the north down to Augusta in the south and is found in and around swamps and creek-lines growing in black peaty sandy soils. The bulk of the population is found around the Margaret River area",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}