{
  "url": "https://en.wikipedia.org/wiki/Acacia_barbinervis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. barbinervis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia barbinervis is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to Western Australia.",
    "Description": "The multi-stemmed spreading and pungent shrub typically grows to a height of 0.1 to 0.5 metres (0 to 2 ft). The puberulous to pubescent branchlets have linear-triangular shaped stipules with a length of 1.5 to 4.5 mm (0.059 to 0.177 in). The rigid, green, flat and linear phyllodes have a length of 1 to 3 cm (0.39 to 1.18 in) and a width of 1 to 2 mm (0.039 to 0.079 in) also have a pungent apex. The phyllodes have five nerves and a prominently raised midrib. It blooms from November to December and produces cream-yellow flowers. The simple inflorescences occur singly or in pairs in the axils. The spherical flower-heads contain 12 to 22 golden or creamy coloured flowers. The curved red-brown coloured seed pods that form after flowering have a length of up to 7 cm (2.8 in) and a width of around 4 m (13 ft).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma barbinerve in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.\nThe species resembles and is closely related to Acacia costata.\nThere are two known subspecies:\n\nAcacia barbinervis subsp. borealis described in 1999 by Bruce Maslin.\nAcacia barbinervis Benth. subsp. barbinervis.",
    "Distribution": "It is native to an area along the west coast in the Wheatbelt and the Peel regions of Western Australia growing in lateritic sandy soils. The range of the shrub extends from Eneabba in the north to around Waroona in the south.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}