{
  "url": "https://en.wikipedia.org/wiki/Acacia_lysiphloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. lysiphloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia lysiphloia is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to northern parts of Australia.",
    "Description": "The viscid and spreading shrub typically growing to a height of 1 to 4 metres (3 to 13 ft). It flowers from May to September producing yellow flowers. The bark is red-brown minni ritchi style. The phyllodes have an obliquie arrangement and a linear-obovate shape, typically 1 to 5 centimetres (0.4 to 2.0 in) in length and 1.2 to 7 millimetres (0.05 to 0.28 in) wide. The flowers five-merous with a calyx that is 0.3 to 0.8 mm (0.012 to 0.031 in) long. These eventually form seed pods that flat and straight to strongly curved and 2 to 10 cm (0.8 to 3.9 in) in length containing red-brown seeds.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem published in the Journal of the Proceedings of the Linnean Society, Botany. The only known synonyms of this species are Racosperma lysiphloia and Racosperma lysiphloium as described by Leslie Pedley in 1987.",
    "Distribution": "The plant will grown in red sand, loam and clay soils, it is found on plains and stony hills. It is found mostly in tropical areas in the Kimberley region of Western Australia, the Northern Territory and northern Queensland. It is usually part of in open Eucalypt and Acacia woodland, low scrub or spinifex grassland.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}