{
  "url": "https://en.wikipedia.org/wiki/Acacia_torringtonensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. torringtonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia torringtonensis is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The shrub typically grows to a height of 0.6 to 2 metres (2.0 to 6.6 ft) and has an erect or spreading habit. It has smooth, grey to black coloured bark on the main trunk and limbs with terete, densely hair branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes appear whorled or in clusters and have a linear to narrowly elliptic shape and are usually slightly curved or less frequently straight. The subglaucous and hairy phyllodes have a length of 1 to 2.5 cm (0.39 to 0.98 in) and a wisth of 1 to 2 mm (0.039 to 0.079 in) and become longitudinally wrinkled as they dry. It blooms between August and September producing yellow flowers. The inflorescences appear in groups of one to three on an axillary axis, the spherical flower-heads have a diameter of 7 to 10 mm (0.28 to 0.39 in) and contain 30 to 40 yellow or bright yellow flowers. After flowering hairy and leathery seed pods form that are flat but also strongly curved or twisted and have straight sides but can be slightly constricted between the seeds. the pods are 3 to 9 cm (1.2 to 3.5 in) in length and have a width of 4 to 6 mm (0.16 to 0.24 in) with the seeds arranged longitudinally inside. The shiny black seeds have an oblong to elliptical shape with a length of 4 to 5 mm (0.16 to 0.20 in) and a clavate aril.",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1975 as part of the work Notes on Australian taxa of Acacia as published in the journal Telopea.\nThe specific epithet is in reference to the town of Torrington from near where the type specimen was collected. The species is closely related to Acacia ruppii.",
    "Distribution": "It is endemic to a small area in north western New South Wales in the to the border with Queensland in the Wallangarra district where it is found among granite outcrops as a part of heath or dry sclerophyll forest communities. It is usually situated on elevated tablelands with an altitude of 900 to 1,200 m (3,000 to 3,900 ft) or on ridges growing in acidic soils that are derived from granite.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}