{
  "url": "https://en.wikipedia.org/wiki/Acacia_trachycarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. trachycarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia trachycarpa, commonly known as minni ritchi, curly-bark tree,  sweet-scented minni ritchi or Pilbara minni ritchi, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to arid and semi-arid areas of Western Australia.",
    "Description": "The spreading shrub or tree has minni ritchi style bark typically grows to a height of 1 to 4 metres (3 to 13 ft) but can reach as high as 6 m (20 ft). The crown is often spreading but sometimes flat-topped. The bark is a burgundy red to reddish-brown colour which peels off the trunk and branches in thin strips that curl backward. The narrowly linear shaped phyllodes have a length of 4 to 10 cm (1.6 to 3.9 in) and a width of 0.8 to 2 mm (0.031 to 0.079 in) in the typical variant which become longer and wider for the dwarf variant. The dull green phyllodes are normally soft and delicate and can be straight or shallowly curved or wavy. They have three or more parallel longitudinal nerves per face but normally only the central nerve is apparent. The apex narrows to a fine and pungent point. It blooms from April to October producing yellow flowers. The simple inflorescences simple form as a flower-spike that is 9 to 30 cm (3.5 to 11.8 in) in length. The seed pods that form later have a narrowly oblong to linear shape. the pods are flat with straight sides with little constriction between seeds. The resinous, sticky, shiny brown pods have a length of 7 to 11 cm (2.8 to 4.3 in) and a width of 7 to 12 mm (0.28 to 0.47 in) and are strongly an commonly irregularly curved. The seeds within are arranged obliquely and have a spherical to obloid shape. The shiny dark brown to black seeds are 5 to 8 mm (0.20 to 0.31 in) in length and 4 to 7 mm (0.16 to 0.28 in) wide with a dull yellow to brown depression at the centre.",
    "Taxonomy": "The species was first formally described in 1904 by the botanist Ernst Georg Pritzel as part of the work between Pritzel and Ludwig Diels Fragmenta Phytographiae Australiae occidentalis. Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse as published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. It was reclassified as Racosperma trachycarpum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006. The only other synonym is Acacia gonocarpa var. lasiocalyx.\nThe specific epithet is taken from the Greek word trachys meaning rough and carpos meaning fruit in reference to rough texture of the seed pods.",
    "Distribution": "It is endemic to an area in the Kimberley, Goldfields and Pilbara regions of Western Australia where it is usually found along creeks and rivers growing in stony sandy soils. The population is mostly found to the west of the Hamersley Range with the distribution becoming more scattered in the Kimberley region and eastwards toward the border. It will sometimes forming thickets on coastal pindan sandplains in the Pilbara region. It is commonly part of the Acacia pyrifolia and Acacia coriacea subsp. pendens woodland communities on alluvial plains and washes.",
    "Cultivation": "The plant is available commercially in seed form or as tube stock seedlings. It is known as a moderately fast growing multi-stemmed shrub or tree that is drought tolerant and grows well in non-saline and well drained soils in a full sun to part shade position. Seeds need to be pretreated with hot water is recommended prior to planting.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}