{
  "url": "https://en.wikipedia.org/wiki/Acacia_gillii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gillii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gillii, commonly known as Gill's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of southern Australia.",
    "Description": "The shrub typically grows to a height of 2 to 4 m (6 ft 7 in to 13 ft 1 in) and has a straggly open habit. It has pendulous branches with flexuous branchlets that are flat or angled at extremities The glabrous branchlets are a dark red-brown colour. The evergreen, patent and sometimes reflexed phyllodes have a narrowly oblanceolate shape that is sometimes linear to shallowly incurved. The phyllodes have a length of 6 to 17.5 cm (2.4 to 6.9 in) and a width of 6 to 15 mm (0.24 to 0.59 in) and are tapered at the base with prominent margins and midrib. The simple inflorescences have spherical flower-heads containing 43 to 72 densely packed golden flowers. The linear brown seed pods that form after flowering have a length of up to 17 cm (6.7 in) and a width of 5 to 7 mm (0.20 to 0.28 in) and contain dull black elliptic seeds with a length of 4.5 to 6 mm (0.18 to 0.24 in).",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma gillii by Leslie Pedley in 2003 then transferred back to genus 'Acacia in 2006. A. gillii belongs to the Acacia microbotrya group and resembles Acacia retinodes and Acacia cretacea.",
    "Distribution": "It is found in a small area of South Australia in southern parts of the Eyre Peninsula from around Port Lincoln to around Ungarra where it grows in  clay or loamy soils as a part of open scrub communities and is associated with Eucalyptus diversifolia and Eucalyptus phenax.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}