{
  "url": "https://en.wikipedia.org/wiki/Acacia_brachystachya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. brachystachya"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia brachystachya (bra-chy-stà-chy-a -- pronounced 'brackeeSTAKEeea'), commonly known as umbrella mulga, turpentine mulga or false bowgada, is a shrub  in the family Fabaceae.  The species occurs in mulga and heath communities on sandhills and rocky ridges in all mainland states of Australia, except Victoria.",
    "Description": "Acacia brachystachya grows as a tall, bushy inland shrub to five metres with twisted, spreading stems, and is branched at the base. Like most Acacia species, it has phyllodes rather than true leaves. These may be up to 18 centimetres long, are mostly one to three millimetres wide and a grey-green colour. The flowers are yellow, and held in cylindrical clusters about two centimetres long (up to 25 millimetres). The pods are long and straight, up to 12 centimetres long and 8 millimetres across. It has peduncles up to 10mm with short, stiff hairs.",
    "Distribution and Habitat": "Acacia brachystachya is a shrub or small tree found in inland Australia. It is found in New South Wales, Northern Territory, Queensland, South Australia, and Western Australia. Within NSW it is usually found in the Central Western Slopes, the Western Plains, and North Far Western Plains.Acacia brachystachya is commonly found on sandy loam soils near Acacia aneura, and on sandy soils between dunes. In addition to this, in the eastern section of its range, it occurs on shallow stony soils. Its environmental requirements are much alike to those of Acacia ramulosa, albeit with a narrower geographic range. Although A. brachystachya is both related to and confused with A. aneura and A. ramulosa, it is distinguishable in the difference of the pods.",
    "Taxonomy": "Acacia brachystachya of the families Fabaceae or Mimosaceae has been categorised as being part of the subfamily Mimosoideae. The species name Acacia brachystachya was coined in 1864 by George Bentham, an English man who never travelled to Australia but wrote Flora Australiensis. Bentham has been referred to as one of the greatest systematic botanists, having contributed considerably to Australian botany. The type specimen, K000806612, was collected during the Bourke and Wills expedition in the Mutanie Ranges, and came from Ferdinand von Mueller's herbarium.This species is of the Acacia genus with the specific species name being brachystachya. The plant is called brachystachya due to its short spikes, brachys (short), and stachys (spike). Acacia brachystachya is classed as a group 1 Acacia under the informal groupings outlined by D.A Morrison and S.J Davies. Group 1 plants are identified as having phyllodes, as well as being the only group which features flowers in cylindrical heads.",
    "Reproduction": "Acacia Mill. sect. Juliflorae Benth., commonly referred to as mulga includes A. brachystachya. Most Acacias have been studied comprehensively, however many mulgas have not. It has been concluded that it is likely that mulga plants are insect pollinated as this is often the case with arid zone Acacias. Although it generally flowers in April–August, A. brachystachya does flower irregularly depending on weather and climatic conditions. These flowers are hermaphroditic and grow after heavy rainfall at any time of year. Despite the potential year round flowering, reproduction does not always follow. Mature pods are usually only developed when summer rain is the cause of flowering followed by rain in the subsequent winter. Because A. brachystachya is most easily distinguished from similar species by assessing the pods, it can be difficult to correctly identify without having experiencing the appropriate climatic conditions.",
    "References": "\n\"Acacia brachystacha\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Acacia brachystacha\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}