{
  "url": "https://en.wikipedia.org/wiki/Acacia_errabunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. errabunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia errabunda is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to Western Australia.",
    "Description": "The dense bushy shrub typically grows to a height of 1.0 to 2.5 metres (3 to 8 ft) and produces yellow flowers. It has oblanceolate to linear-oblanceolate shaped phyllodes that are straight to shallowly incurved. The thin green phyllodes have a length of 2 to 5 cm (0.79 to 1.97 in) and a width of 3 to 8 mm (0.12 to 0.31 in). The simple inflorescences simple occur in pairs on each axil. The spherical flower heads contain 17 to 22 light golden flowers. After flowering seed pods form that are linear to shallowly curved with a length of around 9 cm (3.5 in) and a width of 3.5 mm (0.14 in). The pods contain longitudinal oblong dark brown seeds that are about 4 mm (0.16 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1999 as part of the work Acacia miscellany 16. The taxonomy of fifty-five species of Acacia, primarily Western Australian, in section Phyllodineae (Leguminosae: Mimosoideae) as published in the journal Nuytsia. The species was reclassified in 2003 as Racosperma errabundum by Leslie Pedley and transferred back to the genus Acacia in 2006. The most closely related species is Acacia stricta.",
    "Distribution": "It is endemic to an area in the Goldfields-Esperance, Wheatbelt and Great Southern regions of Western Australia found on undulating plains and clay pans growing in gravelly clay-loam-sand soils. It has a scattered distribution between Broomehill in the west, Albany in the south and Ravensthorpe in the east. It is most often a part of woodlands usually mallee and Acacia shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}