{
  "url": "https://en.wikipedia.org/wiki/Acacia_parramattensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. palustris"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia parramattensis, commonly known as Parramatta wattle,  is a tree of the family Fabaceae native to the Blue Mountains and surrounding regions of New South Wales. It is a tall shrub or tree to about 15 m (50 ft) in height with finely divided bipinnate leaves and yellow flowers that appear over summer. It generally grows in woodland or dry sclerophyll forest on alluvial or shale-based soils, generally with some clay content.\nA fast-growing plant, it regenerates after bushfire by seed or suckering and can quickly colonise disturbed areas. Likewise it adapts readily to cultivation and is used in revegetation projects.",
    "Description": "Growing with an upright habit, Acacia parramattensis is a tall shrub or tree ranging from 2 to 15 m (7 to 50 ft) in height with smooth bark that can be dark green, dark brown or black. The branchlets are more or less terete (round in cross-section), sometimes with ridges. The tips of new growth are yellow and finely furry becoming smooth with age. The dark green and slightly rough leaves are joined to the stem by a 0.5–2 cm (1⁄4–3⁄4 in) long petiole and are finely divided or bipinnate—that is, each leaf has 3–16 pairs of 1.5–6 cm (1⁄2–2 1⁄4 in) long pinnae (leaflets) arising from it, and each of these pinnae has anywhere from 14 to 62 (most commonly 20 to 40) pairs of pinnules off it. Each pinnule is 2 to 7 (rarely 9) mm long and 0.5–1 mm wide and linear or cultrate in shape.The yellow flowers appear from November to February, occasionally as late as April. The yellow flowers are spherical and measure 4–7.5 millimetres (0.16–0.30 in) in diameter. they are arranged in panicles or racemes, with 25 to 50 flowers occurring in each flower head. Flowers are followed by the development of the flat grey-black seed pods. Rough and furry when young before losing their fur, they are 2.5–11 cm (1–4 1⁄4 in) long and 3.5–8 mm (1⁄8–3⁄8 in) wide and sub-moniliform—linear in shape and slightly swollen over the spaces where the seeds are. The mature seeds are released over November to January.A. parramattensis tends to flower later in the year than the similar early green wattle (Acacia decurrens) and black wattle (A. mearnsii).",
    "Taxonomy": "Australian botanist Mary Tindale of the Royal Botanic Gardens, Sydney described Acacia parramattensis in 1962 from material she collected in 1960 from Hazelbrook in the Blue Mountains near Sydney. Its name is derived from the locality of Parramatta, west of Sydney. Common names include Sydney green wattle and Parramatta wattle.Queensland botanist Les Pedley reclassified the species as Racosperma parramattense in 2003, in his proposal to reclassify almost all Australian members of the genus into the new genus Racosperma, however this name is treated as a synonym of its original name. Along with other bipinnate wattles, Acacia parramattensis is classified in the section Botrycephalae within the subgenus Phyllodineae in the genus Acacia. An analysis of genomic and chloroplast DNA along with morphological characters found that the section is polyphyletic, though the close relationships of many species were unable to be resolved. Acacia parramattensis appears to be most closely related to A. olsenii.",
    "Distribution and habitat": "Acacia parramattensis is found in the Sydney Basin and Blue Mountains in central New South Wales, north to Yengo National Park, west to Grenfell and south to Tumut, from sea level to elevations of 900 metres (3,000 ft). A component of dry sclerophyll forest or woodland, it  is found in association with such trees as forest red gum (Eucalyptus tereticornis), Sydney blue gum (E. saligna), mountain white gum (E. dalrympleana), rough-barked apple (Angophora floribunda), turpentine (Syncarpia glomulifera),  or in drier locations with gossamer wattle (Acacia floribunda), coast myall (A. binervia), or early green wattle (A. decurrens). A. parramattensis is also a component of the rare and fragmented Southern Highlands Shale Woodlands community.Acacia parramattensis grows on alluvial or shale-based low- to medium-nutrient soil, often with some degree of clay content, or occasionally sandstone-based soils. It is found on lower slopes and along watercourses, as well as ridges. The annual rainfall is over 700 millimetres (28 in). It has possibly naturalised in Tasmania and other parts of New South Wales.",
    "Ecology": "The bark of A. parramattensis is thin and offers little protection from bushfire, with plants generally perishing from high intensity fires.  Most above-ground growth is killed by fire, though plants with trunks thicker than 10–15 cm (4–6 in) diameter at breast height (dbh) may resprout from epicormic buds. Some plants can survive low intensity fires. Acacia parramattensis has a suckering habit, and can grow from basal shoots after fire, though regeneration is generally by seed after severe fires. The seed has a hard coating and remains in the soil after dropping from the seedpods. It colonises disturbed areas, and the suckers can form groves of plants. The species has a juvenile period of around five years.The seed is consumed by the common bronzewing (Phaps chalcoptera). The foliage serves as food for the caterpillars of the moonlight jewel (Hypochrysops delicia),  imperial hairstreak (Jalmenus evagoras),  amethyst hairstreak (Jalmenus icilius), Adult imperial hairstreak also visit the plant.The wood serves as food for larvae of the jewel beetle species Melobasis nitidiventris, Agrilus hypoleucus and A. australasiae. Older trees that are infested by borers in turn attract the insectivorous yellow-tailed black cockatoo.",
    "Cultivation": "Acacia parramattensis is not commonly seen in cultivation though is grown locally in Sydney and the Blue Mountains. Fast growing and adaptable, it grows 6 to 8 m (20 – 25 ft) high over five years. It can provide shade in the garden, though is vulnerable to being infested by borers. It is propagated by seed.Fieldwork conducted in the Southern Highlands found that the presence of bipinnate wattles (either as understory or tree) was related to reduced numbers of noisy miners, an aggressive species of bird that drives off small birds from gardens and bushland, and hence recommended the use of these plants in establishing green corridors and revegetation projects.",
    "References": "",
    "External links": " Media related to Acacia parramattensis at Wikimedia Commons"
  }
}