{
  "url": "https://en.wikipedia.org/wiki/Acacia_filamentosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. filamentosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia filamentosa is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to north western Australia.",
    "Description": "The shrub is typically grows to a height of 0.9 to 2 metres (3 to 7 ft). It has glabrous and resinous branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen and ascending phyllodes have a coarsely filiform shape are curved to shallowly sinuous with a length of 15 to 25 cm (5.9 to 9.8 in) and a diamter of around 1 mm (0.039 in) with eight distant, obscure and resinous veins. It blooms from June to September producing yellow flowers. It has simple inflorescences that occur in pairs in the axils, the cylindrical flower-spikes have a length of 20 to 25 mm (0.79 to 0.98 in) and a diameter of around 6 mm (0.24 in) and are densely flowered. The crustaceous to thin-coriaceous seed pods that form after flowering have a linear shape and are slightly raised over and constricted between the seeds. The pods have a length of up to around 11 cm (4.3 in) and a width of around 3 mm (0.12 in) and are longitudinally striated and glabrous. The brown seeds have a yellow coloured peripheral band and are arranged longitudinally within the pods. The seeds have a narrowly oblong shape with a length of 6 to 7 mm (0.24 to 0.28 in) and a pale yellowish aril.",
    "Distribution": "It is native to an area in the Kimberley region of Western Australia around 150 to 300 km (93 to 186 mi) south west of Wyndham where it has a scattered distribution across a few areas including Adcock Gorge between Pentecost Downs Station and Kalumburu and is commonly situated on sandstone hills.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}