{
  "url": "https://en.wikipedia.org/wiki/Acacia_linearifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. linearifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia linearifolia, commonly known as stringybark wattle or narrow-leaved wattle, is a shrub or tree of the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia.",
    "Description": "The shrub or tree can grow to a height of 10 metres (33 ft) with an erect to spreading habit and smooth grey to gery-brown bark that becomes fissured toward the base. It has dark-reddish glabrous branches that are sometimes scurfy. It has thin,  smooth, glabrous, green to grey-green phyllodes with a narrowly linear shape. The phyllodes have a length of 6 to 12 cm (2.4 to 4.7 in) and a width of 2 to 5 mm (0.079 to 0.197 in). When it blooms between August and October produces racemose inflorescences along an axes with a length of 2.5 to 6 cm (0.98 to 2.36 in). The spherical densely packed flower-heads contain 20 to 26 golden coloured flowers. The seed pods that follow are raised on opposite sides over alternate seeds and usually constricted between the seeds. The glabrous reddish-brown pods have a length of up to 12 cm (4.7 in) and a width of 5 to 7.5 mm (0.20 to 0.30 in) and are firmly chartaceous to thinly coriaceous. The oblong to elliptic shiny black seeds found within the pods have a length of 5 to 6 mm (0.20 to 0.24 in).",
    "Distribution": "It is native to an area in the upper Hunter Valley of New South Wales from around Scone and Denman, New South Wales in the east to around Gulgong in the east with southerly outliers around Wagga Wagga. It is often found growing on the lower portions of sandstone hills in colluvial rocky sandy soils where it is often a part of dry sclerophyll forest and woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}