{
  "url": "https://en.wikipedia.org/wiki/Acacia_asparagoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. asparagoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia asparagoides is a shrub belonging to the genus Acacia and the subgenus Phyllodineae. It is native to an area in south eastern New South Wales.",
    "Description": "The shrub has an erect or spreading habit and typically to a height of 0.3 to 2 m (1 ft 0 in to 6 ft 7 in). It has glabrous or finely haired branchlets that are more or less terete with stipules that are 1 to 2 mm (0.039 to 0.079 in). The green, rigid and clustered phyllodes sometimes clustered are straight and linear with a length of 0.8 to 1.5 cm (0.31 to 0.59 in) and a width of 1 to 2 mm (0.039 to 0.079 in). It blooms mostly between August and October producing inflorescences that occur singly in axils and have spherical flower-heads with a diameter of 4 to 6 mm (0.16 to 0.24 in) containing 15 to 30 bright yellow flowers. The flat, smooth, brittle and papery seed pods. The pods have a length of 1.5 to 5 cm (0.59 to 1.97 in) and a width of 2.5 to 4 mm (0.098 to 0.157 in).",
    "Taxonomy": "The species was first formally described by the botanist Allan Cunningham in 1825 as part of the work On the Botany of the Blue Mountains, Geographical Memoirs on New South Wales. It was reclassified as Racosperma asparagoides by Leslie Pedley in 2003 then transferred back into the genus Acacia in 2006. The specific epithet is taken from the resemblance of the shrub to some species of asparagus.",
    "Distribution": "The shrub is found between Newnes Junction and Lawson in the Blue Mountains where it grows in sandy soils over and around sandstone s a part of dry sclerophyll forest less frequently heath-land communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}