{
  "url": "https://en.wikipedia.org/wiki/Acacia_saliciformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. saliciformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia saliciformis is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The shrub or tree typically grows to a height of 2.5 to 7 metres (8.2 to 23.0 ft) and has a bushy habit and pendulous young branchlets with reddish coloured new growth. It has acutely angled, dark red, glabrous brnachlets. Like most species of Acacia it has phyllodes rather than true leaves. The thin grey-green phyllodes have a narrowly elliptic to lanceolate shape and are straight to shallowly falcate. They have a length of 5 to 12 cm (2.0 to 4.7 in) and a width of 7 to 15 mm (0.28 to 0.59 in) with a pointed tip and a prominent midrib. When it blooms it produces a racemose inflorescences with spherical flower-heads containing 20 to 32 pale yellow to creamy white flowers. After flowering firmly chartaceous stipitate seed pods are formed that have a broadly linear to narrowly oblong shape and are raised slightly along the midline. The pods have a length of up to 12 cm (4.7 in) and a width of 10 to 18 mm (0.39 to 0.71 in) and are dark brown to blackish often with a light powdery coating. The shiny black seeds within are arranged longitudinally and have an oblong-elliptic shape with a length of 6 to 8 mm (0.24 to 0.31 in).",
    "Taxonomy": "The species was first formally described by the botanist Mary Tindale in 1966 as part of R.H.Anderson's work New taxa of Acacia from Eastern Australia as published in Contributions from the New South Wales National Herbarium. It was reclassified as Racosperma saliciforme by Leslie Pedley in 2003 then transferred back to genus Acacia in 2006.",
    "Distribution": "It is endemic to parts of New South Wales between Bilpin in the south and Mount Kindarun in the north on sandstone ridges growing in thin sandy soils as a part of dry sclerophyll forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}