{
  "url": "https://en.wikipedia.org/wiki/Acacia_andrewsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. andrewsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia andrewsii is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to western Australia.",
    "Description": "The spreading and prickly shrub typically grows to a height of 0.3 to 2 metres (1 to 7 ft). It has glabrous to subglabrous branchlets with a light grey coloured epidermis and spinose 1 to 1.5 mm (0.039 to 0.059 in) long stipules. The sessile, patent, rigid green phyllodes have a slightly inequilaterally narrowly oblong to narrowly oblong-elliptic or lanceolate  shape that is sometimes linear. The phyllodes are 7 to 22 mm (0.28 to 0.87 in) in length and 1 to 2 mm (0.039 to 0.079 in) wide with a prominent midrib. It blooms from June to August and produces yellow flowers. The simple inflorescences occur singly in the axils and have spherical flowerheads containing 20 to 30 golden coloured flowers. After flowering curved, sub-woody, red-brown seed pods form that are terete to compressed and quadrangular by broad margins. The pods are 6.5 cm (2.6 in) in length and 4 to 5 mm (0.16 to 0.20 in) wide with oblong to elliptic shaped seeds with a length of 3.5 to 5 mm (0.14 to 0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist William Vincent Fitzgerald in 1904 as a part of the work Additions to the West Australian Flora as published in the Journal of the West Australian Natural History Society. It was reclassified in 2003 by Leslie Pedley as Racosperma andrewsii then transferred back to genus Acacia in 2006. The ype specimen was collected by C.P.R.Andres in 1903 from near Watheroo.",
    "Distribution": "It is native to an area in the Mid West, Goldfields-Esperance and  Wheatbelt regions of Western Australia where it found on low limestone or lateritic hills or among granite outcrops growing in a variety of different soil types. The distribution of the shrub extends from Kalbarri in the north to around Nyabing in the south and as far inland as to the east of Norseman as apart of scrub, shrubland or mallee communities or in more coastal areas in coastal heath.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Acacia andrewsii Wattle: Acacias of Australia (LucidCentral)\nAcacia andrewsii Flickr images"
  }
}