{
  "url": "https://en.wikipedia.org/wiki/Acacia_simmonsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. simmonsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia simmonsiana, commonly known as Simmons wattle or desert manna wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to south eastern Australia.",
    "Description": "The shrub typically grows to a height of 2 to 3 metres (6.6 to 9.8 ft) and has a bushy, rounded and spreading habit. The glabrous branchlets are angled or flattened towards apices and have 2 to 5 mm (0.079 to 0.197 in) long stipules. It has smooth or finely fissured bark that is a dark greyish brown colour. It has glabrous green phyllodes with an oblanceolate or sometimes narrowly oblong-elliptic shape. The phyllodes are straight to slightly curved with a length of 1.5 to 5 cm (0.59 to 1.97 in) and a width of 2 to 7 mm (0.079 to 0.276 in), they have a prominent midvein. The shrub blooms between September and October. It produces simple inflorescences that occur singly or in pairs in the axils. The spherical flower-heads have a diameter of 3 to 7 mm (0.12 to 0.28 in) and contain 28 to 55 bright yellow flowers. The firmly papery to thinly crustaceous seed pods that form after flowering are curved or openly coiled and are 4 to 6 cm (1.6 to 2.4 in) in length and 1.5 to 3 mm (0.059 to 0.118 in) wide.",
    "Taxonomy": "The species was first formally described by the botanists Michael O'Leary and Bruce Maslin in 2002 as part of the work  Acacia simmonsiana (Leguminosae: Mimosoideae: Sect. Phyllodineae), a new species from south-eastern Australia as published in the Journal of the Adelaide Botanic Gardens. The specific epithet honours Marion and John Simmons, who have consistently promoted and written about Acacias and have been havily involved with the Australian Plant Society.",
    "Distribution": "It is endemic to a large area with the bulk of the population found from around Kangaroo Island through to Bordertown in South Australia extending into the Little Desert and Big Desert areas of north western Victoria and south central parts of New South Wales to around West Wyalong. It is often situated in undulating country in the depressions growing in loamy soils over limestone as a part of open scrubland or mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}