{
  "url": "https://en.wikipedia.org/wiki/Acacia_aciphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aciphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aciphylla is a shrub belonging to the genus Acacia and the subgenus Juliflorae. It is native to the Mid West region of Western Australia.",
    "Description": "The shrub is prickly with a dense and bushy habit typically growing to a height of 0.6 to 1.8 metres (2 to 6 ft). It has glabrous branchlets and phyllodes. The sessile phyllodes are decurrent on branchlets. They are rigid, erect, straight and terete to slightly rhombic in cross-section. Each phyllode is 6 to 12 centimetres (2.4 to 4.7 in) in length with a diameter of about 1.5 millimetres (0.06 in). It flowers from July to September producing densely packed golden-yellow flowers. The inflorescences are simple with two found 2 per axil. The heads of each inflorescence has an obloid shape and are about 6 to 9 millimetres (0.24 to 0.35 in) in length with a diameter of around 2 mm (0.08 in). Following flowering, seed pods are produced that have a linear shape that is slightly raised between seeds. the pods are straight with a length of about 9 cm (4 in) and a width of 2.5 mm (0.10 in).",
    "Classification": "The species was first formally described by the botanist George Bentham in 1855 in the work  Plantae Muellerianae: Mimoseae as published in the work Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. Synonyms for the species include Racosperma aciphyllum.Two varieties are recognized :\n\nAcacia aciphylla var. aciphylla\nAcacia aciphylla var. leptostachys",
    "Distribution": "The plant will grown in sandy, loamy and lateritic soils and on granite outcrops and rocky ridges in mixed shrub-land communities. It has a broken distribution between Kalbarri, Mullewa and Morawa.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Flora of Australia: Acacia aciphylla Benth."
  }
}