{
  "url": "https://en.wikipedia.org/wiki/Acacia_ancistrocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ancistrocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ancistrocarpa, commonly known as fitzroy wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae. The shrub is also known as fish hook wattle, pindan wattle and shiny leaved wattle.",
    "Description": "The shrub can grow to a height of 0.6 to 3 metres (2 to 10 ft). It flowers from March to August  producing yellow flowers. It has multiple stems and a spreading obconic habit. The ultimate branchlets can sometimes be sub-pendulous. The grey bark grey is mostly smooth but can become fissured longitudinally at the base of mature stems. The bright olive-green phyllodes have a linear to very narrowly elliptic shape. the blades are 5 to 18 centimetres (2 to 7 in) in length with a width of 2.5 to 13 millimetres (0.098 to 0.512 in).\nIt produces simple inflorescences simple with spikes scattered over plants with 1.5 to 4 cm (0.6 to 1.6 in) long golden flowers that are not densely arranged. Late it will form narrow and oblong seed pods with a slight curve that are 5 to 11 cm (2.0 to 4.3 in) long and 7 to 15 mm (0.28 to 0.59 in) wide.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1928 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species published in the Journal of the Royal Society of Western Australia.The species name is taken from the Greek word ankistron meaning fish-hook and karpos meaning fruit referring to the hooked tip of the pod.The type specimen was collected between Minderoo and Globe Hill Station along the Ashburton River in the Pilbara region of Western Australia in 1905 by A.Morrison.Acacia ancistrocarpa is known to form hybrids with Acacia trachycarpa.",
    "Distribution": "It is native to the Northern Territory and the Pilbara and Kimberley regions of Western Australia, its range extends into far western Queensland. The plant will grown in acidic red sandy soils or skeletal soils and is often found on plains, along creeks, pindan or stony plains usually in spinifex communities.\nMostly it will not form dense stands but regenerates readily from seed after ground disturbances or bushfires and then can produce reasonably dense populations.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}