{
  "url": "https://en.wikipedia.org/wiki/Acacia_tetragonocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. tetragonocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia tetragonocarpa is a shrub belonging to the genus Acacia. It is native to the South West region of Western Australia.",
    "Description": "The shrub can have a prostrate, straggling or erect and slender habit and has a rush like appearance. It typically grows to a height of 0.05 to 0.5 metres (0.16 to 1.64 ft) but can grow as high as 1.5 m (5 ft). The branches are slender and wiry as well as finely striated with yellow ribs. The phyllodes have a continuous, thin, horizontally flattened, narrowly triangular scale-like appearance and are only 1.5 to 3 millimetres (0.06 to 0.12 in) in length. Often there are bipinnate leaves found at the base of the stems. It blooms between March and June or October and November producing yellow flowers. The simple inflorescences contain between one and four flowers but usually have two, the petals are finely flabellate-striate. Following flowering reddish brown and glabrous seed pods form . The pods are shallowly curved with a length of 2 to 6 centimetres (0.8 to 2.4 in) and 4 to 5 mm (0.16 to 0.20 in) wide with winged margins that are 1 to 2 mm (0.04 to 0.08 in). The seeds within are oblong-conical with a length of 5 mm (0.20 in) and arranged longitudinally. conical.",
    "Taxonomy": "The species was first formally described by the botanist Carl Meissner in 1844 as part of the Johann Georg Christian Lehmann work Leguminosae. Plantae Preissianae. It was reclassified as Racosperma tetragonocarpum in 2003 by Leslie Pedley and placed back into the genus Acacia in 2006.The type specimen was collected near Strawberry Hill Farm in Albany.It is closely related to and very similar to the more northerly distributed Acacia cummingiana.",
    "Distribution": "It has a discontinuous distribution and is found as far north as Perth and south through the Peel, South West and Great Southern regions as far south as Albany and east as Tambellup. It is found in swampy areas, along creeklines and on rocky hillsides where it grows in damp sandy or loamy soils and in gravelly lateritic soils. The shrub is often part of the understorey of Paperbark or Jarrah woodland communities but can be found in regenerating heath land communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}