{
  "url": "https://en.wikipedia.org/wiki/Acacia_exilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. exilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia exilis, commonly known as muntalkura wattle, is a species of wattle belonging to the genus Acacia and the subgenus Juliflorae. The Kurrama peoples know the tree as jonanyong or jananyung. It is native to an area of the Pilbara region of Western Australia.",
    "Description": "The shrub or small tree will typically grow to a height of 1 to 6 m (3 ft 3 in to 19 ft 8 in). It can be single-stemmed or will have up to six erect and crooked stems arising from ground level. The trunk or stems has longitudinally fissured grey coloured bark that becomes smooth on the branches. Older specimens have an open branched habit forming a sparse to moderately dense 'v'-shape with soft foliage of the crown confined to ends of branches. It has dull green phyllodes that are long and slender with a length of 14 to 18 cm (5.5 to 7.1 in) and a diameter of around 1 m (3 ft 3 in).",
    "Taxonomy": "The species was first formally described in 1982 by the botanist Bruce Maslin as part of the work Studies in the genus Acacia (Leguminosae: Mimosoideae). Acacia species of the Hamersley Range area, Western Australia as published in the journal Nuytsia. It was reclassified as Racosperma exile in 2003 by Leslie Pedley and transferred into the genus Acacia in 2006.",
    "Distribution": "A. exilis has a limited distribution in the Pilbara confined to the Hamersley Range mostly around Tom Price from about Hamersley Station and around Mount Windell. It is found on rocky slopes and in valleys of creeks and rivers and on low undulating rocky hills. It grows in sandy, clay, gravelly soils that are rich in iron and are formed from Marra Mamba and Brockman Iron formations. It is commonly associated with other species of Acacia including Acacia ancistrocarpa, Acacia aneura, Acacia atkinsiana, Acacia pruinocarpa and Acacia xiphophylla usually with a spinifex also present as a ground cover.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}