{
  "url": "https://en.wikipedia.org/wiki/Acacia_filifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. filifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia filifolia is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The shrub is wispy and spindly and typically grows to a height of 1.2 to 3 metres (4 to 10 ft). It is either single-stemmed or sparingly branched toward the base of the plant. The straight to slightly flexuose branchlets have resinous ribbing located at the subpendulous extremities. The slender yellow-green phyllodes are ascending and incurved with a quadrangular to subquadrangular shape. The phyllodes have a length of 10 to 25 cm (3.9 to 9.8 in) and a width of 0.7 to 1 mm (0.028 to 0.039 in) and are glabrous with eight broad nerves. It blooms from May to September producing yellow flowers. The simple inflorescences occur singly or in pairs in the axils and have spherical to obloid flower-heads with a length of 6 to 12 mm (0.24 to 0.47 in) and a diameter of 5 to 8 mm (0.20 to 0.31 in) with golden flowers. The linear seed pods that form after flowering  have a maximum length of around 12 cm (4.7 in)  and are 2.5 to 3 mm (0.098 to 0.118 in) in width. The hairy pods are firmly chartaceous with glabrous yellow coloured margins. The glossy, mottled grey-brown to brown seeds have an oblong-elliptic shape and a length of around 3 mm (0.12 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma filifolium by Leslie Pedley in 2003 then trnasferred back to genus Acacia in 2006. The specific epithet (filifolia) is derived from the Latin words filum meaning \"thread\" and folium meaning \"a leaf\", possibly referring to the slender phyllodes.",
    "Distribution": "It is native to an area in the Wheatbelt region of Western Australia from around Coorow in the north west to around Southern Cross in the south west and has a scattered distribution. It is found on sand plains growing in gravelly to sandy soils around laterite as a part of shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}