{
  "url": "https://en.wikipedia.org/wiki/Acacia_pustula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pustula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pustula is a tree belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The tree can grow to a height of up to 15 metres (49.2 ft) with glabrous dark-reddish coloured branchlets that are angled at extremities. Like most species of Acacia it has phyllodes rather than true leaves. The variable, evergreen  phyllodes have a linear to narrowly elliptic shape. They have a length of 5.5 to 14.5 cm (2.2 to 5.7 in) and a width of 2 to 14 mm (0.079 to 0.551 in) and are wider on young plants and appear narrower on mature plants and similar to Acacia angusta. It blooms during the winter from around May to July and it produces racemose inflorescences along an axis of 1 to 9 cm (0.39 to 3.54 in) and have spherical flower-heads containing 18 to 25 golden coloured flowers. After flowering thinly coriaceous, mid-brown coloured, linear seed pods form that are linear but slightly raised over seeds. The glabrous pods have a length of up to around 12 cm (4.7 in) and a width of 5 to 7 mm (0.20 to 0.28 in) containing longitudinally arranged seeds. The slightly shiny black seeds have an oblong to elliptic shape with a length of 5 to 6 mm (0.20 to 0.24 in) with a clavate aril.",
    "Taxonomy": "The specific epithet is Latin in origin and means blister or pimple-like in reference to the prominence of the marginal gland on the phyllode.",
    "Distribution": "It is endemic to south eastern Queensland where the bulk of the population is found between Cracow, Condamin, Kingaroy and Eidsvold with scattered smaller populations in the Carnarvon National Park and Salvator Rosa National Park. where it grows in sandy to sandy loam soils over sandstone as a part of open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}