{
  "url": "https://en.wikipedia.org/wiki/Acacia_uncinata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. uncinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia uncinata, commonly known as gold-dust wattle or round-leaved wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub has an open to spindly habit and typically grows to a height of 1.5 to 2.5 m (4 ft 11 in to 8 ft 2 in). The dull grey-green phyllodes are flat or slightly twisted with an elliptic to broadly elliptic shape that can sometimes be broadly obovate. The phyllodes have a length of 17 to 45 mm (0.67 to 1.77 in) and a width of 10 to 23 mm (0.39 to 0.91 in). The shrub blooms between September and November producing up to 20 inflorescences on axillary racemes along an axis of around 6 cm (2.4 in) in length. The spherical flower heads contain 14 to 23 pale yellow flowers. After flowering firm leathery brown seed pods form that are flat to curved with a length of 3 to 7 cm (1.2 to 2.8 in) and 12 to 21 mm (0.47 to 0.83 in).",
    "Taxonomy": "The species was first formally described by the botanist John Lindley in 1830 as part of the work Edwards's Botanical Register. It was reclassified as Racosperma uncinatum in 1987 by Leslie Pedley then transferred back to the genus Acacia in 2006.\nThe specific epithet is reference to the phyllode's curved point. A. uncinata strongly resembles Acacia aureocrinita. Other synonyms include; Acacia oleifolia, Acacia dysophylla, Acacia undulifolia var. dysophylla and Acacia undulifolia.",
    "Distribution": "It is found in the north eastern part of Mount Kaputar National Park in New South Wales where it grows along watercourses and on hillsides Eucalyptus and Callitris woodland communities in rocky sandy-loam soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}