{
  "url": "https://en.wikipedia.org/wiki/Acacia_mangium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. mangium"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia mangium is a species of flowering tree in the pea family, Fabaceae, that is native to northeastern Queensland in Australia, the Western Province of Papua New Guinea, Papua, and the eastern Maluku Islands. Common names include black wattle, hickory wattle, mangium, and forest mangrove.  Its uses include environmental management and wood.",
    "Cultivation": "Acacia mangium grows up to 30 metres (98 ft), often with a straight trunk.  A. mangium has about 142,000 seeds/kg. To break down dormancy mature seed requires pre-germination treatments such as mechanical scarification (scratching the surface) or boiling water. This treatment leads to a fast germination and typically exceeds 75%.\nLike many other legumes, it is able to fix nitrogen in the soil. A. mangium is a popular species for forest plantation and used more and more also for agroforestry projects. In mixed cultures, plants can profit of the shadow from A. mangium and the nitrogen fixationA. mangium will tolerate low fertility soils with impeded drainage, but prefers fertile sites with good drainage. Soil depth and topographic position can influence yields. With respect to distance from the equator, there are significant differences in performance under cultivation. A mean annual height increase of about 3 to 4 m is usual near the equator. In areas further from the equator growth is lower.",
    "Uses": "",
    "Uses-Timber": "Acacia mangium trees produce sapwood and heartwood. The heartwood's colour is brownish yellow shimmery and medium textured. Because the timber is extremely heavy, hard, very strong, tough, and not liable to warp and crack badly it is used for furniture, doors and window frames. The glossy and smooth surface finish after polishing leads also to a potential for making export-oriented parquet flooring tiles and artifacts.",
    "Uses-Soil management and ecological restoration": "Because Acacia mangium trees increase the turnover rate of nitrogen in the topsoil, it can improve the nitrogen availability in soils in mixed cultures. Due to the fact that it is a very fast growing tree it develops an intensive rooting system, particularly in low fertility soils. This helps to recover degraded tropical lands \nThe tree is widely used in Goa, India in the mining industry for rehabilitation of waste dumps as it is a drought-resistant species and binds sterile mine waste consisting of lateritic strata. In Colombia, it has been used for restoring wasteland created by open-pit gold mining.",
    "Chemistry": "The gum contains 5.4% ash, 0.98% N, 1.49% methoxyl, and by calculation, 32.2% uronic acid. The sugar composition after hydrolysis: 9.0% 4-0-methylglucuronic acid, 23.2% glucuronic acid, 56% galactose, 10% arabinose, and 2% rhamnose.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}