{
  "url": "https://en.wikipedia.org/wiki/Acacia_pentadenia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pentadenia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pentadenia, commonly known as karri wattle, is a shrub or tree of the genus Acacia and the subgenus Pulchellae.",
    "Description": "The slender willowy shrub or tree typically grows to a height of 2 to 5 metres (7 to 16 ft). The slender erect habit forms a dense crown of evergreen foliage. The branchlets are normally glabrous and ribbed. The feather like phyllodes are large made up of two to five pairs of pinnae with the larger being 25 to 80 millimetres (1.0 to 3.1 in) in length. The pinnae are made from 12-30 pairs of glabrous green pinnules that are only 3 to 6 mm (0.118 to 0.236 in) long and 1 to 2.5 mm (0.039 to 0.098 in) wide. It blooms from July to December and produces cream-yellow flowers. The flowers are supported in inflorescences that normally contain 15 to 25 flowers. It will later form seed pods that are around 60 mm (2.4 in) long and 3 to 4 mm (0.12 to 0.16 in) containing oblong seeds. The plants are sometimes known as cat bush from there offensive odour.",
    "Classification": "The species was first formally described by the botanist John Lindley in 1833 as part of the work The Botanical Register using specimens collected around the Swan River Colony by James Drummond. The species is similar in appearance to Acacia subracemosa and both belong to the Acacia brownii group.There is two recognised subspecies:\n\nAcacia pentadenia Lindl. subsp. pentadenia\nAcacia pentadenia subsp. syntoma J.E.Reid, Ward.-Johnson & Maslin",
    "Distribution": "It is native to an area in the South West and Great Southern regions of Western Australia. It is commonly found from around Nannup south east to around Denmark with another population near Albany.",
    "Ecology": "A. pentadenia prefers sand or loamy soils and is usually part of the understorey in Karri (Eucalyptus diversicolor) forests or Karri-Marri (Corymbia calophylla) forests where it can forms dense stands.\nOther associated species include Agonis flexuosa, Allocasuarina decussata and Chorilaena quercifolia as well as a host of wild flowers. Karri forests are home to some 2000 plant taxa.",
    "Cultivation": "The seeds for the plant are commercially available. The shrub is best suited to temperate climates. It grows well in sheltered semi-shade areas and in medium to heavy soils. It is both drought and frost tender.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}