{
  "url": "https://en.wikipedia.org/wiki/Acacia_daviesioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. daviesioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia daviesioides is a shrub belonging to the genus Acacia. It is native to Western Australia. The species was first described by the botanist C.A.Gardner in the Journal of the Royal Society of Western Australia in 1942.",
    "Description": "The shrub has many branches and typically grows to 0.3 to 1 metre (1.0 to 3.3 ft) in height. The stems are mostly straight but can zig-zag with branches that are terete or angled. The phyllodes are continuous with the stems, sometimes decurrent and forming narrow\nwings at base of stems. Phyllodes are green, rigid, flat to pentagonal or terete, 2 to 20 millimetres (0.08 to 0.79 in) long, shallowly recurved to straight and glabrous.A. daviesioides blooms between June and September producing yellow flower that are mostly 5-merous with sepals that are variably united. It will form seed pods later that are linear, raised on alternating sides over adjacent seeds, straight-edged or slightly constricted between the seeds. The pods are 4 to 8 centimetres (1.6 to 3.1 in) in length and long 3 to 5 mm (0.12 to 0.20 in) wide. Mature seeds are formed by December.\nThe shrub is closely related to Acacia cerastes, both are found in the\nMount Gibson area north of Kalannie. A. cerastes can be differentiated by its twisted stems and rudimentary, non-pungent phyllodes.",
    "Distribution": "A. daviesioides grows in loamy, sandy-clay, sandy or gravelly soils. It is found in Low-lying area, sandplains, stony screes among heath, open scrub or shrubland.It is found in scattered populations in the Wheatbelt and Mid West regions of Western Australia.  Its range extends from near Mingenew southeast to\nthe between Ballidu and Kalannie. Additionally, there are outliers at Jingemarra Station approximately 200 kilometres (124 mi) north east of Kalannie and near Mount Jackson approximately 200 kilometres (124 mi) east of Kalannie.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}