{
  "url": "https://en.wikipedia.org/wiki/Acacia_mulganeura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. mulganeura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia mulganeura, commonly known as milky mulga and hilltop mulga, is a tree or shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to arid parts of central and western Australia.",
    "Description": "The multi-stemmed shrub typically grows to a height of 1.5 to 3 m (4 ft 11 in to 9 ft 10 in) and has a rounded habit. It later matures into a tree with a height of 4 to 7 m (13 to 23 ft) and has a compact crown. It has ribbed branchlets that are moslty covered in a layer of opaque, milky blue-grey or yellowish coloured resin that changed to beaded white lines as the branchlets mature. The resinous new shoots have reddish coloured hairlets embedded in the resin. Like most species of Acacia it has phyllodes rather than true leaves. The grey to blue grey to dull green variable phyllodes have an elliptic or obovate to oblanceolate shape and are usually somewhat twisted or slightly undulate. The straight phyllodes have a length of 1 to 5 cm (0.39 to 1.97 in) and a width of 5 to 13 mm (0.20 to 0.51 in) with many longitudinal nerves. The simple inflorescences are 10 to 20 mm (0.39 to 0.79 in) long cylindrically shaped flower-spikes. Following flowering firmly chartaceous to thinly coriaceous, dark greyish brown coloured seed pods form that have and oblong or fusiform shape with a length of 1 to 3.5 cm (0.39 to 1.38 in) and a width of 5 to 11 mm (0.20 to 0.43 in) that have 1 to 1.5 mm (0.039 to 0.059 in) long wings. The elliptical seeds inside are arranged longitudinally with a length of 4.5 to 5.5 mm (0.18 to 0.22 in) and a width of 2.5 to 3.5 mm (0.098 to 0.138 in) have a small white creamy aril.",
    "Distribution": "It is native to the Mid West, Pilbara and Goldfields-Esperance regions of Western Australia as well as southern parts of the Northern Territory and northern parts of South Australia where it is often situated on flats or undulating plains and on rocky hills growing in red-brown loamy, silty loamy, sandy loamy or clay-loam soils although it also less frequently found in clay often over hardpan or in skeletal soils as a part of mixed Eucalyptus shrubland communities that usually have a cover of spinifex.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}