{
  "url": "https://en.wikipedia.org/wiki/Acacia_cupularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cupularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cupularis, commonly known as the Coastal Umbrella Bush, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to southern parts of Australia.",
    "Description": "The glabrous and open shrub typically grows to a height of 1.0 to 2.5 metres (3 to 8 ft) and to a width of around 2.5 m (8 ft 2 in). The lightly pruinose branchlets are often a dark red-brown in colour. The thick, dark green, ascending to erect phyllodes have a straight narrowly linear shape with a length of 3 to 8 cm (1.2 to 3.1 in) and a width of 1 to 5 mm (0.039 to 0.197 in). It blooms from July to December and produces yellow flowers. The inflorescences appear in clusters of two or three along a 1 to 7 mm (0.039 to 0.276 in) long stalk. The spherical flower-heads contain 16 to 22 golden flowers. The erect dark brown seed pods that form after flowering resemble a string of beads and are up to around 7 cm (2.8 in) in length and 4 to 5 mm (0.16 to 0.20 in) wide. The seeds within the pods are a dull light brown colour and have an oblong shape with an orange to red aril.",
    "Taxonomy": "The species was first formally described by the botanist Karel Domin in 1923 as part of the work New Additions to the Flora of Western Australia as published in the work Vestnik Kralovske Ceske Spolecnosti Nauk, Trida Matematiko-Prirodevedecke. Synonyms include; Acacia ligulata var. minor, Racosperma ligulatum var. minus and Acacia bivenosa subsp. wayi. It is also often confused with Acacia salicina. \nIt is a part of the Acacia bivenosa group of wattles and is similar in appearance to Acacia maxwellii, Acacia crassiuscula and Acacia anceps x nematophylla.",
    "Distribution": "It is native to an area mostly along the coast in South Australia, western Victoria and the Goldfields-Esperance, Great Southern, South West and Wheatbelt regions of Western Australia. It is often situated on sand plains, along drainage lines and in and around clay pans growing in sandy-clay soils often around limestone and as a part of mallee communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}