{
  "url": "https://en.wikipedia.org/wiki/Acacia_limbata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. limbata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia limbata is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic across northern Australia.",
    "Description": "The slender and glabrous shrub typically grows to a height of 0.4 to 2 metres (1 to 7 ft). It has grey to grey-brown coloured, longitudinally fissured bark. The glabrous branchlets are often covered with a fine white powder and are flattened towards the apices and have prominent, non-resinous ridges. Like ost species of Acacia it has phyllode rather than true leaves. The evergreen phyllodes are often continuous with branchlets and have an obliquely elliptic to oblanceolate shape but are  often dimidiate. The phyllodes are straight to slightly crescent shaped with a length of 5 to 12 cm (2.0 to 4.7 in) and a width of 10 to 33 mm (0.39 to 1.30 in) and have prominent pale margins and three prominent longitudinal nerves. It blooms from June to July but has been noted to flower in October and produces yellow flowers. The cylindrical flower-spikes have a length of 0.9 to 2.5 cm (0.35 to 0.98 in) and are packed with bright yellow flowers. The woody red-brown to purple-brown seed pods that form after flowering are erect with a narrowly oblanceolate shape and have straight sides. The glabrous, flat pods have are 3.8 to 8.5 cm (1.5 to 3.3 in) in length and 10 to 15 mm (0.39 to 0.59 in) wide but are paler over the seeds and can have a powdery white coating. The brown-black seeds have an elliptic to obovate shape with a length of 4.6 to 6.6 mm (0.18 to 0.26 in) and a turbinate aril.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem as published in the Journal of the Proceedings of the Linnean Society. It was reclassified as Racosperma limbatum in 1987 by Leslie Pedley then transferred back to genus Acacia in 2001.",
    "Distribution": "It has a scattered distribution across its range and is native to a small area in the Kimberley region of Western Australia where it is commonly found around sandstone to the north of Halls Creek. It is also scattered across the top end of the Northern Territory and extends eastwards into north western parts of Queensland where it is often situated on stony hillsides and near creeks growing in gravelly soils as a part of Eucalyptus woodland communities where it is usually asscociated with species of Melaleuca.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}