{
  "url": "https://en.wikipedia.org/wiki/Acacia_baxteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. baxteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia baxteri, commonly known as Baxter's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The compact and pungent shrub typically grows to a height of 0.2 to 1 metre (1 to 3 ft). It blooms from September to December and produces yellow flowers. The shrub has rigid, striate-ribbed and glabrous branchlets. The thick rigid phyllodes are sessile, with a narrowly linear to oblong-elliptic shape and are around 10 to 25 millimetres (0.39 to 0.98 in) in length with a width of 1 to 4 mm (0.04 to 0.16 in). There is one simple inflorescence per axil with globular flower heads containing 30 to 50 flowers. After flowering curved woody red-brown seed pods form that are up to 6.5 millimetres (0.26 in) long and 3 to 5 mm (0.12 to 0.20 in). The grey-brown seeds have an oblong shape and are 5 to 6 mm (0.20 to 0.24 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 in the work Notes on Mimoseae, with a synopsis of species. as published in London Journal of Botany. There are two recognised synonyms for A. baxteri; Acacia bagsteri as described by George Bentham and Racosperma baxteri as described by Leslie Pedley.It is closely related to Acacia andrewsii and has phyllodes that are quite similar to Acacia unifissilis.The species epithet, baxteri, commemorates Bagster (William Baxter).",
    "Distribution": "It is native to an area in the Wheatbelt and the  Great Southern regions of Western Australia. The population is disjucnct with most found between Ongerup and Albany with scattered populations found further north. The shrub is commonly found s part of Eucalyptus woodlands or open mallee heath communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}