{
  "url": "https://en.wikipedia.org/wiki/Acacia_faucium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. faucium"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia faucium is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The tree typically grows to a maximum height of 10 m (33 ft). It has acutely angular and rather scurfy branchlets that are sparsely and minutely haired on young plants. Like most species of Acacia it has phyllodes rather than true leaves. The rather chartaceous phyllodes are straight or slightly sickle shaped and are widest above the middle with a length of 13 to 18 cm (5.1 to 7.1 in) and a width of 20 to 27 mm (0.79 to 1.06 in) and are glabrous to slightly hairy on younger plants with parallel longitudinal nerves. The simple inflorescences occur as cylindrical flower-spikes that are 35 to 55 mm (1.4 to 2.2 in) in length and are moderately densely packed with yellow flowers. After flowering cartilaginous brown-black seed pods form that have a linear with a length of around 8 cm (3.1 in) and a width of about 3 mm (0.12 in). The pods are glaborus and straight with a powdery white coating and thick, yellowish marginal nerves and longitudinally arranged seeds inside. The pale brown seeds are 3.5 to 4 mm (0.14 to 0.16 in) in length and around 2 mm (0.079 in) wide with a yellow and folded funicle.",
    "Distribution": "It is endemic to the eastern-central parts of Queensland where it is has a disjunct distribution. It is found as far north as the headwaters of Torrens Creek catchment in the White Mountains where it is often situated in sandstone gorges but is also found further to the south around 100 km (62 mi) north of Clermont where it grows in broken country.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}