{
  "url": "https://en.wikipedia.org/wiki/Acacia_tenuissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. tenuissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia tenuissima, commonly known as narrow-leaved wattle, broom wattle, minyana, slender mulga or slender wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae endemic to temperate and tropical areas of Australia. Indigenous Australians the Kurrama peoples know the plant as Janangungu and the Banyjima know it as Murruthurru.",
    "Description": "The slender and erect shrub typically grows to a height of 1 to 3 metres (3 to 10 ft) although it can reach up to 4 m (13 ft) and can possess multiple stems. It has few to many slender and spreading to erect stems growing from ground level producing an open or dense crown. Smooth grey bark at the base with  pale brown to dull reddish on the upper branches. The dull grey-green terete phyllodes are quite slender with a length of 6 to 17 centimetres (2 to 7 in) and a width of 0.7 to 1.3 millimetres (0.03 to 0.05 in) and have numerous fine parallel longitudinal nerves. It blooms from April to August producing yellow flowers. The simple racemose inflorescences are not prolific. They appear singly within the axils of the phyllodes. The flower-spikes are 5 to 15 mm (0.20 to 0.59 in) in length and are densely flowered with pale yellow to light golden coloured flowers. Following flowering greyish-brown straight to moderately curved seed pods form that can become irregularly twisted or coiled and scaly with age. The pods are up to about 9 cm (4 in) in length and contain shiny dark brown to black seeds that are 2.5 to 4 mm (0.10 to 0.16 in) in length with a width of around 2 mm (0.08 in). The seeds are relatively large and have an orange-to-yellow aril that are found to attract birds. Mature seeds are formed between September and November.The shrub resembles Acacia orthocarpa and is also similar to Acacia exilis and Acacia macdonnelliensis subsp. teretifolia.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Contributiones ad Acaciarum Australiae Cognitionem as published in the Journal of the Proceedings of the Linnean Society, Botany. It was reclassified in 1987 by Leslie Pedley as Racosperma tenuissimum then transferred back to the genus Acacia in 2006. Other synonyms include; Acacia luerssenii, Acacia pityoides, Acacia xylocarpa var. tenuissima and Acacia xylocarpa var. xylocarpa.The species name is taken from Latin words tenuis meaning thin and -issimus meaning very, which refers to the slender, terete foliage that is characteristic of the plant.A. tenuissima is sometimes found with and is closely related to Acacia adsurgens, and is also related to Acacia exilis.",
    "Distribution": "It is native to arid areas of inland Australia. In South Australia it is found in northern western parts with a small population also centred around Lake Eyre in the east. It is found through much of the central and southern parts of the Northern Territory and in central Queensland. It also has a scattered distribution through the Kimberley and Pilbara regions of Western Australia. It is often found along ephemeral watercourses, on low undulating country, along rocky slopes and on stabilized inland dunes and spinifex plains. It can grow in sandy, loamy, clay and rocky soils. It is usually part of Eucalyptus woodland communities and is often with spinifex.",
    "Cultivation and uses": "Seeds for the plant are commercially available and can be used in gardens as an attractive slender shrub for arid areas that are good bird attractors. To grow well, a sunny position in well-drained soil is required. Seeds need scarification or hot water treatment prior to planting. The seeds were collected by Indigenous Australians from the Pilbara region to be eaten and used in the making of damper.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}