{
  "url": "https://en.wikipedia.org/wiki/Acacia_pendula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pendula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pendula, commonly known as the weeping myall, true myall, myall, silver-leaf boree, boree, and nilyah, is  a species of  wattle, which is native to Australia. The 1889 book 'The Useful Native Plants of Australia’ records that common names included \"Weeping Myall\", \"True Myall\", and Indigenous People of Western Areas of New South Wales and Queensland referred to the plant as \"Boree\" and \"Balaar'.",
    "Description": "The tree typically grows to a height of 5 to 13 m (16 to 43 ft) and a width of 4 to 6 m (13 to 20 ft) and has an erect, pendulous to spreading habit. It has hard fissured grey bark on the trunk and limbs. It has pendulous branches with angled or flattened branchlets that are covered in short fine hairs but becomes glabrous as it matures. The grey-green narrow phyllodes are about 4 to 14 cm (1.6 to 5.5 in) in length and 3 to 10 mm (0.12 to 0.39 in) wide and have a narrowly elliptic to very narrowly elliptic or sometimes narrowly oblong-elliptic shape and can be straight or curved The phyllodes have many longitudinal indistinct veins, a subacute apex with mucro and one gland near base. It flowers in the summer and autumn from around November to May and produces yellow flowers. The inflorescences mostly occur in groups of two to five on2–5 on an axillary axis. The spherical flower-heads have a diameter of 3 to 7 mm (0.12 to 0.28 in) and contain 10 to 20 bright yellow flowers. The papery to leathery green seed pods that form after flowering are flat and straight to strongly curved and age to a brown colour. The pods are irregularly  constricted between each of the seeds and are 3 to 9 cm (1.2 to 3.5 in) in length and 10 to 20 mm (0.39 to 0.79 in). Seeds are often collected between October and January.",
    "Taxonomy": "The species was formally described by the botanist George Don in 1832 as part of the work A General History of Dichlamydeous Plants. It was reclassified as Racosperma pendulum by Leslie Pedley in 1987 then transferred back to genus Acacia in 2014. The specific epithet is in reference to the pendulous habit of the tree. It is derived from the Latin word pendere meaning to fall.",
    "Distribution": "It occurs naturally in dry outback areas in Queensland, New South Wales, and Victoria. In New South Wales the tree has a disjunct but widespread throughout inland areas usually to the east of the upper Hunter Valley. It is often situated on major river floodplains growing as part of woodlands, sometimes as the dominant species, where it grows well in heavy clay soils. In all states it is found to the west of the Great Dividing Range growing in alluvial soils consisting of sand, gravel, silt and clay in areas that receive 400 to 600 mm (16 to 24 in) of annual rainfall.",
    "Uses and cultivation": "In 'The Useful Native Plants of Australia’ it was also noted that \"Stock are very fond of the leaves of this tree, especially in seasons of drought, and for this reason, and because they eat down the seedlings, it has almost become exterminated in parts of the colonies.\"\nThe tree is available commercially as seedlings or in seed form and has many desirable properties in areas of low rainfall since it is drought tolerant. It is also frost tolerant and will grow in heavy clay soils. It is useful as a shelter-tree or as a windbreak and attracts native birds, particularly parrots who use the seeds as a food source. The rhizobium nodules in the roots also assist in fixing nitrogen into the soil. The blue-grey foliage and weeping habit make it popular bot domestically and in overseas cultivation, including in Iran and Kuwait.",
    "See also": "List of Acacia species",
    "References": "Australian National Botanic Gardens:  Acacia pendula\nDepartment of Environment and Climate Change Threatened Species - Weeping Myall population in the Hunter catchment - profile\n\"Acacia pendula\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.",
    "External links": " Media related to Acacia pendula at Wikimedia Commons"
  }
}