{
  "url": "https://en.wikipedia.org/wiki/Acacia_bidentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bidentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia bidentata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae and is native to Western Australia.",
    "Description": "The prostrate and domed shrub typically grows to a height of 0.1 to 1 metre (0 to 3 ft). The branchlets are a scurfy white colour with inconspicuous stipules. The phyllodes are an obovate to obtriangular-obdeltate shape and mostly 4 to 7 millimetres (0.16 to 0.28 in) long and 2.5 to 5 mm (0.10 to 0.20 in) wide. The green phyllodes are glabrous or hairy on their margins. It blooms from July to October and produces white to cream or yellow flowers. Each inflorescence contains one to three globular to obloid shaped heads that contain 10 to 16 loosely packed creamy white or pale yellow flowers. After flowering strong curved seed pods that are around 15 mm (0.59 in) in length and 3 to 4 mm (0.12 to 0.16 in) wide. The seeds have an oblong-ovate shape and are 3 to 3.5 mm (0.12 to 0.14 in) long.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma bidentatum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to an area in the Mid West, Wheatbelt and the  Great Southern regions of Western Australia.\nIt has a scattered distribution from Kalbarri in the north and then south around Carnamah. It occurs predominantly south from Carnamah to Stirling Range National Park in the south and east to around Grass Patch where it grows in clay, sand, sandy loam, gravelly loam and loamy soils and is usually part of mallee woodland and heath communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}