{
  "url": "https://en.wikipedia.org/wiki/Acacia_elata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. elata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia elata the cedar wattle or  mountain cedar wattle is a tree found in eastern Australia.",
    "Description": "The tree can grow to a height of around 20 m (66 ft) when mature, with exceptional specimens reaching over 30 m (98 ft). It has deeply fissured bark with a dark brown to black colour at the base of the tree with terete branchlets that are hairy when young. The dark green evergreen leaves typically have a length of 2.5 to 9 cm (0.98 to 3.54 in) with one prominent gland about halfway along. There are usually three to seven pairs of pinnae with a length of 7 to 23 cm (2.8 to 9.1 in) with 8 to 22 pairs of discolourous pinnules that have a lanceolate shape and a length of 2 to 5 cm (0.79 to 1.97 in). It blooms between December and February producing inflorescences in panicles or racemes with spherical flower-heads that have a diameter of 7 to 10 mm (0.28 to 0.39 in) and contain 30 to 55 pale yellow to cream coloured flowers. The straight, flat seed pods that form after flowering have a length of 4 to 17.5 cm (1.6 to 6.9 in) and a width of 9 to 15 mm (0.35 to 0.59 in) that are firmly papery to leathery.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma elatum by Leslie Pedley in 1987, then returned to genus Acacia in 2006. It is sometimes confused with Acacia terminalis. The specific epithet refers to the plants tall, tree-like habit.",
    "Distribution": "The species is endemic to coastal areas of New South Wales. Its native range extends from the Budawang Range in the south as afar as the Bellinger River in the north.\nIt is sometimes escaping from gardens and is considered as a weed in wetter Warren and Jarrah Forest regions in the South West of Western Australia where it grows in loamy lateritic soils. It has also become naturalised in other parts of Australia including Queensland and parts of Victoria.\nThe habitat is near rainforest and wet sclerophyll forest in various situations. An attractive plant with delicate foliage, it is sometimes seen in cultivation. Its timber is attractive, close-grained, strong and hard, and is suitable for carpentry and turning.",
    "See also": "List of Acacia species",
    "References": "",
    "Further reading": "Castro-Diez, P.; Langendoen, T.; Poorter, L.; Saldana-Lopez, A. (November 2011). \"Predicting Acacia invasive success in South Africa on the basis of functional traits, native climatic niche and human use\". Biodiversity and Conservation. 20 (12): 2729–2743. doi:10.1007/s10531-011-0101-5.\nDonaldson, J.E.; Richardson, D.M.; Wilson, J.R.U. (September 2014). \"The seed ecology of an ornamental wattle in South Africa — Why has Acacia elata not invaded a greater area?\". South African Journal of Botany. 94 (1): 40–45. doi:10.1016/j.sajb.2014.05.004.\nKorit, Alexander; Jermyn, Michael (March 3, 2005). \"Acacia Proteinase Inhibitors Purification and Properties of the Trypsin Inhibitors from Acacia elutu Seed\". European Journal of Biochemistry. 115 (3): 551–557. doi:10.1111/j.1432-1033.1981.tb06238.x.\nRehman, S.; Harris, P. J. C.; Bourne, W.F. (1998). \"The effect of seed hardening on the salinity tolerance of Acacia seeds\". Seed Science and Technology. 26 (3): 743–754."
  }
}