{
  "url": "https://en.wikipedia.org/wiki/Acacia_hyaloneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. hyaloneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia hyaloneura is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to north eastern Australia.",
    "Description": "The shrub and tree typically grows to a maximum height of 2 to 3 m (6 ft 7 in to 9 ft 10 in) and has an erect to spindly habit. It has smooth brown coloured bark and glabrous, compressed and angular branchlets that are orange or yellow towards the apex and become red with age. It blooms between December and January and from May to July producing golden flowers. The cylindrical spikes have a length of 2 to 3.5 cm (0.79 to 1.38 in) with cream to pale yellow coloured flowers.The pendulous and woody seed pods that form after flowering have a linear shape but taper abruptly at each end. The glabrous dark to blackish brown coloured pods are have pale margins and are mostly flat with a length of 4.5 to 12.5 cm (1.8 to 4.9 in) and a width of 4 to 7 mm (0.16 to 0.28 in). The dull black seeds inside the pods are arranged longitudinally and have a narrowly oblong shape are 5 to 6.5 mm (0.20 to 0.26 in) in length with an open areole.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1978 as part of the work A revision of Acacia Mill. in Queensland as published in the journal Austrobaileya. It was reclassified by Pedley in 1987 as Racosperma hyaloneurum then transferred back to genus Acacia in 2001.",
    "Distribution": "It is endemic to an area in the western part of the top end of the Northern Territory and north-western parts of Queensland. It is also found along the Great Dividing Range in Queensland from around Torrens Creek in the north down to about 150 km (93 mi) north of Clermont where it is often situated on slopes and ridges growing in sandt, clayey or rocky soils around and over sandstone or granite as a part of Acacia or Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}