{
  "url": "https://en.wikipedia.org/wiki/Acacia_incongesta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. incongesta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia incongesta, also known as Peak Charles wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to a small area in south western Australia",
    "Description": "The shrub is dense and rounded typically growing to a height of 0.6 to 4 metres (2 to 13 ft) and has glabrous branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen, ascending to erect phyllodes have a narrowly elliptic shape and can be incurved. They have a length of 4 to 7 cm (1.6 to 2.8 in) and a width of 3 to 4.5 mm (0.12 to 0.18 in) and are semi-rigid and sharply to coarsely pungent and have three distant, raised nerves.  It blooms from March to June producing cream flowers. The simple inflorescences occur in pairs in the axils forming cylindrical flower-spikes that have a length of 15 to 25 mm (0.59 to 0.98 in) and a diameter of 3 to 4.5 mm (0.12 to 0.18 in) and are subdensely packed with cream coloured flowers. The pendant, thinly-coriaceous and glabrous seed pods that form after flowering have a linear shape but are \nraised over and constricted between the seeds. The pods have a length of up to 10.5 cm (4.1 in) and a width of 4 mm (0.16 in) with the seeds arranged longitudinally inside. The slightly glossy black seeds have a broadly elliptic shape with a length of 3 to 4 mm (0.12 to 0.16 in) and an apical aril.",
    "Distribution": "It is native to a small area near Peak Charles in Peak Charles National Park in the Goldfields-Esperance region of Western Australia where it is found situated on granite mountain slopes and clay flats growing in sandy soils. The park is located approximately 100 km (62 mi) south of Norseman and the shrub is usually part of low heathland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}