{
  "url": "https://en.wikipedia.org/wiki/Acacia_anasilla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. anasilla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia anasilla is a shrub belonging to the genus Acacia and the subgenus Lycopodiifoliae that is endemic to north western Australia.",
    "Description": "The spindly erect shrub with small, viscid whorled leaves typically grows to a height of 1.5 to 2 metres (5 to 7 ft). The densely white-hispid stems have erect stipules with a length of 1.5 to 2 mm (0.059 to 0.079 in). There are 15 to 20 slender straight phyllodes per whorl, the lower ones are erect and the upper ones are spreading to gently recurved. The phyllodes have a length of 5 to 10 mm (0.20 to 0.39 in) the and have an incurved 2 to 4 mm (0.079 to 0.157 in) length mucro. It blooms in July and produces yellow flowers. The spherical heads of the inflorescences contain 40 to 50 densely packed yellow flowers. The longitudinal sessile seed pods have a length of 2 to 3.5 cm (0.79 to 1.38 in) and a width of 5 to 6 mm (0.20 to 0.24 in) and contain 3 to 10 seeds per pod.",
    "Taxonomy": "The species was first formally described by the botanist Alexander Segger George in 1999 as part of the work Seven new species in Acacia section Lycopodiifolia (Mimosaceae) as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma anasillum by Leslie Pedley in 2003 and transferred back to the genus Acacia in 2006. The type specimen was collected from Mabel Downs Station near Winnimarra Spring in 1989 by K.A.Menkhorst. It is similar in appearance to Acacia lycopodiifolia and Acacia smeringa.",
    "Distribution": "It is native to an area in the Kimberley region of Western Australia where it is found in arid barren quartzite ranges or on granite or sandstone slopes as a part of open Eucalyptus brevifolia woodland communities. Early collections were made around Halls Creek and around the Ord River.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}