{
  "url": "https://en.wikipedia.org/wiki/Acacia_cambagei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cambagei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cambagei, commonly known as gidgee, stinking wattle or stinking gidgee, is an endemic tree of Australia. It is found primarily in semiarid and arid Queensland, but extends into the Northern Territory, South Australia and north-western New South Wales. It can reach up to 12 m in height and can form extensive open woodland communities. The leaves, bark, and litter of A. cambagei produce a characteristic odour, vaguely reminiscent of boiled cabbage, gas or sewerage that accounts for the common name of \"stinking gidgee\".\n\nConfined to regions between 550 and 200 mm annual rainfall, A. cambagei is found primarily on flat and gently undulating terrain on heavy and relatively fertile clay and clay-loam soils in the eastern part of it range, and often forms mixed communities with brigalow which favours the same soil types. In drier regions, gidgee is found primarily on red earths and loams in wetter depression and low-relief areas. Gidgee communities are floristically similar to brigalow communities. Eucalyptus cambageana, E. populnea, Corymbia terminalis, Eremophila mitchellii and Geijera parviflora are typical woody species associated with gidgee communities.Species associated with gidgee have a limited capacity to resprout following fire damage. Fire in any gidgee woodland would be a rare event under natural circumstances, since pasture is at best sparse in these communities, consisting of Chloris, Paspalidium, Dicanthium, Sporobolus and Eragrostis species.\n\n\n== References =="
  }
}