{
  "url": "https://en.wikipedia.org/wiki/Acacia_gibsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gibsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gibsonii, commonly known as Gibson's wattle, is a shrub belonging to the genus Acacia and the subgenus Juliflorae.",
    "Description": "The low, spreading shrub usually grows to a height of 0.5 to 1 m (1 ft 8 in to 3 ft 3 in) and a width of approximately 1.5 m (4 ft 11 in) and has a somewhat straggly habit. The terete branchlets are a reddish brown colour that age to a light grey colour. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes have an oblong to oblong-elliptic that can be somewhat sigmoid, they have a length of 6 to 13 mm (0.24 to 0.51 in) and a width of 1.5 to 3 mm (0.059 to 0.118 in). The phyllodes are glabrous with minute, red to brown coloured trichomes with three prominent longitudinal nerves. It blooms from September to October producing short cylindrical flower-spikes that are 5 to 7 mm (0.20 to 0.28 in) in length and quite densely flowered. Following flowering in around December tightly coiled seed pods form that are around 12 mm (0.47 in) and 2.5 mm (0.098 in) wide and are brown in colour with a thinly coriaceous texture.",
    "Distribution": "It is native to a small area in the Goldfields-Esperance region of Western Australia to the south of the Norseman–Hyden Road where it is reasonably common within the restricted locale. It is usually situated on gentle rocky slopes where it grows in skeletal red-loamy soils over greenstone base rocks in shrubland communities that are dominated by Allocasuarina campestris, Allocasuarina globosa and Calothamnus quadrifidus.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}