{
  "url": "https://en.wikipedia.org/wiki/Acacia_doratoxylon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. doratoxylon"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia doratoxylon, commonly known as currawang, lancewood, spearwood or coast myall, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that is native to eastern and south eastern Australia.",
    "Description": "The shrub or tree typically grows to a height of 3 to 8 m (9.8 to 26.2 ft) and a maximum height of 10 m (33 ft) and has a single stem with an erect to spreading habit. It has dark greyish brown to black coloured bark on the trunk which is corrugated. The glabrous or appressed-hairy branchlets are angled towards the apices. Like most species of Acacia it has phyllodes rather than true leaves. The green to bright green phyllodes have a narrowly elliptic to more or less linear shape and are straight to slightly curved. The phyllodes are glabrous with a length of 9 to 20 cm (3.5 to 7.9 in) and a width of 2 to 8 mm (0.079 to 0.315 in) with many faint longitudinal veins and one prominent mid-vein. It blooms between August to September in northern areas and September to November in southern areas and produces golden flowers. The inflorescences mostly occur in groups of two to five on an axillary axis that is 2 to 15 mm (0.079 to 0.591 in) in length. The cylindrical flowers heads have a length of 2 to 3.5 mm (0.079 to 0.138 in) densely pack with bright yellow flowers. Following flowering, usually from December to February, glabrous, papery and brittle seed pods form that are straight and flat but slightly raised and constricted between seeds and are 4 to 10 cm (1.6 to 3.9 in) in length and 2 to 4 mm (0.079 to 0.157 in) and have longitudinally arranged seeds inside towards seed.",
    "Taxonomy": "The species was first formally described by the botanist Allan Cunningham in 1825 in B. Field's work Geographical Memoirs on New South Wales. It was reclassified by Leslie Pedley in 2003 as Racosperma doratoxylon and transferred back to genus Acacia in 2006. The specific epithet originates from the Greek words doratos meaning  spear and xylon meaning wood in reference to the use of the wood by Indigenous Australian groups including the Koori peoples to manufacture spears from the wood.",
    "Distribution": "It is endemic to central parts of New South Wales, the Australian Capital Territory and Victoria.  It is fairly common on the western slopes of the Great Dividing Range and plains of New South Wales and its range extends through the southern tablelands through the Australian Capital Territory and across Ovens Range in Victoria. In New South Wales it is found as far east as Wollemi spreading as far west as the Ivanhoe District and as far north as Brewarrina. It is found on rocky ridges where it is associated with Eucalyptus and Callitris woodland communities and on red sandy plains where it is often part of mallee communities. In Victoria it is considered rare and has a small disjunct distribution in the East Gippsland Uplands and the northern inland slopes in the Barambogie Range close to Beechworth and around Suggan Buggan where it grows on rocky well-drained hillsides and ridges.",
    "Cultivation": "The plant is widely available for cultivation in seeds form although seeds need to be scarified or treated with boiling water prior to sowing. It prefers a well-drained and reasonably dry position and is frost tolerant. It is often planted as a good screen plant in its rounded shrub form and makes a suitable hedge or windbreak.",
    "Uses": "A. doratoxylon can be used for land rehabilitation and can grow quickly in rocky soils that are prone to erosion and on recharge areas. It is also nitrogen fixing which will increase soil fertility and makes a suitable habitat for native species. It produces pollen prolifically which is a good food source for native moths, butterflies and insects, attracting insectivorous birds. Other birds including native pigeons and parrots consume the seeds. The timber is a good fuel and produces a hot fire. The dark brown wood is dense and very hard and heavy and used to manufacture for furniture. Indigenous Australians used it to make spears. The foliage is used used a fodder for stock during times of drought.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}