{
  "url": "https://en.wikipedia.org/wiki/Acacia_atrox",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. atrox"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia atrox, commonly known as Myall Creek wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to a small area in New South Wales.",
    "Description": "The shrub has a dense and multi-branched habit and typically grows to a height of 2 to 4 m (6 ft 7 in to 13 ft 1 in) and is able to spread and create thickets by suckering. The light green sessile phyllodes have a quadrangular shape and have a yellow nerve at apex of each angle. The phyllodes have a length of 1.5 to 4.5 cm (0.59 to 1.77 in) and a width of 1 to 1.3 mm (0.039 to 0.051 in). The rudimentary inflorescences are found on one or two branched racemes with an axes that has a length of 1 mm (0.039 in). The spherical flower-heads globular have a diameter of 5 to 7 mm (0.20 to 0.28 in) and contain 17 to 22 flowers.",
    "Taxonomy": "The species was first formally described by the botanist Phillip Kodela in 2001 as part of the work Acacia atrox (Fabaceae: Mimosoideae), a new rare species from the North Western Slopes, New South Wales as published in the journal Telopea. It was reclassified as Racosperma atrox by Leslie Pedley in 2003 thentransferred back o the genus Acacia in 2011.",
    "Distribution": "It has a limited distribution around the Inverell area in the north western slopes of New South Wales where it is found on slopes and low hills growing in clay soils over basalt, on basalt in cleared areas or as part of open well grassed Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}