{
  "url": "https://en.wikipedia.org/wiki/Acacia_levata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. levata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia levata is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to small arid area of western Australia.",
    "Description": "The spreading multi-stemmed shrub typically grows to a height of 1 to 3 metres (3 to 10 ft) and a width of around 5 m (16 ft). The glabrous branchlets are commonly sericeous at the extremities. Like most species of Acacia it has phyllodes rather than true leaves. The patent to ascending phyllodes have a narrowly elliptic to oblong-elliptic shape and are straight or shallowly curved. The phyllodes have a length of 8 to 13.5 cm (3.1 to 5.3 in) and a wisth of 1 to 2 cm (0.39 to 0.79 in) and are sub-rigid and thickly coriaceous with four to six prominent main nerves on each side. The simple inflorescences occur singly or in small groups in the axils. The cylindircal flower-spikes have a diameter of around 6 mm (0.24 in) and a length of 20 to 25 mm (0.79 to 0.98 in) and are densely packed with golden flowers. The pendent seed pods that form after flowering have a linear shape with narrow wings and are straight to slightly curved. Th woody, glabrous pods have a length up to around 15 cm (5.9 in) and a width of 8 to 12 mm (0.31 to 0.47 in) and attain a yellowish brown colur as they dry and also become slightly wrinkled. The dull brown seeds inside the pods have a broadly elliptic to subcircular shape with a length of 5 to 6 mm (0.20 to 0.24 in) and have a ribbon-like funicle and a subterminal aril.",
    "Distribution": "It is native to a small area in the Pilbara region of Western Australia north of Newman and south of Marble Bar where it is often situated on hilltops and hillslopes growing in sandy or loamy soils over granite usually as a part of scrubland and spinifex communities and it is often associated with Acacia hilliana and Acacia stellaticeps.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}