{
  "url": "https://en.wikipedia.org/wiki/Acacia_loderi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. loderi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia loderi, known colloquially as nelia or nealie, is a species of Acacia native to Australia.Joseph Maiden described Acacia loderi in 1920 and it still bears its original name. It was named after its collector, assistant forester at Broken Hill A.C. Loder who collected it at Yancowinnia near Broken Hill in November 1907. The common name nelia and its former variants nealie and neelya are derived from the Ngyiyambaa word nhiil'i for the species.Acacia loderi grows as a large shrub or small tree 3–8 m (9.8–26.2 ft) high, with an erect or spreading habit. The bark is grey. Like all wattles it has leaf-like structures known as phyllodes instead of leaves. These are pale grey-green to green and very narrow and long, measuring 5–11 cm (2.0–4.3 in) in length by 0.9–2.5 mm (0.035–0.098 in) wide. The bright yellow flowers appear in spring (August to October).Acacia loderi is found in inland southeastern Australia, mainly in far western New South Wales, from White Cliffs in the north of the tip of northwestern Victoria in the south, east to Hillston and west through the Darling River basin and Broken Hill into eastern South Australia, growing in colonized brown or red soils in mostly flat country. It forms a dominant component of Acacia loderi shrubland, where it is found with such trees as black oak (Casuarina pauper), inland rosewood (Alectryon oleifolius) and leopardwood  (Flindersia maculosa), and an understory of chenopods and grasses.Acacia loderi shrubland has been classified as an Endangered Ecological Community by the New South Wales Government. Key threats include clearing and excessive grazing by livestock.\n\n\n== References =="
  }
}