{
  "url": "https://en.wikipedia.org/wiki/Acacia_pickardii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pickardii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pickardii, commonly known as Pickard's wattle or birds nest wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia. It is listed as a vulnerable species according to Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The shrub or small tree typically grows to a height of 3 to 5 metres (9.8 to 16.4 ft) with a bushy habit. It is able to spread by suckering. The glabrous or subglabrous and scurfy branchlets have spinose stipules with a length of 5 to 12 mm (0.20 to 0.47 in). Like most species of Acacia it has phyllodes rather than true leaves. The sessile, erect and terete phyllodes have a length of 2 to 6.5 cm (0.79 to 2.56 in) and a diameter of 1 to 2 mm (0.039 to 0.079 in) and are quite pungent. The rigid, minutely hirtellous, sometimes glabrous and usually scurfy phyllodes have a slender cusp with four obscure nerves and a basal gland. It blooms irregularly through the year, usually following rain events, and it produces simple inflorescences singly or in pairs in the axils with spherical flower-heads that contain 35 to 40 golden coloured flowers. After flowering chartaceous light brown seed pods form that have a narrowly oblong shape with a length of up to 4 cm (1.6 in) and a width of 14 mm (0.55 in). The glabrous pods are finely and openly obliquely reticulate and contain seeds that are arranged transversely. The seed sets are extremely poor and few seedlings have been seen in the wild.",
    "Taxonomy": "It is most closely related to Acacia cuspidifolia and is superficially similar to Acacia atrox.",
    "Distribution": "It is endemic to the Sturt Stony Desert in north eastern South Australia from around the Mount Gason bore along the Birdsville Track in the south to around Andado Station in the south eastern Northern Territory in the north where it is found on gibber or sand plains growing in stony sandy clay soils in scrubland communities along with species of Atriplex and Sclerolaena. In the Northern territory there are three main populations containing several hundred individual plants. In South Australia there are several populations known also totalling several hundred plants.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}