{
  "url": "https://en.wikipedia.org/wiki/Acacia_dielsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dielsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dielsii, commonly known as Diels' wattle, is a shrub of the genus Acacia and the subgenus Plurinerves that is native to Western Australia.",
    "Description": "The shrub typically grows to a height of 0.5 to 2 metres (2 to 7 ft). The erect, pale green, slender phyllodes are straight to curved with a length of 1 to 3.5 cm (0.39 to 1.38 in) and a diameter of 0.7 to 1.2 mm (0.028 to 0.047 in). It blooms from February to September and produces yellow flowers. The simple inflorescences occur as two per axil with spherical flower-heads that have a diameter of 2.5 to 3.5 mm (0.098 to 0.138 in) contain 8 to 17 loosely grouped golden flowers. The brittle seed pods that follow break easily into single seed units at the constrictions. The pods are to about 3 cm (1.2 in) in length and 1.2 to 1.8 mm (0.047 to 0.071 in) wide and contain longitudinally arranged mottled tan seeds with a narrowly oblong-elliptic shape and a length of 2.5 to 3 mm (0.098 to 0.118 in).",
    "Taxonomy": "The species was first formally described in 1904 by the botanist Ernst Georg Pritzel as part of the work between Pritzel and Ludwig Diels Fragmenta Phytographiae Australiae occidentalis. Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse as published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. It was reclassified as Racosperma dielsii in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006. The only other synonym is Acacia ewartiana.A. dielsii is closely related to Acacia nivea and Acacia obesa which together make up the \"A. dielsii group\" of wattles.The specific epithet honours the German botanist Ludwig Diels.",
    "Distribution": "It is endemic to an area in the Mid West, Wheatbelt and Goldfields-Esperance regions of Western Australia where it is found on flats, sandplains and low rises growing in gravelly sandy soils around laterite. The distribution is a belt that starts in the north from the catchment of the Murchison River to the east of Kalbarri that extends in a south easterly direct to around Newdegate with more scattered populations as far south as Ravensthorpe. It is often part of open scrub and shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}