{
  "url": "https://en.wikipedia.org/wiki/Acacia_ingrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ingrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ingrata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The diffuse, spreading, multi-stemmed and pungent shrub typically grows to a height of 0.15 to 0.5 metres (0.5 to 1.6 ft). It has light grey coloured bark on glabrous to lightly haired branchlets with persistent stipule bases appearing as tooth-like projections. The sessile, patent to slightly reflexed, green phyllodes have a narrowly triangular to narrowly oblong shape with a length of 6.5 to 20 mm (0.26 to 0.79 in) and a width of 1 to 2 mm (0.039 to 0.079 in) with an obscure midrib. It produces cream-white flowers from September to January. The inflorescences occur on one or two headed racemes that have an axes length of 1 to 2 mm (0.039 to 0.079 in). The sparse spherical flower-heads contain five to seven cream to white flowers. The seed pods resemble a string of beads and have a length of up to 5 cm (2.0 in) and a width of 4 to 5 mm (0.16 to 0.20 in). the pods contain dull dark brown seeds with an elliptic shape that are 4 to 6 mm (0.16 to 0.24 in) long.",
    "Distribution": "It is native to an area along the coast in the South West and Goldfields-Esperance regions of Western Australia where it grows in gravelly lateritic clay-loam and sandy soils. The bulk of the population is found on the south coast between Mid Mount Barren near Ravensthorpe in the west and Young River in the east with an isolated population found on the west coast around Busselton.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}