{
  "url": "https://en.wikipedia.org/wiki/Acacia_shirleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. shirleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia shirleyi, known colloquially as lancewood, is a species of Acacia native to Queensland and the Northern Territory in Australia. It grows as a tree to 15 metres (49 ft) high, with dark grey or black stringy bark and blue-grey foliage. The yellow flowers appear from March to July. It grows in dry scrub, open forest or mixed savannah woodland.  Indigenous people used the wood as fuel and to make hunting spears. Cattle can eat the foliage as fodder.",
    "Description": "The small tree has a single stem which is layered with dead bark and an umbrella shaped habit. It typically grows to a height of around 15 metres (49 ft). The stringy bark is dark grey to black in colour, and the trunk can be up to 60 centimetres (24 in) thick. When cut or exposed, the bark will emit an odour reminiscent of violets. The evergreen linear to slightly curved phyllodes are around 10 to 15 centimetres (4 to 6 in) in length and 0.2 to 0.7 cm (0.08 to 0.28 in) wide. Veins are only found in the midrib area and are raised on both surfaces of the blade.  The foliage has a blue-grey hue overall.It flowers between about March and July, producing moderately dense flower-spikes that are 2 to 3.5 cm (0.8 to 1.4 in) in length with small lemon yellow flowers. Following flowering linear woody brown seed pods are formed that are raised over the seeds and constricted between. The pods have a length of around 12 cm (5 in) and a width of 0.45 cm (0.18 in).\nThe black seeds within have a broadly elliptic shape and are 4 to 5.5 millimetres (0.157 to 0.217 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1920 as part of the work Notes on Acacias, No. IV, with descriptions of new species as published in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified in 1987 by Leslie Pedley as Racosperma shirleyi, then transferred back to its original genus in 2001.A. shirleyi is most closely related to Acacia distans and Acacia catenulata  and all have a resemblance to Acacia aneura. It is known to form hybrids with Acacia rhodoxylon in parts of Queensland.The species name honours John Shirley, an educationist and scientist, who also served on the council of the Royal Society of Queensland for 33 years and was twice President.",
    "Distribution": "The tree is found in temperate and semi-arid parts of north eastern Australia in the state Queensland and the Northern Territory and covers an area of around 1,400,000 square kilometres (540,543 sq mi). In Queensland it is found to the north and east from around Toowoomba and eastwards into the Northern Territory to around the Victoria River. It is often part of monsoon forest or dry scrubland but is not a part of rainforest communities. It is also found in low open forests or mixed savannah woodlands and can form dense stands.",
    "Uses and cultivation": "The wood is hard and heavy, and is a rich dark brown with pale sapwood. Indigenous people used the wood as fuel and to make hunting spears. The bark contains tannins and can be used as an astringent for treatment of diarrhoea and dysentery when taken internally. It is not suitable for use as fence posts as it tends to rot when in the ground. Lancewood is a hardy tree with potential as a shelter or screening plant. Cattle can eat its leaves for fodder.The plant grows well in a sunny position in a well-drained soil and is drought tolerant. It grows in mainly frost-free regions but can tolerate a light frost. It is suitable in areas of shallow and nutrient deficient slightly acid soils. Seedlings are initially slow growing but can increase in size by 180 centimetres (71 in) per year once established. They can produce flowers at an age of 14 months. Seeds need to be pretreated by scarification prior to planting. It has a symbiotic relationship with different types of soil bacteria that can form nodules on the roots and fix atmospheric nitrogen into the soil.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": " Media related to Acacia shirleyi at Wikimedia Commons\n Data related to Acacia shirleyi at Wikispecies"
  }
}