{
  "url": "https://en.wikipedia.org/wiki/Acacia_ruppii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. ruppii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia ruppii, commonly known as Rupp's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia. It is listed as endangered in the Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The shrub typically grows to a height of 0.5 to 3 metres (1.6 to 9.8 ft) and has an open bushy habit. It has shortly villous branchlets with crowded green phyllodes that have a linear to narrowly oblanceolate or narrowly elliptic shape and can be straight to incurved. The phyllodes are flat with a length of 8 to 22 mm (0.31 to 0.87 in) and a width of 1 to 2 m (3 ft 3 in to 6 ft 7 in) and have a prominent midrib. It blooms between July and September producing inflorescences with one to seven heads per raceme with simple ones scattered throughout. The spherical flower-heads have a diameter of 7 to 9 mm (0.28 to 0.35 in) and contain between 25 and 50 golden coloured flowers. Following flowering coriaceous, dark brown to blackish seed pods form that have a linear shape but can be curved to various degrees. The glabrous or shortly villous pods have a length of up to 8 cm (3.1 in) and a width of 4 to 7 mm (0.16 to 0.28 in). The shiny black seeds inside are arranged longitudinally and have an oblong-elliptic shape with a length of 4 to 5 mm (0.16 to 0.20 in) with a clavate aril.",
    "Distribution": "It is endemic to a large area where it has a scattered distribution extending from the south east of Queensland in the north around Wyberba down to around Torrington in New South Wales in the south where it is found on elevated tablelands growing in sandy granite based soils often as a part of open scrub or woodland communities. It is also found in the Coaldale to Grafton areas on hills at lower elevations on sandstone based soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}