{
  "url": "https://en.wikipedia.org/wiki/Acacia_cyperophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aemula"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cyperophylla, commonly known as creekline miniritchie or red mulga, is a tree in the family Fabaceae.  The species' range extends across arid and semi-arid regions of Central Australia, from Carnarvon in Western Australia to western Queensland and eastern New South Wales. It is commonly found growing in areas of slightly higher soil moisture such as in drainage lines and on the banks of rivers and creeks.Creekline miniritchie grows to a height of about seven metres.  It usually has just one or two main trunks.  Like most Acacia species, it has phyllodes rather than true leaves.  These are rigid, round in cross-section with a diameter of about two millimetres, between ten and fifteen centimetres long, and curved.  The flowers are yellow, and held in cylindrical clusters about two centimetres long.  The pods are broad and flat, about eight centimetres long and seven millimetres wide.\nCreekline miniritchie is most readily identified by its distinctive \"minni ritchi\" bark, which constantly peels off in small curling flakes, making the tree look like it has a coat of curly hair.  On creekline miniritchie, this is an orange-brown colour.\nThere are two varieties, A. c. var. cyperophylla and A. c. var. omearana.  The latter variety is known from only a few populations near Port Hedland, all of which are under threat.  A. cyperophylla var. omearana has been classified \"Priority 1\" under the Western Australian Wildlife Conservation Act, and is under consideration for declaration as \"rare flora\".",
    "References": "\n\"Acacia cyperophylla\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Acacia cyperophylla\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}