{
  "url": "https://en.wikipedia.org/wiki/Acacia_nova-anglica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. nova-anglica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia nova-anglica, commonly known as New England hickory, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia.",
    "Description": "The bushy shrub typically grows to a height of around 3 metres (9.8 ft). It has dark grey coloured bark that is finely or deeply fissured and dark-red, angled, glabrous branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The falcate, oblanceolate to narrow-elliptically shaped phyllodes are glaborus and have a length of 5 to 14 cm (2.0 to 5.5 in) and a width of 8 to 30 mm (0.31 to 1.18 in) with an acentral but prominent midvein. It blooms from January to March and produces inflorescences with spherical flower-heads containing 15 to 25 whitish to cream-coloureds flowers that are found in groups of 5 to 13 on axillary racemes. The brown seed pods that form after flowering and straight and flat but usually have one to three deep constrictions. The pods have a length of 5 to 19 cm (2.0 to 7.5 in) and a width of 10 to 22 mm (0.39 to 0.87 in) with the seeds arranged longitudinally inside.",
    "Distribution": "It is native to an area on the New England Tableland of New South Wales from around Bendemeer in the south up to the Queensland border in the north an is particularly common in the Gibraltar Range. It is often found among granite outcrops or on exposed rocky hillsides and on granite ranges where it is part of medium or low dry sclerophyll forest or open woodland communities growing in sandy infertile soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}