{
  "url": "https://en.wikipedia.org/wiki/Acacia_melleodora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. melleodora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia melleodora, commonly known as scented wax wattle,waxy wattle, honey wattle or honey scented wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to arid parts of central Australia.It is known in the indigenous Alyawarr language as alhanker or  alhepalh, in Anmatyerr it is called lkwernarr or partwert, in Kaytetye – alhepalhe, patwerte or rewelarre, in Pitjantjatjara it is known as mintju or ngarlklya and in Warlpiri – matutu, marlarntarrpa patutu, pilpirrinpa or wurpardi.",
    "Description": "The V-shaped or rounded glabrous  and resinous shrub typically grows to a height of 1.0 to 4.0 metres (3.3 to 13.1 ft) with the stem dividing at ground level into many spreading-erect generally straight main stems forming a sparse to mid-density the crown. The bark is rough and dark grey at base of older stems otherwise smooth and light grey. The branchlets are tuberculate. It has stiff straight dull grey-green phyllodes that are 3 to 4.5 centimetres (1.2 to 1.8 in) in length and 5 to 10 millimetres (0.197 to 0.394 in) wide. The phyllodes have an obovate to oblanceolate or narrowly oblong-elliptic shape with two or three prominent longitudinal nerves. It produces yellow flowers from May to September. The simple flower-spike has one to three globular shaped golden flower-heads per axil. Each flower-head has a diameter of 5 to 8 mm (0.197 to 0.315 in) contains 30 to 40 individual flowers. The flowers have a distinctive honey-like odour. After fowering brown and narrowly oblong seed pods form that are up to a length of 9 cm (3.5 in) and a width of 1.5 cm (0.59 in) and contain dark brown ovoid shaped hard seeds that are about 4 mm (0.157 in) in length and 2.5 mm (0.098 in) wide.A. melleodora has a life span of between two and ten years and will produce seeds at an age of one to three years. Following bush fire the shrub can resprout epicormically from the base where it has a lignotuber.The phyllodes of A. melleodora superficially resemble those of Acacia montana, Acacia praemorsa and sometimes Acacia johnsonii. They also resemble Acacia orthotropica but the two species are not closely related.",
    "Taxonomy": "The species was first formally described by the botanist Leslie Pedley in 1897 as part of the work A revision of Acacia Mill. in Queensland, Part 1 a published in the journal Austrobaileya. In 1987 he reclassified it as Racosperma melleodorum but it was transferred back to the genus Acacia in 2006. The only other synonym is Acacia meleodora, although the name is often misapplied to Acacia dictyophleba.A. melleodora is closely related to A. dictyophleba, Acacia jensenii and Acacia sabulosa.The species name is taken from the Greek words meli meaning honey and odor meaning smell, in reference to the distinctive honey perfume of the flowers.",
    "Distribution": "It is native to southern and central parts of the Northern Territory, the north western corner of South Australia, central Queensland and the Kimberley , Pilbara and Goldfields regions of Western Australia where it is found on dunes and sand plains growing in shallow stony or red sandy soils often around laterite. It is usually found as part of open Eucalypt woodland or spinifex communities.",
    "Cultivation and uses": "The plant is commercially available as seedlings or in seed form. Seeds must be pretreated with hot water prior to planting.Aborigines used the shrub to make toys, traps weapons and implements. The seeds and fruit flesh were used as a food source and the roots as a water source.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}