{
  "url": "https://en.wikipedia.org/wiki/Acacia_cataractae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cataractae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cataractae is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to northern Australia.",
    "Description": "The shrub typically grows to a maximum height of 2 m (6 ft 7 in) and has fibrous brown coloured bark. It has angled to almost flattened glabrous branchlets with resinous crenulated ridges. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes have an oblanceolate to narrowly elliptic shape and are flat and straight to slightly curved. The thinly coriaceous and glabrous phyllodes have a length of 4 to 10.5 cm (1.6 to 4.1 in) and a width of 6.25 to 23 mm (0.246 to 0.906 in) with three prominent longitudinal veins. It blooms between December and July producing golden flowers. It produces cylindrically shaped inflorescences with the flower-spikes found singly or in groups of two or three in the upper axils. the spikes have a length of 10 to 50 mm (0.39 to 1.97 in) and have bright to golden yellow coloured flowers. The woody, brown seed pods that form after flowering have a narrowly oblanceolate shape with a gradually tapering base. The straight to slightly curved pod is slightly raised over seeds and has a length of 2.6 to 5 cm (1.0 to 2.0 in) with the seeds inside arranged obliquely. The glossy brown seeds have a length of 2.7 to 5.3 mm (0.11 to 0.21 in) woth an open areole and a conical shaped aril.",
    "Distribution": "It is endemic to the northern parts of the Northern Territory including Bathurst Island and from around Maningrida in the north to Umbrawarra Gorge near Pine Creek in the south. It is often situated around or close to streams in sandstone plateaux and gorges country and on coastal flats where it grows in sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}