{
  "url": "https://en.wikipedia.org/wiki/Acacia_thomsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. thomsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia thomsonii, commonly known as Thomson's wattle, is a shrub or tree belonging to the genus Acacia and the subgenus Juliflorae that native to parts of northern Australia.",
    "Description": "The often spindly shrub or tree typically grows to a height of 2 to 6 metres (7 to 20 ft). The green to grey-green phyllodes are patent to ascending. The phyllodes are straight and usually slightly asymmetric with an oblanceolate to narrowly oblong-elliptic shape with a length of 7.5 to 17 cm (3.0 to 6.7 in) and a width of 1 to 2 cm (0.39 to 0.79 in). The phyllodes are multistriate and normally have three nerves that are more obvious than the rest. It blooms from June to August producing yellow flowers. The rudimentary inflorescences are held by two-headed racemes with axes of a length of around 0.5 mm (0.020 in). The flower spikes are 15 to 30 mm (0.59 to 1.18 in) in length. The seed pods that form after flowering are linear and straight to shallowly curved. The pods have a length of 4.5 to 8 cm (1.8 to 3.1 in) and a width of 3 to 4.5 mm (0.12 to 0.18 in). The glossy black to brown seeds within are longitudinal with an oblong shape and have a length of 3 to 5 mm (0.12 to 0.20 in) and have a bright yellow aril.",
    "Taxonomy": "The species was first formally described by the botanists Bruce Maslin and William McDonald in 1996 as part of the work Acacia thomsonii (Leguminosae: Mimosoideae: Acacia section Juliflorae) a new species from the tropical dry zone of Australia as published in the journal Nuytsia. It was reclassified as Racosperma thomsonii in 2003 by Leslie Pedley and transferred back to genus Acacia in 2006.",
    "Distribution": "In Western Australia it is found only in the Kimberley region. It is also found through the top end of the Northern Territory and parts of Western Queensland.\nThe plants are often situated on dissected plateaux and rocky low hills, stony or sandy plains and along diffuse drainage lines mostly growing in skeletal and slightly acidic rocky sandy soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}