{
  "url": "https://en.wikipedia.org/wiki/Acacia_cremiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cremiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cremiflora, is a small wattle plant occurring in parts of inland New South Wales. It may be seen growing near Orange and Yerranderie. It was first collected on 15 May 1972. The attractive yellow or cream flowers may appear at any time of the year.",
    "Description": "The shrub usually has a bushy habit and grows to a height of less that 1 m (3 ft 3 in) but can reach as high as 2 m (6 ft 7 in). It is often composed of five to six main branches diverging at the base of the plant. The branches are erect or arched and split into ribbed, brown to green, smooth, hairy branchlets. The dark grey-green to green coloured phyllodes are flat or convex with an elliptic to broadly elliptic or slightly orbicular shape. the phyllodes usually have a length of 7 to 17 mm (0.28 to 0.67 in) and a width of 4 to 14 mm (0.16 to 0.55 in) with an undulate margin and acute apex. When it blooms it produces inflorescences with spherical flower-heads that have a diameter of 7 to 8 mm (0.28 to 0.31 in) and contain 18 to 26 pale yellow to cream-coloured flowers. The seed pods that form after flowering are a dull brown to dark brown colour and have an oblong to broadly oblong shape and are straight or sometimes curved with a length of 40 to 80 mm (1.6 to 3.1 in) and a width of 15 to 30 mm (0.59 to 1.18 in) and are thickly coriaceous.",
    "Taxonomy": "The species was first formally described by the botanists Barry John Conn and Terrence Michael Tame in 1996 as part of the work A revision of the Acacia uncinata group (Fabaceae-Mimosoideae) as published in the journal Australian Systematic Botany. It was reclassified as Racosperma cremiflorum in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006.",
    "Distribution": "The shrub is endemic to inland parts of New South Wales from around Uarby and Elong Elong in the north down to around Mudgee and Yerranderie in the south and extending as far west as Parkes. The more northern populations are mostly situated in woodlands and open woodland-grassland communities growing in stony clayey loamy soils whereas populations in the south are part of Eucalyptus woodlands growing in gravelly clay or sandy loam soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}