{
  "url": "https://en.wikipedia.org/wiki/Acacia_erioclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. erioclada"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia erioclada is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to Western Australia.",
    "Description": "The spreading spinescent shrub typically grows to a height of 0.3 to 0.6 metres (1 to 2 ft). The spinose branchlets are glabrescent with setaceous to narrowly triangular stipules. The patent to very reflexed phyllodes have a narrowly elliptic to oblong shape and are 4 to 7.5 mm (0.16 to 0.30 in) in length and a width of 1 to 2 mm (0.039 to 0.079 in). It blooms from June to July and produces yellow flowers. One simple inflorescence occurs per axil, the spherical flower heads contain 18 to 22 golden flowers. After flowering tan coloured seed pods form with a narrowly oblong shape and a length of around 3 cm (1.2 in) and a width of 2 to 2.5 mm (0.079 to 0.098 in) The pods contains longitudinal, oblong shaped seeds that are 2.2 to 2.7 mm (0.087 to 0.106 in) in length. The phyllodes resemble those of Acacia sessilis",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae as published in the journal Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. It was reclassified as Racosperma eriocladum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006. The type specimen was collected by James Drummond.",
    "Distribution": "It is endemic to an area in the Wheatbelt region of Western Australia where it is found on sandplains and rises growing in sandy rocky soils. The scattered distribution occurs between Watheroo and Bruce rock as part of heathland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}