{
  "url": "https://en.wikipedia.org/wiki/Acacia_fauntleroyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. fauntleroyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia fauntleroyi is a shrub or small tree belonging to the genus Acacia and the subgenus Juliflorae that is endemic to a part of south western Australia.",
    "Description": "The shrub or small tree typically grows to a height of 1.8 to 7 metres (6 to 23 ft) with minni-ritchi bark and yellow flowers. The silvery coloured branchlets have small silky hairs. The silvery to grey-green phyllodes have a linear to shallowly incurved shape. Each phyllode has a length of 8 to 20 cm (3.1 to 7.9 in) and a width of 1.5 to 4 mm (0.059 to 0.157 in) and also are covered with silky hairs and seven to nine raised nerves on each face. The simple inflorescences occur singly or in pairs in the axils. The obloid to cylindrical shaped flower-heads contain 43 to 49 golden coloured flowers. The flower-heads are around 7 to 15 mm (0.28 to 0.59 in) in length and with a diameter of 5.5 to 7 mm (0.22 to 0.28 in). The linear brown seed pods that form after flowering are raised over the seeds. The pods are straight to slightly curved with a length of up to 10 cm (3.9 in) and a width of 5 mm (0.20 in). The slightly glossy light to dark brown seeds within the pods have a broadly elliptic or oblong shape and are 3.5 to 4 mm (0.14 to 0.16 in) long.",
    "Distribution": "It is native to an area in the Wheatbelt region of Western Australia where it is found among granite outcrops and boulders growing in pockets of sandy loamy soils. It is found from around Wongan Hills in the north west to Hyden in the south east where it is a part of scrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}