{
  "url": "https://en.wikipedia.org/wiki/Acacia_dunnii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dunnii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dunnii, commonly known as elephant ear wattle or Dunn's wattle, is a shrub or tree of the genus Acacia and the subgenus Plurinerves.",
    "Names": "Its specific epithet, dunnii, is to honour Edward Dunn, government geologist for Victoria (1904–1912).  Aboriginal names for it are: (in) Jaminjung, Ngaliwurru, Nungali: Bawaya (Jam, Ngal); (in) Ngarinyman: Barrawi.",
    "Description": "This small shrub or tree flowers and fruits in all months of the year.\nThe erect, slender shrub or tree typically grows to a height of 1.5 to 6 metres (5 to 20 ft) and a width of 2 to 4 metres (7 to 13 ft). It blooms from January to June and produces yellow flowers.A. dunnii generally has only a single stem. The silvery blue phyllodes are 20 to 45 centimetres (8 to 18 in) long and 6 to 16 cm (2 to 6 in) wide and hang vertically from branches. It has terminal inflorescences with an axis that is 21 to 27 cm (8 to 11 in) long. The yellow flower Heads are globular with a diameter of 8 to 15 millimetres (0.3 to 0.6 in). After flowering brown woody seed pods form. The pods have a flat linear to oblong shape and can be slightly curved with a length of 6 to 14.5 cm (2 to 6 in) and a width of 2.4 to 3 cm (0.9 to 1.2 in).",
    "Taxonomy": "The species was formally described by the botanist William Bertram Turrill in 1922 in the work Dunn's Wattle as published in the Bulletin of Miscellaneous Information. Synonyms for the plant include Racosperma dunnii as described by Leslie Pedley and Acacia sericata var. dunnii by Joseph Maiden.",
    "Distribution": "It is native to an area in the Northern Territory and the Kimberley region of Western Australia. Despite records for Queensland, the Commonwealth Heads of Australian Herbaria consider A dunnii not to be native to Queensland, but to have become naturalised.\nIt grows on shallow skeletal sandy soils, over sandstone or quartzite Often found on ridges, stony hills and amongst rocks and rocky outcrops.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Worldwide wattle: Acacia dunnii\nFlora of the Northern Territory: Mimosaceae"
  }
}