{
  "url": "https://en.wikipedia.org/wiki/Acacia_restiacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. glaucoptera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia restiacea  is a species of Acacia belonging to the sub genus Alatae which is native to Western Australia.",
    "Description": "It is a small, leafless shrub that typically grows to a height of 0.5 to 1.5 metres (1.6 to 4.9 ft). The shrub resembles rushes but can have an erect or sprawling habit. It is usually multi-stemmed, the green glaucous stems are terete and finely striate. The bipinnate foliage is sometimes present toward the base of the stems. Phyllodes are rarely present and resemble the stems, pentagonal-terete in section. The phyllodes are 7 to 25 millimetres (0.28 to 0.98 in) in length and 0.7 mm (0.028 in) wide. It flowers from late winter to late spring between August and November producing yellow flowers.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of the William Jackson Hooker work Notes on Mimoseae, with a synopsis of species published in the London Journal of Botany. It was reclassified in 2003 by Leslie Pedley as Racosperma restiaceum and then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is found from the Mid West, extending through the Wheatbelt and into the Goldfields-Esperance regions of Western Australia. It is found as far north as Northampton to coastal suburbs of Perth in the south and out to Westonia in the east. Isolated populations are also found near Tambellup and Menzies. The plant is found in a variety of habitats growing in rocky or gravelly loam soils over or around granite.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}