{
  "url": "https://en.wikipedia.org/wiki/Acacia_inaequilatera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. inaequilatera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia inaequilatera, commonly known as kanji bush, baderi,  camel bush, fire wattle, kanyji bush or ranji bush is a tree  in the family Mimosaceae.  Endemic to Australia, it is widely distributed in the semi-arid Triodia country eastwards from Karratha, Western Australia into the Northern Territory.",
    "Description": "Kanji bush is a gnarled tree or shrub with a single trunk, corky bark, spiny foliage and stems. It grows to a height of between 2 to 5 m (6 ft 7 in to 16 ft 5 in) but can reach as high as 8 m (26 ft). It has thick, rough, corky, dark grey to black coloured bark on the main trunk that is often scarred by fire. Like most Acacia species, it has phyllodes rather than true leaves. These are a blue-grey colour, with a curved midrib and a short spine at the tip. There is also a pair of curved spines at the base of each leaf. The leathery phyllodes have an asymmetrically ovate to elliptic shape. They are 1.5 to 7 cm (0.59 to 2.76 in) in length and 6 to 45 mm (0.24 to 1.77 in) wide and the apex terminates in a needle-sharp tip. Unusually for Acacia species, the flowers are not pure yellow, but rather yellow with a reddish purple centre. The flowers occur between May and October. are held in spherical clusters about 5 mm (0.20 in) in diameter. The pods are flat and curved, up to 10 cm (3.9 in) long and 1 cm (0.39 in) wide. They can be strongly curved to coiled and are raised high over the seeds and slightly constricted between. The pods have a pale maroon colour when young but deepen to a mid-brown or pinkish-purplish brown as they age. The dull dark brown seeds within are arranged longitudinally oblique within the pod. Each seed has a length of 4 to 6 m (13 to 20 ft) and has an obloid to globose shape.Kanji bush is very fire tolerant and colonises rapidly after a bushfire. It is able to regenerate from or and resprout from the base or epicormically It is short-lived, lasting less than ten years.",
    "Taxonomy": "The species was first formally described by the botanist Karel Domin in 1926 in the work Beitrage zur Flora und Pflanzengeographie Australiens as published in Bibliotheca Botanica. It was reclassified as Racosperma inaequilaterum in 2003 and transferred back to the genus Acacia in 2006. The specific epithet is derived from the Latin word inaequilatera meaning with unequal sides, referring to the very asymmetric phyllodes. A. inaequilerata is closely related to Acacia trudgeniana and has inflorescences and phyllodes resembling those of Acacia marramamba, it is also often confused with Acacia pyrifolia.",
    "Distribution": "It has a scattered distribution throughout arid areas of the north western tip of South Australia, the south western parts of the Northern Territory and the Pilbara and southern parts of the Kimberley regions of Western Australia where it is found on rocky hillsides, stony hills and plains growing in sandy to loamy stony soils. It is often part of tall shrubland communities with a spinifex understorey.",
    "Uses": "Indigenous Australians used the seeds of the plant as raw bush tucker or after roasting over a fire or grinding the seeds into a flour and preparing as damper. After grinding the seeds can also be used to make a beverage resembling coffee. The seeds, as for most Acaciaare quite nutritious and contain around 26% protein, 2% carbohydrate and 9% fat\nAcacia seeds are highly nutritious and contain around 26% protein, 26% available carbohydrate, 32% fibre and 9% fat. An edible gum also exudes from the trunk and branches. The bark was also used for medicinal purposes to treat skin complains and sores by boiling in water or using the ash from burning it in fire. The tannins leached out of the bark in water make an astringent solution which were taken to treat diarrhoea and dysentery.",
    "See also": "List of Acacia species",
    "References": "\n\"Acacia inaequilatera\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\nMitchell, A. A.; Wilcox, D. G. (1994). Arid Shrubland Plants of Western Australia, Second and Enlarged Edition. University of Western Australia Press, Nedlands, Western Australia. ISBN 978-1-875560-22-6."
  }
}