{
  "url": "https://en.wikipedia.org/wiki/Acacia_aestivalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aestivalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aestivalis is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to Western Australia.",
    "Description": "The erect and bushy shrub typically grows to a height of 2 to 4 metres (7 to 13 ft). The evergreen phyllodes are straight and have a linear to narrowly oblanceolate shape and a length of 6 to 11 cm (2.4 to 4.3 in) and a width of 2.5 to 7 mm (0.098 to 0.276 in). It blooms from November to December and produces yellow flowers.",
    "Taxonomy": "The species was first formally described in 1904 by the botanist Ernst Georg Pritzel as part of the work between Pritzel and Ludwig Diels Fragmenta Phytographiae Australiae occidentalis. Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse as published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. It was reclassified as Racosperma aestivale in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.The specific epithet, aestivalis, is derived from Latin and means \"pertaining to the summer\".",
    "Distribution": "It is endemic to an area in the Mid West and  Wheatbelt regions of Western Australia where it is frequently found along roadsides and on low lying flats growing in clay, loamy or sandy soils. It is commonly a part of mid-storey of Eucalyptus salmonophloia woodland communities but will also form dense stands in disturbed areas.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}