{
  "url": "https://en.wikipedia.org/wiki/Acacia_pedina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pedina"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pedina is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The shrub or small tree typically grows to a height of 2 to 5 metres (6.6 to 16.4 ft) but can reach as high as 7 m (23 ft). It has glabrous and flexuose branchlets that are covered in a fine white powdery substance. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen adult phyllodes have an oblanceolate to obovate shape and are straight to shallowly recurved. They have a length of 5 to 12 cm (2.0 to 4.7 in) and a width of 12 to 43 mm (0.47 to 1.69 in) with an apex that is broadly obtuse with an attenuated base .The bluish green to brownish green glabrous phyllodes have a prominent midrib with a weak vein that jois the proximal part of the midvein to the gland. It blooms between July and October and produces racemose or paniculate inflorescences along a 1 to 9 cm (0.39 to 3.54 in) long axes. The spherical flower-heads can be slightly ovoid and contain 25 to 40 yellow to golden coloured flowers. After flowering it produces firmly chartaceous to thinly coriaceous, linear shaped, glabrous seed pods with a length of up to 12 cm (4.7 in) and a width of 5 to 7.5 mm (0.20 to 0.30 in). The blackish to brown seeds in the pods are arranged longitudinally and have an elliptic to oblong, shape with a length of 4 to 6 cm (1.6 to 2.4 in) and a clavate aril.",
    "Distribution": "It is endemic to New South Wales from around the Bermagui in the north down to near Tahra in the south where it is found on headlands or behind sand dunes growing in sandy or clay loam soils as a part of open Eucalyptus forest communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}