{
  "url": "https://en.wikipedia.org/wiki/Acacia_alpina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. alpina"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia alpina (alpine wattle) is an evergreen shrub that is endemic to south eastern Australia.",
    "Description": "The shrub typically grows to a height of 1 to 2 m (3 ft 3 in to 6 ft 7 in) to around 10 m (33 ft) wide and has a tangled appearance. The branchlets tha caducous deltate stipules. The evergreen phyllodes have an obovate or suborbicular shape are usually asymmetrical with a length of 1.5 to 3.5 cm (0.59 to 1.38 in) and a width of 8 to 25 mm (0.31 to 0.98 in). The inflorescences occur on twinned or solitary flower-spikes with an oblong or cylindrical shape and a length of 5 to 15 mm (0.20 to 0.59 in). Following flowering thin walled seed pods that resemble a string of beads and are curved or coiled with a length of 3 to 8 cm (1.2 to 3.1 in) and a width of 3.5 to 6 mm (0.14 to 0.24 in). The pods contain narrowly elliptic seeds with a length of 3.5 to 5 mm (0.14 to 0.20 in).",
    "Distribution": "The shrub has a disjunct distribution and is found in the Snowy Mountains of New South Wales and southern parts of the Australian Capital Territory with a range that continues further south to around Mount Baw Baw in the eastern Victorian highlands. It is found in hilltops and ranges and plateaus with an altitude of 1,300 to 1,800 m (4,300 to 5,900 ft). It is often situated in granitic and windswept areas and sometimes forms dense thickets. It is often a part of woodland and heathlands communities.It is a close relative of Acacia phlebophylla and they tend to hybridize.  It  often can be found in alpine and subalpine areas of Australia.\n  A. alpina flowers from October to November.\nIn gardening it is used as \"ground cover.\"",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Acacia alpina Herbarium Sheet (PlantNet)"
  }
}