{
  "url": "https://en.wikipedia.org/wiki/Acacia_dictyoneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dictyoneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dictyoneura is a shrub of the genus Acacia and the subgenus Plurinerves native to the south coast of Western Australia.",
    "Description": "The obconic shrub typically grows to 0.5 to 2 m (1 ft 8 in to 6 ft 7 in) high with slightly hairy branchlets with persistent narrowly triangular thickened stipules that are 0.5 to 1 mm (0.020 to 0.039 in) in length. It has phyllodes that are 6 to 15 mm (0.24 to 0.59 in) long and 4 to 9 mm (0.16 to 0.35 in) wide. They are erect and have an obliquely oval or elliptic shape withtwo or three raised main nerves. Yellow globular flowerheads appear from August to November in the species' native range. The globular to obloid flowerheads have a diameter of around 5 mm (0.20 in) and contain 45 to 60 flowers. Narrowly oblong seed pods form after flowering with a length of around 3 cm (1.2 in) and a width of 4 to 7 mm (0.16 to 0.28 in). The ovate shaped brown seeds within have a length of around 3 mm (0.12 in) and are arranged longitudinally.",
    "Taxonomy": "The species was formally described in 1904 by German botanist Ernst Pritzel, based on plant material collected near Cape Riche.\nIt was reclassified as Racosperma dictyoneurum in 2003 by Leslie Pedley and transferred back to the genus Acacia in 2006.\nIt is closely related to Acacia awestoniana.",
    "Distribution": "It is found in the Great Southern region of Western Australia between Albany in the west, Gnowangerup in the north and Ravensthorpe in the east where it is often situated along riverbanks and on gentle slopes growing in loamy soils. The bulk of the population is found in the catchment area of the Pallinup and Fitzgerald Rivers.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}