{
  "url": "https://en.wikipedia.org/wiki/Acacia_perangusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. perangusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia perangusta, commonly known as eprapah wattle, is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to eastern Australia.",
    "Description": "The shrub or small tree typically can grow to a height of around 7 m (23 ft) and has a bushy habit with a width reaching up to 5 m (16 ft). It has slender, glabrous, reddish brown coloured branchlets that are angled at the extremities. Like most species of Acacia it has phyllodes rather than true leaves. The thin, glabrous, evergreen phyllodes have a narrowly linear shape with a length of 4 to 8 cm (1.6 to 3.1 in) and a width of 1 to 1.6 mm (0.039 to 0.063 in). They are occasionally obtuse-mucronate and have a fine midrib fine with few obscure lateral nerves. When it blooms it produces racemose inflorescences along an axis of 2.5 to 4 cm (0.98 to 1.57 in) with small spherical flower-heads that contain 9 to 12 lime yellow coloured flowers. After flowering glabrous seed pods form that are covered in white powdery coating. They are slightly constricted between seeds and convex on opposite sides with a length of up to 7.5 cm (3.0 in) and a width of around 5 mm (0.20 in) with longitudinally arranged seeds inside.",
    "Distribution": "It is endemic to Queensland from around the Burrum Range in the north to around 30 km (19 mi) south east of Brisbane  where it is found along small streams and creeks growing in sandy or clay loam soils.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}