{
  "url": "https://en.wikipedia.org/wiki/Acacia_abrupta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. abrupta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia abrupta is a shrub of the genus Acacia and the subgenus Plurinerves that is endemic to arid parts of central and western Australia.",
    "Description": "The spreading resinous shrub typically grows to a height of 0.6 to 3 metres (2 to 10 ft). The glabrous shrub has light grey coloured bark. The dark green, ascending to erect and incurved phyllodes are usually 3 to 5 cm (1.2 to 2.0 in) in length but can rach as long as 9 cm (3.5 in) and have a width of 0.5 to 1 mm (0.020 to 0.039 in). It blooms from July to September and produces yellow flowers. The simple inflorescences simple occur singly in the axils and have spherical flower-heads containing 25 to 35 golden coloured flowers. The linear brown seed pods that form after flowering are shallowly constricted between the seeds and a biconvex shape with a length of up to 5 cm (2.0 in) and a width of around 2.5 to 3 mm (0.098 to 0.118 in).",
    "Taxonomy": "The species was originally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species published in Journal and Proceedings of the Royal Society of Western Australia. The only known synonym for the plant Racosperma abruptum as described by Pedley in 2003.A. abrupta belongs the Acacia wilhelmiana group and is closely related to Acacia ascendens . It can be mistaken for Acacia helmsiana which shares the same habitat.",
    "Distribution": "It is native to an area in the Pilbara and Goldfields region of Western Australia where it is found on and among sand dunes, sandplains and on gravelly hillslopes growing in red sandy lateritic based soils. The species has a scattered distribution from around Newman in the west extending east through the Pilbara and Great Sandy and Gibson Deserts across the border into the Northern Territory to around Lake Amadeus in the east usually as a part of spinifex communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}