{
  "url": "https://en.wikipedia.org/wiki/Acacia_aphanoclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. aphanoclada"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia aphanoclada, also known as Nullagine ghost wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae. It is native to a small area in the Pilbara region of Western Australia.",
    "Description": "The erect, slender and wispy shrub typically grows to a height of 1.7 to 5 metres (6 to 16 ft). It blooms from August to October and produces yellow flowers. The shrub often has a single stem but sometimes has three main stems arising from ground level. The spindly stems usually have a diameter of 1 to 2 cm (0.39 to 0.79 in) at breast height topped by sparse crown foliage mostly found at the ends of the slender drooping branchlets.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1992 as part of the work Acacia Miscellany. Review of Acacia victoriae and related species (Leguminosae: Mimosoideae: Section Phyllodineae) as published in the journal Nuytsia. It was reclassified as Racosperma aphanocladum in 2014 then transferred back to the genus Acacia in 2005.\nThe specific epithet is taken from the Greek word aphanes meaning unseen or invisible and klados meaning branch referring to the spindly habit of this species.",
    "Distribution": "It is sparsely distributed around the small town of Nullagine to the north of Newman in the Pilbara region of north western Western Australia. It is often situated amongst rocky hills, rises and slopes in skeletal sediments and soils of conglomerate. The shrub is usually part of spinifex communities associated Eucalyptus and other Acacia species.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}