{
  "url": "https://en.wikipedia.org/wiki/Acacia_forrestiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. forrestiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia forrestiana, commonly known as Forrest's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to Western Australia. The species was listed as vulnerable by the Environment Protection and Biodiversity Conservation Act 1999 in 2008.",
    "Description": "The erect, open and prickly shrub typically grows to a height of 0.4 to 1.0 metre (1 to 3 ft). The pubescent branchlets have erect  3 to 6 mm (0.12 to 0.24 in) long stipules. The ascending to erect phyllodes are crowded on the branchlets. The green phyllodes have an obtriangular shape with a length of 10 to 20 mm (0.39 to 0.79 in) and a width of 5 to 10 mm (0.20 to 0.39 in). It produces yellow flowers from November to December. One simple inflorescence is found per axil supported by a 9 to 13 mm (0.35 to 0.51 in) peduncle. The spherical flower head contain 15 to 20 pale yellow flowers. The red-brown seed pods that form after flowering are flat and oblong with a length of 15 mm (0.59 in) and a width of 6 mm (0.24 in) and are longitudinally striate.",
    "Taxonomy": "The species was first formally described in 1904 by the botanist Ernst Georg Pritzel as part of the work between Pritzel and Ludwig Diels Fragmenta Phytographiae Australiae occidentalis. Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse as published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. It was reclassified as Racosperma forrestianum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.A. forrestiana is closely related to Acacia huegelii which is found further south.The type specimen was collected by Ludwig Diels near Dandaragan in 1901.",
    "Distribution": "It is endemic to a small area on the west coast area in the Wheatbelt region of Western Australia between Coorow and Dandaraganwhere it is found on hills, breakaways and in gullies growing in gravelly clay loam soils over laterite or sandstone. It is often part of heath or low woodland communities composed of an overstorey of Eucalyptus wandoo and Eucalyptus calophylla with understorey scrub including Hakea lissocarpha and other species of Grevillea, Acacia, Isopogon, Calothamnus and Melaleuca. The plant has a limited range over a distance of around 80 km (50 mi) with the two main populations located near Dandaragan and Jurien Bay with much of the population in Lesueur National Park.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}