{
  "url": "https://en.wikipedia.org/wiki/Acacia_anceps",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. anceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia anceps, commonly known as Port Lincoln wattle or the two edged wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The bushy spreading shrub typically grows to a height of 1 to 3 metres (3 to 10 ft). It blooms from September to February and produces yellow flowers. The branches are erect, rigid, glabrous and grow outward to a diameter of 1 to 3 metres (3 to 10 ft). The phyllodes are thick and rigid with a linear to obovate shape. They grow to a length of around 5 centimetres (2.0 in) and a width of 3.5 cm (1.4 in). The solitary inflorescences are axillary with large globular flower heads. After flowering seed pods form that are red to brown in colour. The pods are flat to undulating and around 5 cm (2.0 in) long and 1.2 cm (0.5 in) wide containing seeds which are dark brown or mottled with an elliptic shape.",
    "Distribution": "It is native to an area along the south coast of the Goldfields-Esperance region of Western Australia and coastal areas of South Australia as far east as the Eyre Peninsula. It grows well in calcareous sandy soils and shallow red-brown sandy soils as a part of coastal dune vegetation or open scrub ecosystems.",
    "Cultivation": "The plant is used as an ornamental wattle that thrives in coastal locations and is planted as a windbreak. It can be propagated from seeds or from cuttings but needs well drained soils. It will tolerate full sun or part shade and is drought tolerant.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}