{
  "url": "https://en.wikipedia.org/wiki/Acacia_biflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. biflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia biflora, commonly known as two-flowered acacia, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae.",
    "Description": "The prostrate to ascending, erect, open or dense shrub typically grows to a height of 0.1 to 0.5 metres (0 to 2 ft). It blooms from December to May and produces creamy-white flowers. The branchlets are shortly covered with small soft hairs to sparsely or densely puberulous. The pungent green phyllodes are inequilateral, obtriangular to obdeltoid shape. They are usually 3 to 7 millimetres (0.12 to 0.28 in) in length with a width of 3 to 8 mm (0.12 to 0.31 in) but can be longer on older branches. It has simple inflorescences with one found per axil supported on peduncles that are 3 to 8 mm (0.12 to 0.31 in) long. The heads are globular containing two white to cream flowers. Following flowering curved narrowly oblong seed pods form that are around 5.5 centimetres (2.2 in) in length and 4 to 5 mm (0.16 to 0.20 in) wide. The glossy, greyish brown oblong seeds the pods contain are 3 to 3.5 mm (0.12 to 0.14 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Robert Brown in 1813 in the William Townsend Aiton work Hortus Kewensis. The name is often misapplied to Acacia chrysocephala.A. biflora is part of the A. biflora group of Acacias along with  A. chrysocephala, A. divergens, A. incrassata , A. mooreana, A. phlebopetala and A. robinae. The species all have similar structure but can be differentiated by flower characteristics.The specific epithet (biflora) is derived from the Latin prefix bi- meaning \"two\" and the Latin word flos meaning \"flower\".",
    "Distribution": "It is native to an area in the South West , Great Southern and Goldfields-Esperance regions of Western Australia where it grows in sandy to gravelly lateritic soils. The shrub is found in a large continuous distribution from the Stirling Range National Park south to the coast and then east to near Jerramungup and Bremer Bay with disjunct populations in several areas further east including around Scaddan and at Lucky Bay in Cape Le Grand National Park. It is often found as part of woodlands or low mallee scrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}