{
  "url": "https://en.wikipedia.org/wiki/Acacia_beadleana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. beadleana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia beadleana is a shrub that is endemic to New South Wales.",
    "Description": "The shrub typically grows to a height of 0.4 to 2 m (1 ft 4 in to 6 ft 7 in) with terete hairy branchlets. Like most species of Acacia it has phyllodes rather than true leaves. The thick, terete, evergreen phyllodes are crowded on the stems and inclined to patent, thay have a linear-oblanceolate shape and are shallowly to moderately recurved and have sparse to dense spreading hairs. The phyllodes can be  slightly scabrous and have a length of 8 to 12 mm (0.31 to 0.47 in) and a width of 0.6 to 1.5 mm (0.024 to 0.059 in). It blooms between January and February and produces simple inflorescences that occur singly in the axils and are supported by slender, hairy peduncles. The large spherical flower-heads contain 25 to 50 densely packed bright yellow to golden flowers. After flowering glabrous and coriaceous seed pod form. The dark brown oblong shaped pods have a length of 35 to 50 mm (1.4 to 2.0 in) and a width of 8 to 12 mm (0.31 to 0.47 in). The seeds within are arranged transversely and are around 4 mm (0.16 in) in length with a short arillate funicle.",
    "Taxonomy": "The species was first formally described by the botanists Jeremy James Bruhl and Rodney H.Jones in 2006 as published in the Proceedings of the Linnean Society of New South Wales.\nThe specific epithet honours Professor Noel Charles William Beadle, who was foundation Professor of Botany at the University of New England and a noted taxonomist and ecologist.",
    "Distribution": "It is found in the Gibraltar Range in north western New South Wales along granite ridges and rocky slopes among granite outcrops growing in sandy soils in heath or open Eucalyptus woodland communities. The species has only a few known populations with only around 100 plants in each mostly found within the Gibraltar Range National Park.\nAcacia beadleana",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}