{
  "url": "https://en.wikipedia.org/wiki/Acacia_gardneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gardneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gardneri is a shrub belonging to the genus Acacia and the subgenus Juliflorae native to Western Australia.",
    "Description": "The small tree or shrub is slender and erect and typically grows to a height of 1.8 to 6 metres (6 to 20 ft). The smooth pruinose brown bark is found over the length of the trunk and branches. The terete compressed branchlets are a light brown in colour. The obliquely narrowly elliptic phyllodes narrowed abruptly at the base. Phyllodes are 5 to 12 centimetres (2.0 to 4.7 in) in length and 20 to 30 millimetres (0.79 to 1.18 in) wide and have three to four prominent main nerves. It blooms from May to August producing yellow flowers. The flower spikes are 4 to 6 cm (1.57 to 2.36 in) in length with loosely arranged pale yellow flowers. The seed pods that form afterward have a linear shape and are raised over and constricted between seeds. The pods are twisted and have a length of 5 to 8 cm (1.97 to 3.15 in) and contain narrowly oblong-elliptic shaped seeds. The dark brown seeds are 4 to 4.5 mm (0.157 to 0.177 in) in length.",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1927 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. The species was reclassified by Leslie Pedley in 2003 as Racosperma gardneri but was transferred back the genus Acacia in 2006.Th specific epithet honours the botanist and collector Charles Austin Gardner.",
    "Distribution": "It is endemic to an area in the Kimberley region of Western Australia where it is found on seasonally inundated flats with shallow skeletal alluvium overlying sandstone and dissected by outcropping sandstone ridges or in sandy soil around quartzite rocks alongside watercourses.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}