{
  "url": "https://en.wikipedia.org/wiki/Acacia_quadrilateralis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. quadrilateralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia quadrilateralis is a shrub belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The shrub can grow to a height of up to 3 metres (9.8 ft) and has a spindly habit with slender lenticellular branchlets. Like most species of Acacia it has phyllodes rather than true leaves. They are found on short stem-projections usually in groups of two or three in the nodes of mature branchlets with a rather crowded appearance. The slender, rigid, evergreen phyllodes are erect to inclined and more or less quadrangular in section. They are pungent and usually have a length of 2 to 6 cm (0.79 to 2.36 in) and a width of 0.5 to 1 mm (0.020 to 0.039 in) with four main nerves. The shrub bloom between July and September and produces simple inflorescences that occur singly in the axils that have spherical flower-heads containing 12 to 30 cream to pale yellow coloured flowers. After flowering firmly chartaceous, dark brown seed pods that resemble a string of beads appear. The pods are up to 9 cm (3.5 in) in length and have a width of 3 to 4 mm (0.12 to 0.16 in) containing longitudinally arranged seeds. The dull black to dark mottled brown to yellow seeds have an oblong shape and a length of 4 to 6 mm (0.16 to 0.24 in).",
    "Taxonomy": "The specific epithet is a reference to the approximate tetragonus shape of the cross section of the phyllodes.",
    "Distribution": "It is endemic to south eastern Queensland and north eastern New South Wales where the bulk of the population is found between Bundaberg in the north down to around Sydney in the south where it grows in sandy soils over sandstone as a part of open Eucalyptus woodland communities. In the Sydney Are it is found mostly to the north of Botany Bay and is now extinct in areas further south. A small remnant population is also known on a headland of undisturbed coastal heath near Ulladulla.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}