{
  "url": "https://en.wikipedia.org/wiki/Acacia_attenuata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia attenuata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae. It is native to an area in south eastern Queensland. It was listed as a vulnerable species in 2009 according to the Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The shrub has a slender habit and typically grows to a height of 3 to 4 m (9.8 to 13.1 ft) with glabrous branchlets. It has persistent juvenile bipinnate leaves. It has green oblanceolate or narrowly oblong-elliptic shaped phyllodes with a length of 10 to 14 cm (3.9 to 5.5 in) and a width of 7 to 16 mm (0.28 to 0.63 in). When it blooms it produces simple inflorescences of spherical flower-heads containing 20 to 35 cream to pale yellow coloured flowers. Following flowering seed pods form usually around June–July with the pods reaching maturity in the springtime between October and November. The dark brown, flat and glabrous seedpods are narrowed between the seeds with a length of 8 to 10 cm (3.1 to 3.9 in) and a width of 1.3 to 1.4 cm (0.51 to 0.55 in).",
    "Distribution": "It is found in south eastern Queensland in high rainfall areas usually on coastal lowland sand plains less than 40 km (25 mi) from the coast over a geographic range of around 400 km (250 mi), from Littabella National Park to the north of Bundaberg in the north down to around Burleigh Heads on the Gold coast in the south. It is scattered over eight Local Government Areas with an estimated total area of 400 km2 (150 sq mi) of which less than 100 km2 (39 sq mi) is inhabited by the plant. It has an estimated total population of between 1,000 to 2,500 plants inhabiting approximately 26 individual locations. The highly fragmented distribution is a result of habitat destruction and clearing, mostly from urban development pressures.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}