{
  "url": "https://en.wikipedia.org/wiki/Acacia_pubicosta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pubicosta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pubicosta is a tree or shrub belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The tree or shrub typically grows to a height of up to 5 metres (16.4 ft). It has branchlets that are densely covered in soft, fine, silvery white and straight hairs set close against the surface and glabrous towards the extremities. Like many species of Acacia it has phyllodes rather than true leaves. The thin, glabrous, evergreen phyllodes have a linear shape with a length of 5 to 8.5 cm (2.0 to 3.3 in) and a width of 2 to 3 mm (0.079 to 0.118 in). The midrib is not prominent and the lateral nerves are inconspicuous. When it blooms from February to March and May to August it produces racemose inflorescences along a raceme axis of about 4 cm (1.6 in) with spherical flower-heads containing 15 to 20 white or cream coloured flowers. The thinly coriaceous, blackish and glabrous seed pods that form after flowering to a length of around 10 cm (3.9 in) and a width of 1 cm (0.39 in) containing longitudinally arranged seeds.",
    "Taxonomy": "It is closely related to Acacia polifolia and they both have some affinity with Acacia hamiltoniana.",
    "Distribution": "It is endemic to south eastern Queensland around Biggenden and is also present on the Blackland tableland where it is found on steep rocky slopes and hilly terrain growing in stony and sandy soils. It is usually a part of woodlands, shrublands or heathland communities mostly in rocky areas or pavements. Associated species of trees found with A. pubicosta include Eucalyptus crebra, Eucalyptus acmenoides and Corymbia citriodora.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}