{
  "url": "https://en.wikipedia.org/wiki/Acacia_bivenosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bivenosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia bivenosa, commonly known as two-nerved wattle, two-veined wattle or hill umbrella bush, is a species of Acacia found in northern Australia.\nOther names for this species are derived from several Australian languages. The Kurrama peoples know the plant as murrurpa, murrurbaor and morama, the Panyjima call it mururru and the Nyangumarta mururr.",
    "Description": "The bushy glabrous shrub has a rounded to spreading habit and normally 1 to 3 metres (3 to 10 ft) in height, sometimes reaching 5 m (16 ft) and usually to a width of 3 m (10 ft). The bark is smooth and a light grey colour. The narrowly elliptic to oblong-elliptic or obovate to oblanceolate, phyllodes have a length of 2 to 7 centimetres (0.8 to 2.8 in) and a width of 6 to 20 millimetres (0.24 to 0.79 in). It produces yellow flowers from April to November. The simple inflorescences have globular heads with a diameter of about 10 mm (0.39 in) containing 16 to 32 rich golden flowers. Following flowering woody light brown seed pods form that are 2 to 10 cm (0.8 to 3.9 in) long and 5 to 9 mm (0.20 to 0.35 in). The pods have a straight to shallowly curved shape and contains glossy, dark brown to black seeds that are arranged longitudinally inside. The seeds have an obloid-ellipsoid shape and are 4 to 6 mm (0.16 to 0.24 in) long and 2.5 to 4 mm (0.10 to 0.16 in) with a red to orange aril.",
    "Taxonomy": "The species was first formally described by the botanist Augustin Pyramus de Candolle in the work Leguminosae. Prodromus Systematis Naturalis Regni Vegetabilis. Synonyms for the species include Acacia elliptica, Acacia binervosa, Acacia bivenosa var. borealis and Acacia bivenosa subsp. bivenosa. It was briefly reclassified as Racosperma bivenosum in 2003 by Leslie Pedley before being reverted to the current name in 2006.A group of Acacia known as the A. bivenosa group of plants with similar features contains 12 species including; A. ampliceps, A. bivenosa, A. cupularis, A. didyma, A. ligulata, A. rostellifera, A. salicina, A. sclerosperma, A. startii, A. telmica, A. tysonii and A. xanthina.",
    "Distribution and habitat": "It is widespread in arid areas of northern Australia. It is common in the Pilbara and Kimberley regions of Western Australia. Also found in the Northern Territory and western Queensland, north of 25°S, with an outlier on Dorre Island, Shark Bay, Western Australia. It grows in various kinds of soils, including coastal sand, on rocky hills and gullies, in shrubland and open woodland, and is often associated with spinifex.",
    "Uses": "The bush can be heavily grazed by stock, especially as a seedling. Indigenous Australians used to find edible grubs from around the roots. It is often used in land rehabilitation as a primary colonizer.\nIt is commercially available is seed form for garden planting in dry environments.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}