{
  "url": "https://en.wikipedia.org/wiki/Acacia_conferta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. conferta"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia conferta, commonly known as crowded-leaf wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to eastern Australia.",
    "Description": "The shrub or tree with a rounded habit that typically grows to a height of 4 m (13 ft) that has slender spreading branchlets with dense to sparse hairs. The ascending to erect and crowded phyllodes are on short stem-projections. The flat green phyllodes have a linear-oblanceolate to oblong-elliptic shape and a length of 5 to 12 mm (0.20 to 0.47 in) and a width of 1 to 1.6 mm (0.039 to 0.063 in). It mostly blooms between April and August producing simple inflorescences that occur singly in the axils. The spherical flower-heads contain 20 to 25 bright yellow flowers. The seed pods that form after flowering are up to 6 cm (2.4 in) in length and 10 to 15 mm (0.39 to 0.59 in) in width and contain oblong-elliptic shaped seeds that are 5 to 6 mm (0.20 to 0.24 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1842 as part of William Jackson Hooker's work Notes on Mimoseae, with a synopsis of species as published in the London Journal of Botany. It was reclassified as Racosperma confertum by Leslie Pedley in 1987 then transferred back to the genus Acacia in 2007. The only other synonyms are Acacia tindaleae and Racosperma tindaleae.",
    "Distribution": "The shrub is found in western New South Wales around Moree and Warialda on slopes and plains extending north into south eastern Queensland to west of Blackall and east to the coast around Proserpine. It will grow in sandy or loamy soils and is often a part of dry sclerophyll forest or Eucalyptus woodland communities.",
    "Cultivation": "It is sometimes cultivated and can be propagated by scarifying the seeds or treatment with boiling water. It prefers a sunny position and will grow in most soil types that needs a well-drained position. It is also frost tolerant and can cope to temperatures a slow as −7 °C (19 °F).",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}