{
  "url": "https://en.wikipedia.org/wiki/Acacia_willdenowiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. willdenowiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia willdenowiana is a shrub belonging to the genus Acacia. The plant is also commonly known as wattle grass, grass wattle or two-winged acacia. It is native to the south west of Western Australia.",
    "Description": "The shrub has erect and slender or scrambling habit and typically grows to a height of 0.3 to 0.6 metres (1.0 to 2.0 ft) and a width of around 0.5 metres (1.6 ft). It forms a woody base stem over time. The phyllodes are continuous with branchlets, forming opposing wings with each one extending to the next one below. Each grey-green wings has a typical width of 1 to 5 millimetres (0.04 to 0.20 in) but can get to 15 mm (0.59 in) and are usually glabrous. The free part of phyllode is mostly 5 to 20 mm (0.20 to 0.79 in) in length. It blooms between May and October producing white - cream and yellow blossoms. Each inflorescence is racemose with globular heads containing 13 to 21 white, cream or pale lemon yellow flowers. Seed pods form after flowering, each pod is curved but flat to about 6 cm (2.4 in) in length with a width of 10 to 15 mm (0.39 to 0.59 in). The oblong seeds transverse are 5 to 6 mm (0.20 to 0.24 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Heinrich Wendland in 1845 as part of the work Verzeichniss von Treib-Glashaus-Bosquet-Pflanzen, Standen-Gewachsen und Georginen ... zu Herrenhausen bei Hannover. It was briefly reclassified as Racosperma willdenowianum by Leslie Pedley in 2003 but was reverted to the original name in 2006.The species name willdenowiana is in honour of Carl Ludwig Willdenow, a German botanist.The type specimen was collected by James Drummond in the Swan River Colony in 1839.Until 1995, the closely related Acacia applanata was considered to be the same species as A. willdenowiana. A. willdenowiana is also similar to Acacia alata and has phyllodes resembling those of Acacia pterocaulon.",
    "Distribution": "It has a scattered distribution from the Mid West, Wheatbelt, Peel and Great Southern regions. It is found as far north as Three Springs, south as Albany and east as Mukinbudin. The plant is able to grow in loam, sandy or lateritic soils and is often found in winter wet depressions and is a part of the understorey in woodland or open woodland communities.",
    "Cultivation": "The plants has only limited commercial availability. It fares best in an open position with full sun in a well-drained soil. It is used as part of a native garden, or as a feature in garden borders. It is both frost and drought tolerant and will not require pruning.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}