{
  "url": "https://en.wikipedia.org/wiki/Acacia_bulgaensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. bulgaensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia bulgaensis is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to eastern Australia.",
    "Description": "The tree or shrub typically grows to a height of 1.5 to 8 m (4 ft 11 in to 26 ft 3 in) and has grey-brown, dark brown or reddish brown coloured bark that peels in small flakes and is fibrous below. It has glabrous, light-brown to reddish-brown coloured branchlets that are vaguely triquetrous. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen phyllodes usually have a narrowly elliptic shape that is often scarcely curved. The glabrous phyllodes are 3.5 to 10 cm (1.4 to 3.9 in) in length and 7 to 23 mm (0.28 to 0.91 in) wide with three obscure or subprominent longitudinal veins. It blooms between September and March producing yellow flowers. The cylindrically shaped axillary flower-spikes mostly occur in pair and are 3.2 to 5 cm (1.3 to 2.0 in) in length and packed with golden yellow flowers. After flowering linear, thinly coriaceous seed pods form that resemble a string of beads and are 2 to 9.5 cm (0.79 to 3.74 in) in length and 3 to 5 mm (0.12 to 0.20 in) wide with fine striations. The dark-brown to black seeds inside have a length of 4 to 5 mm (0.16 to 0.20 in).",
    "Distribution": "It is endemic to the Hunter Valley region of New South Wales where it is quite common. It is found around Bulga, Milbrodale and Broke and usually found on hilly sandstone or shale country often as a part of open Eucalyptus forest communities. The type specimen was collected near Bulga.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}