{
  "url": "https://en.wikipedia.org/wiki/Acacia_uncifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. uncifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia uncifera is a shrub or tree belonging to the genus Acacia and the subgenus Phyllodineae native to north eastern Australia.",
    "Description": "The shrub or tree typically grows to a height of 2 to 5 metres (6.6 to 16.4 ft) and has a straggly to willowy habit. It has branchlets that are covered in short velvety hairs. The green patent to erect phyllodes have a narrowly oblong to narrowly elliptic shape and gave a length of 2 to 5 cm (0.79 to 1.97 in) and a width of 6 to 15 mm (0.24 to 0.59 in) with a prominent midrib. When it blooms it produces inflorescences in groups of 10 to 20 along racemes that are 5 to 8 cm (2.0 to 3.1 in) long. The spherical flower-heads contain 25 to 30 bright golden flowers. After flowering thinly coriaceous, velvety seed pods form that are variably constricted between the seeds and have a length of up to around 6.5 cm (2.6 in) and a width of 6 to 10 mm (0.24 to 0.39 in).. The dull black seeds within are arranged obliquely to transversely and have an elliptic shape with a length of around 4 to 5 mm (0.16 to 0.20 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1848 as part of Thomas Mitchell's work Journal of an Expedition into the Interior of Tropical Australia. It was reclassified as Racosperma unciferum by Leslie Pedley in 1987 then transferred back to genus Acacia in 2001.",
    "Distribution": "It is endemic only in a small area in Queensland from the White Mountains to Torrens Creek and the headwaters of the Nogoa River where it is found on plains and hills where it grows in sandy soils over and around sandstone as a part of open forest or woodland communities composed of Angophora and Eucalyptus species.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}