{
  "url": "https://en.wikipedia.org/wiki/Acacia_rigescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. rigescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia rigescens is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is native to northern  Australia.",
    "Description": "The single stemmed shrub typically grows to a maximum height of 0.6 to 3 m (2 ft 0 in to 9 ft 10 in) and has a spindly, viscid habit. It has grey coloured bark that is smooth and glabrous, scurfy angular branchlets that are a pale-yellow to tawny colour. Like most species of Acacia it has phyllodes rather than true leaves. The glossy green, coriaceous and glabrous phyllodes are held rigidly erect on the branchlets. The straight and flat phyllodes have a linear shape that tapers gradually towards the base but barely taper near the apex, they have a length of 4.5 to 8.5 cm (1.8 to 3.3 in) and a width of 3 to 4 mm (0.12 to 0.16 in) and a prominent midvein. It blooms between June and July producing golden flowers. The cylindrical flower-spikes occur singly or in pairs and have a length of 2.5 to 3.5 cm (0.98 to 1.38 in) and are packed with golden coloured flowers.",
    "Taxonomy": "The species was first formally described in 1996 by the botanists Mary Tindale and Michael Bedward as part of the work Acacia multistipulosa and A. rigescens (Fabaceae: Mimosoideae, Acacia sect. Juliflorae), two new species from the Northern Territory, Australia]] as published in the journal Australian Systematic Botany. It was reclassified as Racosperma rigescens by Leslie Pedley in 2003 then transferred back to the Acacia genus in 2006.",
    "Distribution": "It is endemic to a small area in the top end of the Northern Territory in the Kakadu National Park and parts of Arnhem Land where it is  Kakadu Natl Park and Arnhem Land on sandstone plateaux that have a stony quartz surfaces where it grows in a range of soil types as a part of low open Eucalyptus woodland and shrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}