{
  "url": "https://en.wikipedia.org/wiki/Acacia_mearnsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. mearnsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia mearnsii is a fast-growing, extremely invasive leguminous tree native to Australia. Common names for it include black wattle, Acácia-negra (Portuguese), Australian acacia, Australische Akazie (German), Swartwattel (Afrikaans), Uwatela (Zulu). This plant is now known as one of the worst invasive species in the world.",
    "Taxonomy": "Belgian naturalist Émile Auguste Joseph De Wildeman described the black wattle in 1925. The species is named after American naturalist Edgar Alexander Mearns, who collected the type from a cultivated specimen in East Africa. Along with other bipinnate wattles, it is classified in the section Botrycephalae within the subgenus Phyllodineae in the genus Acacia. An analysis of genomic and chloroplast DNA along with morphological characters found that the section is polyphyletic, though the close relationships of many species were unable to be resolved. Acacia mearnsii  appears to be most closely related to A. dealbata, A. nanodealbata and A. baileyana.",
    "Distribution and habitat": "A. mearnsii is native to south-eastern Australia and Tasmania, but has been introduced to North America, South America, Asia, Europe, Pacific and Indian Ocean islands, Africa, and New Zealand.It has been introduced to numerous parts of the world, and in those areas is often used as a commercial source of tannin or a source of firewood for local communities. In areas where it has been introduced, it is often considered a weed, and is seen as threatening native habitats by competing with indigenous vegetation, replacing grass communities, reducing native biodiversity and increasing water loss from riparian zones.\nIn its native range A. mearnsii is a tree of tall woodland and forests in subtropical and warm temperate regions. In Africa the species grows in disturbed areas, range/grasslands, riparian zones, urban areas, water courses, and mesic habitats at an altitude of between 600-1700m. In Africa it grows in a range of climates including warm temperate dry climates and moist tropical climates. A. mearnsii is reported to tolerate an annual precipitation of between 66 to 228 centimetres (26 to 90 in), an annual mean temperature of 14.7 to 27.8 °C (58.5 to 82.0 °F), and a pH of 5.0 – 7.2.  A. mearnsii does not grow well on very dry and poor soils.",
    "Ecology in Australia": "A. mearnsii plays an important role in the ecosystem in its native Australia. As a pioneer plant it quickly binds the erosion-prone soil following the bushfires that are common in its Australian habitats. Like other leguminous plants, it fixes the atmospheric nitrogen in the soil. Other woodland species can rapidly use these increased nitrogen levels provided by the nodules of bacteria present in their expansive root systems. Hence they play a critical part in the natural regeneration of Australian bushland after fires.\n\nConsumption and excretion: The seeds are potentially distributed by rodents or birds.\nFor ornamental purposes (local)\nBy animals: The dispersal of the seeds of A . mearnsii is believed to be aided by cattle and birds.\nBy people: Local people collecting branches and logs for firewood may spread seeds.Transportation of soil: The seeds may also be spread by the movement of seed-contaminated soil.\nBy water: The hard-coated seeds are spread readily down water courses.Mycorrhizal fungi attach to the roots to produce food for marsupial animals, and these animals in turn disperse the spores in their droppings to perpetuates the symbiotic relationship between wattle's roots and the mycorrhizal fungi.\nThe cracks and crevices in the wattle's bark are home for many insects and invertebrates. The rare Tasmanian hairstreak butterfly lays her eggs in these cracks, which hatch to produce caterpillar larva attended by ants (Iridomyrmex sp.) that feed off the sweet exudates from the larva. A. mearnsii is used similarly as a larval host plant and food source by the imperial hairstreak, Jalmenus evagoras.The tree is home to various grubs, such as wood moths, which provide a food source to the Australian black cockatoos, who strip the bark for access to these borers.\nDuring winter insects, birds and marsupials are hosted by the black wattle with the aid of their supplies of nectar in their leaf axials. These creatures provide an important predatory role to deal with tree die back caused by scarab beetles and pasture pests.\nBlack wattles, along with gums, native box, native hop form the framework vegetation on so-called \"hill-topping\" sites. They are often isolated remnant pockets of native vegetation amongst a lower sea of exotic pasture. These \"hill topping\" sites are critical habitat for male butterflies to attract females for mating, which then lay their eggs under the wattle's bark elsewhere but still within close proximity. It's the only acceptable mating site in the area for these butterflies.\nBlack wattle flowers provide very nitrogen rich pollen with no nectar. They attract pollen-feeding birds such as wattlebirds, yellow-throated honeyeaters and New Holland honeyeaters. The protein rich nectar in the leaf axials is very sustaining for nurturing the growth of juvenile nestlings and young invertebrates, e.g. ants.\nAnts harvest the seed, attracted by the fleshy, oil rich elaiosome (or seed stalk), which they bury and store in widely dispersed locations. These seeds are buried ready for germinating with the next soaking rains. However a \"wattle seed-eating insect' which enjoys liquid meals using its proboscis-like injector to pierce the testa and suck out the embryo often reduces the seeds viability.",
    "Ecology in Australia-Utility to aborigines": "The Ngunnawal people of the Australian Capital Territory use the gum as food and to make cement (when mixed with ash), and to ensure a supply of sap, the bark was cut in the autumn. The bark was also used to make coarse rope and string, and used to be infused in water to make a medicine for indigestion.",
    "Reproduction": "A. mearnsii produces copious numbers of small seeds that are not dispersed actively. The species may resprout from basal shoots following a fire. It also generates numerous suckers that result in thickets consisting of clones. Seeds may remain viable for up to 50 years.",
    "Chemistry": "Leuco-fisetinidin, a flavan-3,4-diol (leucoanthocyanidin) and a monomer of the condensed tannins called profisetinidins, can be extracted from the heartwood of A. mearnsii.",
    "References": "",
    "External links": "Australian Plants online\nThe IUCN/SSC Invasive Species Specialist Group"
  }
}