{
  "url": "https://en.wikipedia.org/wiki/Acacia_victoriae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. victoriae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia victoriae, commonly known as gundabluie or bardi bush, is a shrub-like tree native to Australia.\nSubspecies:\nA. victoriae subsp. arida Pedley",
    "Distribution and ecology": "Native to Australia in arid and semi-arid areas, the Acacia victoriae is generally found in alkaline soils including clayey alluvials, grey cracking clays and saline loams on floodplains, alluvial flats, rocky hillsides and ridges. Animals such as birds and small mammals are known to use the tree as protection. The seeds and foliage also offer a source of food to animals.",
    "Description": "Mature Acacia victoriae grow into a shrub-like tree with multiple trunks. They reach a height of about 5–6 meters and is moderately fast growing. It has a life-span of about 10–15 years. The tree has a large root system, known to extend to 20m. It is able to survive drought fairly well, however not in severe drought, though it can regenerate from suckers. Flowering begins in August and continues into late December; depending on the region the tree is found. As with the variation of flowering, the maturation of the seeds is also variant.",
    "Description-Foliage and seeds": "The branches of Acacia victoriae are covered in small spines that are about 1 cm in length. During flowering, the branches are full clustered, yellowish, and strong scented flowers. Each flower is in a pair within the 12–12 cm cluster. Seeds are found in 8 cm pale coloured pods. The seeds themselves are about 0.5 cm and brown in colour.",
    "Uses": "",
    "Uses-Food": "The nitrogen-containing seeds are used in breads as well as ground up as a meal.  Aboriginals are helping to apply their methods to using the seeds from Acacia victoriae for food. The seeds have also been used as fodder, being a good source of protein.",
    "Uses-Land uses": "The Acacia victoriae is useful when used as a windbreak and also helps with soil stabilization. Because it is able to grow at a moderate rate, it has also been used as site rehabilitation.\n\n\n== References =="
  }
}