{
  "url": "https://en.wikipedia.org/wiki/Acacia_basedowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. basedowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia basedowii, commonly known as Basedow's wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae endemic to arid parts of central Australia.",
    "Description": "The divaricate, spreading and prickly shrub typically grows to a height of 0.5 to 1 metre (2 to 3 ft). It blooms from June to October and produces yellow flowers. The shrub has slender, spinescent, pruinose branchlets. The majority of older phyllodes are shed giving it an open twiggy appearance. The thick phyllodes have an oblong-elliptic shape with a length of 2 cm (0.79 in) and a width of 2 mm (0.079 in) have three to five obscure longitudinal veins. The simple and axillary inflorescences occur is pairs or solitary with spherical yellow flower-heads. The dark brown seed pods that form after flowering are curved or twisted pod to a length of around 5 cm (2.0 in) and a width of 3 mm (0.12 in).",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1920 as part of the work Notes on Acacias, No. IV, with descriptions of new species. as published in the Journal and Proceedings of the Royal Society of New South Wales. It was reclassified as Racosperma basedowii by Leslie Pedley in 2003 and transferred back to the genus Acacia in 2006. The specific epithet honours the South Australian scientist and explorer Herbert Basedow who collected the type specimen from the Musgrave Ranges in 1903.",
    "Distribution": "It is native to an area in the central Goldfields region of Western Australia where it is found on stony slopes and along ephemeral watercourses an growing in firm red sandy soils. It is also found in the Mann-Musgrave block in north western South Australia and the south west of the Northern Territory.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}