{
  "url": "https://en.wikipedia.org/wiki/Acacia_kimberleyensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. kimberleyensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia kimberleyensis is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to parts of north western Australia.\nThe erect, viscid shrub typically grows to a height of 1.5 metres (5 ft). It has glabrous and slender branchlets that are finely ribbed and resinous  when young. The flat green phyllodes have a narrowly linear shape with a length of 8 to 16 cm (3.1 to 6.3 in) and a width of 0.8 to 1.8 mm (0.031 to 0.071 in). It blooms from June to July producing yellow flowers. The simple inflorescences are mostly found as pairs in the axils, the narrow flower-spikes are 2 to 3 cm (0.79 to 1.18 in) in length. The narrowly linear seed pods that form after flowering are 7 to 10 cm (2.8 to 3.9 in) in length and 2 mm (0.079 in) wide. the pods are thinly crustaceous with fine longitudinal nerves and narrowly winged margins. The shiny greenish-black seeds within have a narrowly oblong shape and are around 6 mm (0.24 in) long.It is native to a small area in the Kimberley region of Western Australia. It has a disjunct distribution between two localities, in the Packhorse Range and around Mount Agnes which is found around 80 km (50 mi) north from the Packhorse range, in the western part of the Kimberley. It is found among rocky outcrops and on plains growing in the sandstone rocks that are veined with quartzite as a part of Eucalyptus miniata woodland over spinifex communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}