{
  "url": "https://en.wikipedia.org/wiki/Acacia_arafurica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. arafurica"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia arafurica is a shrub belonging to the genus Acacia and the subgenus, Phyllodineae, in the family Fabaceae, and is endemic to the Northern Territory.",
    "Description": "Acacia arafurica is a shrub or tree growing up to 4 m high, with terete branchlets, which are sparsely to densely pubescent. The phyllodes are asymmetrically ovate to rhomboidal. It blooms between April and July producing flower-spikes that occur singly or in pairs. The spikes are 10 to 21 mm (0.39 to 0.83 in) and 4 to 5.5 mm (0.16 to 0.22 in) wide packed with golden coloured flowers. After flowering linear, straight seed pods form that resemble a string of beads. The chartaceous, pubescent pods dry to a brown colour and are 6.5 to 10.5 cm (2.6 to 4.1 in) in length. The brown seeds found within the pods are arranged longitudinally and have a length of 5 to 7 mm (0.20 to 0.28 in).Acacia arafurica is distinguished from A. sublanata by its thicker and larger phyllodes, its longer peduncles, and its inflorescences arranged in the form of a spike (spicate).",
    "Taxonomy": "The species was first formally described by the botanists Mary Tindale and Phillip Kodela in 1992 as part of the work New species of Acacia (Fabaceae, Mimosoideae) from tropical Australia as published in the journal Telpoea. It was reclassified as Racosperma arafuricum by Leslie Pedley in 2003 and transferred back to genus Acacia in 2006.",
    "Distribution and habitat": "It is found from the northern part of Arnhem Land to the Cobourg Peninsula in the Northern Territory, growing in sand in swampy areas on coastal river flats or near streams in the gorge country, or sometimes in open forest.",
    "Etymology": "The specific epithet, arafurica, refers to the Arafura Sea which lies to the north of where A. arafurica is found.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": "Acacia arafurica World Wide Wattle"
  }
}