{
  "url": "https://en.wikipedia.org/wiki/Acacia_scirpifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. scirpifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia scirpifolia is a shrub or tree of the genus Acacia and the subgenus Phyllodineae that is endemic to western Australia",
    "Description": "The dense shrub or tree typically grows to a height of 1 to 4 metres (3 to 13 ft). It has glabrous and flexuose branchlets with caducous light-brown stipules with a length of 2 to 6 mm (0.079 to 0.236 in). The smooth, fleshy, green phyllodes are terete to subterete with a length of 7 to 20 cm (2.8 to 7.9 in) and a width of 1 to 1.5 mm (0.039 to 0.059 in) and are slightly incurved at apex. It blooms from August to October and produces yellow flowers. The inflorescences are found on racemes in groups of three to six. The spherical flower-heads have a diameter of 5 to 6 mm (0.20 to 0.24 in) and contain 20 to 30 golden flowers. Following flowering seed pods that resemble a string of beads form and have a length of up to 16 cm (6.3 in) and a width of 4 to 5 mm (0.16 to 0.20 in). The shiny black seeds have a length of 5 to 7 mm (0.20 to 0.28 in) and have an elliptic to narrowly elliptic or narrowly oblong shape.",
    "Taxonomy": "The species was first formally described by the botanist Carl Meissner in 1855 as part of the work Botanische Zeitung. It was reclassified as Racosperma scirpifolium in 2003 by Leslie Pedley then transferred back to genus Acacia in 2006. The species is often confused with Acacia restiacea.",
    "Distribution": "It is native to an area in the Mid West and Wheatbelt regions of Western Australia where it grows in gravelly sandy soils. It is found from the Cooloomia Nature Reserve in the north down to around Moora in the south and is often situated on road-verges.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}