{
  "url": "https://en.wikipedia.org/wiki/Acacia_decora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. decora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia decora is a plant native to eastern Australia. Common names include the western silver wattle and the showy wattle. The species name refers to the plant's decorative qualities.",
    "Description": "The shrub typically grows to 1 to 4 m (3 ft 3 in to 13 ft 1 in) in height and has an erect to spreading habit. It has angled reddish to brown branchlets that are appressed-hairy when young and becoming glabrescent with age. Like most species of Acacia it has phyllodes rather than true leaves. It has variable foliage and the phyllodes are generally thin with a narrowly elliptic to oblanceolate or obovate shape. The phyllodes are 1.5 to 5 cm (0.59 to 1.97 in) in length and 2 to 7 mm (0.079 to 0.276 in) wide with a prominent midvein and obscure or faint lateral nerves. It blooms between April and October producing bright yellow flowers. The inflorescences are found in groups to 5 to 15 in axillary raceme with spherical flower-heads that have a diameter of 4.5 to 6 mm (0.18 to 0.24 in) and contain  15 to 30 bright yellow flowers.",
    "Taxonomy": "The species was first formally described in 1829 by the botanist Ludwig Reichenbach as part of the work Iconographia Botanica Exotica. It was reclassified as Racosperma decorum in 1987 by Leslie Pedley then transferred back to genus Acacia in 2014. There are many other synonyms for this species including Acacia decora var. decora, Acacia caleyi, Acacia podalyriifolia var. caleyi and Acacia buxifolia var. decora. The specific epithet is derived from the Latin word decorus in reference to the plants graceful appearance.",
    "Distribution": "The shrub is found down the east coast of Australia extending from north Queensland down to Victoria.\nIn New South Wales, showy wattle occurs west of the Great Dividing Range while in Queensland it extends to the coast, commonly seen in semi arid areas of the states of New South Wales and Victoria and throughout Queensland. It is sometimes seen in wetter areas in dry sclerophyll forest. Its range extends from around Cooktown in the north down to the Warby Range of Victoria in the south growing in stony sandy soils as a part of Eucalyptus woodland communities.",
    "Cultivation": "A. decora is a hardy species which can tolerate a wide range of conditions. It grows best in well drained soils and in a full sun to partly shady position. It can be grown from seed but must be pretreated by scarification or with boiling water.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}