{
  "url": "https://en.wikipedia.org/wiki/Acacia_cardiophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. cardiophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia cardiophylla, commonly known as West Wyalong wattle or Wyalong wattle, is an evergreen shrub that is endemic to eastern Australia.",
    "Description": "The shrub typically grows to a height of 2 to 3 m (6 ft 7 in to 9 ft 10 in) and has feathery like leaves and bright yellow flowers during its July to November blooming period. It can have an erect to spreading habit and often has multiple stems. The dark grey or mottled brown brown bark is smooth. It blooms between August and November producing inflorescences in groups to 6 to 21 in axillary racemes. Each inflorescence has a zig-zag shaped axis with a length of 1.2 to 6 cm (0.47 to 2.36 in). The spherical flower-heads have a diameter of 3 to 5 mm (0.12 to 0.20 in) and contain 20 to 40 bright yellow flowers. After flowering firmly papery to thinly leathery seed pods that are  flat and straight to slightly curved form. The hairy brown pods are 1.5 to 11.5 cm (0.59 to 4.53 in) in length and 4 to 6.5 mm (0.16 to 0.26 in) wide.",
    "Distribution": "Acacia cardiophylla is indigenous to central and southern New South Wales and is found Gilgandra in the north down to around Wagga Wagga in the south and extending to the Lake Cargelligo area in the west. It is found on stony hills and ridges in shallow rocky sandy soils as a part of Eucalyptus woodland and mallee communities. It has also now become naturalized in part of the Central Coast and Southern Tablelands regions.",
    "See also": "List of Acacia species",
    "References": "",
    "External links": " Data related to Acacia cardiophylla at Wikispecies"
  }
}