{
  "url": "https://en.wikipedia.org/wiki/Acacia_pulviniformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. pulviniformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia pulviniformis is a shrub of the genus Acacia and the subgenus Phyllodineae that is endemic to south western Australia.",
    "Description": "The prostrate spinescent shrub typically grows to a height of 0.05 to 0.25 metres (0.2 to 0.8 ft) and can form dense intricate mats. The short, spiny and straight branchlets are either obscurely ribbed or ribless. The green glabrous phyllodes are straight to shallowly incurved and have a length of 4 to 11 mm (0.16 to 0.43 in) and a width of 0.4 to 0.7 mm (0.016 to 0.028 in) and have an obscure midrib. It blooms from August to October and produces yellow flowers. The rudimentary inflorescences occur on a single raceme that has an axis with a length of less than 0.5 mm (0.020 in). The spherical flower-heads contain six to seven golden flowers and has a diameter of 2 to 2.5 mm (0.079 to 0.098 in). The seed pods that form after flowering and tightly and irregularly coiled and are around 1 cm (0.39 in) in length with a width of about 2.5 mm (0.098 in). The slightly shiny dark brown seeds within the pods have a widely elliptic to widely ovate shape and a length of around 2.5 mm (0.098 in).",
    "Taxonomy": "The species was first formally described by the botanists Joseph Maiden and William Blakely in 1928 as part of the work Descriptions of fifty new species and six varieties of western and northern Australian Acacias, and notes on four other species as published in the Journal of the Royal Society of Western Australia. It was reclassified as Racosperma pulviniforme by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006. The often confused with and misidentified as Acacia oxyclada.",
    "Distribution": "It is native to an area in the Wheatbelt and Great Southern regions of Western Australia from around Corrigin in the north to Mount Barker in the south and is found in damp low-lying areas growing in sandy, clay or loamy soils often with lateritic gravel and is usually a part of open Eucalyptus wandoo woodland communities or in disturbed areas.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}