{
  "url": "https://en.wikipedia.org/wiki/Acacia_brachypoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. brachypoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia brachypoda, known colloquially as western wheatbelt wattle or Chinocup wattle, is an endangered species of Acacia restricted to a small locality in western Australia's wheatbelt.",
    "Description": "The slightly aromatic shrub has a dense rounded habit and typically grows to a height of 1 to 3 metres (3 to 10 ft) and a width of 1 to 4 m (3 to 13 ft). The glabrous green phyllodes are erect on the stem and straight to slightly incurved. They appear circular in cross section and have four visible nerves or flattened with one nerve. The phyllodes are 2 to 5 cm (0.79 to 1.97 in) in length and 1 mm (0.039 in) in width. It blooms between May and July producing yellow flowers. Flowers heads have a globular shape with two situated on each leaf axil. The flower heads are supported on 2 to 3 mm (0.079 to 0.118 in) long stalks. Following flowering glabrous curved or coiled seed pods form that are 7 to 8 mm (0.28 to 0.31 in) wide. The seeds within have a length of about 4 mm (0.16 in) and have a yellow brown aril.",
    "Taxonomy": "The species was first formally described by the botanist Bruce Maslin in 1990 as part of the work Acacia Miscellany. Three new Western Australian species with affinities to A. wilhelmiana (Leguminosae: Mimosoideae: Section Plurinerves) from Western Australia as published in the journal Nuytsia. It was reclassified as Racosperma brachypodum by Leslie Pedley in 2003 then transferred back to the genus Acacia in 2006.",
    "Distribution": "The shrub is endemic to a small area between Beverley, Brookton and York in the Wheatbelt region of Western Australia where it is found in damp low lying areas such as swamps where it grows in sandy-clay or loam soils. There are six populations of the wattle that are found in two main areas with an estimated 5000 recorded individuals remaining. One of the populations is found within the Wandoo National Park while the others are along roadsides and in railway reserve remnants. It is found in open woodland communities as part of a dense understorey. It is commonly associated with Eucalyptus wandoo or species of Allocasuarina, Callistemon phoeniceum, Hakea varia, species of Leptospermum and species of Melaleuca.",
    "Conservation status": "The species was list as endangered in 2008 under the Environment Protection and Biodiversity Conservation Act 1999 and was previously alos listed as endangered under Schedule 1 of the Endangered Species Protection Act 1992 In Western Australia it listed as rare flora under the Wildlife Conservation Act 1950 (Western Australia) and appears on the Wildlife Conservation (Rare Flora) Notice 2006. In 2012 the species was listed as endangered on the IUCN red list.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}