{
  "url": "https://en.wikipedia.org/wiki/Acacia_rubida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. rubida"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia rubida, commonly known as red stem wattle, red stemmed wattle or red leaved wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is native to parts of eastern Australia.",
    "Description": "The shrub or tree has an erect to bushy habit and typically grows to a height of 2 to 10 m (6 ft 7 in to 32 ft 10 in) and has lightly fissured brown bark. It has narrowly elliptic to oblanceolate shaped reddish to grey-green leathery phyllodes that have a length of 5 to 20 cm (2.0 to 7.9 in) and a width of 8 to 25 mm (0.31 to 0.98 in). The juvenile foliage is pinnate and can persist on older plants. It blooms between July and November producing inflorescences with pale to bright yellow flowers.",
    "Taxonomy": "The species was first formally described by the botanist Allan Cunningham in 1825 in the work On the Botany of the Blue Mountains. Geographical Memoirs on New South Wales. The only synonym is Racosperma rubidum. It is also often confused with Acacia amoena",
    "Distribution": "It is found in southwestern parts of Queensland, western New South Wales and Victoria on the tablelands of the Great Dividing Range. It is often a part of open woodland or dry sclerophyll forest communities and grows on rocky hilltops and slopes in rocky soils an in alluvial soils along rivers and creeks. The bulk of the population is found between the Black Range in northeast Victoria in the south up to near Stanthorpe in south-eastern Queensland.",
    "Cultivation": "The shrub is sold commercially in tubestock or in seed form. It is noted as a good pioneer species being fast growing, hardy, cold tolerant and beneficial as a nitrogen fixing plant. It can grow nutrient poor, shallow, skeletal, high altitude soils and plays a valuable role in catchment protection within its native range. It prefers a sunny position, requires little maintenance, is drought tolerant and can tolerate temporary inundations.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}