{
  "url": "https://en.wikipedia.org/wiki/Acacia_dallachiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. dallachiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia dallachiana, commonly known as catkin wattle is a tree belonging to the genus Acacia and the subgenus Juliflorae that is native to south eastern Australia.",
    "Description": "The tree typically grows to a height of 7 to 12 m (23 to 39 ft) with a maximum height of 15 m (49 ft). It has smooth, grey or grey-brown coloured bark that becomes deeply fissured. the glabrous branchlets are angled towards the apices. Like most species of Acacia it has phyllodes rather than true leaves. The evergreen, grey to blue-green phyllodes have a  linear to narrowly lanceolate or narrowly elliptic shape and are commonly curved. The phyllodes are 8 to 18 cm (3.1 to 7.1 in) in length and 1 to 3.5 cm (0.39 to 1.38 in) wide and have two to four primary veins and obscure secondary veins. It blooms between October and January producing golden flowers.",
    "Taxonomy": "The specific epithet honours John Dallachy, who was once the curator of the Royal Botanic Gardens in Melbourne.",
    "Distribution": "It is endemic to the southern parts of New South Wales and northern Victoria. In Victoria the shrub is considered rare and is found in the Snowy Mountains, Victorian Alps and highlands with the bulk of the population  confined to the montane and subalpine forests on the Buffalo Range and at Sassafras Gap. It extends into the far south east of New South Wales in the snowy mountains at higher altitudes where it is found growing in granitic soils as a part of wet sclerophyll forest and woodlands.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}