{
  "url": "https://en.wikipedia.org/wiki/Acacia_gonophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. gonophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia gonophylla, also known as rasp-stemmed wattle, is a shrub belonging to the genus Acacia and the subgenus Phyllodineae that is endemic to south western parts of Australia.",
    "Description": "The low spreading shrub with many branches typically grows to a height of 0.1 to 1.0 metre (0 to 3 ft). It has ribbed glabrous branchlets with caducous stipules caducous. The ascending to erect green phyllodes are often shallowly incurved and have five prominently raised nerves. The phyllodes are around 2 to 4.5 cm (0.79 to 1.77 in) in length and have a width of 1 to 1.5 mm (0.039 to 0.059 in). It produces cream-yellow flowers from May to October. The inflorescences appear in groups of one to three in a 1 to 5 mm (0.039 to 0.197 in) long raceme. The spherical flower-heads have a diameter of around 5 mm (0.20 in) and contain 12 to 21 cream to pale yellow flowers. The dark red-brown linear seed pods that form after flowering reach a length of up to 8 cm (3.1 in) and a width of 3 to 4 mm (0.12 to 0.16 in). The shiny black seeds within have an oblong to elliptic shape and are 3 to 4 mm (0.12 to 0.16 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1855 as part of the work Plantae Muellerianae: Mimoseae as published in Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. It was reclassified as Racosperma gonophyllum in 2003 by Leslie Pedley then transferred back to the genus Acacia in 2006.",
    "Distribution": "It is native to an area along the south coast in the Goldfields-Esperance and Great Southern regions of Western Australia from around the Stirling Ranges in the north to Albany in the west to around Israelite Bay in the east where it is found on plains, flats and sand dunes growing in gravelly sandy lateritic or quartzitic soils usually as a part of heath, mallee or open Eucalyptus woodland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}