{
  "url": "https://en.wikipedia.org/wiki/Acacia_riceana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. riceana"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia riceana, commonly known as Rice's wattle, is a small, fast-growing, evergreen shrub to small tree in the legume family endemic to the southeast corner of Tasmania.",
    "Description": "Acacia riceana forms a dense prickly bush up to 5 m (16 ft) in height in the wettest areas of its range. It is one of several species to have narrow pointed phyllodes but is distinctive in having them arranged in groups of 3 to 6. Acacia riceana bears close resemblance to Acacia derwentiana which has similar phyllodes (only narrower) and distribution. It has dense foliage with weeping branches and flowers in anywhere from July to January with seed pods maturing in January and February.",
    "Taxonomy and naming": "English botanist John Stevens Henslow described Rice's wattle in 1839 from a plant grown in Cambridge University Botanic Garden, from seed sent from Tasmania. It still bears its original name. The species was named in honour of Thomas Spring Rice who was Chancellor of the Exchequer at the time. It is related to Acacia axillaris but this species has erect rather than weeping branches.",
    "Distribution": "Acacia riceana is endemic to the southeast corner of Tasmania where it grows from sea level to 900 m (3000 ft). Its main populations center around the Derwent, Huon and Prosser River Valleys, although small populations are also located on the slopes of the Ironbound Range in the state's far south. The species also grows densely on slopes overlooking the D'Entrecasteaux Channel from Southport to Margate. Outlying populations grow on the Tasman\\Forester Peninsula and South Bruny Island with the most remote being located on Maria Island.\n\n\n== References =="
  }
}