{
  "url": "https://en.wikipedia.org/wiki/Acacia_acutata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. acutata"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia acutata is a shrub belonging to the genus Acacia and the subgenus Phyllodineae where it is endemic to south western Australia.",
    "Description": "The intricate and pungent shrub typically grows to a height of 0.3 to 1.2 metres (1 to 4 ft). It has spinose and glabrous branchlets that are rigid and striate-ribbed and caducous stipules. The sessile and patent, rigid, green phyllodes have an inequilaterally triangular-lanceolate to semi-trullate shape. The phyllodes have a length of 4 to 12 mm (0.16 to 0.47 in) and a width of 0.8 to 2 mm (0.031 to 0.079 in). They have five nerves and a prominent midrib. It blooms from September to October and produces yellow flowers. It has rudimentary inflorescences rudimentary with single-headed racemes that have an axes of less than 0.5 mm (0.020 in) in length. The spherical flower-heads contain 11 to 15 golden flowers. The undulate brown seed pods that form after flowering are prominently rounded over seeds. The pods have a length of up to 22 mm (0.87 in) and a width of 2.5 to 3 mm (0.098 to 0.118 in). The mottles seeds within have an irregularly oblong to elliptic and are around 2.5 mm (0.098 in) in length.",
    "Distribution": "It is native to an area in the Great Southern and  Wheatbelt regions of Western Australia where it is found among granite outcrops and sandplains growing in gravelly sandy, loamy or clay soils. The bulk of the population of the shrub is found from around Wongan Hills in the north through to around Ongerup to around Lake King in the east where it is often situated as apart of woodland, mallee, shrubland or heathland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}