{
  "url": "https://en.wikipedia.org/wiki/Acacia_heteroneura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. heteroneura"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia heteroneura is a shrub belonging to the genus Acacia and the subgenus Juliflorae that is endemic to western Australia.",
    "Description": "The shrub typically grows to a height of 0.5 to 3.5 metres (2 to 11 ft). It has branchlets that are sericeous between the glabrous and resinous ribbing. Like most species of Acacia it has phyllodes rather than true leaves. The phyllodes have a linear to compressed-rhombic shape and are flat or sometimes terete. The rigid silvery-green to grey-green phyllodes have a length of 3 to 13 cm (1.2 to 5.1 in) and a width of 0.7 to 3.5 mm (0.028 to 0.138 in) and are innocuous or coarsely pungent. It blooms from January to December producing yellow flowers. The simple inflorescences occur singly or in pairs in the axils. The spherical to obloid shaped flower-heads have a length of 5 to 9 mm (0.20 to 0.35 in) and a width of 5 to 8 mm (0.20 to 0.31 in) and are densley packed with golden flowers. The seed pods that form after flowering are usually erect, with a linear shape and are straight or quadrangular-terete. The woody-crustaceous pods reach a length of up to 10.5 mm (0.41 in) and have a width of 1.5 to 3 mm (0.059 to 0.118 in) with longitudinally arranged seeds inside. The mottled subnitid seeds have a narrowly oblong to narrowly elliptic shape and a length of 3 to 5.5 mm (0.12 to 0.22 in).",
    "Taxonomy": "It lends its name to the A. heteroneura group along with Acacia cylindrica, Acacia desertorum and Acacia epedunculata, it is most closely related to A. desertorum. \nFour varieties are recognized :\n\nAcacia heteroneura var. heteroneura\nAcacia heteroneura var. jutsonii\nAcacia heteroneura var. putila\nAcacia heteroneura var. prolixa",
    "Distribution": "It is native to an area in the Goldfields, Wheatbelt and Pilbara regions of Western Australia where it has a scattered distribution. It is often situated on dunes, sandplains, ridges, and lateritic rises growing in gravelly sandy-loam soils. The bulk of the population is found from around Wubin in the west, to Wiluna in the north east and Lake King in the south east and out to Queen Victoria Spring Nature Reserve in the east where it is usually a part of open scrubland communities.",
    "See also": "List of Acacia species\n\n\n== References =="
  }
}