{
  "url": "https://en.wikipedia.org/wiki/Acacia_binervia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Acacia"
    },
    {
      "Species": "A. binervia"
    }
  ],
  "text": {
    "__SUMMARY__": "Acacia binervia, commonly known as the coast myall, is a wattle native to New South Wales and Victoria. It can grow as a shrub or as a tree reaching 16 m in height. This plant is reportedly toxic to livestock as the foliage (phyllodes) contain a glucoside which can produce hydrogen cyanide if cut.",
    "Taxonomy": "German botanist Johann Christoph Wendland first described this species as Mimosa binervia in 1798, before American botanist James Francis Macbride reclassified it in the genus Acacia in 1919. Common names include coast myall and rosewood. Acacia glaucescens is an illegitimate name.",
    "Description": "Acacia binervia grows as a shrub to small tree anywhere from 2 to 16 m (6.6 to 52.5 ft) high. The bark is dark brown to grey in colour, and the elliptic to sickle-shaped (falcate) phyllodes are 6–15 cm (2.4–5.9 in) in length and 0.5–2.3 cm (0.20–0.91 in) wide. The cylindrical yellow flowers appear in spring (August to October). Flowering is followed by the development of 6–8 cm long seed pods, which are ripe by December.",
    "Distribution and habitat": "Acacia binervia is found in central New South Wales from the Hunter Region south, and to Bungonia in the southwest, and continuing south into Victoria. In the Sydney basin, it grows on a variety of soils and associated plant communities—alluvial soils, sandstone-, shale- or trachyte-based soils, generally with good drainage. It grows in dry sclerophyll forest, associated with such species as yellow bloodwood (Corymbia eximia), grey gum (Eucalyptus punctata), narrow-leaved ironbark (E. crebra), mugga ironbark (E. sideroxylon), or more open woodland with narrow-leaved ironbark and black cypress pine (Callitris endlicheri), and riparian (riverbank) forest with river peppermint (E. elata) and gossamer wattle (Acacia floribunda).",
    "Ecology": "Acacia binervia regenerates from bushfire by a soil-borne seedbank, the seeds germinate and grow after fire while adult plants are killed. The frequency of fire for the cycle to persist is anywhere from 10 to 50 years. It is useful to bees in the honey industry.\n\n\n== References =="
  }
}