{
  "url": "https://en.wikipedia.org/wiki/Marasmius_tageticolor",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Marasmiaceae"
    },
    {
      "Genus": "Marasmius"
    },
    {
      "Species": "M. tageticolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Marasmius tageticolor is a species of agaric fungus in the family Marasmiaceae. Its fruit bodies have striped red and white caps. It is found in Mexico, Central America, and South America, where it grows on twigs.",
    "Taxonomy": "Marasmius tageticolor was first described scientifically by English mycologist Miles Joseph Berkeley in 1856, from collections made in Brazil. He noted \"Nothing can be conceived more exquisite than the colouring of this species, which is pretty common. It has the rich tints of the African Marigold.\" In 1898, Otto Kuntze proposed transferring the fungus to Chamaeceras, a genus that has since been folded into synonymy with Marasmius. M. tageticolor is classified in section Sicci, subsection Siccini, series Leonini of the genus Marasmius.",
    "Description": "The smooth, convex cap is 10–17 mm (0.4–0.7 in) in diameter. Its surface colouration features alternating radial rays of red and light buff. The gills are distantly spaced, with about 8–10 gills per fruit body. Red on the upper half near the cap and white on the lower half, they are free from attachment to the stipe. There are short gills (lamellulae) interspersed between some, but not all, of the long gills. The smooth stipe measures 3–4 cm (1.2–1.6 in) long by 1 mm wide, and has a beet red to dull brown colour. There is buff-coloured cottony mycelium at the stipe base.Spores of Marasmius tageticolor measure 17–19 by 3.5–4 μm. They are smooth, thin-walled, and inamyloid. The basidia (spore-bearing cells) are club-shaped, four-spored, and hyaline (translucent), with dimensions of 26–30 by 7–8 μm.",
    "Habitat and distribution": "The fungus grows on small twigs and stipules. It has been recorded from Mexico, Central America, and South America.",
    "See also": "List of Marasmius species",
    "References": "",
    "External links": "Marasmius tageticolor  in Index Fungorum"
  }
}