{
  "url": "https://en.wikipedia.org/wiki/Marasmius_koae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Marasmiaceae"
    },
    {
      "Genus": "Marasmius"
    },
    {
      "Species": "M. koae"
    }
  ],
  "text": {
    "__SUMMARY__": "Marasmius koae is a species of agaric fungus in the Marasmiaceae family. Newly described to science in 2011, it is known only from Hawaiian montane wet forests. It produces small stemless fruit bodies that grow on the rotting wood of the flowering tree koa.",
    "Taxonomy": "The species was first described scientifically in 2011 in Mycologia by Dennis Desjardin and Don Hemmes. The holotype specimen was collected in January 1996, in Kōkeʻe State Park on Kauaʻi island. Desjardin and Hemmes consider the fungus best classified in Rolf Singer's section Neosessiles of the genus Marasmius. The specific epithet koae refers to the name of the tree upon which the fungus grows.",
    "Description": "The fruit bodies of Marasmius koae are rounded and fan-shaped to hemispherical, measuring 0.3–1.0 cm (0.12–0.39 in) in diameter. The cap surface is dull and dry, grooved, and has a texture ranging from smooth to somewhat velvety. Its color is brownish yellow to pale brownish-orange near the center, with the color fading to pale orange-white to buff or tan near the cap margin. The gills are convex, buff, and remotely spaced, with one irregular series of lamellulae (short gills) interspersed between three and six gills. The fruit body lacks a stipe, having a sessile attachment to the substrate. The fruit body has no distinctive taste or odor.The thin-walled spores are somewhat fusoid (spindle-shaped) to elongated ellipsoidal in shape, smooth, hyaline (translucent), and measure 12–14.5 by 4–4.8 μm. The basidia (spore-bearing cells) are club-shaped, four-spored, and clamped, measuring 24–28 by 7–9 μm.",
    "Habitat and distribution": "The species is endemic to Hawaii, where it has been found growing in dense groups on the rotting wood of koa (Acacia koa). Collections have been made only in the Koa/Ohia Montane Wet Forest on Kauaʻi island.",
    "See also": "List of Marasmius species",
    "References": "",
    "External links": "Marasmius koae  in Index Fungorum"
  }
}