{
  "url": "https://en.wikipedia.org/wiki/Mycetinis_prasiosmus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Omphalotaceae"
    },
    {
      "Genus": "Mycetinis"
    },
    {
      "Species": "M. querceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycetinis querceus (syn. Marasmius querceus) is one of the garlic-scented mushrooms formerly in the genus Marasmius.  It has a reddish brown stipe, and usually grows on fallen oak leaves.",
    "Description": "The species can be described as follows:\nThe cap is reddish brown to pale brown, and is hygrophanous, drying to a paler colour. It measures around 1-2.5 cm in diameter.\nThe gills are white to cream and crowded. The spore powder is white.\nThe brownish stem can grow to 10 cm tall and up to 4 mm in diameter. It is powdery (\"pruinose\") or covered in minute hairs (\"pubescent\"), a feature which distinguishes it from M. scorodonius.\nThe smell is strongly of garlic.\nThe spores are roughly ellipsoid and measure 7-10 µm x 4-5 µm.\nThere are no cheilocystidia (on the gill edge) or pleurocystidia (on the gill faces).",
    "Naming and related species": "The Latin species name, querceus, means \"relating to oak\", and refers to its being found commonly on oak leaf litter.This species was originally defined as Marasmius querceus by the German mycologist Max Britzelmayr in 1896 and it had that name until it was put into the new genus Mycetinis in 2005 (see the Mycetinis page for more details).The name Marasmius prasiosmus (following Fries) has wrongly been used for this mushroom by some authors, but this is an illegitimate synonym because there is a conflict between Fries's description of 1838 (which does represent M. querceus) and his original description of 1818 and 1821 (which represents some other mushroom).The pruinose or pubescent reddish brown stipe, together with its habitat on deciduous leaf litter are enough to distinguish it from other European species of Mycetinis.",
    "Ecology and distribution": "This mushroom is found in autumn on fallen deciduous leaves, especially those of various types of Quercus.It is uncommon but widespread in Europe, and recorded from North Africa.\n\n\n== References =="
  }
}