{
  "url": "https://en.wikipedia.org/wiki/Rhizomarasmius_setosus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Physalacriaceae"
    },
    {
      "Genus": "Rhizomarasmius"
    },
    {
      "Species": "R. setosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhizomarasmius setosus (syn. Marasmius setosus or Marasmius recubans) is a tiny whitish mushroom having a distinctive hairy stem.  It has been given the vernacular name \"Beechleaf Parachute\".",
    "Description": "The species can be described as follows:\nThe white cap is initially hemispherical and later flat.  It grows to about 0.5 cm in diameter.\nThe gills are white and distant, and either adnate or somewhat decurrent. The spore powder is white.\nThe stem can grow to 4 cm long but is very long and thin, being only about 0.5 mm in diameter. It is white at the top and red brown lower down, with long white hairs (up to 1 mm), at least near the base when young.\nThe smell and taste are not distinctive.\nThe spores are usually  spindle-shaped, but can be ellipsoid, or almond-shaped and measure roughly 10-14.5 μm x 4-6 μm.",
    "Naming and related species": "The species epithet comes from the Latin adjective \"saetosus\" or \"setosus\", meaning \"coarsely hairy\".  That word in turn derives from \"saeta\" (or \"seta\"), a bristle.This species was originally described in 1801 as Agaricus setosus by James Sowerby in his historic work \"Coloured Figures of English Fungi or Mushrooms\".  The French mycologist Lucien Quélet independently described the species under the name Marasmius recubans in 1873, but much later in 1987 Machiel Noordeloos determined that Sowerby's name takes precedence and defined the combination Marasmius setosus for it.  Then in 2015 Vladimír Antonín and Alexander Urban transferred it to the new genus Rhizomarasmius.Marasmius saccharinus is a similar fungus which has been confused with R. setosus by some authors, but which, however, lacks the hairs on the stipe.  There are other tiny Marasmius species such as M. epiphyllus which are comparable but which again have a bald stipe.",
    "Ecology and distribution": "This mushroom grows on dead beech leaves, or occasionally on other deciduous leaves such as willow or birch.  It is widely distributed in central and western Europe.\n\n\n== References =="
  }
}