{
  "url": "https://en.wikipedia.org/wiki/Pandanus_macrocarpus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Pandanales"
    },
    {
      "Family": "Pandanaceae"
    },
    {
      "Genus": "Pandanus"
    },
    {
      "Species": "P. dubius"
    }
  ],
  "text": {
    "__SUMMARY__": "Pandanus dubius, commonly known as bakong or knob-fruited screwpine, is a species of Pandanus (screwpine) native to the Andaman and Nicobar Islands, Island Southeast Asia, New Guinea, and the Western Pacific islands (Melanesia and Micronesia).",
    "Taxonomy": "Pandanus dubius was first described by the German botanist Kurt Polycarp Joachim Sprengel in 1826. It is classified in the subgenus Rykia, section Hombronia.",
    "Description": "Bakong grows to about 3 to 10 m (9.8 to 32.8 ft) high with numerous thick prop roots and aerial roots. The leaves are lanceolate in shape with shallow serrations along the edges. The leaves are around 2 m (6.6 ft) long and 11 to 16 cm (4.3 to 6.3 in) wide, and dark green in color. Bakong are dioecious, having separate male and female plants. The fruits are globular in shape and are around 20 to 30 cm (7.9 to 11.8 in) in diameter.",
    "Habitat": "Bakong typically grows on beaches, rocky areas, and limestone outcrops in coastal ecosystems.",
    "Uses": "Like other species of pandanus, the leaves of bakong are commonly harvested for weaving mats and other handicrafts in the Philippines, Halmahera, the Bismarck Archipelago, and the Solomon Islands. Fibers from the roots can also be made into ropes or twine.The white seeds are edible and taste like coconuts. The flesh of the fruits can also be cooked and eaten. They are eaten in Guam, the Philippines, and Rota Island. Bakong are also commonly cultivated as ornamentals.",
    "See also": "Pandanus amaryllifolius\nPandanus odoratissimus\nPandanus utilis\nDomesticated plants and animals of Austronesia",
    "References": "\n\n== External links =="
  }
}