{
  "url": "https://en.wikipedia.org/wiki/Pandanus_barkleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Pandanales"
    },
    {
      "Family": "Pandanaceae"
    },
    {
      "Genus": "Pandanus"
    },
    {
      "Species": "P. barkleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Pandanus barkleyi is a species of plant in the family Pandanaceae, endemic to Mauritius.",
    "Description": "This is an extremely variable and difficult to identify species. Overall in its shape and growth form, this species can sometimes resemble the related Pandanus glaucocephalus.\nPandanus barkleyi is typically a short (4-5m) tree, with ascending branches. The 10–18 cm wide trunk is grey, fissured, and bears only a few stilt-roots near the base of the stem.\nThe leaves are slender and dark green, with a translucent light-yellow midrib. New leaves are initially erect, but they later droop, and eventually the old dead leaves persist hanging around the stem, beneath the dense rosette. The leaf margins are lined with very tiny yellow-green spines, but these are usually not near the leaf base.\nThis species has variable 9–18 cm, globose fruit-head that becomes greenish-brown to purple when ripe. Each fruit-head holds an extremely variable number (50-150) of drupes, which also vary in size, colour and shape. The drupes' exposed parts are often raised and conical, often covered in cracks and scattered stigmas.",
    "Habitat": "It is endemic to Mauritius, and dense clumps of it are quite common in the highlands, in marshes and on hill slopes. It sometimes spreads vegetatively, rather than through seed. The leaf tufts can cause longer branches to break off and root on the ground where they fall. This can lead to large clumps forming and spreading outwards. The inside of the clump can die away, and the soil here is transformed into raised drier soil by the Pandanus. In this modified soil, other plants species develop and grow.\n\n\n== References =="
  }
}