{
  "url": "https://en.wikipedia.org/wiki/Pandanus_odoratissimus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Pandanales"
    },
    {
      "Family": "Pandanaceae"
    },
    {
      "Genus": "Pandanus"
    },
    {
      "Species": "P. odorifer"
    }
  ],
  "text": {
    "__SUMMARY__": "Pandanus odorifer is an aromatic monocot species of plant in the family Pandanaceae, native to Polynesia, Australia, South Asia (Andaman Islands), and the Philippines, and is also found wild in southern India and Burma. It is commonly known as screw-pine.",
    "Names": "In addition to screw-pine, other common English names for the tree include kewda, fragrant screwpine, umbrella tree and screw tree.In India, the tree goes by a variety of names, many deriving from the Sanskrit kētakī (केतकी).  In Tamil, it is called kaithai (கைதை) and thazhai (தாழை) and both are mentioned in Sangam literature. In Arabic speaking countries, the tree is referred to as al-kādi (الكادي).  In Japan, the tree is called adan (アダン [阿檀]) and grows on Okinawa.\nPandanus odorifer grows widely at the St. Martin Island of Bangladesh, although much have been destroyed by mass tourism initiative.",
    "Description": "It is a small branched, palm-like dioecious tree with a flexuous trunk supported by brace roots. The tree can grow to a height of 4 meters. Leaves grow in clusters at the branch tips, with rosettes of sword-shaped, stiff  (leather-like) and spiny bluish-green, fragrant leaves. Leaves are glaucous, 40–70 cm. long.  In summer, the tree bears very fragrant flowers, used as perfume. In Yemen, they are predominantly found alongside flowing streams in the western escarpment foothills; Most common in high rainfall areas. The fragrant male flowers are wrapped in leaves and sold on roadsides and in markets. Only male plants seem to occur in Yemen. Some suggest that it was introduced into Yemen from India where its flowers are used chiefly to make perfume.",
    "Propagation": "The tree is propagated vegetatively, by the offshoots of young plants that grow around the base of the trunk, but may also be increased by seed. If by the former method, the offsets should be cut off and set in sand, at a temperature of 65° or 70°. The cuttings root slowly and the plants for a time make very slow growth. The general cultural treatment is that of palms. Trees require an abundance of water in summer.",
    "Other uses": "An aromatic oil (kevda oil) and fragrant distillate (otto) called keorra-ka-arak are extracted from the male flowers. They are almost exclusively used in the form of a watery distillate called kewra water. Flowers have a sweet, perfumed odor that has a pleasant quality similar to rose flowers, although kewra is considered more fruity. The distillate (kewra water, pandanus flower water) is quite diluted- it can be used by the teaspoon, often even by the tablespoon.",
    "Gallery": "",
    "See also": "Domesticated plants and animals of Austronesia\n\n\n== References =="
  }
}