{
  "url": "https://en.wikipedia.org/wiki/Pandanus_amaryllifolius",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Pandanales"
    },
    {
      "Family": "Pandanaceae"
    },
    {
      "Genus": "Pandanus"
    },
    {
      "Species": "P. amaryllifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Pandanus amaryllifolius is a tropical plant in the Pandanus (screwpine) genus, which is commonly known as pandan (), and is used widely in South Asian and Southeast Asian cooking as a flavoring.",
    "Occurence and habitat": "Though it is known to be a coastal plant in Asia that grows best in marshes, it has never been found in the wild. Maluku islands in Indonesia are a suspected a place of origin.",
    "Botanical features": "The characteristic aroma of pandan is caused by the aroma compound 2-acetyl-1-pyrroline, found in the lower epidermal papillae; the compound gives white bread, jasmine rice, and basmati rice (as well as bread flowers Vallaris glabra) their typical smell. Though the plant is unknown in the wild, but is widely cultivated. It is an upright, green plant with fan-shaped sprays of long, narrow, blade-like leaves and woody aerial roots. The plant is sterile, with flowers only growing very rarely, and is propagated by cuttings.",
    "Culinary use": "In Sri Lanka, it is called rampé and its grown almost in every household. Most of the Sri Lankan dishes use these leaves for aroma along with curry leaves. In India it is called  annapurna leaves; in Bangladesh, it is called pulao pata (পোলাও পাতা ); and in the Maldives, it is called ran’baa along with the other variety of pandan there (Pandanus fascicularis), and is used to enhance the flavor of pulao, biryani, and sweet coconut rice pudding, or payesh if basmati rice is not used. It acts as a cheap substitute for basmati fragrance, as one can use normal, nonfragrant rice and with pandan the dish tastes and smells like basmati is used. \nThe leaves are used either fresh or dried, and are commercially available in frozen form in Asian grocery stores of nations where the plant does not grow. They have a nutty, botanical fragrance that is used as a flavor enhancer in  many Asian cuisines, especially in rice dishes, desserts, and cakes.The leaves are sometimes steeped in coconut milk, which is then added to the dish. They may be tied in a bunch and cooked with the food. They may be woven into a basket which is used as a pot for cooking rice. Pandan chicken, (Thai: ไก่ห่อใบเตย, kai ho bai toei), is a dish of chicken parts wrapped in pandan leaves and fried. The leaves are also used as a flavoring for desserts such as pandan cake and sweet beverages. Filipino cuisine uses pandan as a flavoring in some coconut milk-based dishes as well as desserts like buko pandan. It is also used widely in rice-based pastries such as suman and numerous sweet drinks and desserts.Bottled pandan extract is available in shops, and often contains green food coloring.",
    "Use in traditional medicine": "P. amaryllifolius leaves have a number of local medicinal uses. Leaf extracts have been thought to reduce fever, relieve indigestion and flatulence, and act as a cardiotonic.The leaves are used in perfume industry and also medicinally important as diuretic,  anti-diabetic and for skin diseases. Leaves are soaked in coconut oil for several days and the oil is then used for rheumatic problems. Infusion of leaves is taken internally as a sedative in rerestleness. In Thailand, this is a traditional medicine for treating diabetes. Studies have established significant repellent activity of P. amaryllifolius against American cockroaches (Periplaneta americana L.), but similar effects against other species of cockroaches have not yet been looked into. It is said that taxi drivers in Singapore and Malaysia keep bunches of P. amaryllifolius) in their taxis to ward off cockroaches. P. amaryllifolius has the secondary benefit of adding visual and olfactory pleasure to humans. Traditionally, leaves are used as medicinal bbath for women after childbirth in Malaysia and also for hair wash. It is also used for preparing lotion along with ash and vinegar to treat measles, as purgative, in the treatment of leprosy, sore throat and as diuretic in Philippines. In addition, leaf extract has been reported to possess antioxidant properties. Traditionally a mixture of Henna (Lawsonia inermis), Limau purut ([[Citrus hystrix]]), coconut milk, milk and P. amaryllifolius leaf are used to clean hair and to provide fragrance. The leaves are used as food flavouring and in traditional medicine in the Philippines, Thailand, and Indonesia. Hot water extracts of the root of this plant (reported as P. odorus Ridl.) show hypoglycaemic activity, and 4-hydroxybenzoic acid has been isolated as the active principle. Some suggest that P. amaryllifolius essence can be a possible substitute to vanilla essence.",
    "Use as natural air freshener": "The leaves possess a pleasant aroma and can be used as natural air fresheners. In Thailand, cab drivers sometimes use pandan for this purpose.",
    "See also": "Domesticated plants and animals of Austronesia",
    "References": "",
    "Further reading": "Li J. and Ho S.H. (2003). Pandan leaves (Pandanus amaryllifolius Roxb.) as a Natural Cockroach Repellent. Proceedings of the 9th National Undergraduate Research Opportunities Programme (2003-09-13).\nVan Wyk, Ben-Erik (2005). Food Plants of the World. Portland, Oregon: Timber Press, Inc. ISBN 0-88192-743-0",
    "External links": "Spices: P. amaryllifolius"
  }
}