{
  "url": "https://en.wikipedia.org/wiki/Pandanus_simplex",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Pandanales"
    },
    {
      "Family": "Pandanaceae"
    },
    {
      "Genus": "Pandanus"
    },
    {
      "Species": "P. simplex"
    }
  ],
  "text": {
    "__SUMMARY__": "Pandanus simplex is an economically important species of Pandanus (screwpine) endemic to the Philippines. It is commonly known as karagumoy (also spelled karagomoy or karagomoi) or kalagimay. Its leaves and fibers are used widely in the Philippines for thatching, ropes, and weaving various traditional handicrafts like baskets and mats.",
    "Taxonomy": "Pandanus simplex was first described by the American botanist Elmer Drew Merrill in 1905. It is classified under the subgenus Kurzia, section Utilissima.",
    "Description": "Karagumoy typically grows to 4 to 8 m (13 to 26 ft) tall. It has a round trunk around 12 to 15 cm (4.7 to 5.9 in) in diameter that is either unbranched or have a few branches. Prop roots emerge from the trunk near the base. It has dark green elongated and very thick leaves, around 3 to 6 m (9.8 to 19.7 ft) long and 6 to 10 cm (2.4 to 3.9 in) wide, with small sharp spines at the edges. The leaves are spirally-arranged leaves at the end of branches.Karagumoy is dioecious with separate male and female plants. The fruits resemble jackfruit. They have an elongated capsule shape covered with small spines. They are typically 60 cm (24 in) or longer in length, and 20 cm (7.9 in) in width or wider.",
    "Habitat": "Karagumoy is found in forests in low to medium elevations.",
    "Uses": "Karagumoy leaves and fibers are widely utilized in the Philippines in weaving mats, baskets, hats, and other traditional woven products. They are also used to make ropes or thatching. They are cultivated in farms. Mature leaves are harvested once every three months. The fruits and shoots of the karagumoy are also edible.",
    "Gallery": "",
    "See also": "Pandanus amaryllifolius\nPandanus odoratissimus\nPandanus utilis\nDomesticated plants and animals of Austronesia",
    "References": "\n\n== External links =="
  }
}