{
  "url": "https://en.wikipedia.org/wiki/Pandanus_furcatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Pandanales"
    },
    {
      "Family": "Pandanaceae"
    },
    {
      "Genus": "Pandanus"
    },
    {
      "Species": "P. furcatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pandanus furcatus Roxb., also known as korr, pandan or Himalayan/Nepal screw pine (named for the screw-like arrangement of its leaves), is native to the Sikkim Himalaya of Northeast India, Bhutan and Nepal, Malaysia, Indonesia, Australia and West Africa, and occurs on moist and shady slopes of ravines between 300 and 1500 m. As might be expected it is cold-resistant and able to tolerate occasional light frost, slowly growing to a tall branched tree - about 17 m at maturity - and perched on stilt-like aerial roots. The crown is made up of 5 m long, pale-green leaves, with finely toothed margins, while its fruits are sweet-tasting and edible. The leathery flower spathes are golden-yellow, the lowermost are largest and about 1m in length. These give rise to cone-like fruits, 15–25 cm long, that are bright orange to red when mature and consist of 5-6 angled drupes.\nThis species was first described by William Roxburgh in 1814 in Hortus Bengalensis, from a specimen growing in the East India Company's Botanical Garden at Calcutta. Some two centuries later it has become a popular plant in cold climate gardens, though it is also cultivated throughout the tropics and subtropics. The tree from which the colour plate was made by Matilda Smith, was acquired in 1888 by Kew from a Ghent nurseryman, who believed it to have originated from Madagascar. Besides the Himalayan region, the species also occurs naturally in China in Guangxi, Xizang and Yunnan, also in Myanmar and in Java, Sumatra and Malaysia.Pandanus leaves are used for weaving pandan mats, ropes, house-building materials, hats and carrying bags.  Extracts from the leaves, stems and roots are used in India to treat dysentery. The fragrant leaves of P. amaryllifolius, P. tectorius and P. odorifer are all used in Southeast Asian cooking to flavour rice and curry dishes, drinks and desserts. The male flowers of some species release an attractive and subtle perfume, the distilled essence of which is called kewra, and is used in cosmetics and cooking. Folklore believes the flowers may lure snakes.",
    "See also": "Domesticated plants and animals of Austronesia",
    "References": "",
    "External links": "NRCS Gallery\nImages of habit and fruits\nGallery"
  }
}