{
  "url": "https://en.wikipedia.org/wiki/Nuytsia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Santalales"
    },
    {
      "Family": "Loranthaceae"
    },
    {
      "Genus": "NuytsiaR.Br. ex G.Don"
    },
    {
      "Species": "N. floribunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Nuytsia floribunda is a hemiparasitic tree found in Western Australia. The species is known locally as moodjar and, more recently, the Christmas tree, as the display of intensely bright flowers during the austral summer coincides with the Christmas season.",
    "Description": "The habit of the species is a tree up to 10 metres (33 ft) high, or as a shrub. The rough bark is grey-brown. Flowers are a vivid yellow-orange, appearing between October and January. The inflorescence on each flowering stem may be up to one metre in length.It is a root hemiparasite, is photosynthetic and mainly obtains water and mineral nutrients from its hosts. The haustoria arising from the roots of Nuytsia attach themselves to roots of many nearby plants and draw water and therefore nutrients from them. Almost all species are susceptible to attack; haustoria have even been found attached to underground cables. In natural settings Nuytsia withdraws relatively little from each individual host, but is attached to so many other plants that the benefit to this hemiparasitic tree is likely to be considerable.\nRoots and rhizomes extend out and may sucker to form new branches that give the appearance of a grove of trees. A network of fine and fragile roots arise from these larger underground parts, forming haustoria where they meet the roots of other species.\n\nThe trunk is reported as up to 1.2 metres in diameter, with multiple layers of wood and bark that allow the tree to withstand fire. An unusual characteristic of the seedlings is the four to six cotyledons rather than two.",
    "Taxonomy": "Recognised in early descriptions as a species of the family Loranthaceae, a group almost entirely represented by epiphytic mistletoes, allied to the order Santalales. The current treatment of Nuytsia floribunda is as a monotypic genus, Nuytsia. This species was seen as a sister taxon to Atkinsonia ligustrina (Loranthaceae) in the description Nuytsia ligustrina by Allan Cunningham in 1817, before its later arrangement to a separate genus, Atkinsonia, which also describes a single species of Loranthaceae.The first description of Nuytsia floribunda was published by Jacques Labillardière in his 1805 work Novae Hollandiae Plantarum Specimen, as Loranthus floribundus, the specific epithet describing the profuse flowers he would have observed at Esperance. The botanist Robert Brown published a remark on the species in 1831, giving a new genus name without a formal description. The description was published by George Don using Brown's name Nuytsia, an epithet that commemorates the seventeenth-century Dutch explorer and colonial official Pieter Nuyts.The Noongar names for the plant are moojar, moojerool, munjah and mutyal. \nThe regional name of 'Christmas tree' has been applied since the nineteenth century. James Drummond noted in 1843 that the colonists at the Swan River referred to this species as the 'fire-tree', given for the resemblance of the inflorescence to a fire in its habitat. William Milligan reported that the first colonists used the term 'cabbage tree', a reference to its fragile, white and spongey branches that can be snapped off as easily as the stalks of the European vegetable, cabbage.",
    "Distribution and habitat": "Nuytsia floribunda is well known in Southwest Australia, especially due to the appearance of abundant flowers in summer which is a spectacular display.  Although Nuytsia seeds germinate readily and seedlings are easy to grow for a year or two, cultivation of the species to maturity is regarded as difficult, with little success outside of its native habitat. It appears on a variety of soil types throughout Southwest Australia, the distribution of the species extends to the east of the Esperance Plain and to the north on the Geraldton Sandplains. (Distribution records: The Australian Virtual Herbarium.)\nThe species was once common across the Swan Coastal Plain, now mostly cleared around Perth with changes in land use since colonisation.",
    "Uses": "The Nyungar people made use of the species during the season Kambarang, around October to early December, obtaining bark to make shields. The gum that exudes from the wound can be collected later, it is sweet and eaten raw. Moodjar (or Muja) is regarded as a protected tree by the Nyungar peoples of Southwest Australia, the species is noted as being incorporated into rituals and having a conservation status that forbids their destruction. The plant is venerated by some who learn that it should not be sat beneath or its flowers, leaves or branches touched or taken. The sugary gum is consumed in modest quantities, and children are warned of overindulgence with the story of a monstrous, invulnerable and inescapable nocturnal being who cry of 'Nhervalong' could be heard as it collects the gum on which it subsists. Seasonal use by other groups of the roots is also known, Ethel Hassell at Jerramungup was invited to taste some being harvested by a group of women, reporting the taste of the flesh beneath an easily removed skin as sweet, brittle and somewhat watery.The wood of the tree was noted as commercially useless, and that cultivation and transplanting difficult or impractical for gardens or landscaping by the state's conservator Charles Lane Poole (1921), deeming the showy display of flowers to be its only desirable quality. Poole also notes the 'gum' that is exuded from the tree may be useful.\nThe artist Marianne North featured the tree in an illustration titled 'Study of the West Australian Flame-tree or\nFire-tree’ (c. 1880), now held at Royal Botanic Gardens, Kew, and recorded her effusive impressions, \"I shall never forget one plain we came to, entirely surrounded by the nuytsia or mistletoe trees, in a full blaze of bloom. It looked like a bush-fire without smoke. The trees are, many of them, as big as average oaks in our hedgerows at home, …\" The early settler George Fletcher Moore described this parasitic tree as another \"anomaly in this land of contradictions\".A journal of systematic botany, Nuytsia, published by the Western Australian Herbarium, is named for this tree.\nThe Annals of Natural History (1842) reported a specimen being grown at a government garden in 1841, and the attempt to raise the few seed it produced; the correspondence is printed as from \"H. Bidwell … of Sidney [sic]\".",
    "Ecology": "The flowers produce large amounts of pollen and nectar that is consumed by insects. The parasitic relationship of Nuytsia floribunda on host species was poorly understood until an investigation by the botanist D. A. Herbert was presented to the Royal Society of Western Australia, contradicting the assumption that proximity to other tree species of banksia and jarrah, Eucalyptus marginata, was a requirement. Herbert discovered the extended network of filaments that embrace the roots of many other species, explaining the persistence of trees conserved in agricultural land cleared for introduced crops.There are various lists of both native and introduced host species that are vulnerable to attack, however evidence suggests Nuytsia is capable of parasitising an extraordinarily wide range of taxa with only a single published account of a species that appeared immune. The generalised nature of the mode of host root attachment presumably allows parasitism to occur on just about anything within reach.\nNuytsia floribunda was once common and well known on the coastal plain around Perth, often remaining in remnant bushland and gardens, becoming more scarce as the extent and density of urban development increased.",
    "See also": "Metrosideros excelsa, New Zealand Christmas tree",
    "Notes": "",
    "References": "Association of Societies for Growing Australian Plants (ASGAP) Nuytsia floribundaThomas Göbel: Heilpflanzen gegen Krebs und Psychose, Nuytsia Floribunda und Viscum Album, Betrachtung und Beurteilung zweier polarer Pflanzencharaktere und ihre Anwendungsmöglichkeiten. Verlag Freies Geistesleben, Stuttgart/Germany 2004, ISBN 3-7725-2230-0 (German language)",
    "External links": " Media related to Nuytsia floribunda at Wikimedia Commons"
  }
}