{
  "url": "https://en.wikipedia.org/wiki/Agaricus_hondensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Agaricus"
    },
    {
      "Species": "A. hondensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Agaricus hondensis, commonly known as the felt-ringed agaricus, is a species of fungus in the family Agaricaceae. The species was officially described in 1912 by mycologist William Alphonso Murrill, along with three other Agaricus species that have since been placed in synonymy with A. hondensis. Found in the Pacific Northwest region of North America, A. hondensis fruits in the fall under conifers or in mixed forests.\nThe fungus produces fruit bodies (mushrooms) with white to gray-brown caps up to 15 cm (6 in) in diameter covered with pale pinkish-brown scales that darken in age. The tightly-packed gills on the cap underside are initially white before becoming pinkish, lilac-gray, and finally brownish as the spores mature.  The stout stipe is bulbous and has a thick, white, felt-like ring. The mushroom is poisonous, and causes severe gastrointestinal upset if consumed. It has an unpleasant odor similar to phenol or creosote, and develops a soapy-metallic taste when cooked. Agaricus hondensis can be distinguished from similar Agaricus species by differences in geographic range, habitat, staining reaction, and odor.",
    "Systematics": "The species was first described as new to science by American mycologist William Alphonso Murrill in 1912, based on collections he made in November, 1911 under Californian redwoods. In the same publication, Murrill also described the species Agaricus bivelatoides, A. hillii, and A. macmurphyi, all from the Pacific Northwest region of North America. The latter two were named to honor their original collectors, Albert Hill and James Ira Wilson McMurphy, respectively, while the former was named for its resemblance to A. bivelatus. In 1944, Alexander H. Smith examined the type material of several of Murrill's species, and concluded that were no characters to separate A. hondensis from A. bivelatoides, A. hillii, or A. macmurphyi. He also determined that Sanford Myron Zeller's A. glaber, published as new in 1938, was also the same species as A. hondensis. The nomenclatural database MycoBank considers these names synonymous. The epithet hondensis refers to the type location, La Honda, California. The mushroom is commonly known as the \"felt-ringed agaricus\".Agaricus hondensis has traditionally been classified in the section Xanthodermatei, a grouping of Agaricus species related to A. xanthodermus that are characterized by fruit bodies with phenolic odors, temporary yellowing discolorations in some parts of the fruit body, a negative Schaeffer’s reaction, and toxicity. A molecular analysis has shown that it, along with the related species A. freirei and A. phaeolepidotus, comprise a basal lineage in a clade of related sylvan species that have weak yellowing reactions and some tendencies toward reddish bruising reactions. This lineage is closely related to a group of Agaricus species that are typically placed in the section Sanguinolenti. Phylogenetic evidence suggests that these three species belong to a clade that diverged shortly after the presumed split of the sections Xanthodermatei and Duploannulati.",
    "Description": "The cap is initially convex before flattening out, and reaches a diameter of 6–15 cm (2.4–5.9 in). The dry and smooth cap surface is whitish or has pale pinkish-brown to pinkish-gray to fawn-colored flattened fibrils or fine fibrillose scales (at least in the center). In maturity, the fibrils usually darken to brown, reddish-brown, or reddish-gray, but in one northern form the fibrils are darker brown from the beginning. The flesh is thick and white. When bruised or injured, the flesh either does not change color, or may stain pale yellowish, then often slowly discolors pinkish. The odor of the crushed flesh is mild or faintly phenolic, but is usually distinctly phenolic in the base of the stipe.The gills are initially pale pinkish to pinkish-gray before becoming brown, then chocolate-brown or darker when the spores mature. In maturity, the gills are free from attachment to the stipe, and are packed close together with little intervening spaced between them. The stipe is 7–20 cm (2.8–7.9 in) long, and 1–2.5 cm (0.4–1.0 in) thick but with a thicker or bulbous base. Firm, smooth, and lacking the scales found on the cap, the stipe is white but discolors dingy pinkish or brownish in age or after handling. The flesh in the extreme base usually stains pale yellowish when bruised. The partial veil is membranous, white, and forms a thick, felt-like ring on the upper portion of the stipe. The ring is skirtlike but often flares outward instead of collapsing against the stipe. A drop of dilute potassium hydroxide placed on the cap turns yellow.\n\nSpore prints are purplish brown to chocolate brown. The smooth, thick-walled spores are broadly ellipsoidal, and typically measure 5.8–7.3 by 3.7–4.4 μm. The basidia (spore-bearing cells) are four-spored, club-shaped, hyaline (translucent, and measure 20–21.3 by 5.8–7.0 μm. Cystidia on the gill edge (cheilocystidia) are sac-shaped to club-shaped, hyaline to pale yellowish brown in color, and have dimensions of 18.3–25.6 by 7.3–11.0 μm; there are no cystidia on the gill face (pleurocystidia).",
    "Description-Similar species": "Distinctive field characteristics of Agaricus hondensis include its woodland habitat, the yellow staining reaction with KOH, and its odor. Agaricus freirei closely resembles A. hondensis, and, based on similarities in DNA sequences, is a close relative. A. freirei is found in coastal regions of Spain. A. hondensis has also been confused with A. silvaticus and A. placomyces. A. sylvaticus does not have foul-smelling flesh, and has a negative KOH reaction. A. placomyces is found from the midwestern United States eastward.  Another lookalike, the edible A. subrutilescens, has similar overall coloration, but is distinguished from A. hondensis by a mild odor, a shaggy stipe, and a less substantial ring.",
    "Habitat and distribution": "A saprobic species, the fruit bodies of Agaricus hondensis grow scattered or in groups under conifers or in mixed forests. They have also been reported to grow in fairy rings. The fungus is found in the Pacific Coast of North America, from British Columbia in Canada south to California, but is most common in California. The mushroom fruits in the fall from September to October throughout much of its range, but in California the fruiting season tends to be from November to February.",
    "Toxicity": "Agaricus hondensis mushrooms are toxic, and consuming the fruit bodies causes gastroenteritis. Some fruit bodies smell of creosote, an odor that becomes even more prevalent if the mushrooms are cooked. Cooking also introduces an unpleasant soapy-metallic flavor. The fruit bodies are used as food by the vagrant shrew (Sorex vagrans) and the American shrew mole (Neurotrichus gibbsii). Relatively high levels of the chemical hydroquinone are present in fruit bodies.",
    "See also": "List of Agaricus species",
    "References": "",
    "External links": "Agaricus hondensis  in Index Fungorum"
  }
}