{
  "url": "https://en.wikipedia.org/wiki/Agaricus_placomyces",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Agaricus"
    },
    {
      "Species": "Agaricus placomyces"
    }
  ],
  "text": {
    "__SUMMARY__": "Agaricus placomyces is a large mushroom that resides mainly in the woodlands.",
    "Description": "Agaricus placomyces has a cap that is 5–12 cm and varies from convex to broadly convex or nearly flat in age. In addition, the surface of the cap is dry and covered with brownish fibers and scales, especially over the center. Underneath, the cap can be whitish under normal environments, or pinkish in wet weather. Covered with fine, appressed greyish-brown scales and concentrated at the disc, the cap is thick, slowly becoming vinaceous when injured; the odor strongly smells phenol. It yellows in KOH.The gills of this mushroom are free from the stem, crowded, and pale grayish-pink, turning brown in age. In addition, the stem is 6–15 cm long, 1–1.5 cm. thick and more or less equal, with an enlarged base (unlike typically ending in a small bulb like Agaricus pocillator). Also, it is fairly smooth, white and bruising yellow, especially at the base, with a persistent ring, and the partial veil when still covering the gills developing brownish to yellowish droplets.At 8–15 cm long and 2–3.5 cm thick, the stipe is slightly enlarged at the base; the surface is white, and smooth above and below the ring. The veil of the stipe is membranous, thick, white, and forms a persistent ring with a smooth upper and lower surface. The base of the stipe is typically yellow when bruised and smells of phenol.\n\nThe spores are 4–6.0 x 3.5–4.5 µm, smooth, and elliptical; the spore print is blackish-brown.",
    "Description-Edibility": "For some people, Agaricus placomyces can be toxic. Like other phenolic-odored Agaricus species, it can cause gastrointestinal upsets. Other people, who are not affected by the toxicity, may find it edible. The mushroom's taste is not distinctive and somewhat unpleasant; the odor is usually unpleasant, but not necessarily distinctive. The flesh is white, and the base becomes yellow when bruised.",
    "Habitat": "Agaricus placomyces is saprobic. In addition, it grows in groups under hardwoods and in mixed woods during summer and fall. It is generally found east of the Rocky Mountains and northern in distribution. Generally, it is solitary, living in either small groups, or clusters on disturbed ground under conifers. Unlike many other Agaricus species, it fruits from mid to late winter rather than during the late spring, summer and early fall.",
    "See also": "List of Agaricus species",
    "References": "",
    "Sources": "mushroomexpert\nmykoweb\nrogermushrooms"
  }
}