{
  "url": "https://en.wikipedia.org/wiki/Amanita_abrupta",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. abrupta"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita abrupta, commonly known as the American abrupt-bulbed Lepidella, is a species of fungus in the family Amanitaceae. Named for the characteristic shape of its fruit bodies, this white Amanita has a slender stem, a cap covered with conical white warts, and an \"abruptly enlarged\" swollen base. This terrestrial species grows in mixed woods in eastern North America and eastern Asia, where it is thought to exist in a mycorrhizal relationship with a variety of both coniferous and deciduous tree species.",
    "Taxonomy": "Amanita abrupta was first described by American mycologist Charles Horton Peck in 1897, based on a specimen he found in Auburn, Alabama. Because the remains of the volva are not present on the bulb in dried, mature, specimens, Peck thought that the species should be grouped with Amanita rubescens and A. spissa. Synonyms include binomials resulting from generic transfers by Jean-Edouard Gilbert to Lepidella in 1928, and to Aspidella in 1940. Both of these genera have since been subsumed into Amanita.A. abrupta is the type species of the section Lepidella of the genus Amanita, in the subgenus Lepidella, a grouping of related Amanita mushrooms characterized by their amyloid spores. Other North American species in this subgenus include A. atkinsoniana, A. chlorinosma, A. cokeri, A. daucipes, A. mutabilis, A. onusta, A. pelioma, A. polypyramis, A. ravenelii, and A. rhopalopus. European and Asian species (also in section Lepidella) that are phylogenetically related—close to it in the evolutionary family tree—include A. solitaria, A. virgineoides, and A. japonica.The specific epithet abrupta refers to the shape of the swollen base, which is abruptly enlarged rather than gradually tapering. The species' common name is the \"American abrupt-bulbed Lepidella\".",
    "Description": "In Amanita abrupta, as with most mushrooms, the bulk of the organism lies unseen beneath the ground as an aggregation of fungal cells called hyphae; under appropriate environmental conditions, the visible reproductive structure (fruit body) is formed. The cap has a diameter of 4 to 10 centimeters (1.6 to 3.9 in), and has a broadly convex shape when young, but eventually flattens. The central portion of the cap becomes depressed in mature specimens. The cap surface is verrucose—covered with small angular or pyramidal erect warts (1–2 mm tall by 1–2 mm wide at the base); the warts are smaller and more numerous near the margin of the cap, and small fragments of tissue may be hanging from the margin of the cap. The cap surface, the warts, and the flesh are white. The warts can be easily separated from the cap, and in mature specimens they have often completely or partly disappeared. The white gills are placed moderately close together, reaching the stem but not directly attached to it.\nThe stem is 6.5 to 12.5 cm (2.6 to 4.9 in) tall, and slender, with a diameter of 0.5 to 1.5 cm (0.2 to 0.6 in). It is white, smooth (glabrous), solid (that is, not hollow internally), and has an abruptly bulbous base with the shape of a flattened sphere; it may develop longitudinal splits on the sides. The base is often attached to a copious white mycelium—a visual reminder that the bulk of the organism lies unseen below the surface. The ring is membranous, and persistent—not weathering away with time; the ring may be attached to the stem with white fibers. The mushroom has no distinct odor. The edibility of the mushroom is unknown; however, it is generally not recommended to consume Amanita mushrooms of questionable edibility.",
    "Description-Microscopic characteristics": "When collected in deposit, such as with a spore print, the spores appear white. Viewed with a microscope, the spores are broadly elliptical or roughly spherical, smooth, thin-walled, and have dimensions of 6.5–9.5 by 5.5 by 8.5 µm. Spores are amyloid (meaning they take up iodine when stained with Melzer's reagent) The basidia (spore-bearing cells on the edges of gills) are four-spored and measure 30–50 by 4–11 µm. The bases of the basidia have clamp connections—short branches connecting one cell to the previous cell to allow passage of the products of nuclear division. The cap cuticle comprises a layer of densely interwoven, sightly gelatinized, filamentous hyphae that are 3–8 µm in diameter. The stem tissue is made of sparse, thin, longitudinally oriented hyphae measuring 294 by 39 µm.",
    "Description-Similar species": "The fruit bodies of Amanita kotohiraensis, a species known only from Japan, bears a superficial resemblance to A. abrupta, but A. kotohiraensis differs in having scattered floccose patches (tufts of soft woolly hairs that are the remains of the volva) on the cap surface, and pale yellow gills. A. polypyramis fruit bodies have also been noted to be similar to A. abrupta; however, it tends to have larger caps, up to 21 cm (8.3 in) in diameter, a fragile ring that soon withers away, and somewhat larger spores that typically measure 9–14 by 5–10 µm.  The amyloidity and size of the spores are reliable characteristics to help distinguish A. abrupta specimens with less prominently bulbous bases from other lookalike species.Mycologists Tsuguo Hongo and Rokuya Imazeki suggested in the 1980s that the Japanese mushroom A. sphaerobulbosa was synonymous with the North American A. abrupta. However, a 1999 study of Amanita specimens in Japanese herbaria concluded that they were closely related but distinct species, due to differences in spore shape and in the microstructure of the volval remnants. Another similar species, A. magniverrucata, is differentiated from A. abrupta by a number of characteristics: the universal veil is clearly separated from the flesh of the cap; the volval warts disappear more quickly because the surface of the cap cuticle gelatinizes; the partial veil is more persistent; the spores are smaller and roughly spherical; on the underside of the partial veil, the stem has surface fibrils that are drawn upward so as to somewhat resemble a cortina (a cobweb-like protective covering over the immature spore bearing surfaces); A. magniverrucata has a known distribution limited to the south western coast of North America.",
    "Habitat, distribution, and ecology": "The fruit bodies of A. abrupta grow on the ground, typically solitary, in mixed conifer and deciduous forests, usually during autumn. The frequency with which fruit bodies appear depends on several factors, such as season, location, temperature, and rainfall. The mushroom has been described as common in the Southeastern United States; in Texas, it has been called both infrequent, and common in the Big Thicket National Preserve. Like most other Amanita species, A. abrupta is thought to form mycorrhizal relationships with trees. This is a mutually beneficial relationship where the hyphae of the fungus grow around the roots of trees, enabling the fungus to receive moisture, protection and nutritive byproducts of the tree, and affording the tree greater access to soil nutrients. Amanita abrupta is widely distributed throughout eastern North America, where it has been found as far north as Quebec, Canada, and as far south as Mexico. Orson K. Miller claims to have found it in the Dominican Republic where it appeared to be growing in a mycorrizhal association with pine trees. Kuo also mentions a mycorrhizal relationship with both hardwoods and conifers, while Tulloss lists additional preferred tree hosts such as beech, birch, fir, tsuga, oak, and poplar. However, A. abrupta has been shown experimentally to not form mycorrhizae with Virginia Pine.",
    "Pharmacology": "Animal test based studies (mice) with aqueous extracts of Amanita abrupta have demonstrated hepatotoxic potential. Liver cell necrosis can be encountered. 2-Amino-4,5-hexadienoic acid is associated with these effects.",
    "See also": "List of Amanita species",
    "References": "",
    "References-Cited books": "Jenkins, D.B. (1986). Amanita of North America. Eureka, California: Mad River Press. ISBN 0-916422-55-0.\nMetzler, V.; Metzler, S. (1992). Texas Mushrooms: A Field Guide. Austin, Texas: University of Texas Press. ISBN 0-292-75125-7."
  }
}