{
  "url": "https://en.wikipedia.org/wiki/Amanita_altipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. altipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita altipes, also called the yellow long-stem amanita, is a species of agaric fungus found on soil in coniferous (Abies, Picea) and broadleaved (Betula, Quercus, Salix) woodland in southwestern China up to an altitude of 4,000 metres (13,000 ft). The specific epithet altipes means \"referring to the long stipe\", and it suits the species as it has a longer stipe compared to its relatives.",
    "Description": "This is a small to medium-sized agaric with a distinctively yellowish overall coloration. The cap has a diameter of up to 9 cm (3.5 in) and is yellow, often brownish towards the centre. The appearance of the cap may be convex to plano-convex. The volva is present as felty, floccose patches, 2–5 mm wide and up to 1 mm thick. Unlike many of its relatives (for example, the Amanita pantherina), the remnants of the universal veil do not usually persist on the cap, being easily washed away by rain. The yellowish stipe is relatively long (up to 16 cm), and usually tapers upwards. There is a large, persistent ring. The gills are free, crowded, and white to cream-colored to yellowish. The short gills (lamellulae) are truncate, numerous, and are evenly distributed. The spores measure 8.0–10.0 by 7.5–9.5 µm and are spherical (or nearly so) and inamyloid. There are no clamps present at the bases of basidia. The flesh is white in color and inedible.",
    "Habitat and distribution": "This species is widespread in southwestern China, mostly in Yunnan.  It has also been reported that it is found in eastern Himalayas and adjacent regions. It grows on soil in coniferous (Abies, Picea) and broadleaved (Betula, Quercus, Salix) woodland in southwestern China up to an altitude of 4,000 metres (13,000 ft).",
    "See also": "\nList of Amanita species\n\n\n== References =="
  }
}