{
  "url": "https://en.wikipedia.org/wiki/Amanita_xanthocephala",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. xanthocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "The vermilion grisette, also known as pretty grisette or vermilion Amanita (Amanita xanthocephala) is a colourful mushroom of the genus Amanita. However, although it is often referred to by the common name \"grisette\", it is not closely related to other edible species that carry this common name, such as Amanita vaginata and Amanita fulva. It belongs to the same group of Amanita as A. muscaria and is reported to be toxic.\nIt derives its specific epithet xanthocephala from the Greek xanthos/ξανθοѕ \"yellow\" and kephale/κεφαλη \"head\".It is a ringless mushroom with a yellowish- to reddish-orange cap up to 3–5 cm (1–2 in) in diameter, with deeper colour toward the centre, and paler similar-coloured warts. The gills and slim ringless stipe are pale yellow or white. The white volva has a neat outturned lip and is often bordered with orange or yellow.Amanita xanthocephala lives in an ectomycorrhizal relationship with Eucalyptus. It is found in eucalypt forests in the southwest of Western Australia, as well as southeastern Australia from near Adelaide around to Southeast Queensland.At one stage this fungus was known as Amanitopsis pulchella, a small genus that all grisettes (ringless Amanita species) were placed in. However, this genus has been later sunk back into Amanita. Unlike most ringless Amanita, which are part of Amanita section Vaginatae (A. vaginata and allies), A. xanthcephala belongs to Amanita section Amanita (A. muscaria and allies). [1]\nThere is one report of a person being quite ill after tasting a small piece of it in 1997.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Fungimap reference Amanita xanthocephala\nAmanita xanthocephala"
  }
}