{
  "url": "https://en.wikipedia.org/wiki/Amanita_parcivolvata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. parcivolvata"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita parcivolvata is a fungus that produces fruit bodies that vaguely resemble those of Amanita muscaria. It is differentiated, however, by its lack of an annulus, by the volval deposits on its stipe/base, and by its pileal striations. It occasionally lacks a stipe bulb entirely, instead just tapering to a point in the ground with powdery volval deposits on its surface. It ranges from 3–12 cm (1.2–4.7 in) in length and is occasional to common in the Southeastern United States, occurring primarily in Quercus forests though it has been observed in forests with a mix of conifers and oaks.",
    "Taxonomy": "This Amanita is in the subgenus Amanita and in the section Amanita. It was first described by Charles Horton Peck in 1900 as Amanitopsis parcivolvata.  Murrill the placed it in the now defunct genus, Vaginata, in 1910, comparing it to the local specimens of  Vaginata plumbea in Blacksburg, Virginia and finding it distinct. However, it was not formally described in literature until 1913. J.E. Gilbert placed in the genus Amanita in 1941, where it resides to this day.",
    "Description": "Cap: The pileus is bright red ranging from  3–12 cm (1.2–4.7 in) in diameter with warts which range in color from pale yellow to white. With rain, these can wash off, giving it a somewhat similar appearance to an Amanita in section Caesareae from a distance, especially if all but the cap is covered by detritus.\nGills: The lamellae are white to pale yellow, closely spaced, free from the stipe, and sometimes with a serrated margin.\nStipe:  3–12 cm (1.2–4.7 in) in length and about 1.5 cm (0.59 in) in width, with pale yellow to white powdery volval remnants all along the stipe. The volva, if it even may be called that, is rather undeveloped as compared to other members of Amanita.\nMicroscopic Features: According to Rod Tulloss, the spores of Amanita parcivolvata measure (8.4-) 9.1-11.5 (-12.6) X (5.6-) 6.3-7.9 (-8.0) μm, are inamyloid, and the basidia rarely have clamps at bases.Chemical Reactions: With KOH, the red color of the cap quickly fades to an orange, then yellow color.",
    "References": "",
    "External links": "Observations on Mushroom Observer"
  }
}