{
  "url": "https://en.wikipedia.org/wiki/Amanita_echinocephala",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. echinocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita echinocephala is a large, whitish or ivory-coloured mushroom with a characteristic spiny, or warty-looking cap. It lives on chalky soils with beech trees, and appears earlier than most mushrooms of similar size in southern England. It frequently occurs singly or in small groups, resulting in it being referred to as the solitary amanita or, more specifically, European solitary lepidella. It is very drought-tolerant. Amanita solitaria is a synonym and opinions are divided as to which name takes precedence.",
    "Taxonomy": "It was first described as Agaricus echinocephalus in 1835 by the Italian mycologist Carlo Vittadini, before being placed in Amanita by Lucien Quélet and hence receiving its current binomial name. It derives its specific epithet echinocephala from the Greek echino- \"hedgehog\" and kephale \"head\". It has been placed in the Lepidella section of the Amanitaceae by some authors, because of its lack of a well formed volva. Amanita solitaria (Bull.:Fr.) Fr. is considered a synonym here but according to many modern authors (subject specialists in Amanita, e.g., C. Bas or R.E. Tulloss) it is a valid name for this species.",
    "Description": "The cap can be up to 15 cm (6 in) in diameter, and is white to ivory, or silver-grey in colour. It is covered in raised pyramidal warts, that become less well defined, and less frequent towards the margin. These are remnants of the universal veil which covers the mushroom in its earliest stages. The young buttons are darker, and sometimes shaped like a two tier loaf, with a ring of raised scales around the base. The white to ivory stipe is 8–16 cm (3–6.5 in) high and 2–3 cm (1–1 in) wide, with several rings of upturned scales towards the bulbous base. It is fairly deeply rooted, often laterally below the surface. The ring is thin and fragile, often adhering to the stipe. The gills are cream, but sometimes have a slight green tint. \nThey are largely free of the stipe, but sometimes have a small decurrent tooth. The flesh is white, and is said to have an unpleasant smell.",
    "Description-Similar species": "Because the two species often share the same growing ground, A. echinocephala, and A. strobiliformis have both been erroneously identified as Amanita solitaria in the past.\n\nAmanita strobiliformis (Vittad.) Bertill.  lives in the same locations, often at the same time. It is a more robust mushroom, with large thick; but flat patches on the cap, and typically has noticeable hanging veil remnants around the cap margin. With a delicate mealy ring.\nAmanita vittadinii (Moretti) Vittadini has conical warts on the cap, and has recurved scales right to the underside of the ring. It is usually found on heavier soils.",
    "Distribution and habitat": "Amanita echinocephala occurs in Britain, Europe, Western Asia, and North Africa. It appears in Britain during summer, and early autumn. It grows in light, dry calcareous soils with both broad leaved, (usually beech Fagus) and coniferous trees. It is quite drought-tolerant, giving rise to the suspicion that Southern England could be at the northern extent of its range. It occurs with hardwoods on calcareous soils, often associated with Limes (Tilia) in the Czech Republic, sometimes together with A. strobiliformis.",
    "Edibility": "Pronounced edible by some, but probably best avoided in case of confusion with other poisonous Amanita species. This mushroom is rare and protected. It is on the United Kingdom Red Data List. It was reported that this species hyperaccumulates silver. There are also reports about nephrotoxic effects similar to Amanita smithiana.",
    "References": "\n\n== External links =="
  }
}