{
  "url": "https://en.wikipedia.org/wiki/Ampulloclitocybe_clavipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Ampulloclitocybe"
    },
    {
      "Species": "A. clavipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Ampulloclitocybe clavipes, commonly known as the club-foot or club-footed clitocybe, is a species of gilled mushroom from Europe and North America. The grey brown mushrooms have yellowish decurrent gills and a bulbous stalk, and are found in deciduous and conifer woodlands. Although considered edible, disulfiram-like reactions have been reported after consumption of alcohol after eating this mushroom.",
    "Taxonomy": "It was initially described as Agaricus clavipes by South African mycologist Christiaan Hendrik Persoon in 1801, its specific epithet derived from the Latin terms clava \"club\", and pes \"foot\". It was transferred to Clitocybe by German naturalist Paul Kummer  in 1871 and was even designated, improperly, the type species by Howard E. Bigelow in 1965. French mycologist Lucien Quélet chose to place it in Omphalia (now Omphalina)  in 1886.Scott Redhead and colleagues proposed the genus Ampulloclitocybe for it, as the species was only distantly related to other members of Clitocybe proper and more closely related instead to Rimbachia bryophila, Omphalina pyxidata and \"Clitocybe\" lateritia. Around the same time, Finnish mycologist Harri Harmaja proposed the genus Clavicype. However, as the former name was published on November 5, 2002, and the latter one on December 31, 2002, Harmaja conceded that Ampulloclitocybe had priority.English mycologist P. D. Orton described a Clitocybe squamulosoides in 1960, which he held to be a slender relative with large spores, though the differences are inconsistent and there are intermediate forms. hence it is considered indistinguishable from A. clavipes.Common names include club foot, club-footed funnel cap, club-footed clitocybe and clavate-stalked clitocybe.",
    "Description": "The cap of the mushroom is 4–8 centimetres (1.6–3.1 in) in diameter, convex with a small boss, becoming plane to depressed in shape. It has a smooth surface. Cap colours are generally grey-brown, sometimes tinged olive, with a pale margin. The stem has a markedly bulbous base, and is 3–7 centimetres (1.2–2.8 in) tall by 1–1.5 centimetres (0.39–0.59 in) wide. Its surface is covered in silky fibres, and it is the same colour as the cap. The thick flesh is white, but slightly yellow at the base. In the stem, it is tough on the surface and spongy and soft in the centre. It is watery with a slightly sweet smell that has been likened to bitter almond, orange blossom, or cinnamon. The gills are strongly decurrent and cream-yellow in colour, contrasting with the rest of the mushroom. There are some smaller gills in between the regular gills, and the gills are occasionally forked near the stem. The gill edges are straight in younger mushrooms and sometimes wavy (undulate) in older ones. The spore print is white. The round to oval spores are 4.5–5 by 3.5–4 microns.It resembles the clouded agaric (Clitocybe nebularis), but can be distinguished by its bulbous stem, deeply decurrent gills, and overall darker colour. In the western United States, it can be confused with Ampulloclitocybe avellaneialba, which is larger and has a darker cap and white gills.",
    "Distribution and habitat": "It is widespread and abundant across Northern Europe and the British Isles, and is becoming more common. In North America, it is common under pine plantations in the east, and less common in the Pacific Northwest.It is found in conifer and deciduous  forests, particularly under beech, the fruit bodies appearing from August to November in northern Europe.",
    "Edibility": "It has been described as edible, though too unpalatable as eating it has been likened to eating wet cotton.Club foots collected from Stinchfield Woods northwest of Dexter, Michigan in 1974, 1976 and 1977 caused an Antabuse-like syndrome. Alcohol was consumed around seven hours after the mushrooms were eaten in each case, resulting in flushing of the face, throbbing of the head and neck and puffy hands around five to ten minutes afterwards. The symptoms were mild with vodka and gin, but worse with whiskey, which resulted in a pounding headache that lasted several hours. Rechallenging with alcohol the next day brought on the symptoms but not after that. The phenomenon has been reported at least one other time in the United States. Oddly, collection of club foots before 1974 did not reveal any symptoms. The phenomenon has also been recorded in Japan. Though similar to the symptoms experienced with Coprinopsis atramentaria, that species' active agent, coprine, has not been isolated. Experiments with club foot extract found that it inhibited the enzyme acetaldehyde dehydrogenase in mouse livers.",
    "References": "",
    "External links": " Media related to Ampulloclitocybe clavipes at Wikimedia Commons\n Data related to Ampulloclitocybe clavipes at Wikispecies"
  }
}