{
  "url": "https://en.wikipedia.org/wiki/Clitopilus_geminus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Clitopilus"
    },
    {
      "Species": "C. geminus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhodocybe gemina, or Clitopilus geminus, is a species of fungus in the Entolomataceae family. It produces fruit bodies that are fleshy, medium-sized, and cream-coloured when young, colouring brownish when mature.",
    "Description": "The skin of the cap is matte, not slimy or shiny. At first the cap is somewhat umbonate, later becoming irregular and flattened.  The gills are adnate to decurrent in attachment and the stem is whitish – often lighter than the gills and relatively short, but always lacking a veil or volva. The spore print is flesh coloured to salmon-pink.\nMicroscopically the spores are angular when viewed on end; when viewed from the side they are bumpy.A saprotrophic species, it grows generally in grassland and parks, but some are found in woodlands, both broad leaved and occasionally coniferous.\nThe mushroom has a pleasant mealy scent, spicy and slightly aromatic, but can taste slightly overpowering when raw. It is described as a choice edible in Germany and is regularly sought after, but is rare in the UK and probably worth protecting.",
    "Naming": "This species was also known as Rhodocybe truncata (Gillet) Sing. ex Bon in the past, but this was a mistake and this usage was illegitimate.  The specimen originally described as R. truncata (Schaeff.) Singer by Schäffer must have been something else.DNA analysis from 2009 has shown that genus Rhodocybe is polyphyletic, containing the Clitopilus clade embedded within it.  Since the name Clitopilus takes precedence (although Rhodocybe was bigger), the two genera have to be merged and the current name of this mushroom is Clitopilus geminus.  This is also the current name given by Species Fungorum.About 20 species of Rhodocybe were documented in Europe, but R. gemina is the commonest and best known.",
    "References": "One hundred and seventeen clades of euagarics. Molecular Phylogenetics and Evolution",
    "External links": "The genus Rhodocybe\nKey to Rhodocybe in South America"
  }
}