{
  "url": "https://en.wikipedia.org/wiki/Clitopilus_prunulus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Clitopilus"
    },
    {
      "Species": "C. prunulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Clitopilus prunulus, commonly known as the miller or the sweetbread mushroom, is an edible pink-spored basidiomycete mushroom found in grasslands in Europe and North America. Growing solitary to gregarious in open areas of conifer/hardwood forests; common under Bishop pine (Pinus muricata) along the coast north of San Francisco; fruiting shortly after the fall rains. It has a grey to white cap and decurrent gills.",
    "Taxonomy": "Tyrolean naturalist Giovanni Antonio Scopoli described the miller as Agaricus prunulus in 1772. French mycologist Pierre Bulliard called it Agaricus orcella in 1793. German botanist Paul Kummer erected the genus Clitopilus and gave the miller its current name in 1871. C. prunulus is the type species of the genus, the limits of which have been redefined more than once.Its common names—the miller, and sweetbread mushroom—are derived from its distinctive smell.",
    "Description": "The cap is initially convex when young, but in maturity flattens out, usually with a shallow central depression. It is white or light gray or yellow, sticky when moist, and 3 to 10 cm (1.2 to 3.9 in) in diameter with a characteristic feel to the touch of chamois skin. The gills are decurrent in attachment to the stipe, spaced together rather closely, and whitish, although they often develop a pinkish hue in age. The stipe is 3 to 8 cm (1.2 to 3.1 in) long × 4–15 mm thick, and white. This mushroom has a mealy odor, somewhat like cucumber. The spore print is pink. Spores are 9–12 × 5–6.5 µm. Scopoli described it smelling like freshly ground flour. C. prunulus may be found growing on the ground in hardwood and coniferous woods in the summer and fall.\nThe variant C. prunulus var. orcellus has a slimy cap and white colors.",
    "Distribution and habitat": "C. prunulus has been recorded from Varsey Rhododendron Sanctuary in Sikkim, and from under cork oak in Morocco.It is found in Valdaysky National Park in Russia.A specimen identified as C. cf prunulus collected from Kermandie Track in southern Tasmania was related though basal to other collections of the species.",
    "Volatile compounds": "The cucumber odor of this species has been attributed to trans-2-nonenal, which is present at a concentration of 17 µg per gram of crushed tissue. C. prunulus contains the volatile compound 1-octen-3-ol, making it unpalatable to the coastal Pacific Northwest banana slug, Ariolimax columbianus.",
    "Similar-looking species": "The poisonous Clitocybe rivulosa (fool's funnel) looks similar. The miller has pink spores whereas those of the fools funnel are white, the gills of the miller are more easily pulled away, and the miller smells of raw pastry. The miller also prefers woodland whereas fool's funnel is a grassland species.",
    "References": "\n\n== External links =="
  }
}