{
  "url": "https://en.wikipedia.org/wiki/Coprinopsis_atramentaria",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Psathyrellaceae"
    },
    {
      "Genus": "Coprinopsis"
    },
    {
      "Species": "C. atramentaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Coprinopsis atramentaria, commonly known as the common ink cap or inky cap, is an edible (but sometimes poisonous, when combined with alcohol) mushroom found in Europe and North America. Previously known as Coprinus atramentarius, it is the second best known ink cap and previous member of the genus Coprinus after C. comatus. It is a widespread and common fungus found throughout the northern hemisphere. Clumps of mushrooms arise after rain from spring to autumn, commonly in urban and disturbed habitats such as vacant lots and lawns, as well as grassy areas. The grey-brown cap is initially bell-shaped before opening, after which it flattens and disintegrates. The flesh is thin and the taste mild. It can be eaten but is poisonous when consumed with alcohol – hence another common name, tippler's bane.",
    "Taxonomy": "The common ink cap was first described by French naturalist Pierre Bulliard in 1786 as Agaricus atramentarius before being placed in the large genus Coprinus in 1838 by Elias Magnus Fries. The specific epithet is derived from the Latin word atramentum \"ink\".The genus was formerly considered to be a large one with well over 100 species. However, molecular analysis of DNA sequences showed that most species belonged in the family Psathyrellaceae, distinct from the type species that belonged to the Agaricaceae. It was given its current binomial name in 2001 as a result, as this and other species were moved to the new genus Coprinopsis.The term \"tippler's bane\" is derived from its ability to create acute sensitivity to alcohol, similar to disulfiram (Antabuse). Other common names include common ink cap and inky cap. The black liquid that this mushroom releases after being picked was once used as ink.",
    "Description": "Measuring 3–7 cm (1.2–2.8 in) in diameter, the greyish or brownish-grey cap is initially bell-shaped,  is furrowed, and later splits. The colour is more brownish in the centre of the cap, which later flattens before melting. The very crowded gills are free; they are whitish at first but rapidly turn black and easily deliquesce. The short stipe measures 7–17 cm (2.8–6.8 in) high by 1.5 cm in diameter, is grey in colour, and lacks a ring. The spore print is dark brown, and the almond-shaped spores measure 8–11 by 5–6 μm. The flesh is thin and pale grey in colour.",
    "Distribution and habitat": "Coprinopsis atramentaria occurs across the Northern Hemisphere, including Europe, North America, and Asia, but has also been found in Australia, where it has been recorded from such urban locations as the Royal Botanic Gardens in Sydney and around Lake Torrens, and also in South Africa.Like many ink caps, it grows in tufts. It is commonly associated with buried wood and is found in grassland, meadows, disturbed ground, and open terrain from late spring to autumn. Fruiting bodies have been known to push their way up through asphalt and even tennis courts. It is also common in urban areas and appears in vacant lots, and tufts of fungi can be quite large and fruit several times a year. If dug up, the mycelium can often be found originating on buried dead wood.",
    "Toxicity": "Consuming Coprinopsis atramentaria within a few hours of alcohol results in a \"disulfiram syndrome\". This interaction has only been known since the early part of the twentieth century. Symptoms include facial reddening, nausea, vomiting, malaise, agitation, palpitations and tingling in limbs, and arise five to ten minutes after consumption of alcohol. If no more alcohol is consumed, they will generally subside over two or three hours. Symptom severity is proportional to the amount of alcohol consumed, becoming evident when blood alcohol concentration reaches 5 mg/dl, and prominent at concentrations of 50–100 mg/dl.  Disulfiram has, however, been known to cause myocardial infarction (heart attack). The symptoms can occur if even a small amount of alcohol is consumed up to three days after eating the mushrooms, although they are milder as more time passes. Rarely, a cardiac arrhythmia, such as atrial fibrillation on top of supraventricular tachycardia, may develop.The fungus contains a cyclopropylglutamine compound called coprine. Its active metabolite, 1-aminocyclopropanol, blocks the action of an enzyme, acetaldehyde dehydrogenase, which breaks down acetaldehyde in the body. Acetaldehyde is an intermediate metabolite of ethanol and is responsible for most symptoms of a hangover; its effect on autonomic β receptors is responsible for the vasomotor symptoms.Treatment involves reassuring the patient that the often frightening symptoms will pass, rehydration (fluid replacement) for fluid loss from vomiting, and monitoring for cardiac arrhythmias.Large and prolonged doses of coprine were found to have gonadotoxic effects on rats and dogs in testing.",
    "See also": "List of Coprinopsis species",
    "Notes": "",
    "References": "Benjamin, Denis R. (1995). Mushrooms: poisons and panaceas—a handbook for naturalists, mycologists and physicians. New York: WH Freeman and Company. ISBN 0-7167-2600-9.\nRamsbottom, J (1953). Mushrooms & Toadstools. Collins. ISBN 1-870630-09-2.",
    "Further reading": "North, Pamela (1967). Poisonous Plants and Fungi in colour. Blandford Press & Pharmacological Society of Great Britain."
  }
}