{
  "url": "https://en.wikipedia.org/wiki/Cortinarius_cinnamomeus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Cortinarius"
    },
    {
      "Species": "C. cinnamomeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cortinarius cinnamomeus, also known as the cinnamon webcap, is a basidiomycete mushroom of the genus Cortinarius. The fungus produces brown fruit bodies with caps up to 6 cm (2.4 in) wide and stems up to 12 cm (4.7 in) long. The closely crowded gills underside the cap are initially yellow before turning brown. Cortinarius cinnamomeus is common in damp places in coniferous forests.  It is distributed throughout the temperate zone of the Northern Hemisphere.",
    "Taxonomy": "First described by Carl Linnaeus in 1753 as Agaricus cinnamomeus, the fungus was given its current name by Elias Magnus Fries in 1838. The names Dermocybe cinnamomea (Moser), Flammula cinnamomea (Kummer, 1871) and Gomphos cinnamomeus (Kuntze, 1898) reflect differing approaches over the years to the taxonomy of Cortinarius species. The mushroom is commonly known as the \"cinnamon webcap\".",
    "Description": "The cap is quite thinly fleshy, 3–6 cm (1.2–2.4 in) in diameter, initially quite spherical, later bluntly convex to bell-shaped, usually with an umbo, and often irregular and bent or wavy towards the margin. The margin is initially curved inward, then straight, sometimes at the margin itself slightly flexuosely rugose or even briefly fimbriate. The cap surface is dry and opaque, fibrillosely squamulose, tomentose, at first vivid yellow ochre to yellow or copper olivaceous, later glabrescent or quite glabrous and when mature brownish olive or light olive, often with a saffron tint at the margin, and with numerous fibrils from the universal veil when young; later the margin is mostly concolorous.\n\nThe gills are crowded closely together, 3–5 mm broad, emarginate (notched), adnate by a tooth. The color is vivid yellow when young, then brownish-olive, rarely with saffron tint, and finally brownish-olive to rusty cinnamon, with denticulate (finely toothed) edge, which is either the same color as the gill or paler. Young specimens have a yellow cortina of fine fibers that extend from the cap to the stem. The stem is 8–12 cm (3.1–4.7 in) tall and 0.5–0.8 cm (0.2–0.3 in) wide, cylindrical, often slightly wavy, solid, then hollow, fibrillose and quite fragile. At first it is almost the same color as the gills, vivid yellow or yellow later with a more or less olive tone, and in some places turning brown. It is covered with fibrils from the veil, which forms one or two incomplete, oblique, and usually fugacious zones. The flesh is thin, in the cap pale yellow or yellow with olive tones, a little darker in the stem, yellow to olive, with a faint slightly radishy smell and mild taste.The spore deposit is a light rusty saffron color. The spores have an elongated ellipsoid shape with a finely punctate (studded with punctures) to almost smooth surface, and measure 8.5–10 by 4.4 μm. The basidia (the spore-bearing cells) are 20–30 by 5–8 μm.Fruit bodies of C. cinnamomeus are used in mushroom dyeing to produce a brown color.",
    "Distribution and habitat": "The fruit bodies of Cortinarius cinnamomeus are common in damp places in coniferous forests, growing not only in Europe but apparently throughout the temperate zone of the northern hemisphere. It has also been collected from Yunnan Province, China.Cortinarius cinnamomeus colonizes the root systems of the sedges Carex flacca and Carex pilulifera, forming ectomycorrhizal-like structures lacking a Hartig net—a network of hyphae that penetrate between the epidermal and cortical cells of the root. The structures formed between C. cinnamomeus and the sedges possess a distinct fungal mantle (85–100 μm thick), hyphal infection in epidermal cells, rhizomorphs and extramatrical hyphae. These ectomycorrhiza-like structures are formed on first-order lateral roots but are morphologically and anatomically distinct from dauciform roots (short swollen hairy lateral roots).",
    "See also": "\nList of Cortinarius species\n\n\n== References =="
  }
}