{
  "url": "https://en.wikipedia.org/wiki/Disciotis_venosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Morchellaceae"
    },
    {
      "Genus": "Disciotis"
    },
    {
      "Species": "D. venosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Disciotis venosa, commonly known as the bleach cup, veiny cup fungus, or the cup morel is a species of fungus in the family Morchellaceae. Fruiting in April and May, they are often difficult to locate because of their nondescript brown color. Found in North America and Europe, they appear to favor banks and slopes and sheltered sites. Although D. venosa is considered edible, it may resemble several other species of brown cup fungi of unknown edibility.",
    "Taxonomy": "The fungus was first described as Peziza venosa by Christian Hendrik Persoon in 1801, from collections made near Klagenfurt, Austria. Jean Louis Émile Boudier transferred it to Disciotis in 1893.Bruno Perco described the form Disciotis venosa f. radicans from collections made in Italy.The specific epithet venosa, meaning \"veined\", refers to the veins on the inner cup surface. Common names for the species include bleach cup, veiny cup fungus, and cup morel.",
    "Description": "Fruit bodies produced by this fungus are cup- or disc-shaped, up to 20 cm (8 in) wide. The interior surface of the cup, the hymenium, is dark brown. It tends to become folded into vein-like markings, hence the specific epithet venosa; these markings, however, may be absent in young individuals. The exterior surface is a whitish color, covered with pustules. There is a short stipe that anchors the cup to the ground. Although young fruiting bodies are cup-shaped, when they are 7 to 8 cm (2.8 to 3.1 in) in diameter, the apothecia split and flatten down to lie in the soil. They are very brittle. The fruit bodies have been estimated to have a lifespan of up to 12 weeks. The flesh of the fungus has a bleach-like odor when it is broken.",
    "Description-Microscopic characteristics": "The spore are elliptical and smooth, with dimensions of 21–24 by 12–14 µm. The asci (spore-bearing cells), are 370–400 by 18–20 µm, while the paraphyses are stout and club-shaped, with tips that are up to 12 µm wide.",
    "Description-Edibility": "Disciotis venosa is edible, and choice, although one author notes that only collectors who have the equipment to check its microscopic characters should consider consuming the species, as it may be confused with several other brown cup fungi.",
    "Description-Similar species": "Species that may resemble Disciotis venosa include the \"thick cup\", species Discina perlata (also edible), as well as several species of Peziza. Peziza species generally have thinner flesh than D. venosa, and will turn a dark blue color if a drop of iodine solution is placed on it. Additionally, the tips of asci in Peziza species will stain blue with iodine, a feature that can be observed with a light microscope. Another lookalike, Discina ancilis, has an inner cup surface that is folded, wrinkled, or sometimes smooth, rather than veined. The outer cup surface has small tufts of hairs arranged in clumps.",
    "Habitat and distribution": "This fungus is typically found growing on the ground among mossy or needle-covered soil among conifers; they are often difficult to notice because their brown color typically blends into the background. They have been noted to prefer to grow on banks or slopes rather than flat areas. This species is also referred to as a \"snowbank mushroom\" because fruit bodies typically appear around the edges of melting snowbanks. In Europe, the fungus typically fruits from March to May.Disciotis venosa is found in North America and Europe (including Bulgaria, Sweden, Spain, and Wales). It also occurs in Turkey, where it is considered critically endangered.",
    "References": "",
    "External links": "Disciotis venosa  in Index Fungorum"
  }
}