{
  "url": "https://en.wikipedia.org/wiki/Hapalopilus_nidulans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Polyporales"
    },
    {
      "Family": "Polyporaceae"
    },
    {
      "Genus": "Hapalopilus"
    },
    {
      "Species": "H. nidulans"
    }
  ],
  "text": {
    "__SUMMARY__": "Hapalopilus nidulans (also known as Hapalopilus rutilans) is a species of polypore fungus in the family Polyporaceae. Officially described in 1821, it was transferred to its current genus Hapalopilus six decades later. It is commonly known as the tender nesting polypore, purple dye polypore, or the cinnamon bracket. This widely distributed species is found on five continents. It grows on the fallen or standing dead wood of deciduous trees, in which it fruits singly, in groups, fused, or in overlapping clusters. Fruit bodies are in the form of kidney-shaped to semicircular, cinnamon-orange-brown brackets. The underside of the fruit body features a yellowish to brownish pore surface with tiny angular pores, from which spores are released.\nThe toxic fruit bodies cause neurotoxic symptoms if ingested, an effect attributable to the compound polyporic acid, which is present in high concentrations. When an alkaline solution is placed on the fungus, the flesh turns violet. The fungus is used in mushroom dyeing to produce purple colors.",
    "Taxonomy": "The species was first described in 1791 by French mycologist Jean Baptiste François Pierre Bulliard, who called it Boletus suberosus. However, this name had been used previously by Carl Linnaeus (for a species now known as Polyporus suberosus), and so Bulliard's name was an illegitimate homonym. In 1821, Elias Magnus Fries published the species as Polyporus nidulans. In 1881, Petter Karsten transferred it to its current genus, Hapalopilus, as the type species. The fungus has been shuffled to several genera throughout its taxonomic history, including Boletus (Kurt Sprengel, 1827), Inonotus (Petter Karsten, 1881), Phaeolus (Narcisse Théophile Patouillard, 1900), Polystictus (François-Xavier Gillot and Jean Louis Lucand, 1890), and Agaricus (Ernst Hans Ludwig Krause, 1933).\nThe name Boletus rutilans, published by Christiaan Hendrik Persoon in 1798, and later transferred to Hapalopilus by William Alphonso Murrill in 1904, is a synonym that is still used in several recent sources. Murrill noted, \"When Fries studied the plant he gave it the name P. nidulans, following it with Persoon's P. rutilans, which, he naively remarked, was perhaps a variety of P. nidulans. The two species were kept distinct by Berkeley, but he had little and poor material and evidently did not know them intimately.\" According to MycoBank, although the name Boletus rutilans was sanctioned by Fries in his 1818 book Observationes mycologicae, his remarks in the text suggest that he recognized the species were the same, and subsequently the name was not sanctioned against P. nidulans. According to Field Museum mycologist Patrick Leacock, however,  Fries (1818) was not a sanctioning work, although both names were sanctioned later by Fries in his 1821 work Systema Mycologicum. Since both names are sanctioned, and the basionym for H. rutilans was published earlier (in 1798), Leacock suggests this name should take priority. As of November 2015, both MycoBank and Species Fungorum give H. rutilans and H. nidulans as synonymous, with the latter being the preferred name.The polypore is commonly known as the \"purple dye polypore\", \"cinnamon bracket\", or the \"tender nesting polypore\". The specific epithet nidulans is Latin for \"nesting\"; the epithet rutilans means \"orange-red\".",
    "Description": "The cap is fan-shaped to semicircular and convex, reaching a diameter of 2.5–12 cm (1.0–4.7 in). It lacks a stalk, and is instead attached broadly to the substrate. The fruit bodies are initially soft and spongy, but become hard and brittle once they have lost their moisture. The cap surface is covered with matted hairs, has shallow concentric furrows, and a dull brownish-orange color. The flesh is up to 3 cm (1.2 in) thick at the thickest part, and is a pale cinnamon color. The pore surface is yellowish to brownish, and the pores are angular, numbering about 2–4 per millimeter. In young fruit bodies, the pore surface bruises reddish brown. The mushroom's odor and taste ranges from sweetish to indistinct.Fruit bodies produce a white spore print. Spores are elliptical to cylindrical, smooth, hyaline (translucent), and measure 3.5–5 by 2–3 μm. The basidia (spore-bearing cells) are club shaped and four-spored, with dimensions of 18–22 by 5–5.6 μm. H. nidulans has a monomitic hyphal system, containing only generative hyphae with clamp connections. In the flesh, these hyphae are thick-walled and highly branched, measuring up to 10 μm in diameter; hyphae comprising the pores and the subhymenium are thinner (up to 6 μm wide) and less branched. A chemical test can be used to help identify H. nidulans: all parts of the fruit body will instantly stain bright violet if a drop of an alkaline solution is applied. Dilute (3–10%) potassium hydroxide (KOH), is often used for this purpose.",
    "Description-Similar species": "Some other polypores are roughly similar in appearance to H. nidulans and might be confused with it. Phellinus gilvus has a yellowish to rusty-yellow fibrous cap, yellowish-brown flesh that stains black in KOH, and a grayish-brown to dark brown pore surface. Hapalopilus croceus produces large fruit bodies with caps up to 20.5 cm (8.1 in) in diameter. Its pore surface is bright reddish orange when fresh, and its flesh stains red with KOH. Pycnoporus cinnabarinus has a tougher fruit body and is a brighter red color. The edible \"beefsteak fungus\" Fistulina hepatica may readily be confused with H. nidulans. It has soft, blood-red fruit bodies that ooze red juice. Also edible, the \"chicken of the woods\", Laetiporus sulphureus, has bright yellow fruit bodies whose color fades in age.",
    "Habitat, distribution, and ecology": "A saprobic species, Hapalopilus nidulans causes a white rot in its host. Fruit bodies of the fungus grow singly, in groups, or in fused and overlapping clusters on the wood of dead and decaying deciduous trees. Preferred hosts include Quercus (oak), Fagus (beech), and Betula (birch), although on rare occasions it has been recorded on conifer wood as well. In central Europe, its preferred host is oak, while in northern Europe it is found most commonly on Corylus and Sorbus. Fruiting typically occurs from early summer to autumn, but the tough fruit bodies are persistent and may be encountered out of the usual growing season.Hapalopilus nidulans has a mostly circumboreal distribution in the north temperate zone, and has been found in North Africa, Asia, Europe, and North America. Outside of this region, it has been recorded from Australia, and Oceania. In North America, where it can be found as far north as the Northwest Territories in Canada, it is more common in the eastern and southwestern part of the continent. In Europe, its northern distribution extends to Porsanger in Norway. Reported for the first time from India in 2011, it was found in forests depots of Chhattisgarh, growing on the stored logs of several native trees: Anogeissus latifolia, Chloroxylon swietenia, Desmodium oojeinense, Shorea robusta, and Terminalia elliptica.Fungus beetle species known to inhabit and rear their young in the fruit bodies of Hapalopilus nidulans include Sulcacis affinis, Hallomenus axillaris, H. binotatus, and Orchesia fasciata.",
    "Chemistry": "The fruit bodies of H. nidulans are neurotoxic if ingested. The toxin was identified as polyporic acid, a terphenyl compound first identified from a mycelial culture of the fungus in 1877. This chemical, present at 20–40% of the dry weight of the fruit bodies, inhibits the enzyme dihydroorotate dehydrogenase. It is found in other mushrooms, but in much lower amounts. In a poisoning case reported in 1992, one German family who consumed H. nidulans experienced nausea, impaired movement, visual impairment, liver and kidney failure; symptoms began about 12 hours after consuming the mushroom. Additionally, the urine of all three poisoning victims temporarily turned violet. They recovered fully a week later. Similar symptoms and recovery were reported in a 2013 poisoning case, in which the fungus was confused with the edible Fistulina hepatica. The set of symptoms arising from consumption of H. nidulans has been called the neurotoxic delayed syndrome.Hapalopilus nidulans is highly appreciated by those who make mushroom dyes. When used in combination with alkaline fixatives, the fruit bodies can produce striking violet colors.",
    "Notes": "\n\n== References =="
  }
}