{
  "url": "https://en.wikipedia.org/wiki/Hebeloma_sinapizans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Hebeloma"
    },
    {
      "Species": "H. sinapizans"
    }
  ],
  "text": {
    "__SUMMARY__": "Hebeloma sinapizans, commonly known as the rough-stalked Hebeloma, is a species of mushroom in the family Hymenogastraceae. It has a strong radish-like smell, and a prominent bulbous stem base. It is larger than the similar and more common H. crustuliniforme, a relative that is also poisonous. H. sinapizans is found in Europe and North America.",
    "Taxonomy": "First described as Hypophyllum sinapizans by Jean-Jacques Paulet in 1793, it was transferred to the genus Hebeloma by Claude Casimir Gillet in 1878. It is commonly known as the \"rough-stalked Hebeloma\".",
    "Description": "The fruit body has a cap that is initially convex before flattening out in age, reaching a diameter of 4–15.5 cm (1.6–6.1 in). The cap may have a shallow umbo. The cap surface ranges from moist to sticky, and it is smooth with a margin that is first curled inward and expanding to become curled upward in maturity; the cap color is whitish-tan to cinnamon-tan, sometimes with pinkish- or reddish-brown tints. The flesh is whitish, thick, and has a radish-like odor and taste. Gills have an adnate attachment to the stipe, and they have a notch just before the point of attachment; the gill edges have tiny fringes or serrations. They are first whitish before turning to yellowish-brown to pale brown after the spores mature. The stipe measures 2–5 cm (0.8–2.0 in) long by 1.3–2.5 cm (0.5–1.0 in) thick, and is roughly equal in width throughout its length. Hebeloma sinapizans mushrooms are poisonous.Fruit bodies produce a pale brown spore print. Spores are elliptical with a rough surface texture, and measure 10–14 by 6–8 µm.",
    "Habitat and distribution": "The fungus fruits on the ground in groups or fairy rings in deciduous and coniferous forests.",
    "See also": "List of Hebeloma species\n\n\n== References =="
  }
}