{
  "url": "https://en.wikipedia.org/wiki/Helvella_lacunosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Helvellaceae"
    },
    {
      "Genus": "Helvella"
    },
    {
      "Species": "H. lacunosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Helvella lacunosa, known as the slate grey saddle or fluted black elfin saddle in North America, simply as the elfin saddle in Britain, is an ascomycete fungus of the family Helvellaceae. It is probably the most common species in the genus Helvella. The mushroom is readily identified by its irregularly shaped grey cap, fluted stem, and fuzzy undersurfaces. It is found in Eastern North America and in Europe, near deciduous and coniferous trees in summer and autumn.",
    "Taxonomy": "Scottish naturalist John Lightfoot wrote of it in his 1777 work Flora Scotica, calling Helvella mitra, or curled helvella.The fungus was formally described by Swedish botanist Adam Afzelius in 1783. Its specific epithet is the Latin adjective lacunosa meaning \"with holes\". The generic name was originally a type of Italian herb but became associated with morels. H. sulcata; once separated, because of certain differences in the lobe structure is now dropped, or just a synonym. It was not possible to draw a clear distinction between the two.",
    "Description": "Helvella lacunosa has an irregularly folded or wrinkled cap which may be shades of slatey grey to black in colour, and measure anywhere from 1 to 10 cm (1⁄2 to 4 in), though usually between 2 and 5 cm (1 and 2 in). The wrinkled ringless 3–15 cm (1–6 in) high stem is chambered within, and may be white when young and darker with age, though may be any shade of grey. The spore print is white, the oval spores average 12 x 9 μm. Occasionally white capped forms are found. They may be distinguished from the creamy-white coloured Helvella crispa by the latter's furry cap undersurface and inrolled margins when young.",
    "Distribution and habitat": "This species is common in Eastern North America and is also found in Europe, Varsey Rhododendron Sanctuary in Sikkim, Japan, and China.\nIt is frequent in the alpine, and temperate zones of both the northern and southern hemispheres. \nThe species occurs under pine, oak and Douglas fir and nearby parkland and lawns. Fruiting bodies appear in late summer and autumn, though have been recorded in winter in California. It often occurs on burnt ground.Two similar looking species occur in Western North America – Helvella vespertina is associated with conifers and Helvella dryophila is associated with oak. The European Helvella lacunosa has been found in Eastern North America, but not in the west.",
    "Edibility": "This species is eaten and regarded highly by some after cooking, though the stems are not eaten. Lightfoot regarded it as edible in 1777, and several guidebooks list it as edible, yet this genus is now regarded with suspicion due to the presence of toxic compounds in several related species. It has been reported to cause gastrointestinal symptoms when eaten raw.\n\n\n== References =="
  }
}