{
  "url": "https://en.wikipedia.org/wiki/Hypholoma_lateritium",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Hypholoma"
    },
    {
      "Species": "H. lateritium"
    }
  ],
  "text": {
    "__SUMMARY__": "Hypholoma lateritium, sometimes called brick cap, is rarer and less well-known than its relatives, the inedible, and poisonous sulfur tuft (Hypholoma fasciculare) and the edible Hypholoma capnoides.  Its fruiting bodies are generally larger than either of these.  Hypholoma sublateritium is a synonym.\nIn Europe this mushroom is often considered inedible or even poisonous, but in the USA and Japan it is apparently a popular edible fungus.  One further reason to avoid it is the possibility of confusion with Galerina marginata or H. fasciculare.\nIn Pennsylvania, New Jersey, and West Virginia they are found in dense clusters on stumps and roots from October until long after frosts.",
    "Description": "The cap is 3.5–10 cm in diameter, usually with a brick-red coloration in the center and a paler margin.  It is smooth, sometimes with red-brown flecks in the middle and sometimes with flaky veil remnants, which can easily be washed off in the rain, on the outside.\nThe gills are crowded, starting yellowish and becoming grayish with age. They do not have the green color of Hypholoma fasciculare.\nThe stipe is light yellow and darker below.Spores have a germ pore and are 6.0-7.5 × 3.5-4.0 μm. The cheilocystidia are variable; the spore powder is olive purple-brown.\nThe taste of Hypholoma lateritium is mild to somewhat bitter.\nHowever, when cooked, brick caps have a nutty flavor.  They are especially delicious when sauteed in olive oil.They are best when collected young; older specimens tend to be bitter from being fouled by insects.",
    "Source": "Mostly taken from the German page.",
    "References": "",
    "External links": "http://www.mushroomexpert.com/hypholoma_sublateritium.html\n\n\n== Gallery =="
  }
}