{
  "url": "https://en.wikipedia.org/wiki/Inocybe_lacera",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Inocybaceae"
    },
    {
      "Genus": "Inocybe"
    },
    {
      "Species": "I. lacera"
    }
  ],
  "text": {
    "__SUMMARY__": "Inocybe lacera (commonly known as the torn fibrecap) is a poisonous species of mushroom in the genus Inocybe. Its appearance is that of a typical \"little brown mushroom\": small, brown and indistinct. However, it is distinguishable by its microscopic features, particularly its long, smooth spores. As with many other species of Inocybe, I. lacera contains the poisonous chemical muscarine which, if consumed, can lead to salivation, lacrimation, urination, defecation, gastrointestinal problems and emesis. Found in Europe and North America, it typically grows in autumn in mixed woods, favouring sandy soil. There are several documented subspecies in addition to the main I. lacera var lacera, including the dwarf form I. lacera var. subsquarrosa and I. lacera var. heterosperma, found in North America.",
    "Taxonomy": "Inocybe lacera was first described by Swedish mycologist Elias Magnus Fries, but was placed into the genus Inocybe by Paul Kummer in his 1871 work, Der Führer in die Pilzkunde. As several forms of the species are recognised, the main variety is sometimes known as Inocybe lacera var. lacera. It is commonly known as the Torn Fibrecap, while in German it is known as Gemeiner Wirrkopf and in French as Inocybe déchiré.",
    "Description": "In appearance, I. lacera is a typical \"little brown mushroom\", but specific features are very variable. It typically features a convex cap measuring 1 to 3 centimetres (0.4 to 1.2 in) across, with a small umbo. The margin of the cap curves inwards, and often splits. In colour, it is snuff-brown, and in consistency, it is fibrillose and scaley. The stipe, or stem, is 2 to 3 centimetres (0.8 to 1.2 in) tall, and 3 to 6 millimetres (0.12 to 0.24 in) thick, brown at the slightly bulbous base, but lighter towards the apex, and, again, fibrillose. The stem lacks a ring. The flesh is white. The adnexed gills are white in younger specimens, soon changing to a clay-buff with white edges.",
    "Description-Microscopic features": "Inocybe lacera has thick-walled, fusiform cystidia, which have apical encrustations. It has a brown spore print, while the subcylindrical spores are smooth, typically measuring 11 to 15 by 4.5 to 6 µm in size. I. lacera is one of a small group of related species with particularly long, cylindrical spores, the others of which can typically be found on sand dunes. The spore shape is more typical of species from the order Boletales. These features make the I. lacera easily recognisable microscopically. The \"dwarf form\", I. lacera var. subsquarrosa, has small spores and thin-walled cystidia, while a North American variant, I. lacera var. heterosperma has spores varying from 5.5 to 15.5 µm in length. The species has 4-spored basidia.",
    "Description-Similar species": "Inocybe hystrix is similar in appearance, but noticeably more scaly. It is also far less common.",
    "Edibility": "Inocybe lacera has mild-tasting flesh and a mild, mealy smell. The North American variety I. lacera var. heterosperma has a spermatic smell. However, species of Inocybe should always be avoided when choosing mushrooms for consumption, as many of the members of the genus are dangerously toxic. I. lacera is known to be poisonous, containing quantities of the toxic compound muscarine. Consumption of the mushroom typically leads to salivation, lacrimation, urination, defecation, gastrointestinal problems and emesis (vomiting), which has given rise to the acronym SLUDGE. Other potential effects include a drop in blood pressure, sweating and death due respiratory failure.",
    "Distribution and habitat": "Inocybe lacera can be found throughout autumn on sandy soil, especially with pine, though it is typically found in mixed woods. It grows mycorrhizally with both conifers and hardwoods, and the fruiting bodies can be found alone, in scattered groups, or growing gregariously. It is most commonly found on the edge of pathways through woodland, and another common habitat is on old, moss-covered fire sites. Other habitats include heathland and coastal dunes. It can be found in Europe and North America. In some areas of Montana, it can be found growing in the spring, under Populus tremuloides.",
    "See also": "\nList of Inocybe species\n\n\n== References =="
  }
}