{
  "url": "https://en.wikipedia.org/wiki/Lepiota_cristata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. cristata"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota cristata, commonly known as the stinking dapperling or the stinking parasol, is an agaric and possibly poisonous mushroom in the family Agaricaceae. A common and widespread species—one of the most widespread fungi in the genus Lepiota—it has been reported from Europe, northern Asia, North America, and New Zealand. It fruits on the ground in disturbed areas, such as lawns, path and road edges, parks, and gardens. The species produces fruit bodies characterized by the flat, reddish-brown concentric scales on the caps, and an unpleasant odour resembling burnt rubber. Similar Lepiota species can sometimes be distinguished from L. cristata by differences in cap colour, stipe structure, or odour, although some species can only be reliably distinguished through the use of microscopy.",
    "Taxonomy and naming": "Lepiota cristata was first described as Agaricus cristatus by the British naturalist James Bolton in his 1788 work An History of Fungusses, Growing about Halifax. The type collection was made from a garden in Warley Town (England) in 1787. This name remained until 1871 when German mycologist Paul Kummer moved the species into the genus Lepiota, where it gained its current name, Lepiota cristata.MycoBank lists several varieties of L. cristata. These are:\n\nL. cristata var. adextrinoidea E.Valenz. & G.Moreno (1994)\nL. cristata var. congolensis  Beeli (1927)\nL. cristata var. cristata  P.Kumm.(1871)\nL. cristata var. exannulata Bon (1981)\nL. cristata var. felinoides Bon (1981)\nL. cristata var. macrospora  (Zhu L.Yang) J.F.Liang & Zhu L.Yang (2011) \nL. cristata var. pallidior  Boud. ex Bon (1981)\nL. cristata var. viridispora  Kyde & J.L.Peterson (1986)Lepiota cristata var. sericea, described from the Netherlands in 1922, is now considered synonymous with Leucoagaricus sericifer. L. cristata var. exannulata, L. cristata var. felinoides and L. cristata var. pallidior may be of an uncertain taxonomic status, as despite being listed as varieties of L. cristata the same databases also include these three taxa as synonyms of L. cristata. Lepiota castaneidisca was once considered a synonym of L. cristata until molecular analysis showed it to be a distinct species.The specific epithet cristata means \"crested\". Vernacular names for the mushroom include \"malodorous lepiota\", \"\"brown-eyed parasol\", the \"burnt-rubber lepiota\", and the \"stinking dappling\".",
    "Description": "The fruit body produced by  Lepiota cristata has a cap with a white to cream base colour, covered with concentrically arranged reddish-brown scales; at maturity the cap diameter ranges from 1–5 cm (0.4–2.0 in) across. The center of the cap is a darker reddish-brown than the rest of the cap. The cap is initial bell-shaped to convex, then later flattens out and develops an umbo.The crowded gills of Lepiota cristata are white to cream, free from attachment to the stipe, and darken/become brownish as the mushroom ages and the spores mature. The stipe is usually between 2–6 cm (0.8–2.4 in), and 0.2–0.7 cm (0.1–0.3 in) thick. With a stipe which is nearly smooth and a pale white-tinged flesh colour, L. cristata also has a transient ring, which is membranous and deciduous. The flesh is thin and white.The dorsal spur on the spores of Lepiota cristata gives them a triangular or wedge shape; they measure 7–8.5 by 3–4 µm. These spores are slightly dextrinoid, meaning they stain deep red to reddish brown with the application of Melzer's reagent. The cystidia on the gill edge (cheilocystidia) in L. cristata are club-shaped and measure about 15–25 by 8–14 µm; there are no cystidia on the gill face (pleurocystidia); the pileipellis is a hymeniform layer of hyphal cells about 30–50 by 10–25 µm. When the spores fall onto a surface, the powdery deposit they leave behind (the spore print) is white, apart from in L. cristata var. viridispora where the spore print is greyish green, similar to that of false parasol (Chlorophyllum molybdites).Lepiota cristata has been described as having a strong, distinctive and unpleasant odour—it has been described as rubbery, fishy, pungent, foul, fungusy, fruity, mealy and sweet. Despite this, L. cristata has been described as having a mild and pleasant taste.",
    "Description-Similar species": "Several have been described—in North America, Europe, and Asia—that are similar in appearance and morphology to Lepiota cristata. Biogeographical evidence suggests that L. cristata and similar species may form a widespread species complex with a wide range of variation. It can be confused with other Lepiota species, such as L. ignivolvata, though L. ignivolvata can be distinguished from L. cristata as it has a ring, bright orange or red-brown in colour, low down on the stipe. The rare, toxic species L. lilacea has a morphology similar to L. cristata but has purple to purple-brown colours. The lookalike L. saponella, found on the west coast of France, is distinguished from L. cristata by its soapy smell, dingy buff-coloured gills, and smaller scales on the cap surface. Microscopically, its spores are more triangular than those of L. cristata. Lepiota cristatanea, a southwestern Chinese species named for its similarity to L. cristata, has smaller fruit bodies and smaller spores, typically measuring 4.0–5.5 by 2.5–3.0 µm.",
    "Ecology, habitat and distribution": "Lepiota cristata is a saprobic species, deriving nutrients through decomposing dead or decayed organic material. saprobic behaviour by L. cristata has been observed on the soil of broadleaved and conifer (Pinopsida) trees. L. cristata can be found growing either singly or in small groups and in multiple habitats including woodlands, gardens (especially shady and damp ones), garden waste, short grass, leaf litter, paths, ditches, and other areas of disturbed ground.Lepiota cristata is one of the most widely distributed Lepiota species, and can be found in North America (north of Mexico), throughout Europe, and northern Asia. It is also found in New Zealand.",
    "Toxicity": "Whilst it is unknown for sure whether Lepiota cristata is poisonous to humans or not, mycologists at least regard it as suspect  − this suspicion comes from the fact that many other small species of Lepiota are poisonous. It has been said that L. cristata causes gastrointestinal symptoms. Up until recently, there was a potentially injurious confusion pertaining to the toxicity of L. cristata, as in Great Britain dapperlings were commonly referred to as parasols. A parasol mushrooms is one from the parasol family (Macrolepiota, or sometimes used specifically to refer to Macrolepiota procera) and these are, unlike L. cristata, edible. This frequent misidentification may have added to the incidence of poisoning.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota cristata  in Index Fungorum"
  }
}