{
  "url": "https://en.wikipedia.org/wiki/Paralepista_inversa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Paralepista"
    },
    {
      "Species": "P. flaccida"
    }
  ],
  "text": {
    "__SUMMARY__": "Paralepista flaccida (also called Clitocybe flaccida, Clitocybe inversa, Lepista flaccida and Lepista inversa, or in English tawny funnel cap) is a species of mushroom found across the Northern Hemisphere. It is known to form fairy rings.",
    "Naming": "The naming history of this mushroom is complicated by the fact that for a long time it was regarded as two different species, \"flaccida\" (associated with broad-leaved trees) and \"inversa\" (associated with conifers and with a smoother shinier cap). These forms can still be differentiated as varieties within P. flaccida if desired. The earliest description was by Giovanni Antonio Scopoli in 1772 as Agaricus inversus in his book Flora Carniolica, then in 1799 James Sowerby created a description under the name Agaricus flaccidus in his major work \"Coloured Figures of English Fungi or Mushrooms\". In later years there were defined the combinations Clitocybe flaccida (by Paul Kummer, 1871), Clitocybe inversa (by Lucien Quélet, 1872), and Lepista flaccida and Lepista inversa (by Narcisse Patouillard, 1887). There followed long-standing confusion over whether Clitocybe or Lepista was the appropriate genus.\nUsing molecular analysis, in 2012 Alfredo Vizzini published a paper showing (with a detailed phylogram) that these mushrooms together with Lepista gilva form a clade which is separate from other Lepista species (such as Lepista nuda) and also from Clitocybe species (such as Clitocybe fragrans). Jörg H. Raithelhuber had already proposed the name Paralepista as a genus for those mushrooms in 1981, this had become accepted as a subgenus only, and Vizzini accordingly adopted the same name at the genus level. The new genus is recognized by Species Fungorum, and the Global Biodiversity Information Facility, but not necessarily in derivative databases such as the Encyclopedia of Life.\nOlder mushroom references generally listed the flaccida and inversa forms as separate species, but modern authorities merge them into one.In English P. flaccida is sometimes called the tawny funnel cap.",
    "Description": "The following sections use the given references throughout.",
    "Description-General": "The cap grows up to 10 cm in diameter It is depressed in the centre or funnel-shaped when old and has a variable brownish colour which may be ochraceous, orange or reddish.\nIn the flaccida form the upper surface is matt and silky and the mushroom as a whole is flaccid. In the inversa form the surface is shiny and the mushroom is rigid.\nThe gills are decurrent and closely packed. They are a similar hue to the cap, but paler. The spore print is white or pale pink.\nThe stem is up to about 7 cm long and about 0.8 cm thick, a similar colour to the cap.\nThe smell is agreeably mushroomy and the taste is mild.",
    "Description-Microscopic characteristics": "The spores are almost spherical with small spines or warts, about 4.5 µm in diameter. There are no distinctive cystidia. There is no microscopic difference between the flaccida and inversa forms.",
    "Description-Distribution, habitat & ecology": "This fungus is a saprobe growing on humus-rich soil, compost or conifer needles from summer to autumn. The flaccida form grows in deciduous woods and the inversa form under conifers. Often numerous mushrooms \"fruit\" together and it may form fairy rings.\nIt is most frequent in Europe where it is common. It also occurs in the U.S.A. and there have been reports of it from Mexico, and Australia.",
    "Description-Similar species": "The inversa form is sometimes regarded as a separate species, in which case it is distinguished because it grows under conifers rather than broad-leaved trees, has a shinier cap surface, and is more rigid (less flaccid).\nBoth forms are closely allied to Paralepista gilva (also edible) which can be identified by its yellower cap and stem, and the presence of dark spots on the cap surface. P. flaccida is also similar to the edible Infundibulicybe gibba which has thinner flesh, less crowded gills, and (microscopically) smooth teardrop-shaped spores.More worrying for consumers of this species is the resemblance to the poisonous Paralepistopsis amoenolens, which however seems to be limited in distribution to North Africa, southern France and southern Italy. P. amoenolens has a strong characteristic smell, a beige colour, and a less depressed cap; also the spores are smooth.",
    "Human uses": "According to Marcel Bon this is a good edible mushroom, but other commentators are less enthusiastic, regarding it as poor. In relevant regions care should be taken to avoid confusion with Paralepistopsis amoenolens.\nRelating to pest control, a substance called clitolactone or\n5-(chloromethyl)-3-methyl-2(5H)-furanone, which is claimed to inhibit banana slug feeding behaviour, has been isolated from P. flaccida.",
    "References": "",
    "External links": "Paralepista flaccida  in Index Fungorum\n\"Paralepista flaccida\". National Center for Biotechnology Information (NCBI)."
  }
}