{
  "url": "https://en.wikipedia.org/wiki/Pleurotus_ostreatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pleurotaceae"
    },
    {
      "Genus": "Pleurotus"
    },
    {
      "Species": "P. ostreatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurotus ostreatus, the pearl oyster mushroom or tree oyster mushroom, is a common edible mushroom. It was first cultivated in Germany as a subsistence measure during World War I and is now grown commercially around the world for food. It is related to the similarly cultivated king oyster mushroom. Oyster mushrooms can also be used industrially for mycoremediation purposes.\nThe oyster mushroom is one of the more commonly sought wild mushrooms, though it can also be cultivated on straw and other media. It has the bittersweet aroma of benzaldehyde (which is also characteristic of bitter almonds).",
    "Name": "Both the Latin and common names refer to the shape of the fruiting body. The Latin pleurotus (sideways) refers to the sideways growth of the stem with respect to the cap, while the Latin ostreatus (and the English common name, oyster) refers to the shape of the cap which resembles the bivalve of the same name. Many also believe that the name is fitting due to a flavor resemblance to oysters.\nThe name oyster mushroom is also applied to other Pleurotus species, so P. ostreatus is sometimes referred to as the tree oyster mushroom or the grey oyster mushroom to differentiate it from other species in the genus.",
    "Description": "The mushroom has a broad, fan or oyster-shaped cap spanning 5–25 cm; natural specimens range from white to gray or tan to dark-brown; the margin is inrolled when young, and is smooth and often somewhat lobed or wavy. The flesh is white, firm, and varies in thickness due to stipe arrangement.  The gills of the mushroom are white to cream, and descend on the stalk if present. If so, the stipe is off-center with a lateral attachment to wood. The spore print of the mushroom is white to lilac-gray, and best viewed on dark background.\nThe mushroom's stipe is often absent. When present, it is short and thick.\nOmphalotus nidiformis is a toxic lookalike found in Australia and Japan. In North America, Omphalotus olivascens, the western jack-o'-lantern mushroom and Clitocybe dealbata, the ivory funnel mushroom, both bear a resemblance to Pleurotus ostreatus. Both Omphalotus olivascens and Clitocybe dealbata contain muscarine and are toxic.",
    "Habitat": "The oyster mushroom is widespread in many temperate and subtropical forests throughout the world, although it is absent from the Pacific Northwest of North America, being replaced by P. pulmonarius and P. populinus. It is a saprotroph that acts as a primary decomposer of wood, especially deciduous trees, and beech trees in particular. It is a white-rot wood-decay fungus.\nThe oyster mushroom is one of the few known carnivorous mushrooms. Its mycelia can kill and digest nematodes, which is believed to be a way in which the mushroom obtains nitrogen.\nThe standard oyster mushroom can grow in many places, but some other related species, such as the branched oyster mushroom, grow only on trees. They may be found all year round in the UK.\nWhile this mushroom is often seen growing on dying hardwood trees, it only appears to be acting saprophytically, rather than parasitically. As the tree dies of other causes, P. ostreatus grows on the rapidly increasing mass of dead and dying wood. They actually benefit the forest by decomposing the dead wood, returning vital elements and minerals to the ecosystem in a form usable to other plants and organisms. Despite this, the belief that P. ostreatus could damage New Zealand's forestry industry has led New Zealand to ban its importation.",
    "Culinary uses": "The oyster mushroom is frequently used in Japanese, Korean and Chinese cookery as a delicacy. It is frequently served on its own, in soups, stuffed, or in stir-fry recipes with soy sauce. Oyster mushrooms are sometimes made into a sauce, used in Asian cooking, which is similar to oyster sauce. The mushroom's taste has been described as mild with a slight odor similar to anise. \nThe oyster mushroom is best when picked young; as the mushroom ages, the flesh becomes tough and the flavor becomes acrid and unpleasant.\nOyster mushrooms are widely cultivated and used in Kerala, India where a wide variety of dishes are prepared from them. Oyster mushrooms are mainly cultivated in large clear polyethylene bags with buns of hay layered in the bags, and spawn sown between the layers.\nOyster mushrooms are also used in the Czech and Slovak contemporary cuisine in soups and stews in a similar fashion to meat.Oyster mushrooms contain small amounts of arabitol, a sugar alcohol, which may cause gastrointestinal upset in some people.",
    "Other uses": "The pearl oyster mushroom is also used to create mycelium bricks, mycelium furniture, and leather-like products.",
    "See also": "List of Pleurotus species",
    "References": "",
    "Further reading": "BooksLincoff, G.H. (1981). National Audubon Society Field Guide to North American Mushrooms. Knopf.  ISBN 978-0-394-51992-0\nSpahr, D.L. (2009). Edible and Medicinal Mushrooms of New England and Eastern Canada. North Atlantic Books.  ISBN 978-1-55643-795-3\nStamets, P. (2000). Growing Gourmet and Medicinal Mushrooms (3. edition). Ten Speed Press.  ISBN 978-1-58008-175-7",
    "External links": "Video footage of Pleurotus ostreatus\nMushroom-Collecting.com – Oyster mushrooms"
  }
}