{
  "url": "https://en.wikipedia.org/wiki/Ramaria_formosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Gomphales"
    },
    {
      "Family": "Gomphaceae"
    },
    {
      "Genus": "Ramaria"
    },
    {
      "Species": "R. formosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Ramaria formosa, commonly known as the beautiful clavaria, handsome clavaria, yellow-tipped- or pink coral fungus, is a coral fungus found in Asia, Europe and North America. It is widely held to be mildly poisonous if consumed, giving rise to acute gastrointestinal symptoms of nausea, vomiting, diarrhoea and colicky pain. It is a pinkish, much-branched coral-shape reaching some 20 cm (8 in) high. Some forms collected in North America often lack the bitter taste common to European specimens and may represent a different species.",
    "Taxonomy": "The fungus was initially described by Christian Hendrik Persoon in 1797 as Clavaria formosa. In 1821, Elias Magnus Fries sanctioned the genus name Clavaria, and treated Ramaria as a section of Clavaria. It was placed in its current genus by French mycologist Lucien Quélet in 1888. Synonyms have resulted from transfers of the fungus to the now obsolete genera Merisma by Harald Othmar Lenz in 1831, and to Corallium by Gotthold Hahn in 1883.The generic name is derived from Latin rāmus 'branch', while the specific epithet comes from the Latin formōsus 'beautiful'. Common names include salmon coral, beautiful clavaria, handsome clavaria, yellow-tipped- or pink coral fungus.  There is some confusion over its classification as there is evidence the binomial name has been applied loosely to any coral fungus fitting the description, and thus some collections from North America may be a different species.",
    "Description": "The fruit body of Ramaria formosa grows to a height of 30 cm (12 in) and width of 15 cm (6 in); it is a many-branched coral-like structure, the yellow-tipped pinkish branches arising from a thick base. Terminal branches are less than 0.5 cm (0.2 in) in diameter. The flesh is white, with pink in the middle, or pale orange. It may turn wine-coloured or blackish when bruised. Old specimens may fade so the original colour is hard to distinguish. The smell is unpleasant and taste bitter. However, the taste has been reported as indistinct in North American collections. Old specimens dry out and become brittle and chalk-like, so that rubbing the branches between one's fingers crumbles them into powder.\n\nRamaria formosa produces a golden-yellow spore print. The spores have a cylindrical to elliptical shape, and measure 8–15 by 4–6 µm. The spore surface features small warts that are arranged in confluent lines. Basidia (spore-bearing cells) are club-shaped, measuring 40–60 by 7–10 µm, and have one to four sterigmata. In the stalk, the hyphae comprising the flesh are interwoven, while hyphae in the branches have a more parallel arrangement. Both types measure 4–13 µm wide. Some of the hyphae are gloeoplerous, meaning they have an oily or granular appearance when viewed under the microscope. Clamp connections are present in the hyphae. Iron salts applied to the branches will cause a green colour change.",
    "Description-Similar species": "In Europe, it could be confused with two edible yellow coral fungi—the high yellow clavaria (Ramaria flava) and R. aurea. These have pale golden yellow flesh in their branches, unlike the white flesh of R. formosa. However, this difference can be hard to make out. A general rule is to avoid all old coral fungi. The North American species R. largentii has orange branches. There are several other Ramaria species with yellow-tipped, salmon-coloured branches, including R. leptoformosa, R. neoformosa, R. raveneliana and  R. rubricarnata. These are distinguished from R. formosa most reliably using microscopic characteristics.",
    "Distribution and habitat": "Fruiting in autumn, Ramaria formosa is associated with beech and is found in Asia (Yunnan, China and India), Europe, and North America. Forms from the western areas are known to occur under conifers. In Cyprus, the fungus is thought to form mycorrhizal associations with golden oak (Quercus alnifolia).",
    "Toxicity": "Consumption of the fungus results in acute gastrointestinal symptoms of nausea, vomiting, colicky abdominal pain and diarrhea. The toxins responsible are unknown to date. It has been reported as edible if the acrid tips are removed. Toxicity notwithstanding, the fungus is used as a traditional medicine by the Gurjar and Bakarwal tribes in the Rajouri and Poonch districts of India. Fruit bodies are eaten with food after cooking, in the belief that they relieve body pain. The fungus is also sold in markets in Lijiang, China.",
    "References": "\n\n== External links =="
  }
}