{
  "url": "https://en.wikipedia.org/wiki/Rubroboletus_legaliae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Rubroboletus"
    },
    {
      "Species": "R. legaliae"
    }
  ],
  "text": {
    "__SUMMARY__": "Rubroboletus legaliae, previously known as Boletus splendidus, B. satanoides, and B. legaliae is a basidiomycete fungus of the family Boletaceae. It is poisonous, with predominantly gastrointestinal symptoms, and is related to Rubroboletus satanas.",
    "Taxonomy": "Boletus legaliae was described by Czech mycologist Albert Pilát in 1968. It is named after the French mycologist Marcelle Le Gal. Boletus splendidus as described by Charles-Édouard Martín in 1894 is a synonym. The description of Boletus satanoides was too vague to be ascribed to any actual species. Boletus legaliae was transferred to the genus Rubroboletus in 2015 by Marco Della Maggiora and Renzo Trassinelli.",
    "Description": "The cap is initially off-white, or coffee-coloured at the button stage. In mid life it often (but not always) turns a pale mouse grey. In old age the cap turns reddish, or what has been described as 'old rose'. It may reach 14 cm (5.5 in) in diameter.\nThe stipe is stocky, with a narrow red reticulation (net pattern) on an orange ground at the apex. This orange ground colour fades gradually towards the midsection, making the red reticulation more pronounced. At the base the reticulation is absent, and the stipe turns dark vinaceous. Sometimes the stipe detail can be faint, or even absent when covered with earth or leaf litter. The pores are initially red, but have an overall orange colour when mature, and they bruise blue. The flesh turns pale blue on cutting / dark vinaceous in the stipe base. The flesh is said to smell of chicory.",
    "Description-Similar species": "Rubroboletus satanas, found in broad-leaved woodland on calcareous soil, has a whiter cap that turns brownish-ochre, lacking the overall reddish tones in maturity. It has a more nauseating smell, and it is poisonous, possibly deadly.\nMolecular study of the holotype of Rubroboletus spinari has demonstrated its conspecifity with Rubroboletus legaliae.",
    "Distribution and habitat": "Uncommon in Southern England, and Europe.\nGrows with oak (Quercus) and beech (Fagus) often on neutral to acid soils. It is considered vulnerable in the Czech Republic.",
    "Toxicity": "Edibility testing resulted in a strong gastrointestinal upset, which is typically caused by Rubroboletus species when eaten raw.",
    "Group status": "In Britain, all of the boletes in the Satanas group are either very rare, endangered, or extinct. British Checklist\n\n\n== References =="
  }
}