{
  "url": "https://en.wikipedia.org/wiki/Rubroboletus_pulcherrimus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Rubroboletus"
    },
    {
      "Species": "R. pulcherrimus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rubroboletus pulcherrimus—known as Boletus pulcherrimus until 2015—is a species of mushroom in the family Boletaceae. It is a large bolete from Western North America with distinguishing features that include a netted surface on the stem, a red to brown cap and stem color, and red pores that stain blue upon injury.  Until 2005 this was the only bolete that has been implicated in the death of someone consuming it; a couple developed gastrointestinal symptoms in 1994 after eating this fungus with the husband succumbing. Autopsy revealed infarction of the midgut.",
    "Taxonomy": "American mycologists Harry D. Thiers and Roy E. Halling were aware of confusion on the west coast of North America over red-pored boletes; two species were traditionally recognised—Boletus satanas and Boletus eastwoodiae. However, they strongly suspected the type specimen of the latter species was in fact the former. In reviewing material they published a new name for the taxon, which Thiers had written about in local guidebooks as B. eastwoodiae, as they felt that name to be invalid. Hence in 1976 they formally described Boletus pulcherrimus, from the Latin pulcherrimus, meaning \"very pretty\". It was transferred to the genus Rubroboletus in 2015 along with several other allied reddish colored, blue-staining bolete species such as B. eastwoodiae and B. satanas.",
    "Description": "Colored various shades of olive- to reddish-brown, the cap may sometimes reach 25 centimeters (10 in) in diameter and is convex in shape before flattening at maturity. The cap surface may be smooth or velvety when young, but may be scaled in older specimens; the margin of the cap is curved inwards in young specimens but rolls out and flattens as it matures.\nThe cap may reach a thickness of 3 to 4 cm (1.2 to 1.6 in) when mature. The adnate (attached squarely to the stem) poroid surface is bright red to dark red or red-brown and bruise dark blue or black; there are 2 to 3 pores per mm in young specimens, and in maturity they expand to about 1 or 2 per mm. In cross section, the tubes and flesh are yellow. The tubes are between 0.5 to 1.5 cm (0.2 to 0.6 in) long, while the angular pores are up to 1 mm in diameter; pores can range in color from dark red in young specimens to reddish brown in age. The pores will stain a blue color when cut or bruised. The solid, firm stem is 7–20 cm (3–8 in) long and thick—up to 10 cm (4 in) in diameter, at the base before tapering to 2–5 cm (1–2 in) at the top. It is yellow or yellow-brown in color and bears a network of red reticulations on the upper 2/3 of its length. The spore print is olive-brown. The taste of the flesh is reportedly mild, and the odor indistinct, or \"slightly fragrant\".Microscopic charactersThe spores are spindle-shaped or elliptical, thick-walled, smooth, and have dimensions of 13–16 by 5.5–6.5 μm. The basidia, the spore-bearing cells, are club-shaped (clavate), attached to 1 to 4 spores, and have dimensions of 35–90 by 9–12 μm. The cystidia (sterile, non-spore-bearing cells found interspersed among the basidia) in the hymenium have dimensions of 33–60 by 8–12 μm. Clamp connections are absent in the hyphae of B. pulcherrimus.",
    "Description-Similar species": "Although the relatively large fruiting bodies of R. pulcherrimus are distinctive, they might be confused with superficially similar species, such as Rubroboletus eastwoodiae; the latter species has a much thicker stalk. Another similar species is R. haematinus, which may be distinguished by its yellower stem and cap colors that are various shades of brown. Its darker cap and lack of reticulation on the stipe differentiate it from R. satanas. Neoboletus luridiformis grow with oaks but is smaller and have non-reticulate stipe.",
    "Distribution and habitat": "Rubroboletus pulcherrimus is found in western North America, from New Mexico and California to Washington, and may feasibly occur in British Columbia, Canada. One source notes it grows at low altitudes in the Cascade Range and Olympic Mountains; another claims it grows at high elevations, over 5,000 ft (1,500 m). Fruiting in autumn, it grows singly or in groups (although another source claims \"never in groups\") in humus in mixed woodlands. In the original publication describing the species, Thiers and Halling note that it is associated with forests containing tanbark oaks (Lithocarpus densiflora), Douglas fir (Pseudotsuga menziesii), and Giant Fir (Abies grandis). Smith and Weber mention increased fruitings after warm heavy fall rains following a humid summer.",
    "Toxicity": "In general, blue-staining red-pored boletes should be avoided for consumption. Thiers warned this species may be toxic after being alerted to severe gastrointestinal symptoms in one who had merely tasted it. Years later, in 1994, a couple developed gastrointestinal symptoms after eating this fungus and the husband died as a result. A subsequent autopsy revealed that the man had suffered an infarction of the midgut. Rubroboletus pulcherrimus was the only bolete that had been implicated in the death of someone consuming it, It is known to contain low levels of muscarine, a peripheral nervous system toxin. until 2005. A report from Australia records a fatality from muscarinic syndrome after consuming a mushroom from the genus Rubinoboletus.",
    "See also": "\nList of deadly fungi\nList of North American boletes\n\n\n== References =="
  }
}