{
  "url": "https://en.wikipedia.org/wiki/Sarcosphaera_coronaria",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Pezizaceae"
    },
    {
      "Genus": "SarcosphaeraAuersw. (1869)"
    },
    {
      "Species": "S. coronaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Sarcosphaera is a fungal genus within the Pezizaceae family. It is a monotypic genus, containing the single species Sarcosphaera coronaria, commonly known as the pink crown, the violet crown-cup, or the violet star cup. It is a whitish or grayish cup fungus, distinguished by the manner in which the cup splits into lobes from the top downward. It is commonly found in the mountains in coniferous woods under humus on the forest floor, and often appears after the snow melts in late spring and early summer. The fungus is widespread, and has been collected in Europe, Israel and the Asian part of Turkey, North Africa, and North America. In Europe, it is considered a threatened species in 14 countries. Although several taxa have been described as Sarcosphaera species since the introduction of the genus in 1869, most lack modern descriptions, have been transferred to the related genus Peziza, or are considered synonymous with S. coronaria.\nThe fruit body, typically found partially buried in soil, is initially like a fleshy hollow ball, and may be mistaken for a puffball. Unlike the latter, it splits open from the top downwards to form a cup with five to ten pointed rays, reaching up to 12 cm (4.7 in) in diameter. It is lavender-brown on the inside surface, and whitish outside, but usually dingy from adhering soil. Characteristic microscopic features include asci that are amyloid (so their tips stain blue at the tip with iodine), and smooth, blunt-ended, ellipsoid spores with large oil droplets. Sarcosphaera coronaria—once thought to be a good edible—is not recommended for consumption, after several reports of poisonings causing stomach aches, and in one instance, death. The fruit bodies are known to bioaccumulate the toxic metalloid arsenic from the soil.",
    "Taxonomy, classification, and phylogeny": "The genus was first described by Bernhard Auerswald in 1869, to accommodate the species then known as Peziza macrocalyx. Sarcosphaera coronaria was originally named Peziza coronaria by the Dutch scientist Nikolaus Joseph von Jacquin in 1778, and underwent several name changes before being assigned its current name in 1908 by Joseph Schröter. The Greek genus name means \"flesh ball\"; the Latin specific epithet, coronaria, refers to the crown-like form of the open fruit body. The species is commonly known by various names, including the \"crown fungus\", the \"pink crown\", the \"violet crown-cup\", or the \"violet star cup\".Several taxa have been named as belonging to the genus Sarcosphaera over the years, but most lack modern descriptions and have not been reported since their original collections. For example, Sarcosphaera funerata was renamed by Fred Jay Seaver in 1930 based on the basionym Peziza funerata, originally described by Cooke in 1878. Sarcosphaera gigantea was a species collected from Michigan, originally described as Pustularia gigantea by Heinrich Rehm in 1905, and considered distinct from S. coronaria on the basis of its smaller spore size. Sarcosphaera ulbrichiana was described by Wilhem Kirschstein in 1943. Other taxa have been reduced to synonymy with S. coronaria, or transferred to other genera. Sarcosphaera eximia (originally Peziza eximia Durieu & Lév. 1848, and later transferred to Sarcosphaera by René Maire), Sarcosphaera crassa (considered by Zdeněk Pouzar in a 1972 publication to be the correct name for S. coronaria) and Sarcosphaera dargelasii (originally Peziza dargelasii Gachet 1829, transferred to Sarcosphaera by Nannfeldt) are now considered synonyms of S. coronaria. Sarcosphaera ammophila (originally Peziza ammophila Durieu & Mont.) and Sarcosphaera amplissima (originally Peziza amplissima Fr. 1849) have since been transferred back to Peziza. The 10th edition of the Dictionary of the Fungi (2008) considers Sarcosphaera to be monotypic, and Index Fungorum has only Sarcosphaera coronaria confirmed as valid.In 1947, Helen Gilkey described the genus Caulocarpa based on a single collection made in Wallowa County, Oregon. The type species, C. montana, was thought to be a truffle (formerly classified in the now-defunct Tuberales order) because of its chambered fruit body and subterranean growth habit. It was later noted by mycologist James Trappe to strongly resemble Sarcosphaera. Thirty years later, Trappe revisited the original collection site in eastern Oregon and found fresh specimens that closely matched Gilkey's original description. Some specimens, however, had opened up similar to Sarcosphaera, suggesting that the original specimens had \"simply not emerged and often not opened due to habitat factors.\" Microscopic examination of the preserved type material revealed the species to be Sarcosphaera coronaria (then called S. crassa), and Caulocarpa is now considered a generic synonym of Sarcosphaera.Sarcosphaera is classified in the family Pezizaceae of the order Pezizales. Phylogenetic analysis of ribosomal DNA sequences suggests that Sarcosphaera forms a clade with the genera Boudiera and Iodophanus, and that the three taxa are a sister group to Ascobolus and Saccobolus (both in the family Ascobolaceae). Species in the families Pezizaceae and Ascobolaceae are distinct from other Pezizalean taxa in the positive iodine reaction of the ascus wall. In a more recent (2005) phylogenetic analysis combining the data derived from three genes (the large subunit ribosomal rRNA (LSU), RNA polymerase II (RPB2), and beta-tubulin), Sarcosphaera was shown to be closely related to the truffle genus Hydnotryopsis, corroborating earlier results that used only the LSU rDNA sequences.",
    "Description": "Sarcosphaera is partly hypogeous (fruiting underground) and emerges from the ground as a whitish to cream-colored hollow ball. Young specimens are covered entirely by an easily removed thin protective membrane. As it matures, it splits open to expose the inner spore-bearing layer (hymenium). The cup is up to 12 cm (4.7 in) in diameter, roughly spherical initially but breaking up into a series of five to ten raylike projections, which give the fruit body the shape of a crown. The outer surface of the cup is white, while the inner surface is lilac-gray, although in age the color may fade to a brownish-lavender color. The flesh is white, thick, and fragile. Some specimens may have a short, stubby stalk.The spores are hyaline (translucent), smooth, and ellipsoid with the ends truncate. They have dimensions of 11.5–20 by 5–9 μm, and usually contain two large oil drops. The paraphyses (sterile, filamentous cells interspersed among the asci, or spore-producing cells) are 5–8 μm wide at the tip, branched, septate (with partitions that divide the cells into compartments), and constricted at the septa. The asci are cylindrical, and measure 300–360 by 10–13 μm; the tips of the asci stain blue with Melzer's reagent. The finely cylindrical paraphyses have slightly swollen tips and are forked at the base.",
    "Description-Similar species": "Immature, unopened fruit bodies can be mistaken for truffles, but are distinguished by their hollow interior. Mature specimens somewhat resemble the \"earthstar scleroderma\" (Scleroderma polyrhizum), but this yellowish-brown species does not have the purple coloration of Sarcosphaera coronaria. Peziza ammophila (formerly classified in the genus Sarcosphaera) has an exterior surface that is colored brown to dark brown, and when young it is cup-shaped. Neournula puchettii also has a pinkish-colored hymenium, but it is smaller and always cup-shaped. Geopora sumneriana is another cup fungus that superficially resembles S. coronaria in its form and subterranean growth habit; however, the surface of its hymenium is cream-colored with ochraceous tinges, and its outer surface is covered with brown hairs. Geopora sepulta may also be included as a potential lookalike to S. coronaria, as it is macroscopically indistinguishable from G. sumneriana.",
    "Description-Edibility": "Sarcosphaera coronaria has no distinctive taste or odor, although one source says that as it gets older the odor becomes \"reminiscent of rhubarb\". Although older literature describes it as a good edible species, modern literature does not recommended it for consumption. It gives some individuals gastrointestinal discomfort, reputedly similar to poisoning symptoms caused by morels. A number of poisonings attributed to this species have been reported from Europe, including one fatal poisoning in the Jura area in 1920, following which a warning was issued not to eat it raw or in salads. Although the fruit bodies are edible after cooking, they are rarely collected by mushroom pickers, and have no commercial value.The chemical composition of fruit bodies collected from Turkey has been analyzed, and the dried fruit bodies determined to contain the following nutritional components: protein, 19.46%; fat, 3.65%; ash, 32.51%; carbohydrates, 44.38% (including 6.71% as non-digestible cellulose). Fresh fruit bodies have a moisture content of 84.4%. The mushrooms are a good source of the element vanadium, shown in a 2007 study to be present at a concentration of 0.142 mg/kg (dry weight).",
    "Ecology, habitat and distribution": "Historically, Sarcosphaera coronaria has been assumed to be saprobic, acquiring nutrients from breaking down decaying organic matter. The fungus, however, is only found with trees known to form mycorrhiza, and it is often locally abundant where it occurs, year after year in the same location, indicative of a mycorrhizal lifestyle. The results of a 2006 study of Pezizalean fungi further suggest that the species is an ectomycorrhizal symbiont, and more generally, that the Pezizales include more ectomycorrhizal fungi than previously thought.\n\nThe fruit bodies are found singly, scattered, or clustered together in broad-leaf woods favoring beech, less frequently with conifers. A preference for calcareous soils has been noted, but they will also grow on acidic bedrock. Because their initial development is subterranean, young fruit bodies are easy to overlook, as they as usually covered with dirt or forest duff. They are more common in mountainous locations, and occur most frequently in the spring, often near melting snow. The fungus is distributed in 23 European countries, North Africa, and North America, from British Columbia eastward to Michigan and New York, south to Veracruz, Mexico. It has also been collected from Israel and the Asian part of Turkey. In Europe, the fungus is red-listed in 14 countries, and is considered a threatened species by the European Council for Conservation of Fungi. It is short-listed for inclusion in the Bern Convention by the European Council for Conservation of Fungi. Threats to the species include loss and degradation of habitats due to clearcutting and soil disturbance.",
    "Bioaccumulation": "The fruit bodies can bioaccumulate the toxic heavy metal arsenic from the soil in the form of the compound methylarsonic acid. Although less toxic than arsenic trioxide, it is still relatively dangerous. Concentrations over 1000 mg/kg (dry weight) are often reached. As reported in one 2004 publication, a mature specimen collected near the town of Český Šternberk in the Czech Republic was found to have an arsenic content of 7090 mg/kg dry weight, the highest concentration ever reported in a mushroom. Typically, the arsenic content of mycorrhizal mushrooms collected from unpolluted areas is lower than 1 mg/kg. In a 2007 Turkish study of 23 wild edible mushroom species (collected from areas not known to be polluted), S. coronaria had the highest concentration of arsenic at 8.8 mg/kg dry weight, while the arsenic concentration of the other tested mushrooms ranged from 0.003 mg/kg (in Sarcodon leucopus) to 0.54 mg/kg (in Lactarius salmonicolor).",
    "Notes": "",
    "References": "",
    "References-Cited books": "Jordan M. (2004). The Encyclopedia of Fungi of Britain and Europe. London, UK: Frances Lincoln. ISBN 0-7112-2378-5.\nKirk PM, Cannon PF, Minter DW, Stalpers JA (2008). Dictionary of the Fungi (10th ed.). Wallingford, UK: CABI. ISBN 978-0-85199-826-8.\n\n\n== External links =="
  }
}