{
  "url": "https://en.wikipedia.org/wiki/Scleroderma_citrinum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Sclerodermataceae"
    },
    {
      "Genus": "Scleroderma"
    },
    {
      "Species": "S. citrinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Scleroderma citrinum, commonly known as the common earthball, pigskin poison puffball, or common earth ball, is the most common species of earthball in the UK and occurs widely in woods, heathland and in short grass from autumn to winter.\nScleroderma citrinum has two synonyms, Scleroderma aurantium (Vaill.) and Scleroderma vulgare Horn.Earthballs are superficially similar to, and considered look-alikes of, the edible puffball, but whereas the puffball has a single opening on top through which the spores are dispersed, the earthball just breaks up to release the spores. Moreover, Scleroderma citrinum has much firmer flesh and a dark gleba (interior) much earlier in development than puffballs. Scleroderma citrinum has no stem but is attached to the soil by mycelial cords.  The peridium, or outer wall, is thick and firm, usually ochre yellow externally with irregular warts.\nThe earthball may be parasitized by Pseudoboletus parasiticus.\nScleroderma citrinum can be mistaken with truffles by inexperienced mushroom hunters. Ingestion of Scleroderma citrinum can cause gastrointestinal distress in humans and animals, and some individuals may experience lacrimation, rhinitis and rhinorrhea, and conjunctivitis from exposure to its spores.Pigments found in the fruiting body of Scleroderma citrinum Pers. are sclerocitrin, norbadione A, xerocomic acid, and badione A.",
    "Notes": "",
    "References": "Buckzacki, Stefan; John Wilkinson (1982). Mushrooms and Toadstools (Collins Gem Guide). Wm. Collins Sons & Co. Ltd. ISBN 0-00-458812-6.\nWakefield, Elsie M. (1964). The Observer's Book of Common Fungi (Observer's Pocket Series No. 19) (3rd printing ed.). Frederic Warne & Co Ltd. OCLC 748994120.",
    "External links": "Medicinal Mushrooms Description, bioactive compounds, medicinal properties\nMushroom Expert Additional information"
  }
}