{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_equestre",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. equestre"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma equestre or Tricholoma flavovirens, also known as man on horseback or yellow knight is a formerly widely eaten but hazardous fungus of the genus Tricholoma that forms ectomycorrhiza with pine trees.\nKnown as Grünling in German, gąska zielonka in Polish, and canari in French, it has been treasured as an edible mushroom worldwide and is especially abundant in France. Although it is regarded as quite tasty, cases of poisoning from eating T. equestre have been reported. Research has revealed it to have poisonous properties.",
    "Taxonomy and naming": "Tricholoma equestre was known to Linnaeus who officially described it in Volume Two of his Species Plantarum in 1753, giving it the name Agaricus equestris, predating a description of Agaricus flavovirens by Persoon in 1793. Thus this specific name meaning \"of or pertaining to horses\" in Latin takes precedence over Tricholoma flavovirens, the other scientific name by which this mushroom has been known. It was placed in the genus Tricholoma by German Paul Kummer in his 1871 work Der Führer in die Pilzkunde. The generic name derives from the Greek trichos/τριχος 'hair' and loma/λωμα 'hem', 'fringe' or 'border'.The species may be in need of further analysis given the conflicting reports of toxicity.\nCommon names include the man-on-horseback, yellow knight, and saddle-shaped tricholoma.",
    "Description": "The stem is yellow, usually about 4 to 10 centimetres long with an even diameter. The gills are also yellow colour and the spores are white. The cap is usually a yellow to yellow-green sometimes with a touch of brown to brown-reddish colour. The diameter is usually from 5 to 12 centimetres in length. The skin layer covering the cap is sticky and can be peeled off.\nIt can easily be mistaken for a variety of other members of the genus Tricholoma, such as T. auratum, T. aestuans and T. sulphureum.",
    "Toxicity": "This species was for a long time highly regarded as one of the tastier edible species, and sold in European markets; medieval French knights allegedly reserved this species for themselves, leaving the lowly bovine bolete (Suillus bovinus) for the peasants.Concern was first raised in southwestern France. People who have been poisoned have all had three or more meals containing T. equestre within the last two weeks prior to treatment. One to four days after their last meal containing the fungus, the patients reported weakness of the muscles, sometimes accompanied by pain. This weakness progressed for another three to four days accompanied by a feeling of stiffness and darkening of the urine. Periods of nausea, sweating, reddening of the face were also registered, but there were no fevers.\nAs yet, there have been no reported cases of poisoning in North America, and there is speculation that the respective mushrooms may in fact be different species that are very similar in appearance.\nThere are reports where patients treated for T. equestre poisoning have died, likely as a result of the poisoning. The poison in this mushroom has remained unknown. The basic mechanism of poisoning is suspected to be rhabdomyolysis, damaging of the cell membrane of skeletal muscle fibres. In this disorder, the oxygen-carrying muscular protein myoglobin is released and appears in urine, resulting in symptoms such as muscle pain and brownish coloration of the urine.A 2018 research conducted in Poland with the recruitment of ten healthy volunteers, who ate 300 grams per head (about twice the normal dose) of fried T. equestre in a single meal, with no reported consequences or alterations, would rule out that this species contains any significant amount of toxic substances.",
    "See also": "Pine mushroom\nMushroom hunting\nList of deadly fungi\nList of North American Tricholoma\nList of Tricholoma species",
    "Footnotes": "",
    "External links": "Food for Thought: Mushrooming Concerns \"Science News Online\" article on T. flavovirens  (T. equestre).\nTricholoma equestre poisoning \"About Health Canada\" article on Tricholoma equestre poisoning.\nRecent Poisonings from Edible Mushrooms! A report on a few new kinds of mushroom poisoning.\nTricholoma equestre by Robert Sasata, Healing-Mushrooms.net. A literature review of medicinal or bioactive compounds from this species.\nRiddarmusseronen kan vara giftig Swedish article on T. flavovirens and its toxicity.\nMatportalen: Matsoppen som ble giftsopp Norwegian article on T. equestre.\nGoogle Image Search Google image search for \"Tricholoma flavovirens\"."
  }
}