{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_columbetta",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. columbetta"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma columbetta, commonly known as dove-coloured tricholoma, is an edible mushroom of the large genus Tricholoma. It is found in Europe, where it is eaten in France.",
    "Genus": "Elias Magnus Fries described the species in 1821 as Agaricus columbetta. Paul Kummer placed it in the genus Tricholoma in 1871, within which it is classified in the Section Albata.",
    "Description": "The fruit body (mushroom) is white or ivory-coloured, sometimes with a pale ochre tinge in the centre of the cap or pinkish, violet-blue or greenish spots. The cap is conical in young specimens, expanding to convex or flattish with a wavy margin, and is 4–10 cm in diameter. It can be a little sticky when wet. The centre of the cap may have a small boss or be depressed. The  gills are adnate and widely spaced. The cylindrical stalk is 6–14 cm tall and 0,8–2 cm thick, and has no ring. The mushroom has a mealy smell, which is stronger when it is cut. The spore print is white. The spores are 5–7.5 x 3.5–5.5 μm. Tricholoma columbetta is edible, with a pleasant taste.Tricholoma albidum is similar but stains yellow when cut or bruised. T. columbetta could be confused with paler specimens of the poisonous Entoloma lividum, though the latter has a more grey-white cap, yellow or pink gills.",
    "Distribution": "Widespread across Europe, Tricholoma columbetta forms mycorrhizal relationships with oak (Quercus) and is found in woodlands, parks, and rarely sand dunes on sandy mildly acidic soils. Mushrooms appear from August to November. In southern Finland, mushrooms appear in August and September.",
    "See also": "List of Tricholoma species",
    "References": "",
    "External links": "Tricholoma columbetta  in Index Fungorum"
  }
}