{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_sulphureum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. sulphureum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma sulphureum, also known as sulphur knight or gas agaric, is an inedible or mildly poisonous mushroom found in woodlands in Europe. It has a distinctive bright yellow colour and an unusual smell likened to coal gas. It occurs in deciduous woodlands in Europe from spring to autumn.",
    "Taxonomy": "Tricholoma sulphureum was first described in 1784 by the French botanist Pierre Bulliard and given the name Agaricus sulphureus, before being placed in the genus Tricholoma by German mycologist Paul Kummer in 1871. The specific epithet sulfǔrěus derived from the Latin 'of or pertaining to sulfur'. It belongs to a complex of similar foul-smelling species such as Tricholoma inamoenum. Another related species, T. bufonium, may be an intraspecific variant.",
    "Description": "It has a convex cap with a vague umbo up to 8 cm (3 in) across, sulphur yellow in colour. The thick, sinuate gills, stipe and flesh are similarly bright yellow. The smell, caused by the chemical skatole, is enough to distinguish it from other yellow fungi. John Ramsbottom reports that it has a complex smell that has been likened variously to Jasmine, Narcissus, Hyacinth, Hemerocallis flava, Lilac, Tagetes, decayed hemp or coal gas, as well as described as nauseating or foetid. The taste is bitter.\nIt could be confused with the darker T. equestre, though the latter has a sticky cap, white flesh, thin crowded gills, and a mealy smell. However this latter species which was formerly considered a good edible mushroom, would have itself caused sporadic cases of poisoning.",
    "Distribution and habitat": "Tricholoma sulphureum is found in deciduous woods, particularly beech, and can occur anytime from spring until autumn. It is found across Europe and has been confirmed as far east as China. It is also distributed in North America, where it grows also with conifers. It is commonly known as the \"Stinker\" or \"Sulfur Trich\". In Turkey, it is considered critically endangered.",
    "Toxicity": "The fungus is usually classified as inedible in guidebooks, although there have been reports of poisoning. Symptoms are predominantly gastrointestinal with some neurological.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species\n\n\n== References =="
  }
}