{
  "url": "https://en.wikipedia.org/wiki/Turbinellus_kauffmanii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Gomphales"
    },
    {
      "Family": "Gomphaceae"
    },
    {
      "Genus": "Turbinellus"
    },
    {
      "Species": "T. kauffmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Turbinellus kauffmanii (syn. Gomphus kauffmanii), is a species of mushroom native to North America.",
    "Description": "The cap is generally 10–20 cm (4–8 in) in diameter, though rarely can be up to 35 cm (14 in) across. The cap is olive to brown, with the surface splitting into olive- to clay-coloured scales as it ages, with white flesh between. The overall shape of the fruitbody is vase-shaped. The flesh is thick and white. The spore-bearing surface is yellow when young and ages to a buff-pink, and stains wine-coloured when bruised in younger specimens. The hymenium is decurrently attached to the stipe. The stipe is generally 8–15 cm (3–6 in) high and 2–4 cm (3⁄4–1 1⁄2 in) wide, though can be as tall as 40 cm (15 1⁄2 in). The spore print is ochre-coloured. Younger specimens also have a pungent smell, and the flesh can have an acrid taste.Laboratory experiments have shown that T. kauffmanii contains norcaperatic acid, though at lower concentrations than T. floccosus. Norcaperatic acid increases tone of guinea pig smooth muscle of the small bowel (ileum), and that when given to rats, leads to mydriasis, skeletal muscle weakness, and central nervous system depression. It is likely the agent responsible for toxic (gastrointestinal) symptoms that occur in T. floccosus.",
    "Taxonomy": "It was described in 1947 as Cantharellus kauffmanii by Alexander H. Smith, who treated the members of Gomphus as two sections—Gomphus and Excavatus—within Cantharellus in his 1947 review of chanterelles in western North America, as he felt there were no consistent characteristics that distinguished the genera. T. kauffmanii was placed in the latter section due to its scaly cap, lack of clamp connections and rusty spores. E. J. H. Corner placed it in the genus Gomphus in 1966. The genus Gomphus, along with several others in the Gomphaceae, was reorganized in the 2010s after molecular analysis confirmed that the older morphology-based classification did not accurately represent phylogenetic relationships. Thus, Turbinellus floccosus was made the type species of the genus Turbinellus.",
    "Distribution and habitat": "Turbinellus kauffmanii is native to the Pacific Northwest and northern California, where it is found in coniferous forests on soil rich in humus, with fruitbodies more common in warm wet summers. It has also been recorded from Amanalco municipality in central Mexico.",
    "References": "",
    "External links": "Turbinellus kauffmanii  in Index Fungorum"
  }
}