{
  "url": "https://en.wikipedia.org/wiki/Diospyros_abyssinica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. abyssinica"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros abyssinica (also known as giant diospyros, or Kôforonto and Baforonto in local languages spoken in parts of Mali, blidzo, blitcho, gblit∫o, blonyat∫o or gblεt∫o in some Ghanaian languages) is a tree species in the family Ebenaceae which is native to Sub-Saharan Africa.",
    "Distribution and description": "While usually not a common species, Diospyros abyssinica is widespread in Africa, ranging from Guinea to Eritrea, southwards to the area covered by the Flora Zambesiaca, and Angola. The species is a large tree with a relatively sparse and shortly branched crown. Like other Diospyros, it is an evergreen species. The leaves are alternating, oblong-elliptic, and glossy dark green. Their margin is entire and often wavy. The young leaves are distinctly red. Flowers are small, growing axillary, and are found to be solitary or in few-flowered clusters. They have a creamy-white to yellow colour. The fruit is fleshy, spherical, and held in a lobed cup. It is a yellowish-green colour, turning blue-black when ripe.",
    "Uses": "The fruit are consumed by birds and various mammals, and are an important part of the diet of primates and fruitbats. Records of human consumption is lacking, but the sweet mesocarp under the tough epicarp might likely also be consumed by the local population, as in other African Diospyros species. Besides the varied use of its hard and moderately heavy wood, which is lacking the dark colour and high durability of other Diospyros species, D. abyssinica is said to have medical properties. Few studies of the traditional use of D. abyssinica have however been done.The tree is considered to be a traditional medicine by the Malian people of Sikasso region, and is used for treatments of various diseases. The Dioïla cercle uses the decoction of leaves against malaria, and wound healing, while the roots are used against dysentery. The extraction of the root bark is attractive to scavengers and some 15 lipoxygenase inhibitors have been found. The attraction is caused by phenolic smell of bergenin and flavanol that the plant releases. It also releases betulinic acid and lupeol from the stem bark. All of those compounds are used as anti-inflammatory, and are protecting plants from protozoan parasites. The plants are also effective against blood platelet aggregation and murine tumors.\n\n\n== References =="
  }
}