{
  "url": "https://en.wikipedia.org/wiki/Diospyros_kaki",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. kaki"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros kaki, also called the persimmon, Oriental persimmon or kaki, is the most widely cultivated species of the genus Diospyros. Although its first botanical description was not published until 1780, the kaki is among the oldest cultivated plants, having been in use in China for more than 2000 years. In some rural Chinese communities, the kaki fruit is seen as having a great mystical power that can be harnessed to cure headaches, back pains and foot ache.\nThe persimmon is an edible sweet, slightly tangy fruit with a soft to occasionally fibrous texture. This species, native to China, is deciduous, with broad, stiff leaves. Cultivation extended first to other parts of East Asia, including Japan where it is very popular.  It was later introduced to California and southern Europe in the 19th century, to Brazil in the 1890s, and numerous cultivars have been selected. A variety is Diospyros kaki var. sylvestris Makino.\nWhen ripe, this fruit comprises thick pulpy jelly encased in a waxy thin-skinned shell.\nIn astringent cultivars (cultivated varieties), the fruit has a high proanthocyanidin-type tannin content which makes the immature fruit astringent and bitter. The tannin levels are reduced as the fruit matures. The fruit of those cultivars is not edible in its crisp, firm state; they're edible when soft ripe. The ripe fruit has a soft jelly-like consistency. The Japanese 'Hachiya' is a widely grown astringent cultivar. Other cultivars, such as 'Fuyu', do not contain tannins when firm. Those can be eaten like an apple or can be allowed to go to any stage of ripeness, including to the jelly-like stage. These non-astringent varieties are, however, considered to have a less complex flavor.\"Sharon Fruit\" (named originally after Sharon plain in Israel) is a trade name for non-astringent D. kaki fruit.",
    "Names": "Diospyros kaki is commonly called Japanese persimmon, Chinese persimmon, kaki (from the Japanese name 柿, pronounced [kaki]), kaki persimmon, and Oriental persimmon.The scientific name Diospyros kaki L. f. may be used erroneously for this plant. However, Diospyros kaki L. f., published in 1781, is a later homonym of Diospyros kaki Thunb., published in 1780. So the name Diospyros kaki L. f. is taxonomically illegitimate and not accepted.",
    "Tree": "Similar in shape to an apple tree, the kaki tree reaches a size of up to 10 metres (33 ft). Its deciduous leaves are medium to dark green, broadly lanceolate, stiff and equally wide as long. Blooming from May to June, the trees are typically either male or female, but some produce both types of flowers. Furthermore, the sexual expression of a tree may vary from year to year. Unusually, the kaki fruits  ripen when the leaves have mostly fallen off the tree, typically in October and November. (Northern Hemisphere)",
    "Flower": "Kaki trees typically do not bear until they are 3 to 6 years old. The 2 centimetres (1 in)-2.5 centimetres (1 in) wide flowers appear in the spring. Female flowers have a creamy yellow color and tend to grow singly, while male flowers have a pink tint and tend to appear in threes. The flowers have four crown-shaped sepals and four petals. On occasion, bisexual flowers occur. Some varieties (parthenocarpic) will produce seedless fruit even in the absence of pollination, but their pollinated flowers will produce larger fruit riddled with seeds.",
    "Fruit": "The spherical to oval fruit, bearing the indented stem and four sepals, can weigh up to 500 grams (18 oz). The smooth, shiny, thin shell ranges in shade from yellow to red-orange. The slightly lighter fleshed fruits can contain up to eight seeds and may have an astringent taste. With increasing maturity, the fruit softens, similar to a kiwifruit.\nThe high content of tannin in the still-immature kaki provides a bitter component reminiscent of pear and apricot flavors, which becomes weaker with progressive maturation. The furry taste, caused by the tannins, is often reduced during the ripening process. The high content of the carotenoids beta-cryptoxanthin, beta-carotene, and zeaxanthin, along with some lutein and alpha-carotene makes the kaki fruit nutritionally valuable.",
    "Chemistry": "Apart from tannins, triterpenoid compounds such as α-amyrin, uvaol, ursolic acid, 19α-hydroxy ursolic acid and 19 α,24-dihydroxy ursolic acid can be isolated from the leaves of D. kaki.",
    "Cultivation": "Kaki are grown worldwide, with 90 percent of the total in China, Japan and Korea. In East Asia the main harvest time for kaki is in the months of October and November. The trees lose their leaves by harvest time. Occasionally, the brightly colored fruit is left unharvested on the tree as a decorative effect.\nIn China, kaki has been cultivated since time immemorial. It is considered to have four virtues: \n\nIt lives long.\nIt gives a large area of shade.\nIt is used by the birds as a nesting place.\nIt is not attacked by pests.Cultivation of this species at first spread through East Asia. Since the 19th century, kaki partially replaced date-plum (Diospyros lotus, also known as Caucasian persimmon) in some countries in South Europe and West Asia, because kaki have bigger fruits than date-plum; cultivation in California began at that time.\nThe \"Sharon\" is a variegated form of kaki from Israel,  named after the fertile Plain of Sharon. It does not contain seeds and tastes more mild, since it contains less tannin. Cross cut, the Sharon shows a star-shaped pattern of lines with darker flesh.\nIn Spain, there is a variegated form of kaki, the \"Ribera del Xuquer\" of the Valencia region, also called Spanish persimon (with one 'm') or Rojo Brillante (\"bright red\").Kaki is also produced in Albania, mainly in the Elbasan region. Since 1935–40, it is also grown in small quantities in Bulgaria, particularly in the Upper Thracian Plain and on the Bulgarian Black Sea Coast.",
    "In culture": "Throughout Asia, healing properties are attributed to the kaki. They are said to be helpful against stomach ailments and diarrhea. Immature fruits are said to be a treatment for fever, if they ripen in containers until they are sweet as honey. The juice of unripe fruit is said to lower blood pressure and the fruit stem to relieve a cough. To reinforce these effects, the fruit is peeled before use, exposed to the sunlight during the day and to the dew at night, until a white powdery coating forms.\nA vase adorned with a kaki cake, a pine branch and an orange is a symbol of the desire for \"great happiness in 100 affairs.\"",
    "Consumption": "\nThe leaves are commonly removed before serving. Though the skin is often removed, it may be eaten -- especially when the fruit has ripened and the tannins have significantly broken down, reducing the acridity. They can also be dried; two fruits are attached to a string which is then hung over a pole.\nIn Korea, the persimmon is called gam (Korean: 감), and it is usually eaten as a dessert or when there are guests at home. The persimmon is cut into sections and the skin and core is usually removed. Persimmons are eaten dry during the winter, and they are very popular amongst children. In autumn, families and farmers from the rural areas collect persimmons and hang them to dry. Powdered sugar is sometimes added to enhance the sweetness.\nPersimmon vinegar may be made from Oriental persimmons.\n\n\n== References =="
  }
}