{
  "url": "https://en.wikipedia.org/wiki/Diospyros_sandwicensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. sandwicensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros sandwicensis is a species of flowering tree in the ebony family, Ebenaceae, that is endemic to Hawaii. It belongs to the same genus as both persimmons and ebony.  Its common name, lama, also means enlightenment in Hawaiian.  Lama is a small to medium-sized tree, with a height of 6–12 m (20–39 ft) and a trunk diameter of 0.3 m (0.98 ft).  It can be found in dry, coastal mesic, mixed mesic, and wet forests at elevations of 5–1,220 m (16–4,003 ft) on all major islands.  Lama and olopua (Nestegis sandwicensis) are dominant species in lowland dry forests on the islands of Maui, Molokaʻi, Kahoʻolawe, and Lānaʻi.",
    "Uses": "The sapwood of lama is very white and forms a wide band inside the trunk.  The heartwood is reddish-brown, fine-textured, straight-grained, and extremely hard.  Native Hawaiians made aukā (upright supports) out of lama wood, which were used in hīnaʻi (basket fish trap) construction. The white sapwood represented enlightenment, and thus had many religious uses.  The pou (posts), ʻaho (thatching sticks) and oʻa (rafters) of a special building called a hale lau lama were made of the sapwood. A pā lama is a fenced enclosure made from lama sapwood. A block of the sapwood, covered in a yellow kapa and scented with ʻōlena (Curcuma longa), was placed on the kuahu (altar) inside of a hālau hula (building in which hula was performed). This block represented Laka, goddess of hula.  The piʻoi (berries) are edible.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Diospyros sandwicensis at Wikimedia Commons\n Data related to Diospyros sandwicensis at Wikispecies"
  }
}