{
  "url": "https://en.wikipedia.org/wiki/Diospyros_blancoi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. discolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros discolor (commonly known as velvet apple, velvet persimmon or mabolo tree) is a tree of the genus Diospyros of ebony trees and persimmons. Its edible fruit has a skin covered in a fine, velvety fur which is usually reddish-brown, and soft, creamy, pink flesh, with a taste and aroma comparable to fruit cream cheese. It is native to the Philippines,  where kamagong usually refers to the entire tree, and mabolo or tálang is applied to the fruit.",
    "Cultivation": "It is a dioecious tropical tree that grows well in a diversity of soil, from the sea level to the 2,400 feet above sea level. Seed trees are normally planted 30 or 45 feet from each other; this one can be planted from 25 to 30 feet from each other. It needs a good distribution of rainfall through the year. Trees that were planted by seeds could take 6 or 7 years to give out fruit, but trees that were propagated by cuttings produce fruit in 3 or 4 years. It is a very productive tree.\nThe fact that fruits vary greatly – in shape, color, hairiness and taste – suggests that there is a great deal of genetic variation in the plant. Seedless cultivars exist, and are highly favored since in the normal varieties the large seeds occupy a considerable volume of the fruit.",
    "Timber": "Kamagong timber is extremely dense and hard and is famous for its dark color. Like many other very hard woods, it is sometimes called \"iron wood\" because its wood is iron-like and nearly unbreakable.\nFinished products from kamagong wood, such as fine furniture and decoratives can be exported provided that they are properly documented and approved by the Customs authorities. Kamagong is also popular for martial arts training implements such as bokkens and eskrima sticks.",
    "Secondary metabolites": "The leaves of velvet apple trees have been shown to contain isoarborinol methyl ether (also called cylindrin) and fatty esters of α- and β-amyrin. Both isoarborinol methyl ether and the amyrin mixture demonstrated antimicrobial activity against Escherichia coli, Pseudomonas aeruginosa, Candida albicans, Staphylococcus aureus and Trichophyton mentagrophytes. Anti-inflammatory and analgesic properties have also been shown for the isolated amyrin mixture.",
    "Governance": "It is an endangered tree species and protected by Philippine law - it is illegal to export kamagong timber from the country without special permission from the Bureau of Forestry, Department of Environment and Natural Resources.",
    "References": "",
    "External links": " Media related to Diospyros discolor at Wikimedia Commons\n Data related to Diospyros discolor at Wikispecies"
  }
}