{
  "url": "https://en.wikipedia.org/wiki/Diospyros_lotus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. lotus"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros lotus, with common names date-plum, Caucasian persimmon, or lilac persimmon, is a widely cultivated species of the genus Diospyros, native to subtropical southwest Asia and southeast Europe. Its English name derives from the small fruit, which have a taste reminiscent of both plums and dates. It is among the oldest plants in cultivation.",
    "Distribution and ecology": "The species area extends from East Asia to the west of the Mediterranean, down to Spain. The date-plum is native to southwest Asia and southeast Europe. It was known to the ancient Greeks as \"God's fruit\" (Διός πυρός, Diós pŷrós), hence the scientific name of the genus. Its English name probably derives from Persian Khormaloo خرمالو literally \"date-plum\", referring to the taste of this fruit which is reminiscent of both plums and dates. The fruit is called Amlok املوک in Pakistan and consumed dried. This species is one candidate for the \"lotus tree\" mentioned in The Odyssey: it was so delicious that those who ate it forgot about returning home and wanted to stay and eat lotus with the lotus-eaters.The tree grows in the lower and middle mountain zones in the Caucasus. They usually grow up to 600 m above sea level. In Central Asia, it rises higher—up to 2000 m. They rarely grow in stands but often grow with hackberry, ash, maple and other deciduous species. It is not demanding on the soil and can grow on rocky slopes but requires a well lit environment.\nIt is cultivated at the limits of its range, as well as in the U.S. and North Africa.",
    "Biological description": "This is a tree height of 15–30 m with sloughing of aging bark.\nThe leaves are shiny, leathery, oval shape with pointed ends, 5–15 cm long and 3–6 cm in width.\nThe flowers are small, greenish, appearing in June to July.\nFruits are berries with juicy flesh, yellow when ripe, 1–2 cm in diameter. Seeds with thin skin and a very hard endosperm.",
    "Usage": "Caucasian persimmon fruits are edible and contain lots of sugars, malic acid, and vitamins. They are used as fresh fruits or after frost, but usually dried. Drying and frost destroy their tartness.\n\n\n== References =="
  }
}