{
  "url": "https://en.wikipedia.org/wiki/Diospyros_ebenum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. ebenum"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros ebenum, or Ceylon ebony Sinhala: කළුවර, is a species of tree in the genus Diospyros and the family Ebenaceae. The tree produces valuable black wood.",
    "Description": "This middle-high evergreen tree grows very slowly up to 20–25 metres (66–82 ft) tall. The leaves are entire-like and have a prolonged oval form, about 6–15 centimetres (2.4–5.9 in) long and 3–5 centimetres (1.2–2.0 in) wide. The fruit is not very big, approximately 2 centimetres (0.79 in) in diameter. It resembles small persimmon fruit. Sap wood is light yellowish gray. The wood core is glossy-black seldom with occasional light fibers. This wood with metallic gloss also has fine and smooth texture. The wood grains can be straight, a bit chaotically organized and wavy. Dry wood density is 1190 kg/m3.",
    "Habitat": "The tree is occurring in southern India, Sri Lanka and Indonesia. The variety of the wood  found in North Sulawesi, Indonesia is Diospyros ebenum Koenig. Known as කළුවර ගස් (Kaluwara Gas) by Sinhalese people due to hard black wood of the tree.",
    "Wood": "In Sri Lanka, it is illegal to harvest and sell ebony wood. It possesses the following valuable qualities: high wood hardness (twice as hard as oak), easy to polish (suitable for high-quality polishing, after which it becomes perfectly smooth), it has practically no pitting, provides glossy smooth surface, water and termites resistant. The tree’s wood density is extremely high (up to 1200 kg/m³), which makes it impossible for wood to float. It is also hard to treat both manually and mechanically. The wood itself is short grain, subject to cracking.\nPolished wood feels cold like metal. Heat emission is so high that it causes melting of metal vessels in which the wood is burnt.",
    "Uses": "In the 16th—19th centuries the best furniture was made of Ceylon ebony. The wood was preferred for making door and window handles, table-ware shanks, while the cutting was used for knitting needles and hooks or razor handles making. Today the wood is perfectly used in handmade artwork and for producing some parts of musical instruments (for example, grand piano keys, necks, fingerboards for fretted and bowed instruments, pegs, tailpieces, string holders and tripods for instruments), turnery (including chess pieces), knife hafts, brush holders and chopsticks. Also it is good for mosaic wooden inlay.\nThe wood is extremely valuable, so it is sold in kilograms.",
    "Protection": "Ceylon ebony wood high demand caused the threat of this species extinction. In 1994 the World Conservation Union, currently known as IUCN, included Ceylon ebony tree into the Red Book.. However, as of 1998, IUCN has insufficient data about this species. Both India and Sri Lanka have law prohibiting international trade of the wood.",
    "References": "\n Media related to Diospyros ebenum at Wikimedia Commons"
  }
}