{
  "url": "https://en.wikipedia.org/wiki/Diospyros_egrettarum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. egrettarum"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros egrettarum is a species of tree endemic to Mauritius and was once a dominant species throughout dry and coastal forests. Due to harvests for timber and firewood in the past the species was reduced to fewer than 10 individuals on the main land. The only viable population remained on Île aux Aigrettes, a coral island off the east coast, where it was able to survive thanks to protective measures, such as the eradication of exotic plants and rats. The tree is named after this Island.",
    "Morphology": "Most characteristic feature of the tree is the white bark of the often multistemmed trees. They form rectangular leathery leaves of dark colour with thick waxy cuticles. This species closest relative is Diospyros leucomelas (and less so Diospyros revaughanii), and it shares with these species a leathery leaf surface, a rounded leaf-base, very short petiole, and short fruits. \nThe forest reaches an average canopy height around 5–8 metres, likely the height is restricted by the shallow depth of soil (seldom >15 cm), the floor is covered by native monarch fern. If undisturbed, the forest is quite resilient to invasive plants.",
    "Gallery": "",
    "Ecological value": "Large rats predation on fruits and seedlings and might have reduce regeneration in the past. The fruits of the tree are eaten by numerous native and invasive species, such as the Telfair's Skink, Pink Pigeon and Aldabra giant tortoise, all of which benefit the tree by dispersing and enhancing seed growth. New introduced giant Aldabra giant tortoise help to disperse the seeds \n\n\n== References =="
  }
}