{
  "url": "https://en.wikipedia.org/wiki/Diospyros_australis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros australis  is the most southerly of the group of some 450 ebonies and persimmons. It is a shrub or small tree growing in rainforests of seaward eastern Australia. The habitat is in a variety of different rainforest forms, though not often seen in the cool temperate rainforests. The range of natural distribution is from Durras Lake (35° S) near Batemans Bay in south east New South Wales, to Atherton (17° S) in tropical Queensland.\nCommon names include black plum and yellow persimmon. \"Grey plum\", sometimes used for this species, usually denotes its northern relative D. pentamera.\nJunior synonyms of D. australis are:\n\nCargillia australis R.Br.\nDiospyros cargillia F.Muell.\nDiospyros microcarpa Gürke\nMaba cargilia F.Muell.",
    "Description": "An attractive small tree, rarely reaching a height of 20 metres and a trunk diameter of 25 cm (10 in). The yellow tinged foliage and black berries make identification relatively easy.\nThe base of the tree is not flanged or buttressed. Bark on the cylindrical trunk is grey or black, with wrinkles, bumps and lines. Leaves are yellow or yellow-green underneath with a prominent yellow mid vein. Leaves alternate, smooth edged, elliptical or oblong 4 to 10 cm (4 in) long. Leaf stalks 2 to 5 mm long.\nFlowers appear between October and December, being creamy green and four petalled. Female flowers being larger than male flowers.\nThe fruit matures in the months of February to July, being a shiny black berry, elliptical in shape, 12 to 20 mm in length. Around the base of the berry is a four or sometimes five lobed green calyx. A single seed is in each fruit, surrounded by edible purple aril. The 1889 book 'The Useful Native Plants of Australia records that Indigenous people of the Illawarra area also referred to the plant as \"Booreerra\" and was source of food.Germination from fresh seed is slow, but reliable. After three months, the majority of seeds should germinate.\nIts edible berries are used in bushfood.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 107"
  }
}