{
  "url": "https://en.wikipedia.org/wiki/Diospyros_mespiliformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. mespiliformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros mespiliformis, the jackalberry (also known as African ebony and by its Afrikaans name jakkalsbessie), is a large dioecious evergreen tree found mostly in the savannas of Africa. Jackals are fond of the fruit, hence the common names. It is a member of the family Ebenaceae, and is related to the true ebony (D. ebenum) and edible persimmon (D. kaki).",
    "Description": "Mature trees have dark gray fissured bark. An adult tree reaches an average of 4 to 6 metres in height, though occasionally trees reach 25 metres. The foliage is dense and dark green with elliptical leaves, which are often eaten by grazing animals such as elephants and buffalo. The tree flowers in the rainy season; the flowers are imperfect, with genders on separate trees, and are cream-colored. The female tree bears fruit in the dry season and these are eaten by many wild animals; they are oval-shaped, yellow or purple when ripe and about 20–30 mm in diameter. The fruit remain embedded in the persistent calyx lobes. Like the marula, the tree is favoured by the Bantu, who will leave them growing in their cultivated lands in order to harvest the fruit.",
    "Habit": "Jackalberry trees often grow on termite mounds, preferring deep alluvial soils, but are not uncommon on sandy soils in savanna. It grows in mutualism with termites, which aerate the soil around its roots but do not eat the living wood; in turn, the tree provides protection for the termites. The jackalberry is the largest member of its genus in the southern subtropics, and is northwards present to the Sahara. It occurs in high densities from subtropical to tropical regions.",
    "Uses": "",
    "Uses-Fruit": "A traditional food plant in Africa, this fruit has potential to improve nutrition, boost food security, foster rural development and support sustainable landcare.The fruit is edible for humans; its flavor has been described as lemon-like, with a chalky consistency. They are sometimes preserved, can be dried and ground into a flour, and are often used for brewing beer and brandy.\nThe Ovambo people call the fruit of the jackalberry eenyandi and use it to distill ombike, their traditional liquor.",
    "Uses-Medicinal": "The leaves, bark and roots of the tree contain tannin, which can be used as a styptic to staunch bleeding. The roots are consumed to purge parasites and are thought to be a remedy for leprosy.",
    "Uses-Wood": "The wood of the jackalberry is almost impervious to termite damage. The heart wood is fine-grained and strong, and is often used for making wood floors and furniture. Trunks of the tree are used for canoes. The wood ranges in color from light reddish-brown to a very dark brown.",
    "Gallery": "",
    "References": "",
    "External links": "Blue Planet Biomes article on the Jackalberry\nDiospyros mespiliformis in U. Brunken, M. Schmidt, S. Dressler, T. Janssen, A. Thombiano & G. Zizka: West African plants - A Photo Guide. Forschungsinstitut Senckenberg, Frankfurt/Main 2008.\n\"Diospyros mespiliformis\". Plantz Afrika. Retrieved 2010-02-09."
  }
}