{
  "url": "https://en.wikipedia.org/wiki/Diospyros_whyteana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. whyteana"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros whyteana (also known as the bladdernut, swartbas, wild coffee or umTenatane) is a small African tree of the ebony family. Bearing dark green, strikingly glossy leaves and creamy fragrant flowers, it is increasingly cultivated in Southern African gardens as an attractive and strong ornamental tree. It can attain a height of up to 6 m.",
    "Distribution": "The Bladdernut has a wide distribution, occurring from Cape Town in the south, to as far north as Ethiopia. It naturally grows in Afro-montane forest and on rocky mountain slopes.",
    "Cultivation": "This decorative little tree is excellent for gardens, with its tidy shape, dark glossy leaves and small red fruits, which start developing from about August to November. If planted alone it makes a good \"accent plant\" (especially in small gardens). However, it also makes a very good hedge, as it has lush, dense foliage and responds particularly well to clipping. Lastly, it can be grown as a container plant (It is even used as a bonsai specimen). Diospyros can be grown in the sun as well as in the shade, although it grows taller and thinner in the shade. Once established, it is also relatively drought-resistant.\nIt has sweetly scented flowers, and attracts birds to the garden.\nDiospyros is dioecious (separate male and female trees), but can easily be propagated from seed, which should first be scratched/scarified before planting. The seed typically germinates in several weeks, and the juvenile trees are relatively slow growing.",
    "Pictures": "",
    "References": "",
    "Further reading": "\"Diospyros whyteana\". Plantz Afrika. Retrieved 2010-01-28.\nvan Wyk, B. and van Wyk, P. 1997. Field Guide to trees of South Africa. Struik, Cape Town\nImages at iSpot\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Diospyros whyteana\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}