{
  "url": "https://en.wikipedia.org/wiki/Diospyros_dichrophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. dichrophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros dichrophylla (Gand.) De Winter aka poison star-apple is a Southern African tree belonging to the ebony family of Ebenaceae and closely related to the Persimmon (Diospyros kaki). Some authors describe it as being poisonous, which is puzzling as generally ripe fruits from this genus are quite tasty and edible, though green fruits are rich in tannins. The genus of Diospyros includes some 700 species, many of which are ornamental and many which bear edible and often cultivated fruit.\nThis species grows into a medium-sized tree of up to 15 m tall. It is multi-stemmed and forms a dense canopy. The bark is greyish-brown, and smooth to slightly wrinkled, occasionally armed with robust, wooden spikes which are the remains of the bases of former branches. The young growth is covered in yellowish hairs with a velvety texture. The simple leaves are alternate, and oblong to oval with bluntly pointed or rounded tips, glossy, dark green above and pale green below. The leaf edges are often tightly rolled under.\nThe creamy-white flowers are bell-shaped and pendulous, occurring between November and March, are pentamerous with petals and sepals strongly reflexed. The male and female flowers are borne on separate plants. Fruits are up to 25 mm in diameter, depressed–globose or pumpkin-shaped, with a dense covering of velvety hairs, and the strongly accrescent calyx persisting. The clear, jelly-like pulp holds from 3 to 8 shiny brown, slender, 10 mm long seeds, each with a single prominent dark spot.This species is common in coastal scrub, on coastal sandy flats, and along the edges of forests. It is found along a wide coastal belt from the Western Cape, eastward and northwards through the Eastern Cape and along the KwaZulu/Natal coast, in Swaziland, along the Lebombo Mountains and the Soutpansberg, and further north to Mozambique. It prefers moist regions with a high rainfall. (See distribution map)",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}