{
  "url": "https://en.wikipedia.org/wiki/Diospyros_mabacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. mabacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros mabacea, the red-fruited ebony is a rare rainforest tree in the ebony or persimmon family growing in north eastern New South Wales. Listed as endangered by extinction.",
    "Habitat": "Found at only thirteen sites in sub tropical rainforest near Murwillumbah and Mullumbimby (28° S), growing at low altitude. The original habitat is mostly destroyed by land clearing and housing. The current populations are threatened by invasive plants, particularly vines. Cattle trample over seedlings in private property. Not recorded in the nearby Gold Coast, however, it is possible that it once grew there before the extensive urban development in the mid 20th century.\nThis tree is seldom seen at maturity in its natural setting. However, it is planted in botanic gardens in Australia. It is possible that trees of this species may only exist, if planted by man.",
    "Description": "A small to medium-sized tree, up to 25 metres tall with a stem diameter of 30 cm.",
    "Description-Trunk and bark": "The trunk is dark and almost \"hairy\", with irregular plates of bark that flake off. With rough greyish brown bark. The base of the tree isn't particularly buttressed, but is sometimes crooked. Beneath the bark, the trunk appears somewhat creamy in colour.",
    "Description-Leaves": "Leaves 6 to 15 cm long, 2 to 5 cm wide. Paler below than on top of the leaf. Leaves alternate on the stem as is the case with other Diospyros trees.",
    "Description-Flowers & fruit": "Small flowers occur in September. Red fruit appears between January and March. Similar to a cherry tomato of various shapes. Sometimes round or egg shaped, long and thin, or other times flat like a pumpkin. Up to four and a half cm long. The flesh is whitish, dry, without taste and unpalatable. Fruit usually contains between two and six seeds. Seeds are brown, curved and triangular in cross section.",
    "Name": "The specific epithet mabacea is from the Latin, \"resembling Maba\" As this plant was originally placed in the genus Maba. The original specimen was collected by Charles Moore at the Tweed River.",
    "Name-Regeneration": "Regeneration from seed is slow and difficult.",
    "References": "Floyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 2008, ISBN 978-0-9589436-7-3 page 123\nhttp://plantnet.rbgsyd.nsw.gov.au/cgi-bin/NSWfl.pl?page=nswfl&lvl=sp&name=Diospyros~mabacea\nhttp://www.threatenedspecies.environment.nsw.gov.au/tsprofile/pas_profile.aspx?id=10227&print=yes"
  }
}