{
  "url": "https://en.wikipedia.org/wiki/Diospyros_tessellaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ebenaceae"
    },
    {
      "Genus": "Diospyros"
    },
    {
      "Species": "D. tessellaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Diospyros tessellaria (black ebony, bois d'ebene noir or Mauritian ebony) is a species of tree in the family Ebenaceae.\nThe tree is one of several ebony species endemic to the island of Mauritius in the western Indian Ocean, and was once the most common, widespread ebony species of that island.",
    "Description": "The massive, slow-growing, evergreen tree can reach up to 20 metres (66 ft) in height. The thick leaves have a dark green surface and a slightly paler underside. A distinctive feature is that the leaf margins and veins are mildly translucent, when held up to the light.\nThey produce small, white, fragrant flowers and fleshy fruits.",
    "History": "Like other species of ebony trees, Mauritian ebony trees yield a dark black ebony wood. In its natural habitat, it was a massive canopy tree - common in the dry and upland wet forests of the island.",
    "History-Exploitation by the Dutch": "Vice-Admiral Wybrandt van Warwijck landed on Mauritius on September 17, 1598, thus beginning Dutch involvement with the island. In 1638, settlers from the Dutch East India Company (VOC) attempted to colonize the island and set up an organized ebony business to sell the rare black wood. However, due to issues with cyclones destroying the settlement, rats destroying crops, settlers illegally trading with English ships, and slaves revolting commonly, the Dutch left the island in 1710.",
    "History-Ebony as a British Import": "After the French settled Mauritius in 1721, the British took over the island and Port Louis in 1810. Not only was Mauritius used as a stopping point for ships traveling to British India and other parts of Asia, but now it was also used as a major exporter of goods back to London. While the most popular good from Mauritius was sugar by far, the British did harvest a large portion of the ebony forests. The wood was presumably used for carving and decor in London.",
    "History-Related species": "This species is one of eleven surviving species of Ebony tree which naturally occur on Mauritius - all of them endemic. \n\nDiospyros tessellaria - the most famous species - has a black, buttressed trunk spotted with white lichen, and thin tapering leaves\nDiospyros egrettarum, of the dry and coastal forests, has white bark and dark rectangular leaves\nDiospyros melanida, of the dry forests, has small, pale leaves and pale grey bark\nDiospyros revaughanii, of the sub-humid and wet forests, is a small tree with large, densely packed leaves which attach to the stems without stalks.\nDiospyros leucomelas\nDiospyros hemiteles\nDiospyros chrysophyllos\nDiospyros boutoniana\nDiospyros pterocalyx\nDiospyros nodosa\nDiospyros neraudii\nDiospyros angulata Poir. (extinct. 2000)\n\n\n== References =="
  }
}