{
  "url": "https://en.wikipedia.org/wiki/Agave_margaritae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. margaritae"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave margaritae is a species of plant from the Agave genus. Its common name in English is \"Magdalena Island Agave\".",
    "Distribution": "The plant is endemic to Baja California Sur state in northwestern Mexico. It is only found on Magdelena Island (type locality) and Isla Santa Margarita in the Gulf of California. It is associated with Echinocereus barthelowanus.",
    "Description": "Agave margaritae consists small rosettes, that are formed in sparse offshoots. Its pointed leaves have oval to wide lancets and are thick, fleshy, variably arranged, bright-yellow/green colored, 10 to 25 cm long and 7 to 10 cm wide. The leaf edges are variably serrated and form a brown horny edge. The colors of the tips range from brown to grey and are two to three cm long.\nThe panicles inflorescence are two to three and a half meters high. The bright-yellow flowers are 45 to 50 mm long and appear on the upper half of the inflorescence in loose, variably arranged branches. The flower tube is 14 to 10 mm long.  The blooming period is from June to July.\nThe elongated three-chamber capsules are three to five cm long and 1.5 to two cm wide. The black, variably formed seeds are four to five mm long and .5 mm thick.",
    "Description-Taxonomy": "The Species description was published in 1889 by Townshend Stith Brandegee. A synonym of this species is Agave connochaetoden Trel.\nAgave margaritae is a representative of the genus Agave. It is under domiciled in Baja California Peninsula and differentiated through leaf and flower structure characteristics. The species is related to Agave vizcainoensis. Agave margaritae is cultivated in Huntington Botanic Garden in San Marino, California.",
    "References": "",
    "References-Literature": "August J. Breitung: Agave margaritae in: The Agaves. The Cactus & Succulent Journal Yearbook, 1968, S. 88-89.\nHoward Scott Gentry: Agaves of Continental North America. University of Arizona Press, 1982, S. 389.\nB. Ullrich: Agave margaritae Brandegee. In: Kakteen und andere Sukkulenten. Band 40, Nummer 6, 1989, Karteikarte 18.\nJ. Thiede: Agave margaritae. In: Urs Eggli (Hrsg.): Sukkulenten-Lexikon. Einkeimblättrige Pflanzen (Monocotyledonen). Eugen Ulmer, Stuttgart 2001, ISBN 3-8001-3662-7, S. 45.\n\n\n== External links =="
  }
}