{
  "url": "https://en.wikipedia.org/wiki/Agave_tequilana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. tequilana"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave tequilana, commonly called blue agave (agave azul) or tequila agave, is an agave plant that is an important economic product of Jalisco, Mexico, due to its role as the base ingredient of tequila, a popular distilled beverage. The high production of sugars named agavins, mostly fructose, in the core of the plant is the main characteristic that makes it suitable for the preparation of alcoholic beverages.\nThe tequila agave is native to the states of Jalisco, Colima, Nayarit and Aguascalientes in Mexico. The plant favors altitudes of more than 1,500 metres (5,000 ft) and grows in rich and sandy soils. Blue agave plants grow into large succulents, with spiky fleshy leaves, that can reach over 2 metres (7 ft) in height. Blue agaves sprout a stalk (quiote) when about five years old that can grow an additional 5 metres (16 ft); they are topped with yellow flowers. The stalk is cut off from commercial plants so the plant will put more energy into the heart.The flowers are pollinated by the greater long-nosed bat, (also by insects and hummingbirds) and produce several thousand seeds per plant, many of them are sterile. The plant then dies. The shoots on commercial plants are removed when after a year old to allow the heart to grow larger. The plants are then reproduced by planting these shoots; this has led to a considerable loss of genetic diversity in cultivated blue agave.\nIt is rarely kept as a houseplant, but a 50-year-old blue agave in Boston grew a 30-foot (9 m) stalk requiring a hole in the greenhouse roof and flowered in the summer of 2006.",
    "Tequila production": "Tequila is made only from a specific cultivar of Agave tequilana called 'Weber Azul'. This cultivar is larger and blue-gray in color compared to the smaller and green normal A. tequilana. It is a rapid grower and prolific offsetter in keeping with its agricultural advantages. Tequila is produced by removing the heart (piña) of the plant in its seventh to fourteenth year (depending on growth rate and whims of harvester). Harvested piñas normally weigh 80–200 pounds (40–90 kg). This heart is stripped of its leaves and heated to convert the inulin to sugars. Then the roasted core is pressed or crushed to release the sugary clear liquid called aguamiel, which is, in turn, fermented and distilled into alcohol.  Tequila is also made with a sugar formulation 51% agave and 49% other sugars.",
    "Pathogens affecting the plant": "As agave production has moved to an industrial scale since the end of the 1980s, diseases and pests, collectively referred to as TMA (tristeza y muerte de agave, \"wilting and death of agave\"), have hit the crops. Through the 1990s, diseases spread, particularly Fusarium fungi and Erwinia bacteria, exacerbated by the low genetic diversity of the agave plants.  Other problems include the agave weevil, Scyphophorus acupunctatus, and a fungus, Thielaviopsis paradoxa.According to a 2004 study, additional pathogens, Erwinia carotovora, Enterobacter agglomerans, Pseudomonas mendocina, and Serratia spp. are responsible for continued rot.",
    "Chemistry": "The homoisoflavanones 5,7-dihydroxy-3-(4-methoxybenzyl)-chroman-4-one, 7-hydroxy-3-(4-hydroxybenzyl)-chroman-4-one and 4’-demethyl-3,9-dihydro-punctatin can be isolated from A. tequilana.",
    "See also": "Agave nectar\nAgave wine\n\n\n== References =="
  }
}