{
  "url": "https://en.wikipedia.org/wiki/Agave_fourcroydes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. fourcroydes"
    }
  ],
  "text": {
    "__SUMMARY__": "Henequen (Agave fourcroydes Lem.) is an agave, a plant species native to southern Mexico and Guatemala. It is reportedly naturalized in Italy, the Canary Islands, Costa Rica, Cuba, Hispaniola, the Cayman Islands and the Lesser Antilles.",
    "Overview": "The leaves of Agave fourcroydes yield a fiber also called henequen, which is suitable for rope and twine but not of as high a quality as sisal. It is the major plantation fiber agave of eastern Mexico, being grown extensively in Yucatán, Veracruz, and Tamaulipas. It is also used to make licor del henequén, a traditional Mexican alcoholic drink.\nThe plant appears as a rosette of sword-shaped leaves 1.2 to 1.8 meters long, growing out of a thick stem that may reach 1.7 meters (5 ft). The leaves have regularly spaced teeth 3–6 mm long and a terminal spine 2–3 cm long.\nLike sisal, A. fourcroydes is a sterile hybrid; the ovaries never produce seeds. The plant does produce bulbils that may be planted, but commercial growers prefer to use the frequent suckers, which develop more quickly.\nThe first person of Spanish descent to document the plant and its usefulness for ropes and other naval utensils was José María Lanz, a Mexican-born engineer in service of the Spanish Navy, who studied henequen in Yucatán in 1783.",
    "In Mezcal": "Henequen, like other species of agave, is used in the production of mezcal. Erstwhile Mezcal of Brooklyn, NY is the first brand to launch a Henequén mezcal in the United States market.",
    "Gallery": "",
    "See also": "Sisal - a closely related agave plant  that produces an almost-identical fibre\nInternational Year of Natural Fibres 2009",
    "References": "José María Lanz, Observaciones que el alférez de fragata D. José Maria de Lanz, forma sobre la planta nombrada henequen, sus utilidades, y lo conveniente de su fomento, en cumplimiento de la comision con que lo despacho á Yucatan para la inspeccion de la járcia de esta especie, el Sr. D. Francisco de Borja, jefe de escuadra de la real armada, y comandante de las fuerzas maritimas del departamento de la Habana, October 15, 1783; later reprinted in Registro Yucateco, volume 3 (1846), pages 81–95 (digitized by Google)\nHoward Scott Gentry, Agaves of Continental North America (University of Arizona Press, 1982) pp. 573–576",
    "External links": "Henequen-growing Haciendas in the Yucatan"
  }
}