{
  "url": "https://en.wikipedia.org/wiki/Agave_schottii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. schottii"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave schottii, also known by the common name Schott's century plant, is a shrub species within the genus Agave.  It is a member of the subgenus Littaea. There are two widely recognized varieties of this species: Agave schotti var. schottii and Agave schottii var. treleasei.",
    "Distribution": "Agave schottii is native to North America.  It is found in the United States of America, in the states of Arizona and New Mexico.  In Arizona, it is confined to the southern part of the state, in the counties of Pima, Santa Cruz, Graham, and Cochise. Agave schottii is found only in the southwestern tip of New Mexico, in Hidalgo County. It is also found in the Mexican states of Chihuahua, Sonora, and Baja California. Agave schottii var. treleasei has the status of Highly Safeguarded Native Plant and Salvage restricted, and is only found in Arizona's Pima County.",
    "Habitat and ecology": "This species grows in arid regions at elevations from 1,100–2,000 meters (3,609–6,562 feet) on sunny, open, gentle rocky slopes or in small drainages in high desert scrub, grassland, and juniper and oak woodlands on gneiss substrate. It grows on northern and eastern facing slopes where temperatures do not get very high compared to slopes with direct sunlight.",
    "Morphology": "Individuals of this species are flowering shrubs. Agave schottii, like other Agave species, are succulents with a rosette of thick, blue-green, finger-like leaves with sharp spines on their tips. Agave schottii is different from other Agave in that the leaves do not have spines on its edges, which makes it a member of the Agave subgenus Littaea. Its leaves typically grow to a length of about 0.3 meters (0.98 feet).  Because its height is about that of a human's shin, and because it has sharp, spiny leaves, this species has been given the common name \"shindagger\".The leaf rosettes are monocarpic.  Its pale to bright yellow flowers are held on branches onto the stem. The flowers are spicate inflorescences, tubular in shape, and about 8 mm by 4 mm (0.31 in by 0.16 in) in size. Some members of this species, like the var. treleasei, have peniculate inflorescences. The flowers of Agave schottii produce a pleasant, sweet fragrance.Agave schottii fruit are loculicidal capsules, which are dry fruits that split open to release seeds.Agave schottii is composed of steroidal sapogenins in its pulp.  This makes up about 2% of its dry weight.",
    "Pollination": "Like most species in the genus Agave, this species has its flowers pollinated by many possible pollinators, such as bats, butterflies, moths, bumblebees, honeybees, and hummingbirds.Agave schottii produces on average 1.6 μL of nectar per day.  This is generally considered a low amount of nectar produced for flowers that are pollinated by birds or insect.  The Agave schottii does produce most of its nectar nocturnally, and does not contain much sugar, providing further evidence for  pollination by bats.  However, the yellow flowers, sweet smell, and low protein concentration of the nectar, suggests it is pollinated by insects  and/or birds.",
    "Reproduction": "Agave schottii is a clonal plant, meaning it has the ability to clone itself and produce genetically identical offspring vegetatively.  This method of asexual reproduction is not favorable as it produces offspring with low heterozygosity, or low genetic diversity.  Experimentation shows that this plant favors outbreeding with an optimal range between 10 and 100 meters (33 feet and 330 feet).  The greater the proximity of cross-breeders, the lower the genetic diversity.  When the range of cross-breeders exceeds the optimal range, the plant risks breeding with a member of its species too unlike itself.  Agave schottii proves to be a good model to observe this type of outcrossing.",
    "Usage": "Agave plants, in general, have many uses, including: as a sweetener, to create tequila, and as an antibiotic.Agave schottii, in particular, has a very bitter taste. Thus, it is not suitable as a food for people or cattle.  The bitter taste comes from its steroidal sapogenin properties, which makes it usable as a soap.  Agave schottii soap is called \"amole\", \"maguey,\" and \"amolillo\" by Spanish-speaking people in the area of the plant's habitat, and by native peoples, like the Seri. The Seri people also call Agave schottii \"ikapanniim,\" which means to 'wash hair with.'  They use it as a shampoo to clean, soften, and grow hair, as well as wash clothing.The sapogenin in Agave schottii is being researched for its potential role in anti-cancer treatments.\n\n\n== References =="
  }
}