{
  "url": "https://en.wikipedia.org/wiki/Agave_eggersiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. eggersiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave eggersiana, Eggers' century plant, is an endangered species of spiky plant which grows in the Virgin Islands, in dry, exposed areas. Agave eggersiana is a perennial herb known in the wild only from the island of St. Croix of the U.S. Virgin Islands (USFWS 1998a). A small number of plants remain on private land and are threatened by tourist development (USFWS 1998b). Other threats include feral pigs and goats on National Park Service land (USFWS 1998b). Research needs include distribution and abundance, general biology and ecology (USFWS 1998a). The U.S. Fish and Wildlife Service requests that any interested parties (concerned government agencies, the scientific community and/or industry) submit data or suggestions concerning this species (USFWS 1998b). The plant is being cultivated at the St. George Village Botanical Garden in St. Croix U.S.V.I.(USFWS 1998a) and at Fairchild Botanical Gardens in south Florida.\nAgave eggersiana has flowering stalks up to 7 m (23 feet) in height and has large, yellow tubular flowers that produce flattened black seeds (USFWS 1998a).",
    "References": "\nUSFWS. 1998 November 17, 1998. News Release: U.S. Fish and Wildlife Service Determines two Virgin Island plants may warrant listing under Endangered Species Act. U.S. Fish and Wildlife Service\nhttp://www.virginislandsdailynews.com/index.pl/article?id=17628587\nUSFWS. Endangered and threatened wildlife and plants, initiation of status review for Agave eggersiana and Solanum conocarpum: Initiation of status review and solicitation of new Information, published Jan. 20, 2010, information by Feb. 19, 2010\nhttp://edocket.access.gpo.gov/2010/2010-870.htm"
  }
}