{
  "url": "https://en.wikipedia.org/wiki/Agave_murpheyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. murpheyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave murpheyi is a species of agave. It is a succulent plant that is found growing only at a few dozen archaeological sites of the ancient Hohokam Indians in southern Arizona and northern Sonora, Mexico. In 1935 there were reported half a dozen sites and in 1970 only two were known.  It appears to be a cultivar grown by the Hohokam for food and fiber. Its common names include Hohokam agave, Murphey agave, and Murphey's century plant.",
    "Description": "This agave produces a rosette of leaves up to 80 centimeters long by 20 centimeters wide in shades of green to blue-green with pale banding. They develop a red coloration during flowering. The leaves may curl slightly toward the center. They are lined with small, straight teeth and tipped with a spine up to 2 centimeters long. The plant produces an inflorescence 3 to 4 meters tall with many flowers along the branches. The flowers are greenish with purple or brown tips and are up to 7.5 centimeters long. The fruit is a woody capsule 5 to 7 centimeters long containing seeds but these are rarely produced with the flowers aborting before the fruits form. Despite being untended for more than 500 years Hohokam agave continue to grow at a few old archaeological sites.  This agave produces only by bulbils and hybridizes with agave chrysantha in Arizona (almost all species labeled as murphy agave are in fact hybrids with the murphy agave being a hybrid itself palmeri x vivipara).",
    "Uses": "Agave murpheyi was cultivated by the Hohokam and possibly other Native Americans for both food and fiber.  For food the basal rosette was harvested just before the Hohokam agave sent up a flower stalk.  At this time the concentration of sugars in the rosette is at its highest. The rosettes, weighing about 9 pounds (4.1 kg), were cooked for two or three days in a pit filled with hot stones and covered with hot coals and dirt. The baked rosette, compared in taste to a sweet potato (although containing inedible fiber), is nutritious with 347 calories and 3.5 grams of protein per 100 grams.",
    "Cultivation": "Agaves collected from the wild were an important source of food for Native Americans for thousands of years. However, in the 1980s archaeologists discovered that large areas of agave especially Agave murpheyi had been cultivated by the Hohokam people in the Tucson Basin, near the city of Marana. Seventy-eight square kilometers (almost 20,000 acres) of former agave fields have been discovered mostly between Phoenix and Tucson indicating that the agave was a major source of food for the Hohokam who numbered in the tens of thousands.  Undoubtedly many other fields have been destroyed or are undetected by archaeologists.Agave was cultivated by the Hohokam in the desert of the Tucson basin in rocky areas above the floodplain of the Santa Cruz river where more water-dependent crops were grown.  The Hohokam planted agave in rockpiles about 5 ft (1.5 m) across and 2 ft (0.61 m) high.  The pile of rocks around the base of the agave plant act as a mulch to help preserve moisture and prevent rodent predation. Check dams and contour terraces help channel the runoff from precipitation to the agave plants. About one-tenth of the Hohokam agave plants flowered each year and were harvested. The fields are dotted with the remains of large roasting pits for the agave. Rockpile cultivation began about 600 AD.  Large-scale production characterized the classic period of Hohokam culture from 1150 to 1450.In one representative area, Marana, cultivation totalled 485 hectares (1,200 acres). The production of agave in Marana is estimated to have been sufficient to provide 20% of the daily caloric needs of 775 people and the daily protein needs of 550 people. Moreover, because of its hardiness and low demand for moisture the agave was probably a very reliable crop in the drought-prone desert.Hohokam agave was apparently bred for human consumption by Native Americans over many generations. It has several advantages as a plant and food source over other agaves. The acidic juice in its leaves is less caustic than that of many agave species; the Hohokam agave is ready for consumption in late winter and early spring when other agricultural crops are not productive.",
    "Botanics": "Plants acaulescent, freely suckering; rosettes cespitose, 6–12 × 8–14 dm, open. Leaves ascending, 50–80 × 6–10 cm; blade light glaucous green to yellow green, frequently lightly cross-zoned, spatulate, firm, adaxially concave toward apex, abaxially convex toward base; margins undulate, armed, teeth single, well defined, mostly 3–4 mm, ca. 1–2 cm apart; apical spine dark brown to grayish, conical, 1.2–2 cm. Scape 3–4 m. Inflorescences narrowly paniculate, prolifically bulbiferous; bracts persistent, triangular, 10–15 cm; lateral branches 10–16, slightly ascending, comprising distal 1/4 of inflorescence, longer than 10 cm. Flowers 12–21 per cluster, erect, (5.1–)6–7.5 cm; perianth cream, apex purplish or brownish, tube urceolate, 14–20 × (11–)14–19 mm, limb lobes erect, unequal, (14–)15–20 mm; stamens long-exserted; filaments inserted unequally at or slightly above mid perianth tube, erect, yellow, (3.3–)4.5–5 cm; anthers yellow, (16–)22–25 mm; ovary (1.8–)2.2–4 cm, neck slightly constricted, (0.5–)4–6 mm. Capsules short-pedicellate, obovate to oblong or ovate, 5–7 cm, apex short-beaked. Seeds (7–)9–11 mm. 2n = 60.",
    "References": "",
    "External links": "NatureServe. 2014. Agave murpheyi. NatureServe Explorer. Accessed September 14, 2014.\n\"Agave Harvest and Roast\", Desert Botanical Garden. (YouTube)"
  }
}