{
  "url": "https://en.wikipedia.org/wiki/Agave_lechuguilla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. lechuguilla"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave lechuguilla (common name in Chihuahua: lechuguilla, meaning \"small lettuce\") is an Agave species found only in the Chihuahuan Desert, where it is an indicator species. It typically grows on calcareous soils. The plant flowers once in its life, then it dies.  The flowers are a source of nutrients for insects, bats, and some birds.\nThe leaves are long, tough, and rigid, with very sharp, hard points which can easily penetrate clothing and even leather, giving the colloquial name \"shin-daggers\". Mexican people have used fibers from the leaves (commonly called ixtle).\"\nThe water stored in the flowering stalks of this plant, rich in salts and minerals, is sold in Mexico as a sport drink. The plant makes up a large part of the diet of the collared peccary (javelina) in some areas. It is toxic to cattle and sheep, however. Roots of the plants were used as soap by Native Americans.The plant reproduces most often through underground offshoots, creating large colonies. It also can flower anytime after the plant has reached three to twenty-one years of age, producing a leafless stalk that can reach 12 feet in height. The flower clusters are located at the top and are funnel shaped in purples, reds and yellows. The plant dies after flowering.Charles Wright first collected the plant in 1849 and it was described by John Torrey in 1859.",
    "References": "",
    "External links": " Data related to Agave lechuguilla at Wikispecies\n Media related to Agave lechuguilla at Wikimedia Commons\nUSDA Plants Profile for Agave lechuguilla (lechuguilla)\nUniversity of Michigan - Dearborn: Native American Ethnobotany: Agave lecheguilla (Maguey lechuguilla)\nThacker, H. 2013. Agave lechuguilla. \"Least Concern ver 3.1\", The IUCN Red List of Threatened Species. Version 2014.3. Downloaded on 11 April 2015."
  }
}