{
  "url": "https://en.wikipedia.org/wiki/Agave_parryi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. parryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave parryi, known as Parry's agave or mescal agave, is a flowering plant in the family Asparagaceae. It is a slow-growing succulent perennial native to Arizona, New Mexico, and northern Mexico.\nThe leaves are grey green and have a spine at the tip.  One of the distinguishing features is that the point on the tip, which is typically dark tan, brown, or black, is darker than the leaf.  Indentations of previous leaves show on the back of each leaf.  The Huachuca variety grows in a rosette pattern as large as 2½ feet in diameter.\nBecause of its compact size, plus its low water use and low maintenance, Huachuca agave is considered a good landscaping plant for desert residential landscaping.  It requires full sun.  It is hardy to roughly −5 °F (−21 °C), though there are reports of specimens surviving temperatures at −20 °F (−29 °C).\nParry's agave is evergreen.  Aged agave produce a twelve-foot stalk with bright yellow blooms.  They then die after blooming, as all leaf and root resources are put into the stalk, flowers, and seeds.  It can be propagated by either offset or seed.\nThis plant has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Varieties": "Agave parryi var. huachucensis, Huachuca agave\nAgave parryi var. truncata, Mescal agave\nAgave parryi var. couseii",
    "Subspecies": "Agave parryi subsp. parryi\nAgave parryi subsp. neomexicana (Wooton & Standl.) B.Ullrich",
    "External links": " Media related to Agave parryi at Wikimedia Commons\nUSDA Forest Service: Parry's Agave (Agave parryi)\nMescal Agave\nArizona.edu: Agave parryi var. huachucensis — by the Master Gardeners of the University of Arizona Pima County Cooperative Extension.\n\n\n== References =="
  }
}