{
  "url": "https://en.wikipedia.org/wiki/Agave_maculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave maculata (synonym Manfreda maculosa), commonly known as the  Texas tuberose or spice lily, is a species of Agave that is endemic to southern Texas and northeastern Mexico.",
    "Description": "The Texas tuberose is acaulescent, meaning the stem is extremely short. The fleshy silvery-green leaves are covered with purple spots and in low light situations may lay flat on the ground.  In a drought, the leaves may wither, leaving little or nothing visible above ground.  Sufficient precipitation yields an inflorescence 60 cm (24 in) tall in the period April–September.  The new flower stalks (inflorescences) are fed on by small mammals, javelina, deer, and feral pigs, which can end the flowering effort for that season. The leaves are fed on by these as well, especially during droughts, weakening and killing the plants.\nThe flowers open and change colors over 3–4 days of life, from white to pink to dark red.  The inferior ovaries turn from green to purple to black as they mature as seedpods.",
    "Taxonomy": "Agave maculata was first described by Eduard von Regel in 1856. Later, in 1859,  William Hooker described the same species as Agave maculosa. It was under this synonym that it was transferred to the genus Manfreda and then the genus Polianthes (both now included in Agave), but Regel's epithet is the oldest and so has priority.",
    "Ecology": "Texas tuberose is the primary host plant for the caterpillars of the rare manfreda giant-skipper or aloe skipper (Stallingsia maculosus (= Stallingsia smithi)). A reduction in the A. maculata population could threaten the existence of the butterflies.",
    "References": "Lehman, R.L., O'Brien, R., and T. White.  2005.  Plants of the Texas coastal bend.  Texas A&M Univ. Press.  352 pp.\nScott, J.A.  1986.  The butterflies of North America: a natural history and field guide.  Stanford Univ. Press.  583 pp.",
    "External links": " Data related to Agave maculata at Wikispecies"
  }
}