{
  "url": "https://en.wikipedia.org/wiki/Agave_weberi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. weberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave weberi, known as maguey liso in Spanish and as Weber agave in English, is a succulent perennial plant in the family Asparagaceae, subfamily Agavoideae.  Under the synonym Agave neglecta, it is known as wild century plant and Small agave – the latter in honor of its discoverer in Florida, John Kunkel Small. Naturalized populations in Florida were considered to be a separate species, but are now treated as synonymous with A. weberi.",
    "Description": "Agave weberi is a relatively short suckering species, the leafy trunks rarely more than 1 m (3 ft) tall. The leaves, which may be arching or reflexed, can be up to 1.6 m (5.2 ft) long and 18 cm (7 in) across. The flowering stalks can reach a height of 8 m (26 ft). The flowers are yellow, up to 8 cm (3 in) long.",
    "Taxonomy": "There has been confusion as to the identity of this species. Agave weberi was first described in 1901 in a publication authored by Jules Poisson, who attributed the name to Jean Francois Cels. The description was based on specimens cultivated in Paris, grown on from plants originally collected in Mexico, where they were reported to be cultivated for fiber and to make the alcoholic beverage pulque. Later, in 1903, John Kunkel Small described Agave neglecta, based on specimens from Florida. A. neglecta has been regarded as endemic to Florida, but is now treated as the same species as the Mexican A. weberi and only naturalized in Florida through human agency. A. weberi may be a cultivar derived from the wild species A. vivipara, although an origin from A. sisalana or A. kewensis has also been suggested.",
    "Distribution": "The distribution of Agave weberi is now determined by human activity. It is believed to have originated in northeastern Mexico (San Luis Potosí, Tamaulipas), and is now naturalized in Texas and Florida in the United States and in the Northern Provinces in South Africa. In Florida, it is found in sandy soils, especially near the coasts.",
    "Conservation": "Based on the belief that populations in Florida were a separate species, they were the subject of conservation concerns.",
    "Uses": "Agave weberi is cultivated for its value as an ornamental plant, for the production of pulque, and for fiber.\n\n\n== References =="
  }
}