{
  "url": "https://en.wikipedia.org/wiki/Agave_coetocapnia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. coetocapnia"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave coetocapnia is a species of flowering plant in the family Asparagaceae, native to Mexico. It was first described in 1824 as Bravoa geminiflora. It has been known by several other scientific names, including, in whole or part, Polianthes geminiflora. It has been cultivated as an ornamental plant.",
    "Description": "Agave coetocapnia grows from a tuber. The leaves grow mainly as a basal rosette, and have a broad base, tapering to become linear. The flowering stem (scape) is about 30 cm (12 in) tall, and has small leaves which gradually turn into bracts within the inflorescence, which is a terminal raceme. Individual flowers are orange-red in colour, drooping, with six tepals about 32 mm (1.25 in) long. At the base of the raceme, the flowers are borne individually; higher up, a pair of pedicels, each bearing a single flower, emerges from the same three bracts. There are six stamens and a style that protrudes from the flower and is terminated by a three-lobed stigma.",
    "Taxonomy": "The complex nomenclatural history of the species was discussed by Rafaël Govaerts and Joachim Thiede in 2013. The first description of the species was by Juan de Lexarza in 1824, under the name Bravoa geminiflora. It was independently described under the same epithet twice more: in 1828 by Johann Link and Christoph Otto, as Coetocapnia geminiflora, and in 1841 by Auguste Drapiez, as Robynsia geminiflora. Govaerts and Thiede commented that this may be the only case where three botanists have independently chosen the same epithet in different genera for the same species.  The epithet means \"with twin flowers\".In 1903, Joseph Nelson Rose transferred Bravoa geminiflora to Polianthes as Polianthes geminiflora. Molecular phylogenetic studies have shown that the genus Polianthes is embedded within the larger genus Agave, and Polianthes has been subsumed into a more broadly defined Agave. P. geminiflora could not be transferred to Agave as \"Agave geminiflora\" because this name already existed. Accordingly, in 1999, Joachim Thiede and Urs Eggli chose Agave duplicata as a replacement name. However, in 1847, Max Joseph Roemer had transferred the species, under Link and Otto's name Coetocapnia geminiflora, from Coetocapnia to Bravoa. Since Roemer regarded Bravoa geminiflora as a separate species, he could not use the same epithet, so published the replacement name Bravoa coetocapnia. The epithet coetocapnia is thus the next oldest distinct epithet after geminiflora. Under the rules of the International Code of Nomenclature for algae, fungi, and plants, the earliest available epithet must be used. Hence Polianthes geminiflora becomes Agave coetocapnia when placed in Agave.",
    "Taxonomy-Subspecies": "As of May 2019, Agave coetocapnia has three accepted subspecies:\nAgave coetocapnia subsp. clivicola (McVaugh) Govaerts & Thiede = Polianthes geminiflora var. clivicola McVaugh, Agave duplicata subsp. clivicola (McVaugh) Thiede & Eggli\nAgave coetocapnia subsp. coetocapnia\nAgave coetocapnia subsp. pueblensis (E.Solano & García-Mend.) Govaerts & Thiede = Polianthes geminiflora var. pueblensis E.Solano & Garcia-Mend., Agave duplicata subsp. pueblensis (E. Solano & Garcia-Mend.) Thiede",
    "Distribution and habitat": "Agave coetocapnia is native to central Mexico, northeastern Mexico and southwestern Mexico. The original description described its habitat only as \"montibus Micciacanis\" ('in Mexican mountains'). It has been described as growing in \"winter-dry oak forests\".",
    "Cultivation": "Agave coetocapnia (under several of its synonyms) has been cultivated as an ornamental bulbous plant since before 1853, when it was described as a \"beautiful plant\", flowering in July, and easy to cultivate in a warm greenhouse in England. It has been grown outside in North Carolina where it has survived temperatures down to about −14 °C (6 °F). It is reported to winter successfully outside in a warm position in southern England. It is recommended that it be kept dry in winter.\n\n\n== References =="
  }
}