{
  "url": "https://en.wikipedia.org/wiki/Agave_americana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. americana"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave americana, common names sentry plant, century plant, maguey or American aloe, is a species of flowering plant in the family Asparagaceae, native to Mexico, and the United States in New Mexico, Arizona and Texas. Today, it is cultivated worldwide as an ornamental plant. It has become naturalized in many regions, including the West Indies, parts of South America, the southern Mediterranean Basin, and parts of Africa, India, China, Thailand, and Australia.Despite the common name \"American aloe\", it is not closely related to plants in the genus Aloe.",
    "Description": "Although it is called the century plant, it typically lives only 10 to 30 years. It has a spread around 6–10 ft (1.8–3.0 m) with gray-green leaves of 3–5 ft (0.9–1.5 m) long, each with a prickly margin and a heavy spike at the tip that can pierce deeply. Near the end of its life, the plant sends up a tall, branched stalk, laden with yellow blossoms, that may reach a total height up to 25–30 ft (8–9 m) tall.\nIts common name derives from its semelparous nature of flowering only once at the end of its long life. The plant dies after flowering, but produces suckers or adventitious shoots from the base, which continue its growth.",
    "Taxonomy and naming": "A. americana was one of the many species described by Carl Linnaeus in the 1753 edition of Species Plantarum, with the binomial name that is still used today.",
    "Cultivation": "A. americana is cultivated as an ornamental plant for the large dramatic form of mature plants—for modernist, drought tolerant, and desert-style cactus gardens—among many planted settings. It is often used in hot climates and where drought conditions occur.  The plants can be evocative of 18th-19th-century Spanish colonial and Mexican provincial eras in the Southwestern United States, California, and xeric Mexico. It is also a popular landscape plant in beach gardens in Florida and coastal areas of the Southeastern United States. It is a popular plant in Spain, specially in the areas of Almeria, Alicante and Murcia.",
    "Cultivation-Subspecies and cultivars": "Two subspecies and two varieties of A. americana are recognized by the World Checklist of Selected Plant Families:\nA. a. subsp. americana\nA. a. subsp. protamericana Gentry\nA. a. var. expansa (Jacobi) Gentry\nA. a. var. oaxacensis GentryCultivars include:\n'Marginata' agm with yellow stripes along the margins of each leaf\n'Mediopicta' agm with a broad cream central stripe\n'Mediopicta Alba' agm with a central white band\n'Mediopicta Aurea' with a central yellow band\n'Striata' with multiple yellow to white stripes along the leaves\n'Variegata' agm with white edges on the leaves.(those marked agm, as well as the parent species, have gained the Royal Horticultural Society's Award of Garden Merit).",
    "Uses": "",
    "Uses-Culinary": "If the flower stem is cut before flowering, a sweet liquid called aguamiel (\"honey water\") gathers in the hollowed heart of the plant.  This can be fermented to produce the alcoholic drink called pulque.  The leaves also yield fibers, known as pita, which are suitable for making rope, matting, or coarse cloth. They are also used for embroidery of leather in a technique known as piteado.  Both pulque and maguey fiber were important to the economy of pre-Columbian Mexico, where the fermented drink was known as octli.In the tequila-producing regions of Mexico, agaves are called mezcales. The high-alcohol product of fermented agave distillation is called mezcal; A. americana is one of several agaves used for distillation. A mezcal called tequila is produced from Agave tequilana, commonly called \"blue agave\". The many different types of mezcal include some which may be flavored with the very pungent mezcal worm. Mezcal and tequila, although also produced from agave plants, are different from pulque in their technique for extracting the sugars from the heart of the plant, and in that they are distilled spirits. In mezcal and tequila production, the sugars are extracted from the piñas (or hearts) by heating them in ovens, rather than by collecting aguamiel from the plant's cut stalk. Thus, if one were to distill pulque, it would not be a form of mezcal, but rather a different drink.Agave nectar is marketed as a natural form of sugar with a low glycemic index that is due to its high fructose content.",
    "Uses-Heraldry": "The plant figures in the coat of arms of Don Diego de Mendoza, a Native American governor of the village of Ajacuba, Hidalgo.",
    "See also": "Purpuric agave dermatitis",
    "References": "",
    "Further reading": "Brandes, Stanley. \"Maguey\". Encyclopedia of Mexico. Chicago: Fitzroy Dearborn 1997, pp. 767–769.\nGonçalves de Lima, Oswaldo. El maguey y el pulque en los códices mexicanos. Mexico City: Fondo de Cultura Económica 1956.\nPayno, Manuel. Memoria sobre el maguey mexicano y sus diversos productos. Mexico City: Boix 1864.",
    "External links": "USDA Plants Profile for Agave americana (American century plant)\nLady Bird Johnson Wildflower Center Native Plant Information Network (NPIN) — Agave americana\nAgave americana — UC Photos gallery\nEspelie, Karl E.; Wattendorff, Joachim; Kolattukudy, P. E. (1982). \"Composition and ultrastructure of the suberized cell wall of isolated crystal idioblasts from Agave americana L. leaves\". Planta. 155 (2): 166–75. doi:10.1007/BF00392548. PMID 24271671."
  }
}