{
  "url": "https://en.wikipedia.org/wiki/Agave_attenuata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Agavoideae"
    },
    {
      "Genus": "Agave"
    },
    {
      "Species": "A. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "Agave attenuata is a species of agave sometimes known as the lion's tail, swan's neck, or foxtail for its development of a curved inflorescence, unusual among agaves. Native to the plateau of the State of Jalisco in central Mexico, as one of the unarmed agaves, it is popular as an ornamental plant in gardens in many other places with subtropical and warm climates.",
    "Description": "Although the plant can appear acaulescent, stems often reach 50 to 150 cm (20–60 in) in length, and old leaves fall off, leaving the stems visible. The leaves are ovate-acuminate, 50–70 cm (20–28 in) long and 12–16 cm (5–6 in) wide, pale in color, ranging from a light gray to a light yellowish green. There are no teeth, nor terminal spines, although the leaves taper to soft points that fray with age. The numerous, egg-shaped and tapered leaves are slightly softer than most Agave species, they are bright glaucous-gray to light yellowish green and stingless.The inflorescence is a dense raceme 2.5 to 3 meters (8 to 10 ft) high (usually curved), with greenish-yellow flowers, growing after many years.",
    "Range": "Specimens were sent to Kew by the explorer Galeotti in 1834, from an unspecified location in central Mexico. More recent study has reported it from Jalisco east to Mexico, in small colonies at elevations of 1,900 to 2,500 meters (6,200 to 8,200 ft), but there have been few sightings, suggesting this agave is rare in the wild. In Mexico, it is distributed in the states of Jalisco, Michoacán and México at altitudes of 1900 to 2500 meters on rocks in pine forests. They can also find them in the Mediterranean, in the Canary Islands and Madeira. It is reportedly naturalized in Libya.",
    "Cultivation": "In cultivation, Agave attenuata is said to prefer relatively moist loamy soil, although it can cope with poor soil and dry conditions. It should be protected from direct sunlight in summer and from long periods of frost.",
    "Gallery": "",
    "References": "\n\n== External links =="
  }
}