{
  "url": "https://en.wikipedia.org/wiki/Audubon's_shearwater",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Puffinus"
    },
    {
      "Species": "P. lherminieri"
    }
  ],
  "text": {
    "__SUMMARY__": "Audubon's shearwater (Puffinus lherminieri) is a common tropical seabird in the petrel family. Sometimes known as the dusky-backed shearwater, the specific epithet honours the French naturalist Félix Louis L'Herminier.\nCertain populations are known variously as Baillon's shearwater, tropical shearwater, Bannerman's shearwater, Mascarene shearwater and Persian shearwater; some of these are considered distinct species by various authors. If they are all placed in P. lherminieri, the North Atlantic little shearwater (otherwise often separated as P. baroli) is generally included here too. Thus, these small shearwaters form a cryptic species complex.",
    "Description": "Audubon's shearwaters are on average 30 cm (12 in) in length—about half the size of the greater shearwater (Puffinus gravis)—and weigh 170 g. There is some variation between populations, and the normal size and weight range is 30–33 cm (12–13 in) and 150–230 g (5.3–8.1 oz). The wingspan is 64 to 72 centimetres (25 to 28 in), the tail is around 8.5 centimetres (3.3 in) long, the exposed culmen measures 3 centimetres (1.2 in) or slightly less, and the tarsus is around 4 centimetres (1.6 in) in length. In general appearance, it is a small shearwater, black above and white below and hard to distinguish from its relatives at first glance.The upperparts, rectrices and undertail coverts are blackish-brown, as are at least the distal undersides of the remiges, but sometimes the entire feathers. The rest of the underparts are white, as is the head below eye level. The iris is dark, the feet are dull pink with a black wash and black toenails, and the bill is grey, darker towards the tip, and with a pinkish hue.Males and females look alike. Immature birds do not have a distinct plumage, while the nestlings are covered with down feathers, grey above and whitish on the belly.It can be confused with the Manx shearwater (P. puffinus), which has white undertail coverts and in direct comparison a longer bill. Other similar-looking species are usually completely allopatric, though the largely subantarctic little shearwater (P. assimilis) may occasionally range into waters where P. lherminieri is normally found. It has more white on the face and underwing, a smaller bill and greyish-blue feet.Its twittering calls and mewing are often only heard at night in the breeding colonies.",
    "Range and ecology": "If not split into several species, Audubon's shearwater ranges across the Indian Ocean north to the Arabian Sea, throughout the north-west and central Pacific, in the Caribbean, and parts of the eastern Atlantic. It is a species of tropical waters; only some Atlantic populations and Bannerman's shearwater of the Ogasawara Islands occur farther north. Unlike the larger shearwaters, adult Audubon's shearwaters are not thought to wander much or undertake great migrations, although their young birds do so before breeding, and western Indian Ocean birds may gather in large numbers at the upwelling zone in the Arabian Sea.It is adaptable as regards its preferred marine habitat; it can be found in pelagic, offshore and inshore waters. It feeds in a variety of methods, mainly diving out of flight, plunging underwater from a swimming position, and picking up food less than a bill's length underwater while \"pattering\" as if it were walking across the waves. It eats small fish, squid and planktonic crustaceans. Unlike other shearwaters, it is not commonly a ship-follower, though it may attend small fishing boats; it is also sometimes met with as part of a mixed-species feeding flock. \n\nThe species is colonial, nesting in small burrows and crevices in rocks and on earthy slopes on atolls and rocky islets. The breeding season varies according to location and subspecies, but how precisely is not very well-studied. Both parents share the responsibility of incubating the single white egg (measurements of 52.5 by 36.2 mm and a weight of 37 g have been recorded for one specimen of average size), each incubating for periods of 2 to 10 days until the egg hatches after 49–51 days of incubation. The nestlings are brooded for half a week to one week, after which time the parents will leave it mostly alone in the burrow and spend most of their time foraging and feeding their voracious offspring, which become very fat. Time from hatching to fledging is 62–75 days. Audubon's shearwaters take about 8 years to reach breeding age. As typical for Procellariiformes they are long-lived for their size, one bird ringed as an adult was still alive 11 years later; it must have been more than 15 years old at that time.While some small populations are threatened, the species as a whole (in the present sense, i.e. unsplit) is not considered to be globally threatened.",
    "Systematics": "Audubon's shearwater belongs to the Puffinus sensu stricto group of mid-sized and small shearwaters, which is related to the genus Calonectris. The taxonomy of this species is extremely confusing. It is occasionally listed as a subspecies of P. assimilis (the little shearwater), but they do not appear to be that closely related. Rather, P. lherminieri seems to belong to an ill-resolved clade also including such species as the little shearwater, the Manx shearwater (P. puffinus) or the black-vented shearwater (P. opisthomelas).The little-known Heinroth's shearwater (P. heinrothi) is sometimes considered a subspecies of either Audubon's or the little shearwater. Though it is likely to be another member of that close-knit group, its actual relationships remain uncertain due to lack of specimens.\nAudubon's shearwater itself has around 10 subspecies. Several have at one time or another been suggested to constitute separate species. For example, the Galápagos Islands population has turned out to be a very distinct species, the Galápagos shearwater (P. subalaris); it is apparently related to the Christmas shearwater (P. nativitatis) and together with it constitutes an ancient lineage without other close relatives in the genus. Other taxa were initially assigned to the little shearwater and later moved to Audubon's. Analysis of mtDNA cytochrome b sequence data – which is of somewhat limited value in procellariiform birds however – indicates that at least three major clades can be distinguished:",
    "Systematics-The lherminieri clade (Atlantic Ocean, Caribbean)": "Puffinus lherminieri lherminieri Lesson, 1839 – breeds throughout the Caribbean, on the Bahamas and formerly on Bermuda; ranges throughout the Caribbean and up the North American Atlantic coast up to southern Canada, with vagrants having been recorded off north-eastern Canada. A small breeding colony found in 1993 in the Itatiaia Islands off Vila Velha (Espírito Santo, Brazil) probably belongs to this subspecies. Includes loyemilleri.\nBarolo shearwater, P. baroli (Bonaparte, 1857) – breeds on the Azores and Canary Islands (east Atlantic); ranges throughout east Atlantic around (but mostly north of) the Tropic of Cancer.\nBoyd's shearwater, Puffinus boydi Mathews, 1912 – breeds on the Cape Verde Islands (east Atlantic); ranges throughout the east Atlantic around (but mostly south of) the Tropic of Cancer.The former two have more white on the face and bluish feet like the little shearwater, with which they were formerly placed Many taxonomists consider both Boyd's and Barolo shearwaters distinct species, depending on whether biogeography and morphological differences or the genetic similarity are considered more significant, and what other lineages are considered distinct from P. lherminieri in a particular treatment. The southern Caribbean birds were separated as P. l. loyemilleri, but are not distinct.",
    "Systematics-The persicus clade (West Indian Ocean)": "Puffinus lherminieri persicus Hume, 1837 – breeds on Khuriya Muriya Islands (Arabian Sea); ranges throughout the Arabian Sea.\nPuffinus lherminieri temptator Louette & Herremans, 1985 – breeds on Mohéli (Comoros); ranges in W Indian Ocean around the northern end of Madagascar.These form another distinct clade as indicated by mtDNA sequences, and have for some time been proposed as a distinct species, Persian shearwater (P. persicus). From the molecular data alone, this seems fairly warranted, but the ranges of the two taxa are quite far apart, separated by forms of the third clade. It is quite obvious that on the basis of such contradicting data as presently available, no decision can be taken regarding the taxonomic status of these birds. Possibly, they do form a distinct species separated from the third clade by a different circannual rhythm, as is known from other procellariiform birds. They are phenotypically distinct, with a longer bill, a dark rump, and more extensive dark on the underwing, including some mottling in the normally white area.\nIf P. bailloni is accepted as a distinct species but P. persicus is not, then this latter group would have to be included in P. bailloni.",
    "Systematics-The bailloni clade (Indian and Pacific oceans)": "Puffinus lherminieri bailloni (Bonaparte, 1857) – breeds on Mascarene Islands (SW Indian Ocean); ranges throughout the SW Indian Ocean to the north of the Tropic of Capricorn, and vagrant birds seen off South Africa probably belong to this subspecies. Includes atrodorsalis.\nPuffinus lherminieri dichrous Finsch & Hartlaub, 1867 – breeds throughout central Polynesia and possibly Melanesia (Pacific) and the NW Indian Ocean up to the Arabian Sea; ranges throughout the W Indian Ocean around the Equator, and in the C Pacific from the equatorial region to the Tropic of Capricorn. Includes colstoni, nicolae, polynesiae and maybe gunax; vagrants seen off Australia could belong to dichrous or gunax (if valid), while vagrants recorded from Guam and Rota (Marianas) might be dichrous or bannermani.This group is the most confusing of all. The subspecies dichrous occurs in two areas which appear to be separated by the whole of Indonesia and the seas surrounding it; the Pacific subpopulation includes the proposed subspecies polynesiae (Ta‘ū, American Samoa) and possibly gunax (see below), whereas the geographically separated Indian Ocean subpopulation contains the birds formerly separated as nicolae (NW Indian Ocean, from Aldabra to the Maldives) and colstoni (Aldabra, Arabian Sea). \n\nThere appear to be no significant genetical or morphological differences between these birds, which is quite amazing given that the Pacific and Indian Ocean subpopulations must have been isolated for a fairly long time, and that no less than three unequivocally distinct subspecies (bailloni, persicus and temptator) occur within the range of Indian Ocean dichrous. On the other hand, the supposed species Mascarene shearwater (P. atrodorsalis) is inseparable morphologically and genetically from bailloni.\nClearly, some mechanism blocking gene flow is at work, but what this is exactly remains unknown – though as remarked above, separate breeding seasons seem a reasonable assumption and are tentatively supported by the available field data. In addition, it is entirely mysterious why such a mechanism should apply in the rather limited and ecologically homogeneous north-western Indian Ocean range, but not in the ecologically more diverse and by far larger Pacific range of dichrous.\nThese unresolved problems notwithstanding, this clade – possibly including the preceding one – has been proposed to constitute a separate species, the tropical shearwater or Baillon's shearwater, Puffinus bailloni.",
    "Systematics-Undetermined": "Puffinus lherminieri bannermani Mathews & Iredale, 1915 – breeds on Ogasawara Islands (NW Pacific); ranges throughout the NW Pacific from Japanese waters to the equatorial region. Vagrants recorded from Guam and Rota (Marianas) might be dichrous or bannermani.\nPuffinus lherminieri gunax Mathews, 1930 – breeds on Banks Islands of Vanuatu (SW Pacific); ranges throughout the SW Pacific between the equatorial region and the Tropic of Capricorn. Might belong in dichrous; vagrants seen off Australia could belong to either taxon.These taxa could not be included in the most recent studies due to lack of material. The case of gunax seems fairly straightforward – as certainly as this can possibly be said in the absence of new data, it belongs to the bailloni clade either as a distinct subspecies, or, more likely, as yet another synonym of dichrous.\nThe case of the more distinct bannermani, the range of which is parapatric to that of the Pacific dichrous, is more complicated. It has for some time been proposed as a distinct species, Bannerman's shearwater (P. bannermani). In the absence of more recent data to investigate this claim, its status continues to be altogether unresolved, though the case for it being at least a distinct subspecies in the bailloni clade seems good.",
    "Footnotes": "",
    "References": "Austin, Jeremy J. (1996): Molecular Phylogenetics of Puffinus Shearwaters: Preliminary Evidence from Mitochondrial Cytochrome b Gene Sequences. Mol. Phylogenet. Evol. 6(1): 77–88. doi:10.1006/mpev.1996.0060 (HTML abstract)\nAustin, Jeremy J.; Bretagnolle, Vincent & Pasquet, Eric (2004): A global molecular phylogeny of the small Puffinus shearwaters and implications for systematics of the Little-Audubon's Shearwater complex. Auk 121(3): 847–864. DOI: 10.1642/0004-8038(2004)121[0847:AGMPOT]2.0.CO;2 HTML abstract HTML fulltext without images\nBull, John L.; Farrand, John Jr.; Rayfield, Susan & National Audubon Society (1977): The Audubon Society field guide to North American birds, Eastern Region. Alfred A. Knopf, New York. ISBN 0-394-41405-5\nCarboneras, Carles (1992): 69. Audubon's Shearwater. In: del Hoyo, Josep; Elliott, Andrew & Sargatal, Jordi (eds.): Handbook of Birds of the World (Vol. 1: Ostrich to Ducks): 256-257, plate 16. Lynx Edicions, Barcelona. ISBN 84-87334-10-5\nEfe, Márcio Amorim & Musso, Cesar Meyer (2001): Primeiro registro de Puffinus lherminieri Lesson, 1839 no Brasil [First record of Audubon's Shearwater (Puffinus lherminieri) for Brazil]. Nattereria 2: 21-23 [Portuguese with English abstract]. PDF fulltext\nHeidrich, Petra; Amengual, José F. & Wink, Michael (1998): Phylogenetic relationships in Mediterranean and North Atlantic shearwaters (Aves: Procellariidae) based on nucleotide sequences of mtDNA. Biochemical Systematics and Ecology 26(2): 145–170. doi:10.1016/S0305-1978(97)00085-9 PDF fulltext\nPenhallurick, John & Wink, Michael (2004): Analysis of the taxonomy and nomenclature of the Procellariiformes based on complete nucleotide sequences of the mitochondrial cytochrome b gene. Emu 104(2): 125-147. doi:10.1071/MU01060 (HTML abstract)\nRheindt, F.E. & Austin, Jeremy J. (2005): Major analytical and conceptual shortcomings in a recent taxonomic revision of the Procellariiformes – A reply to Penhallurick and Wink (2004). Emu 105(2): 181-186. doi:10.1071/MU04039 PDF fulltext\nVaurie, C. (1965): The Birds of the Palearctic Fauna (Vol. 1: Non-Passeriformes). Witherby, London.\nWiles, Gary J.; Worthington, David J.; Beck, Robert E. Jr.; Pratt, H. Douglas; Aguon, Celestino F. & Pyle, Robert L. (2000): Noteworthy Bird Records for Micronesia, with a Summary of Raptor Sightings in the Mariana Islands, 1988-1999. Micronesica 32(2): 257-284. PDF fulltext",
    "Further reading": "Snow, D.W. (1965). \"The breeding of the Audubon's Shearwater Puffinus lherminieri in the Galapagos.\" The Auk 82(4)"
  }
}