{
  "url": "https://en.wikipedia.org/wiki/Bulwer's_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Bulweria"
    },
    {
      "Species": "B. bulwerii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulwer's petrel (Bulweria bulwerii) is a small petrel in the family Procellariidae, and found in the genus Bulweria (Bonaparte, 1843). This bird is named after the Scottish naturalist James Bulwer.",
    "Description": "This very long-winged petrel is 25–29 cm in length with a 78–90 cm wingspan. It has mainly brown plumage and a long pointed tail. It has a buoyant twisting flight as it picks planktonic food items from the ocean surface.",
    "Distribution and habitat": "The species breeds in the north Atlantic in colonies on islands in the Cape Verde Islands, Azores, Canary Islands and  Madeira groups, and across the north Pacific from east of China to Hawaii. After breeding, birds disperse to spend the rest of the year at sea, mainly in tropical waters worldwide. This species has been sighted in Europe as a rare vagrant to Ireland, Great Britain, Portugal and the Netherlands. It has also appeared as a vagrant in North America, with rare sightings far off the coast of both California and North Carolina.",
    "Behaviour": "",
    "Behaviour-Breeding": "Nests are built in burrows, vegetation, cliff caves/crevices, and under man-made debris and onshore driftwood. It does not excavate these burrows.The breeding season for Bulwer's petrel starts in April and May. When breeding, it will always return to its previous nest site and mate with its previous mate. Breeding pairs form colonies of 7,000-9,000 pairs during the breeding season.This petrel lays a clutch of one egg, although young and inexperienced birds will occasionally lay two eggs. The egg is beige-white and usually measures 42 by 30 millimetres (1.7 in × 1.2 in). Both sexes incubate the eggs for a period of 42 to 46 days. They will also both feed the chicks.",
    "Behaviour-Feeding": "Bulwer's petrel is highly pelagic, and rarely found near land (except during the breeding season). Its diet mainly consists of small fish (such as sardines) and squid, with some additional crustaceans (such as crabs, krill, and shrimp) and plankton.",
    "References": "",
    "External links": "BTO BirdFacts - Bulwer's petrel\nBulwer's petrel video on the Internet Bird Collection\nOiseaux Text, map, photograph.\nVIREO Photographs"
  }
}