{
  "url": "https://en.wikipedia.org/wiki/Cory's_shearwater",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Calonectris"
    },
    {
      "Species": "C. borealis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cory's shearwater (Calonectris borealis) is a large shearwater in the seabird family Procellariidae. The genus name Calonectris comes from Ancient Greek kalos, \"good\" and nectris, \"swimmer\", and borealis is Latin for \"northern\". The English name is after the American ornithologist Charles B. Cory.",
    "Ecology": "This species breeds on Madeira, the Azores and the Berlengas Archipelago in Portugal and the Canary Islands in Spain. They nest on open ground or among rocks or less often in a burrow where one white egg is laid. The burrow is visited at night to minimise predation from large gulls. In late summer and autumn, most birds migrate into the Atlantic as far north as the south-western coasts of Great Britain and Ireland. They return to the Mediterranean in February. The biggest colony is located in Savage Islands, Madeira.\nThis bird flies with long glides, and always with wings bowed and angled slightly back, unlike the stiff, straight-winged flight of the similarly sized great shearwater.\nCory's shearwater feeds on fish, molluscs and offal, and can dive deep (15 m (49 ft) or more) in search of prey.  It readily follows fishing boats, where it indulges in noisy squabbles. This is a gregarious species, which can be seen in large numbers from ships or appropriate headlands. The Bay of Biscay ferries are particularly good for this species. It is silent at sea, but at night the breeding colonies are alive with raucous cackling calls.",
    "Description": "This shearwater is identifiable by its size, at 45–56 cm (18–22 in) in length and with a 112–126 cm (44–50 in) wingspan. It has brownish-grey upperparts, white underparts and a yellowish bill. It lacks the brown belly patch, dark shoulder markings and black cap of the great shearwater.",
    "Taxonomy": "Once considered two subspecies, (the Mediterranean  C. d. diomedea, and the Atlantic C. d. borealis), Scopoli's shearwater and Cory's shearwater are now split into two distinct species. They are similar in appearance, although the Atlantic species is larger with a stouter bill. They are best distinguished by the pattern of the underwing.\nThe Cape Verde shearwater C. edwardsii (Oustalet, 1883) was once considered a subspecies of Cory's shearwater but has recently been split off as a separate species (Snow, Perrins & Gillmor 1998). It is endemic to the Cape Verde Islands. It has an all dark, slim bill, and darker head and upperparts than Cory's. The flight has been described as rather more typically shearwater-like than the Cory's, with stiffer and more rapid wing beats.",
    "Gallery": "",
    "Notes": "",
    "References": "Bull, John L.; Farrand, John Jr.; Rayfield, Susan (1977). The Audubon Society field guide to North American birds, Eastern Region. National Audubon Society. New York: Alfred A. Knopf. ISBN 0-394-41405-5.\nHarrison, Peter (1983). Seabirds: An Identification Guide. Beckenham: Croom Helm. ISBN 0-7099-1207-2.\nHeidrich, Petra; Amengual, José F.; Wink, Michael (1998). \"Phylogenetic relationships in Mediterranean and North Atlantic shearwaters (Aves: Procellariidae) based on nucleotide sequences of mtDNA\" (PDF). Biochemical Systematics and Ecology. 26 (2): 145–170. doi:10.1016/S0305-1978(97)00085-9.\nSnow, David W.; Perrins, Christopher M.; Gillmor, Robert (1998). The Birds of the Western Palearctic. Oxford University Press. ISBN 0-19-850187-0.",
    "External links": "Cory's Shearwater Species text in The Atlas of Southern African Birds\nBTO BirdFacts – Cory's shearwater\nBirdLife species factsheet for Calonectris borealis\n\"Calonectris borealis\". Avibase. \n\"Cory's shearwater media\". Internet Bird Collection.\nCory's shearwater photo gallery at VIREO (Drexel University)\nInteractive range map of Calonectris borealis at IUCN Red List maps\nAudio recordings of Cory's shearwater on Xeno-canto.",
    "Further reading": "Rodríguez A, Rodríguez B, Negro JJ (2015) GPS tracking for mapping seabird mortality induced by light pollution. Scientific Reports 5: 10670. doi:10.1038/srep10670\nRodríguez A, Rodríguez B, Carrasco MN (2012) High prevalence of parental delivery of plastic debris in Cory's shearwaters (Calonectris diomedea). Marine Pollution Bulletin 64: 2219-2223. doi:10.1016/j.marpolbul.2012.06.011\nRamírez, Oscar Ramírez; Gómez-Díaz, Elena; Olalde, Iñigo; Illera, Juan Carlos; Rando, Juan Carlos; González-Solís, Jacob; Lalueza-Fox, Carles (2013). \"Population connectivity buffers genetic diversity loss in a seabird\" (PDF). Frontiers in Zoology. 10 (28): 28. doi:10.1186/1742-9994-10-28. PMC 3662614. PMID 23688345."
  }
}