{
  "url": "https://en.wikipedia.org/wiki/Fluttering_shearwater",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Puffinus"
    },
    {
      "Species": "P. gavia"
    }
  ],
  "text": {
    "__SUMMARY__": "The fluttering shearwater (Puffinus gavia) is a species of seabird in the family Procellariidae.\nIt is endemic to New Zealand and migrates to Australia and the Solomon Islands. Its natural habitats are open seas and rocky shores. It has in the past also been known as Forster's Shearwater.",
    "Description": "A medium to small-sized shearwater with dark-brown-and-white colour in body. The upper parts, including neck, wings and tail are uniformly dark brown. Grey-brown colour in face and neck gradually fading into white below the eye. Under body, from chin to the under-tail, is white except for a dark thigh patch that can be seen in flight. Bottom wing commonly white while axillary area is covered in grey-brown fur. Under light conditions, the appearance can changed. Fluttering shearwater has pinkish-brown legs and feet with bark webs, feet extend beyond the tail in flight. The bill is long and thin with dark colour. The tail is fan-shaped and short in flight and it has mixed colour －dark brown and white.Moult start from late January and the dark upper surfaces fade to mid-brown quickly. The colour of birds near the stage of moult (February to April) is pale rusty brown and they appear ragged at this stage. Their voice is unusual and disjointed: ka-hek-ka-hek-ka-hek and usually made in flight. It has also been noted that their flight pattern is somewhat determined, low and fast.  Rapid spurts of wing-beating interspersed by gliding.The average body mass of females is 302g while males is 243g. Their eggs are pure white and oval. The young birds have the same colour as adult from the nest, but with lighter color in the margin of wing-coverts. Nestlings have very thick slate-coloured soft feathers on the upper and white down on the under.",
    "Geographic location": "",
    "Geographic location-Natural global range": "Fluttering shearwaters are an endemic species to New Zealand, where they breed throughout the warmer months of the year, from September to February.  However, during the non-breeding months of the year, between March and August, vast numbers of the populous are seen throughout Eastern and South – Eastern Australia, but most seem to linger close to the breeding colonies.  It is suspected that it is the juveniles that migrate, whereas the adults stay, confined to the rich waters of New Zealand, however this is not fully understood.",
    "Geographic location-New Zealand range": "Fluttering shearwaters breed on coastal islands found throughout New Zealand with large populations being found on islands throughout the North-East North Island, such as the Alderman Islands, Moturoa Island, Bream Islands and North-West Chicken Island, Mercury Islands, Motuharakeke Islands, as well as the islands found throughout the Marlborough Sounds – Cook Strait region, of the South Island. With a majority of these offshore islands within 40 km of the mainland of New Zealand.",
    "Geographic location-Habitat preferences": "The habitats of fluttering shearwater are marine and terrestrial habitats, including coastal and marine areas, scrubland and forest. They're most commonly found in subtropical waters and warm water (24 ℃) of intermediate to high salinity (35%). Common on inshore areas that are easy to enter harbours, inlets, bays and straits. They usually select stony, scrub-covered slopes near the peak, as well as cracks and holes in the rock that far from the top of water to breed, which is benefit for taking off.",
    "Life cycle/phenology": "",
    "Life cycle/phenology-Breeding and laying": "Surprisingly, there is very little known about the breeding biology and phenology of fluttering shearwaters.  However, it is known that fluttering shearwaters, like most birds, are monogamous in that they breed with one mate throughout their life. Fluttering shearwaters start to breed when 4 – 10 years old and breeding season date August and to January. The type of nest is burrow and the nest chamber is made of dead leaves, grass, feathers and shoots. Their burrows are comparatively shallow and they usually built burrows in fragile soils, so if people move around their breeding areas, burrows are easily destroyed. To protect them, access should be strictly restricted.Like all birds, fluttering shearwaters breed via a process known as true oviparity. With both sexes containing their own sexual reproductive systems and once a female and a male are ready to mate, their reproductive organs, ovaries and testes, begin to swell and produce the ova and sperm, respectively. The male then inseminates the female which fertilises the ova, resulting in a fertilised egg. A singular egg then hatches external to that of the mother.Some birds stay at colonies throughout the year but most birds fly to colonies in August to woo and sweep burrows for breeding. After mating, females leaves colonies for one to six weeks for forming eggs and males also leave but return to nest site for a few times. Eggs are laid from early September and to mid-October. Usually they lay one white eggs in a burrow or occasionally in crevices and holes among the rock. Sometimes there are two eggs in one nest because two females share a site.",
    "Life cycle/phenology-Breeding and laying-Hatching and moulting": "Males and females incubate eggs together and eggs hatch in November. However, the mean incubation length, nestling period as well as independent age are unknown. Young birds are frequently fed daily by their parents by incomplete ruminate and chicks leave their colonies at night. Fluttering Shearwater chicks did not leave their burrow and ‘wing exercise’ in the weeks before fledging. Once they have flown, they are totally independent of their parents.Moulting behaviour is divided into two types - Adult post-breeding and post-juvenile. For adults, promptly after the breeding season comes to an end, they begin to moult by discarding older, rundown feathers to make way for the newer, unblemished feathers. This process takes place between late summer up until autumn. The date of moulting for immature birds in South Australia is four to five months ahead of the adults in New Zealand. Feathers in body start to moult in October while feathers in wings is early November. In New Zealand, birds have not yet been recorded moulting that start in October or November, maybe young birds are not appear in areas that near the shore for the first year of life.",
    "Life cycle/phenology-Breeding and laying-Hatching and moulting-Migration": "When it comes to the post breeding season, many members of the colonies migrate to parts of Eastern and South-Eastern Australia. However, it is suspected that it is only the juveniles that take part in this migration, with the adults remaining within New Zealand and staying within a relatively close proximity to the colonies. They only breed in New Zealand.",
    "Life cycle/phenology-Breeding and laying-Hatching and moulting-Migration-Survival rates and expectancy": "The breeding success observed on Burgess Island is 63.8%, with 73.3% of hatching success and 88.2% of hatched chicks survival, egg loss and competition with other birds are the main reasons. Chicks is easily attacked because parents usually leave baby birds alone after hatching, only returning to burrow to feed them after a long intervals. Many young or old birds may dead on land when they meet bad weather and lack food. Fluttering shearwaters are the species in the family Procellariidae, which are characteristically long-lived. The age of several species of them are over 25 years.",
    "Diet/prey/predators": "",
    "Diet/prey/predators-Diet and foraging": "The fluttering shearwater's diet consists mostly of schooling fish (such as pilchards, trevally, mackerel, pilchards, sprats, etc.), small pelagic crustacea(krill etc.) and squids.  This prey is caught through two methods, either surface seizing and pursuit diving.  The action of marine currents often concentrates large quantities of prey, such as crustacean, krill and schooling fish, within a close distance to the surface of the water.  Allowing the shearwater to simultaneously swim atop the water whilst having their head submerged underwater, in an attempt to catch prey.\nPursuit diving is the other form of predation used by the fluttering shearwater, as it provides a greater area in which the shearwater is able to feed, in comparison to that of surface seizing. Shearwaters are able to chase their prey below the water level through the use of their wings, using the wings to propel them underwater in an attempt to chase their prey. Many members of the genus Puffinus have evolved to have heavier wing loadings in order to aid them in pursuing prey to greater depths underneath the water.",
    "Diet/prey/predators-Predators, parasites and diseases": "Chicks of the fluttering shearwater were caught by Maori until a government request to protect them in 1953. The predators of fluttering shearwater are mammalian animals such as cats and rats.  Fluttering shearwater's have been eradicated from several major breeding colonies due to the introduction of mammals such as feral cats (Felis catus), house rats (Rattus rattus) and brown rats (Rattus norvegicus).  Currently all of the major colonies for fluttering shearwaters are on islands free of invasive species, except for one particular case on Saddle Island, where the relatively small colony of shearwaters live in co-existence with the Pacific rats (Rattus exulans) present on the island.As noted by Bishop and Heath (1998) the parasites which utilised fluttering shearwaters as hosts are documented below:",
    "Other information": "",
    "Other information-Anthropogenic threats to the fluttering shearwater": "Humans pose the biggest threat to fluttering shearwaters.  The conservation status of fluttering shearwaters is ranked as least concerning however, their population trend is still decreasing at a steady rate.With the ever looming problem that is climate change facing the planet, the progressive rise of sea temperatures could have detrimental effects upon fluttering shearwater populations, as it could possibly out-synchronise the breeding season with that of the feeding season.  Leaving not only chicks but also adults with a lack of a dependable food source, resulting in a potential mass starvation.\nIn conjunction with the aforementioned, fluttering shearwaters must face the impacts that fisheries have on marine animal populations.  As the human population increases, so does its demand for food. So much so that it is already starting to adversely affect the abundance of aquatic animals found with the oceans, resulting in less food sources for predatory animals within the environment.\nFishing ships are not usually appealing fluttering shearwaters. However, as they commonly search for food in flocks, they are frequently trapped in fishing gear in inshore sea areas. Because of this, 166 fluttering shearwaters were dead in a single event at Whangaparaoa Peninsula in May 2009. Over-fishing, especially through purse-seine fishing, could make a great difference to fluttering shearwaters. Oil spills are a risk, too. In October 2011, a container ship Rena was stranded in the Bay of Plenty and more than 240 fluttering shearwaters were killed by the spilled oil.Anthropogenic pollution is copious throughout the planet's oceans and it is also commonly mistaken as a potential food source by some animals, such as the fluttering shearwater. Reportedly, 50% of the world's seabird species have been negatively affected by the digestion of marine debris, and those situated around the Southern Ocean boundary being at most risk as this is an identified hotspot for the issue.  Coincidentally this is also where the fluttering shearwater spends its entire life, in and around these waters.",
    "Other information-Anthropogenic threats to the fluttering shearwater-Obvious and interesting characteristics": "Fluttering shearwaters have a habit of fluttering their wings quickly and beat the feet when they fly away from the sea. A large group of fluttering shearwaters gather together and sit on the water in rafts through the months of mid-December, January and February. Sometimes, rafts will form just near the coastline.",
    "Other information-Anthropogenic threats to the fluttering shearwater-Obvious and interesting characteristics-Translocation of fluttering shearwater chicks to establish a new colony": "The population trend of fluttering shearwaters is decreasing currently. One speculation of the cause for population decline is predation by invasive species. Generally, fluttering shearwaters will return to breed near their natal nest. In 1991, a long-term experiment was start to create new colonies by changing the location of chicks to conserve fluttering shearwaters. From 1991 to 1996, 334 fluttering shearwater chicks were moved from Long Island to Maud Island, Marlborough Sounds. People constructed artificial burrows for them and fed them until they leave new colonies.It shows that birds that move to a new place before they become orientated to their natal site or artificially-housed will return to breed at the transfer place. The rate of birds that back to transfer sites is closely related to the weight of chicks and duration of time they spent at new colonies. Chicks at higher weight and spent more time in new colonies are more possible to back. Further research should focus more on increasing weight and length of stay time. The establishment of new colonies is good for the survival of fluttering shearwater and the management of endangered species.",
    "References": "",
    "Further reading": "O'Brien, Rory M. (1990). \"Puffinus gavia Fluttering Shearwater\" (PDF).  In Marchant, S.; Higgins, P.G. (eds.). Handbook of Australian, New Zealand & Antarctic Birds. Volume 1: Ratites to ducks; Part B, Australian pelican to ducks. Melbourne, Victoria: Oxford University Press. pp. 649–655. ISBN 978-0-19-553068-1.",
    "External links": "Xeno-canto: sound recordings of the Fluttering Shearwater"
  }
}