{
  "url": "https://en.wikipedia.org/wiki/Grey_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Procellaria"
    },
    {
      "Species": "P. cinerea"
    }
  ],
  "text": {
    "__SUMMARY__": "The grey petrel (Procellaria cinerea), also called the brown petrel, pediunker or grey shearwater is a species of seabird in the Procellariidae, or petrel family. It occurs in the open seas of the Southern Hemisphere, mainly between 49°S and 32°S.",
    "Taxonomy": "The grey petrel is a member of the genus Procellaria, and in turn is member of the family Procellariidae, and the order Procellariiformes. As a member of the Procellariiformes, they share certain identifying features. First, they have nasal passages that attach to the upper bill called naricorns. Although the nostrils on the petrel are on top of the upper bill. The bills of Procellariiformes are also unique in that they are split into between seven and nine horny plates. They produce a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This can be sprayed out of their mouths as a defence against predators and as an energy rich food source for chicks and for the adults during their long flights. Finally, they also have a salt gland that is situated above the nasal passage and helps desalinate their bodies, due to the high amount of ocean water that they imbibe. It excretes a high saline solution from their nose.The grey petrel has been called the pediunker, grey shearwater, and brown petrel.",
    "Etymology": "Procellaria comes from two Latin words, procella meaning \"storm\" and arius a suffix meaning \"pertaining to\". This is in reference to their association with stormy weather. The word petrel is derived from Saint Peter and the story of his walking on water. This is in reference to the petrels' habit of appearing to run on the water to take off.",
    "Description": "The grey petrel is a large grey, white, and brown petrel. They average 48 cm (19 in) in length and weigh 1,000 g (35 oz). They have brownish-grey mantle, back, uppertail coverts, and upperwings. They have a white belly, and underwings and under-tail that are ash-grey. They have a yellow-green bill and a pink-grey feet.",
    "Behaviour": "",
    "Behaviour-Breeding": "Grey petrels return to their breeding grounds in February and March and build a burrow for a nest. These burrows are on well-drained ground, overrun with Poa tussock grass, typically on steep terrain. By late March or early April, they lay their one egg, with both birds incubating it. After hatching, the chick is cared for by both birds until it fledges between late September and early December.",
    "Behaviour-Feeding": "They will dive from heights up to 10 m (33 ft) when getting food.\nIt breeds on Tristan da Cunha, Gough Island, the Prince Edward Islands, Crozet Islands, Kerguelen Islands, Macquarie Island and on New Zealand's Campbell and Antipodes Islands.",
    "Distribution and habitat": "Grey petrels are pelagic and typically stay between 49°S and 32°S during the non-breeding season. During the breeding season, they form colonies on several islands. Antipodes Island, with an estimate of 53,000 pairs, and Gough Island with 10,000 pairs are the biggest colonies, with others on Prince Edward Island, Marion Island, Tristan da Cunha, Crozet Islands, Kerguelen Islands, Amsterdam Island, Campbell Island, and Macquarie Island. They have an occurrence range of 68,800,000 km2 (26,563,829 sq mi).",
    "Status and conservation": "There is not a lot of recent information about this bird, but its population is believed to be shrinking slowly or possibly rapidly. Introduced predators such as cats, brown and black rats are contributing to the decline, as well as longline fishing, which is a major problem. This bird is the most commonly caught bycatch by longline fisheries in New Zealand waters, with one estimate at 45,000 birds in the last 20 years. Other predators are the weka and house mouse.To assist in maintaining or increasing its population, it has been placed on CMS Appendix II, and ACAP Annex1. Gough Island has been designated as a World Heritage Site. Antipodes Island has had preliminary work done to start long term monitoring, and in 2007 the monitoring started. In 2001, brown rats were eradicated from Campbell Island, and in 2006, SEAFO tightened longline fishing regulations.In the future, numerous tasks are planned, starting with a census on all the breeding locations. Also, studies on Gough Island pertaining to house mice, and finally, stricter fishing regulations enforced by FAO, RFMO, and ACAP.",
    "Notes": "",
    "References": "BirdLife International (2009). \"Grey Petrel - BirdLife Species Factsheet\". Data Zone. Retrieved 26 Jul 2009.\nBirdLife International (2009a). \"The BirdLife checklist of the birds of the world, with conservation status and taxonomic sources\" (xls). Retrieved 17 Jul 2009.\nDouble, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 0-671-65989-8.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 192. ISBN 0-8160-3377-3.\nZipCode Zoo (19 Jun 2009). \"Procellaria cinerea (Grey Shearwater)\". BayScience Foundation. Archived from the original on 2012-06-09. Retrieved 22 Jul 2009."
  }
}