{
  "url": "https://en.wikipedia.org/wiki/Hutton's_shearwater",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Puffinus"
    },
    {
      "Species": "P. huttoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Hutton's shearwater (Puffinus huttoni) or kaikoura tītī is a medium-sized ocean-going seabird in the family Procellariidae. Its range is Australian and New Zealand waters, but it breeds only in mainland New Zealand, in just two remaining alpine colonies in the Seaward Kaikoura Range. Because six other colonies have been wiped out by introduced pigs, a protected artificial colony has been established near the town of Kaikoura.",
    "Description": "The bird's name commemorates Frederick Wollaston Hutton, a former curator of the Canterbury Museum in Christchurch, New Zealand. A medium-sized (350 g) seabird, with a 75 cm wingspan, it is brown with a white underbelly and brown collar, dark borders to the underwing, dark grey bill, and pinkish dark-webbed feet; it can be distinguished from fluttering shearwater by its dark grey \"armpits\". At a breeding colony it has a loud cackling call.",
    "Ecology": "Hutton's shearwater feeds in the open ocean largely on small fish and krill, diving up to 20 m. Puffinus huttoni have long bills, which are adapted to catch prey more or less underwater by plunging from a few meters above the surface or by paddling slowly forwards searching with their head submerged, then diving using partly opened wings for propulsion.",
    "Distribution": "These birds live entirely at sea except when breeding. During the September–March (spring and summer) breeding season, adults migrate to New Zealand waters; there have been individual sightings around the entire New Zealand coast, but most birds are feeding off the eastern South Island, especially between Cook Strait and Banks Peninsula. Large flocks can be seen off the Kaikoura Coast during summer. Outside the breeding season, they are mostly found in Australian waters. Geo-locators fitted on young birds revealed some circumnavigate Australia in an anti-clockwise direction in the 4–5 years leading up to sexual maturity.",
    "Breeding": "Uniquely amongst seabirds, Hutton's shearwater breed in the sub-alpine to alpine zones, in burrows at an altitude of 1200–1800 m. They formerly bred in both the Seaward and Inland Kaikoura mountains in historic times, and Māori collected the young \"muttonbirds\" for food. Their breeding is restricted to only two remaining colonies in the Seaward Kaikoura Range, one of over 100,000 pairs at the head of the Kowhai River, and one small (8000 pair) colony on private land at Shearwater Stream. Although the species was scientifically described in 1912, its breeding colonies were only rediscovered in 1964. Burrows are dug into steep tussock slopes at a density of 1 per 2 m2. One white egg is laid in November and incubated for 50 days; chicks take around 80 days to fledge.",
    "Conservation": "The eight breeding colonies discovered in 1964 have been reduced to two, the other lower-altitude colonies destroyed by feral introduced pigs. Their main predators are introduced stoats, which kill about 0.25% of adults and 12% of chicks each year in their nesting burrows. The overall growth rate is still positive, though, so stoats are not considered a major threat.Some parts of the colonies are in steep, unstable sites. The browsing of deer, goats, and pigs in these steep areas has contributed to erosion, which has damaged the Hutton's shearwater burrows and the population. However, control of pigs has led to better vegetation cover at the colonies and lessened destruction of burrows.Although there are an estimated 114,000 breeding pairs, both breeding colonies are vulnerable to predators or erosion, so a new colony (Te Rae o Atiu) was established on the Kaikoura Peninsula in 2005. First, a small transfer of 10 nestlings was sent in April 2005. After that, roughly 100 additional nestlings were moved annually each March in 2006, 2007, 2008, 2012 and 2013. Chicks translocated from the Kowhai colony were hand-fed in artificial burrows to ensure they would imprint on the new colony, and since 2010 have been returning there to breed. A predator-proof fence was built around the 2 hectares (4.9 acres) site in February 2010 by the Hutton's Shearwater Charitable Trust.Fledgling shearwaters are disoriented by bright lights, and problems with crash-landing birds have prompted the Kaikoura District Council to try new streetlighting which can be adjusted during fledging times.",
    "References": "",
    "External links": "BirdLife species factsheet\nHutton's shearwater discussed on RadioNZ Critter of the Week, 26 February 2016\nHutton's Shearwater, New Zealand Birds Online"
  }
}