{
  "url": "https://en.wikipedia.org/wiki/Parkinson's_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Procellaria"
    },
    {
      "Species": "P. parkinsoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The black petrel (Procellaria parkinsoni), also called the Parkinson's petrel, is a medium-sized, black-plumaged petrel, the smallest of the Procellaria.  The species is an endemic breeder of New Zealand, breeding only on Great Barrier Island and Little Barrier Island, off the North Island. At sea it disperses as far as Australia and Ecuador.",
    "Description": "The plumage of the black petrel is all black, as are its legs and bill except for pale sections on bill. It is a medium-sized petrel (average about 700 g (25 oz) ), with a wingspan averaging 110 cm.",
    "Distribution": "It is endemic to New Zealand. It was previously found throughout the North Island and Northwest Nelson in the South Island, but predators (feral cats, pigs) caused their extinction on the mainland from about the 1950s (Medway 2002). It is often seen in the outer Hauraki Gulf from October to May. Breeding is now restricted to the main colony on Great Barrier Island (c. 5000 birds over summer, including approximately 1300 breeding pairs and 1000 “pre-breeders” seeking mates (Bell et al. 2011). There is also a small colony present on Little Barrier Island of c. 250 birds (Imber 1987).\n\nIn addition to breeding birds, there are likely to be a further 6000 juveniles, pre-breeders and non-breeding birds at sea. Black petrels may range from the east coast of Australia all the way to the coast of South America between Mexico and Peru and the Galapagos islands (Bell et al.  In press B). Females and males forage separately and in different places – it is not known why (Bell et al.  2009, Bell et al. In press B). Birds forage much closer to the Hauraki Gulf over the summer and autumn while incubating an egg and raising a chick – mainly in the Tasman Sea and to the north-east of New Zealand (Bell et al. 2009, Bell et al.  In press B).",
    "Behaviour": "",
    "Behaviour-Breeding": "Breeding takes place from October to June in the Hauraki Gulf. Adults return to the colony in mid-October to clean burrows, pair and mate with the same partner (Imber 1987). Males will return to the same burrow every year and try to attract another female if their mate does not return or if there is a “divorce” (about 12% annually) (Bell et al. 2011). Pairs then depart on “honeymoon”, returning to the colony again in late November when the females lay a single egg (Imber 1987). Both birds share incubation of the egg for 57 days (about 8 weeks) (Imber 1987). Eggs can hatch from late January through February (Imber 1987). Chicks fledge after 107 days (15 weeks) from mid-April through to late June (Imber 1987) - about 75% of chicks survive to fledge (Bell et al. 2011).  In 2011 breeding success fell to 61%  (Bell, unpublished data) for unknown reasons. Adults and chicks migrate to South America for winter (to waters off the Ecuador coast) (Imber 1987, Bell et al. In press B) – only 10% of fledged chicks survive this first year. Juveniles will remain at sea in the West Pacific for 3–4 years until they are ready to breed – survival rate is 46% during this time vs 90% for birds over 3 years old  (Bell et al. 2011). At about 4 years old, pre-breeding birds will fly back to the colony to find a mate – this may take 1-2 seasons (Bell et al. 2011)",
    "Behaviour-Feeding": "They may feed at night or during the day (unlike albatrosses which do not feed at night) (Imber 1976). Birds will aggressively follow fishing boats and long line hooks and may dive up to 20m below the surface after baits (Imber 1976). Black petrels can cover amazing distances – the longest recorded foraging trip for a bird from Great Barrier Island is 39 days (Bell et al. 2009, Bell et al.  In press). Mapping of foraging patterns against fishing activity in New Zealand waters is currently underway (see reports – Bell et al.  2009, Bell et al. In press).",
    "Status and conservation": "The black petrel is classified under DOC Threat Classification System as Nationally Vulnerable (Miskelly et al. 2008) and by the International Union for Conservation of Nature or IUCN Red list: Vulnerable. Land-based population research at their breeding colonies since 1995 indicates the species is declining at a rate of at least 1.4% per year (Bell et al. In press A). At current survival rates, a fledged bird has a 1 in 20 chance of reaching breeding age (4+ years) and must breed 20 times successfully just to replace the current population.",
    "Status and conservation-Threats to survival": "While at sea, black petrels are caught by commercial and recreational fishers both in New Zealand and overseas (Abraham et al. 2010, Thompson 2010, Richard et al. 2011). Ministry of Fisheries research shows the black petrel is the most at-risk seabird in New Zealand from commercial fishing, estimating that between 725 and 1524 birds may have been killed each year in the period 2003 to 2009 (Richard et al. 2011).\nPetrels may be drowned by taking long line hooks after they are set (launched) or when they are being pulled onto boats. Inshore snapper and bluenose bottom long-line fisheries are the greatest risks, especially where fisheries overlap with foraging patterns of breeding birds (Richard et al. 2011). Reported deaths by fishers are low – since 1996, there have been only 38 birds reported caught and killed in New Zealand waters by local commercial fishers, mainly on domestic tuna long-line and on snapper fisheries (Richards et al. 2011, Thompson 2011, Bell et al. In Press A). Less than 0.5% of boats in these high risk fisheries had observers on board in any one year. The level of deaths in fisheries outside New Zealand waters is unknown. There are anecdotal capture reports from recreational fishers especially in the outer Hauraki Gulf (Abraham et al.  2010) where birds are commonly reported.\nOn Great Barrier Island feral pigs are known to dig up burrows and eat eggs and chicks – in one example in 1996 pigs destroyed 8 burrows in one incident (Bell & Sim 1998). Feral cats can kill adults on the ground or at the nest as well as chicks. Cat numbers on Great Barrier Island are impacted by trapping by the Department of Conservation in the Whangapoua basin but there has been no specific protection of the colony to date. Kiore and ship rats are also present on Great Barrier Island but predation levels are between 1 and 6.5% per annum (Bell et al. 2011); kiore cannot eat through a black petrel egg. Risk to black petrel survival from a one-off event/events is significant due to limited habitat for breeding / i.e. a single site on Hirakimata on Great Barrier Island (for example fire, storm damage or predator invasion at main colony).",
    "References": "Abraham, E.R.; Berkenbusch, K.N.; Richard, Y. 2010. The capture of seabirds and marine mammals in New Zealand non-commercial fisheries New Zealand Aquatic Environment and Biodiversity Report No. 64.\nBell, E.A.; Sim, J.L.; Scofield, P.; Francis, C. In press (A). Population parameters of the black petrel (Procellaria parkinsoni) on Great Barrier Island (Aotea Island), 2009/2010. DOC Marine Conservation Series. Department of Conservation, Wellington.\nBell, E.A.; Sim, J.L.; Torres, L.; Schaffer, S. In press (B). At-sea distribution of the black petrels (Procellaria parkinsoni) on Great Barrier Island (Aotea Island), 2009/10: Part 1 – Environmental variables. DOC Marine Conservation Series. Department of Conservation, Wellington.\nBell, E.A.; Sim, J.L.; Scofield, P. 2011: Population parameters and distribution of the black petrel (Procellaria parkinsoni) on Great Barrier Island (Aotea Island), 2007/08. DOC Marine Conservation Services Series 8. Department of Conservation, Wellington. 37 p.\nBell, E.A.; Sim, J.L.; Scofield, P. 2009: Population parameters and distribution of the black petrel (Procellaria parkinsoni) on Great Barrier Island (Aotea Island), 2005/06. DOC Research and Development Series 307. Department of Conservation, Wellington. 47 p.\nBell, E.A.; Sim, J.L. 1998. Survey and monitoring of black petrels on Great Barrier Island 1996. Science for Conservation 77. Department of Conservation, Wellington. 17 p.\nImber, M.J. 1976. Comparison of prey of black Procellaria petrels of New Zealand. New Zealand Journal of Marine and Freshwater Research 10(1): 119-130.\nImber, M.J. 1987. Ecology and conservation of the black petrel (Procellaria parkinsoni). Notornis 34: 19-39.\nMedway, D.G. 2002. An historic record of black petrels (Procellaria parkinsoni) nesting in South Westland. Notornis 49: 51-52.\nMiskelly, C.M.; Dowding, J.E.; Elliott, G.P.; Hitchmough, R.A.; Powlesland, R.G.; Robertson, H.A.; Sagar, P.M.; Scofield, R.P.; Taylor, G.A. 2008. Conservation status of New Zealand birds, 2008. Notornis 55: 117-135.\nRichard, Y.; Abraham, E.R.; Filippi, D. 2011. Assessment of the risk to seabird populations from New Zealand commercial fisheries. Final Research Report for Ministry of Fisheries projects IPA2009/19 and IPA2009/20. Unpublished report held by the Ministry of Fisheries,Wellington. 66 pages.\nThompson, D.R. 2010: Autopsy report for seabirds killed and returned from observed New Zealand fisheries: 1 October 2008 to 30 September 2009. DOC Marine Conservation Services Series 6.  Department of Conservation, Wellington. 37 p.",
    "External links": "BirdLife Species Factsheet"
  }
}