{
  "url": "https://en.wikipedia.org/wiki/Streaked_shearwater",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Calonectris"
    },
    {
      "Species": "C. leucomelas"
    }
  ],
  "text": {
    "__SUMMARY__": "The streaked shearwater (Calonectris leucomelas) is a species of seabird.  The adult bird averages 48 cm (19 in) in length, with a 122 cm (48 in) wingspan.\nThis species is pelagic, but is also found in inshore waters.  It occurs in the Pacific Ocean, nesting in Japan and the Korean Peninsula, predominately on their offshore islands. After breeding, the streaked shearwater migrate south, feeding in the seas off northern New Guinea, the Arafura Sea, and the South China Sea.  Calonectris leucomelas have also been reported well off the west coast of the United States, from the southern coast of India, and from New Zealand.The streaked shearwater feeds mainly on fish and squid.  It follows fishing boats, attracted to anchovy crawls off Japan and have been known to be taken as by-catch in nets or drowned when ingesting the bait on long-line fishing lines.\nThe streaked shearwater nests in burrows.  It prefers forested hills.\nThis bird is abundant and widespread, however some mortality occurs through becoming entangled in fishing nets, and from some predation by cats and rats.  In addition, it is harvested by some traditional endemic human cultures.",
    "Notes": "",
    "References": "",
    "Further reading": "Dunn, Jon L. (2017). National Geographic Field Guide to the Birds of North America. Washington, D.C.: National Geographic Society. ISBN 978-1-4262-1835-4.\n Seabirds, an Identification Guide by Peter Harrison, (1983) ISBN 0-7470-1410-8\nHandbook of the Birds of the World Vol 1,  Josep del Hoyo editor, ISBN 84-87334-10-5",
    "External links": "BirdLife species factsheet\nOiseaux photo"
  }
}