{
  "url": "https://en.wikipedia.org/wiki/Westland_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Procellaria"
    },
    {
      "Species": "P. westlandica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Westland petrel (Procellaria westlandica), also known as the Westland black petrel or tāiko, is a moderately large seabird in the petrel family Procellariidae from New Zealand.",
    "Identification": "The Westland petrel is a dark black bird with an ivory white bill and dark legs. It is a large member of the petrel and shearwater family. The Westland petrel has a weight ranging from 800g – 1600g and has a body length of 50 cm – 55 cm.",
    "Geographic distribution and habitat": "P. westlandica is endemic to New Zealand, however colonies have also been observed off of the coasts of Chile  and southern Argentina (eBird). One of New Zealand's many species of seabirds, the petrel prefers the dense forest of the coastal foothills. They are one of the largest petrels that nest in burrows. Colonies can be located anywhere from 50–200 meters above sea level. It has a highly restricted breeding range, currently confined to Punakaiki on the west coast of New Zealand's South Island in an area protected in Paparoa National Park. In the off breeding season, Westland petrels migrate east to South American waters and feed in the Humboldt Current off of the coasts of Chile  and, as reported in eBird, southern Argentina.",
    "Life cycle and phenology": "Majority of a Westland petrel's life is spent at sea, only returning to land to breed. They are winter breeders, arriving at their breeding grounds annually in late March and early April to prepare their burrows for nesting. Colonies are noted to be very vocal around three weeks before nesting, courtship and copulation both seen occurring in this time. A female lays a single egg between May and June that then hatches between August and September over two months later, both parents taking turns incubating during this period. After hatching, the parents attend the chicks for about two weeks and then left unaccompanied aside from being fed at night. If either parents is killed, the breeding attempt will fail. The young birds usually don't fly for another two months and moulting occurs in their off breeding season. For Westland petrels this season falls between October and February, occurring during migration to South America, with immature birds moulting prior to older individuals. In total, chick rearing takes between two and four months. After leaving the nesting sites, fledglings may not return for up to 10 years. Beginning in late September to late November, Westland petrel migrate to South American waters and are often found off the coast of Chile. Individuals usually remain solitary during this time, rejoining the colony when the next breeding cycle begins.",
    "Diet and foraging": "Petrels are nocturnal and therefore hunt at night, preying on fish, squid, and crustaceans. Westland petrels are known to opportunistically scavenge fish from waste discarded by hoki fisheries during their breeding season when it is more convenient, switching back to natural foraging in the when not breeding. They capture their prey by surface seizing, surface diving, and, less frequently, pursuit plunging. Their strong vision allows them to spot prey and recent studies have shown that smell is also important to petrel foraging, specific odors seeming to attract the birds to certain areas.",
    "Predators, parasites, and diseases": "Predators of Westland petrel (stoats, rats and weka) strike during the breeding season when the birds are on land, preying on chicks in open burrows and adults. Feral cats and dogs are also infrequent predators of petrels. None of these predators are considered to be a significant threat to petrel colonies. While not predators, concerns have been raised about the threat of burrow destruction by cattle and goats. They can trample burrows and allow access to predators such as weka, that wouldn't have been able to reach them otherwise.\nLittle research has been done on disease and parasites in New Zealand seabirds, and there are no diseases recorded to have significance with Westland petrels so far. Avian pox may potentially pose a threat to the petrels, as it has killed a number of black petrel chicks. Other diseases affecting seabirds have been found such as avian cholera in rockhopper penguins (Eudyptes filholi), and avian diphtheria and avian malaria in yellow-eyed penguins (Megadyptes antipodes), none of which have been associated with Westland petrels.",
    "Other information": "Though they have few natural predators, they threatened by human practices. Powerlines, lights, and commercial fishing post a threat to Westland petrel populations. Powerlines have caused the deaths of adult petrels from collision during flight. They are dangerous because they attract the birds and cause disorientation, largely in young petrels. This leads to petrels being grounded, which is a significant issue due to the way that Westland petrels must take flight. When the time comes to leave their breeding sites high in the foothills, Westland petrels climb up the tall trees and throw themselves off to fly. With early grounding, oftentimes the birds will perish from starvation, dehydration, predation, or collision with manmade structures.Commercial fishing produces competition for food, and sometimes petrels are accidentally captured in fishing nets. This is a prominent risk for Westland petrels due to their tendency to forage from commercial fishery waste, so they are known to interact closely with these vessels.Westland petrels are interesting in that there is still much that we don't know about the species. Studies are mainly performed during breeding periods due to the petrels’ presence on land, which doesn't fare well for behavioural studies. Very little is known about colonial social behaviours as few studies have been performed. There have been some inquiries about possible vocalisation patterns, but the topic remains largely untouched.",
    "Return of the Westland Petrel Festival": "Every year, a festival is held in Punakaiki to celebrate the return of the petrel to its \"home\". This area is known as the home of the westland petrel, or tāiko (as known by the locals), because it is their only known breeding site. It is a weekend-long festival in April that includes live music, various entertainment activities, and a local market. The festival begins with a viewing of the birds as they fly overhead and make their way to their nests in the mountains at dusk.",
    "References": "",
    "External links": "Birdlife species factsheet\nWestland petrel - tāiko Department of Conservation\nPhotos and fact file - ARKive\nPetrel festival in Punakaiki"
  }
}