{
  "url": "https://en.wikipedia.org/wiki/Yelkouan_shearwater",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Puffinus"
    },
    {
      "Species": "P. yelkouan"
    }
  ],
  "text": {
    "__SUMMARY__": "The yelkouan shearwater, Levantine shearwater or Mediterranean shearwater (Puffinus yelkouan) is a medium-sized shearwater in the seabird family Procellariidae.",
    "Description and identification": "Yelkouan shearwaters are 30–38 cm long, with a 76–89 cm wingspan. It has the typically \"shearing\" flight of the genus, dipping from side to side on stiff wings with few wingbeats, the wingtips almost touching the water. This bird looks like a flying cross, with its wing held at right angles to the body, and it changes from very dark brown to white as the dark upperparts and paler undersides are alternately exposed as it travels low over the sea.\nIt is silent at sea, but at night the breeding colonies are alive with raucous cackling calls, higher pitched and more drawn out than the Manx shearwater's.\nThe yelkouan shearwater has a more contrasted appearance than the Balearic shearwater with which its winter range overlaps, since the latter species is brown above and dirty white below. It is very similar to the black-and-white Manx shearwater of the Atlantic, and stray birds out of their usual range are very difficult to identify with certainty.\nAlso, at least one mixed breeding colony of the yelkouan and the Balearic shearwaters exists on Menorca. A study of these birds recommended that a combination of morphological characteristics and DNA sequence data should be required at least for scientific purposes to assign individual birds to either species.",
    "Systematics": "It was formerly considered a subspecies of the Manx shearwater (see there for more on the Puffinus puffinus superspecies). After the first split, it was the nominate subspecies of the so-called \"Mediterranean shearwater\" for nearly ten more years; it is considered a monotypic species now, as the Balearic form mauretanicus has been separated as the Balearic shearwater.The yelkouan shearwater appears to belong to a group of Mediterranean and adjacent Atlantic shearwaters which includes the Balearic shearwater and one to three prehistorically extinct taxa, Hole's and possibly also lava shearwater as well as an undescribed population of uncertain distinctness from Menorca. The two living Mediterranean lineages had probably separated before the end of the Pliocene (c. 2 million years ago), as indicated by molecular differences and the putative direct ancestor of the Balearic shearwater, the Ibizan fossil Puffinus nestori from the Late Pliocene or Early Pleistocene.",
    "Ecology and status": "Yelkouan shearwaters breed on islands and coastal cliffs in the eastern and central Mediterranean. Most winter in that sea, but small numbers enter the Atlantic in late summer. This species nests in burrows which are only visited at night to avoid predation by large gulls.\nThis is a gregarious species, which can be seen in large numbers from boats or headlands, especially in autumn. The yelkouan shearwater feeds on fish and molluscs. It follows fishing ships when offal is being thrown.  It is under some threat from the development of holiday resorts near its breeding sites, and also from animals such as rats and cats.  On Le Levant Island, one of its major breeding locations, cats kill thousands of birds each year and it is estimated that this may lead to local extinction in several decades.The study of the Menorcan colony concluded that at least in these westernmost birds, genetic variation was extremely low, suggesting that the yelkouan shearwater may have suffered a marked population decline historically and thus, while not threatened judging from its absolute numbers, it could be vulnerable to adverse effects of inbreeding.It was formerly classified as a species of least concern by the IUCN. But new research has shown it to be rarer than it was believed. Consequently, it was uplisted to near threatened status in 2008  and vulnerable in 2012.",
    "Footnotes": "",
    "References": "Alcover, Josep Antoni (2001): Nous avenços en el coneixement dels ocells fòssils de les Balears. Anuari Ornitològic de les Balears 16: 3-13. [Article in Catalan, English abstract] PDF fulltext\nAustin, Jeremy J. (1996): Molecular Phylogenetics of Puffinus Shearwaters: Preliminary Evidence from Mitochondrial Cytochrome b Gene Sequences. Mol. Phylogenet. Evol. 6(1): 77–88. doi:10.1006/mpev.1996.0060 (HTML abstract)\nBirdLife International (BLI) (2008): [2008 IUCN Redlist status changes]. Retrieved 2008-MAY-23.\nGenovart, Meritxell; Juste, Javier & Oro, Daniel (2005): Two sibling species sympatrically breeding: a new conservation concern for the critically endangered Balearic shearwater. Conservation Genetics 6(4): 601–606. doi:10.1007/s10592-005-9010-z PDF fulltext\nHarrison, Peter (1988): Seabirds (2nd ed.). Christopher Helm, London ISBN 0-7470-1410-8\nHeidrich, Petra; Amengual, José F. & Wink, Michael (1998): Phylogenetic relationships in Mediterranean and North Atlantic shearwaters (Aves: Procellariidae) based on nucleotide sequences of mtDNA. Biochemical Systematics and Ecology 26(2): 145–170. doi:10.1016/S0305-1978(97)00085-9 PDF fulltext\nSangster, George; Knox, Alan G.; Helbig, Andreas J. & Parkin, David T. (2002): Taxonomic recommendations for European birds. Ibis 144(1): 153–159. doi:10.1046/j.0019-1019.2001.00026.x PDF fulltext\nSibley, Charles Gald & Monroe, Burt L. Jr. (1990): Distribution and taxonomy of the birds of the world. Yale University Press, New Haven, CT. ISBN 0-300-04969-2\nWink, Michael; Heidrich, Petra & Ristow, D. (1993): Genetic evidence for speciation of the Manx shearwater (Puffinus puffinus) and the Mediterranean Shearwater (P. yelkouan). Die Vogelwelt 114(6): 226-232. [Article in English with German abstract] PDF fulltext",
    "External links": "Article about the EU LIFE yelkouan shearwater conservation project\nThe EU LIFE Yelkouan Shearwater project - a project with the aim of increasing Malta's population of yelkouan shearwaters"
  }
}