{
  "url": "https://en.wikipedia.org/wiki/Caloplaca_marina",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Lecanoromycetes"
    },
    {
      "Order": "Teloschistales"
    },
    {
      "Family": "Teloschistaceae"
    },
    {
      "Genus": "Caloplaca"
    },
    {
      "Species": "C. marina"
    }
  ],
  "text": {
    "__SUMMARY__": "Caloplaca marina the Orange Sea Lichen is a crustose, placodioid lichen. It has wide distribution, and can be found near the shore on rocks or walls. Calos in Greek means nice, placa in Greek is shield. Caloplaca therefore means ‘beautiful patches’.",
    "Taxonomy": "Synonyms are Caloplaca marina f. flavogranulata Wedd., (1875); Caloplaca marina var. flavogranulata (Wedd.) Zahlbr; Gasparrinia marina (Wedd.) Hav., (1936); and Placodium lobulatum",
    "Description": "The vegetative body of the lichen, the thallus, is orange or orange-red in colour and may be continuous or fragmented. When fragmented the thallus looks lumpy under a hand lens; when continuous it is areolate and the margins may be ill-defined with almost no lobes; it is never powdery or pruinose. A light coloured prothallus may be visible in well-developed specimens.Apothecia are small and either scattered through the thallus or grouped in small clusters; diameters rarely greater than 0.8 mm. The orange disc (a deeper colour than the thallus) surface is concave initially but matures to convex; the apothecium rim also narrows giving the effect that the convex disc is spilling over it.",
    "Habitat and distribution": "C. marina is found on coastal rocks from calcareous to high silica rich types (HS). It is characteristically found in the mesic supralittoral zone or above Verrucaria maura (tar lichens). It can be distinguished from the superficially similar C. thallincola by its lack of well-defined thalline lobes.It is distributed along the coastline throughout the Scottish mainland and islands, Ireland, England and Wales. It is also found throughout Atlantic Europe; English Channel; North Sea; and North West Europe.C. marina is tolerant of sea spray and brief immersion in seawater.",
    "Pollution tolerance": "C. marina is at first apparently unaffected by oil spills and cleaning, but dies off within twelve months. It quickly recolonises areas of local extinction.",
    "See also": "List of Caloplaca species",
    "References": "",
    "External links": "Species Information\nWikispecies\nIrish Lichens\nAlan Silverside's Lichen Pages"
  }
}