{
  "url": "https://en.wikipedia.org/wiki/Caloplaca_durietzii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Lecanoromycetes"
    },
    {
      "Subclass": "Lecanoromycetidae"
    },
    {
      "Order": "Teloschistales"
    },
    {
      "Family": "Teloschistaceae"
    },
    {
      "Genus": "Caloplaca"
    },
    {
      "Species": "C. durietzii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caloplaca durietzii (Durietz's orange Lichen) a smooth surfaced yellowish orange crustose areolate lichen with elongated lobes that grows on wood or bark in southwestern North America. It is commonly seen growing on old junipers in Joshua Tree National Monument in the Mojave Desert. It is in the Caloplaca fungus genus of the Teloschistaceae family.",
    "Growth form": "It is verrucose (grows like a warty crust) or areolate (broken up on the surface into \"areoles\" that look like the polygonal mud \"islands\" in a dry lakebed), with small convex areolas or verrucae (warts), and is without a prothallus (the body part under the areola \"islands\" that connects them). The areoles are small and convex to warty, verrucose).",
    "Reproduction": "It lacks asexual. Apothecia (the fruiting part of the fungus) have discs that are darker orange than the main body (thallus). The flat apothecia disc is darker orange and surrounded by orange thallus-like tissue (a lecanorine exciple) that is flush with the thallus, not raised or imbedded. The 0.2-0.7 mm diameter apothecia are adnate to the thallus. The disc lacks a dusty-looking coating (is epruinose). The spore bearing asci are cylindrical, with 8 spores each.",
    "Similar species": "It is similar to Caloplaca microphyllina, but C. durietzii does not have soredia (small bundles of algae wrapped in fungal filaments that are dispersed by wind for asexual or vegetative reproduction). It has been suggested it is the same species as Caloplaca pyracea, from which it differs by its yellow-orange areolate thallus.",
    "Habitat and range": "It is commonly found in the Mojave Desert, and is also found in scattered locations in California, Arizona, and Sonora, Mexico. It does not occur outside of North America and is common in the Mojave Desert on old junipers (Juniperus californica), where it also occurs on and pinyon pine (Pinus monophylla) in Joshua Tree National Park. In Joshua Tree National Monument it has been found in the Little San Bernardino Mountains, Ryan Mountain, and upper Juniper Flats. It is also growing in other California locations including Banning Pass, the San Jacinto Mountains, and in the Santa Monica Mountains, where it was collected by H.E. Hasse, and on Santa Cruz Island growing on oak. It was reported growing on juniper in the Mojave Desert's Granite Mountains.",
    "Chemistry": "Lichen spot tests produce K+ red on the thallus and at the margin of the apothecia. Secondary metabolites include anthraquinones.",
    "See also": "List of Caloplaca species\n\n\n== References =="
  }
}