{
  "url": "https://en.wikipedia.org/wiki/Maxillaria_tenuifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Maxillarieae"
    },
    {
      "Subtribe": "Maxillariinae"
    },
    {
      "Genus": "Maxillaria"
    },
    {
      "Species": "M. tenuifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Maxillaria tenuifolia, the delicate-leafed maxillaria or coconut pie orchid, is a species of orchid ranging from Mexico to Nicaragua and possibly Costa Rica. These plants are easy to grow if kept moist and given good air movement in a high-light windowsill of any orientation but North.",
    "Cultivation": "Of all the members of its genus, which are not as sought after in cultivation, Maxillaria tenuifolia is the most popular.  It has rather  small flowers, typically no more than one and a half inches, and they come only one to a spike.  Its popularity is due to the flower's scent, which is just like that of coconuts. The flowers are colored in red with yellow or brown speckles. This plant is easy to grow and flower but does like a little cooler night temperatures in winter.\nLight:\nMedium light as for between Cattleya and Phalaenopsis. From 1500 to 3500 foot candles are ideal. This plant will also grow well under fluorescent and high pressure sodium fixtures.\nTemperature:\nThe plants grow well in intermediate temperatures, with winter nights from 55 to 62 degrees Fahrenheit and days of 58 to 75. Summer temperatures can be several degrees warmer.\nHumidity:\nThis plant likes a relative humidity of 50 percent or higher.  using humidity trays or room humidifiers to provide additional humidity in dry conditions is beneficial to these plants.\nWater:\nIn its natural habitat, this plant gets much water during the rainy season, but starting in December there is a drier season that can last until May. For cultivation indoors, this means that the potting medium should be allowed to dry out between waterings from Late November until the end of March. Being careful not to allow the pseudobulbs to become too wrinkled is essential, the plant should not be kept too dry. the plants may only have to be watered every 2–3 weeks during the dry period. About mid March one can begin watering normally allowing the potting medium to become somewhat dry between watering, but not as dry as in the winter months. It is best to use rain, distilled or reverse osmosis water for these plants.",
    "References": "",
    "External links": " Media related to Maxillaria tenuifolia at Wikimedia Commons"
  }
}