{
  "url": "https://en.wikipedia.org/wiki/Rhodiola_rosea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Crassulaceae"
    },
    {
      "Genus": "Rhodiola"
    },
    {
      "Species": "R. rosea"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhodiola rosea (commonly golden root, rose root, roseroot, Aaron's rod, Arctic root, king's crown, lignum rhodium, orpin rose) is a perennial flowering plant in the family Crassulaceae. It grows naturally in wild Arctic regions of Europe (including Britain), Asia, and North America, and can be propagated as a groundcover. Rhodiola rosea has been used in traditional medicine for several disorders, notably including treatment of anxiety and depression. As of 2019, there is no high-quality clinical research to indicate it is effective for treating any disorder, and the United States Food and Drug Administration has issued several warnings to manufacturers of R. rosea dietary supplements for making false health claims about its safety and efficacy.",
    "Description": "Rhodiola rosea is from 5 to 40 centimetres (2.0 to 15.7 in) tall, fleshy, and has several stems growing from a short, scaly rootstock. Flowers have 4 sepals and 4 petals, yellow to greenish yellow in color sometimes tipped with red, about 1 to 3.5 millimetres (0.039 to 0.138 in) long, and blooming in summer. Several shoots growing from the same thick root may reach 5 to 35 centimetres (2.0 to 13.8 in) in height.  R. rosea is dioecious – having separate female and male plants.",
    "Description-Taxonomy": "Rhodiola rosea was first described by Pedanius Dioscorides in De Materia Medica. Western North American plants formerly included in R. rosea are now treated as Rhodiola integrifolia and Rhodiola rhodantha.",
    "Description-Chemical constituents": "About 140 chemical compounds are in the subterranean portions of R. rosea. Rhodiola roots contain phenols, rosavin, rosin, rosarin, organic acids, terpenoids, phenolic acids and their derivatives, flavonoids, anthraquinones, alkaloids, tyrosol, and salidroside.The chemical composition of the essential oil from R. rosea root growing in different countries varies. For example, rosavin, rosarin, and rosin at their highest concentration according to many tests can be found only in R. rosea of Russian origin; the main component of the essential oil from Rhodiola growing in Bulgaria are geraniol and myrtenol; in China the main components are geraniol and 1-octanol; and in India the main component is phenethyl alcohol.  Cinnamyl alcohol was discovered only in the sample from Bulgaria.\nAlthough rosavin, rosarin, rosin, and salidroside (and sometimes p-tyrosol, rhodioniside, rhodiolin, and rosiridin) are among suspected active ingredients of R. rosea, these compounds are mostly polyphenols. There are no peer reviewed studies demonstrating that these chemicals have any physiological effect in humans that could prevent or reduce risk of disease. Although these phytochemicals are typically mentioned as specific to Rhodiola rosea extracts, rosea and other Rhodiola species contain many other constituent polyphenols, including proanthocyanidins, quercetin, gallic acid, chlorogenic acid and kaempferol.",
    "Distribution": "Rhodiola rosea grows in cold regions of the world, including much of the Arctic, the mountains of Central Asia, scattered in eastern North America and mountainous parts of Europe. It grows on sea cliffs and on mountains at high altitude.",
    "Uses": "",
    "Uses-Food": "The leaves and shoots are eaten raw, having a bitter flavor, or cooked like spinach, and are sometimes added to salads.  An extract is sometimes added as a flavoring in vodkas.",
    "Uses-Research and regulation": "Through 2019, human studies evaluating R. rosea did not have sufficient quality to determine whether it has properties affecting fatigue or any other condition. The U.S. Food and Drug Administration (FDA) has issued warning letters to manufacturers of R. rosea dietary supplement products unapproved as new drugs, adulterated, misbranded and in federal violation for not having proof of safety or efficacy for the advertised conditions of alleviating Raynaud syndrome, altitude sickness, depression or cancer.",
    "Uses-Traditional medicine": "In Russia and Scandinavia, R. rosea has been used for centuries to cope with the cold Siberian climate and stressful life. It is also used to increase physical endurance and resistance to high-altitude sickness, but the scientific evidence for such benefits is weak. The plant has been used in traditional Chinese medicine, where it is called hóng jǐng tiān.\nA 2012 report by the European Medicines Agency on literature concerning the dried extract of R. rosea stated that \"The published clinical trials exhibit considerable deficiencies in their quality. Therefore 'well-established use' cannot be accepted\" and added: \"The traditional use as an adaptogen 'for temporary relief of symptoms of stress such as fatigue and sensation of weakness' is appropriate for traditional herbal medicinal products. ... The long-standing use as well as the outcome of the clinical trials support the plausibility of the use of the mentioned herbal preparation in the proposed indication.\"",
    "References": "",
    "External links": " Media related to Rhodiola rosea at Wikimedia Commons"
  }
}