{
  "url": "https://en.wikipedia.org/wiki/Sedum_telephium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Crassulaceae"
    },
    {
      "Genus": "Hylotelephium"
    },
    {
      "Species": "H. telephium"
    }
  ],
  "text": {
    "__SUMMARY__": "Hylotelephium telephium (synonym Sedum telephium), known as orpine, livelong, frog's-stomach, harping Johnny, life-everlasting, live-forever, midsummer-men, Orphan John and witch's moneybags, is a succulent perennial groundcover of the family Crassulaceae native to Eurasia. The flowers are held in dense heads and can be reddish or yellowish-white. A number of cultivars, often with purplish leaves, are grown in gardens as well as hybrids between this species and the related Hylotelephium spectabile (iceplant), especially the popular 'Herbstfreude' ('Autumn Joy'). Occasionally garden plants may escape and naturalise as has happened in parts of North America as wildflowers.",
    "Taxonomy": "The plant was known to botanists, including Dioscorides (Διοσκουρίδης, 40 AD – 90 AD) in his De Materia Medica (Greek: Περὶ ὕλης ἰατρικῆς) as (Greek: Τηλεφιον, Telephion). Pliny, Gerard and Parkinson were among many later authors to describe Telephium. It was first formally described by Linnaeus in 1753, as one of 15 species of Sedum, Gray included it and related species as a section of the genus Sedum. These species differ markedly from the rest of that genus by a  distinct ovary and ovules, flowering stems, leaves, inflorescence, flower parts, colour and blooming time and chromosome number. Consequently, Ohba (1977) segregated these species into a separate genus, Hylotelephium with 28 species, specifying Hylotelephium telephium as the type species. Subsequent molecular phylogenetic studies have confirmed that these species constitute a distinct clade, separate from the very large Sedum genus, which is paraphyletic. Sedum is widely considered to be an unnatural catch-all  taxonomic grouping. That clade, originally given the informal name Telephium and later Hylotelephium, was given the taxonomic rank of tribe Telephieae. The name Hylotelephium telephium has been widely, but not universally adopted.",
    "Taxonomy-Etymology and names": "",
    "Taxonomy-Etymology and names-Telephium": "The name Telephium was thought to be named after a surgical term for an ulcer that was particularly difficult to cure. This in turn was named after King Telephus who suffered from a spear wound that would not heal (see Uses).",
    "Taxonomy-Etymology and names-Common names": "Hylotelephium telephium has earned many common names in English, including orpine, livelong, life-everlasting, live-forever, frog's-stomach, harping Johnny, midsummer-men, orphan John and witch's moneybags.",
    "Taxonomy-Subdivision": "There are several subspecies. Ohba accepted the following:\nHylotelphium telephium subsp. fabaria Koch - West & Central Europe\nHylotelphium telephium subsp. maximum L. - Europe & W Asia\nHylotelphium telephium subsp. ruprechtii Jalas - North-east Europe\nHylotelphium telephium subsp. telephium - Central & East Europe, E Asia",
    "Distribution and habitat": "The species is endemic from Europe to Asia, but has been widely introduced elsewhere, particularly N America. It can be found growing in fields, around hedges, hills, and on gravelly or calcareous soils.",
    "Ecology": "In N America, where it has been introduced, Hylotelephium telephium is considered invasive.",
    "Uses": "The plant has been used medicinally, being used by the Romans to treat wounds, and in later times to treat internal ulcers. It has also been used for love-divination.",
    "Gallery": "",
    "Notes": "",
    "References": "\n\n== Bibliography =="
  }
}