{
  "url": "https://en.wikipedia.org/wiki/Sedum_lanceolatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Crassulaceae"
    },
    {
      "Genus": "Sedum"
    },
    {
      "Species": "S. lanceolatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Sedum lanceolatum is a species of flowering plant in the family Crassulaceae known by the common names spearleaf stonecrop and lanceleaf stonecrop.\nIt is native to western North America and occurs in western Canada and the United States. It is distributed from Alaska to Arizona and New Mexico and as far east as South Dakota and Nebraska. It grows in exposed, rocky mountainous habitat at moderate and high elevations, up to 4048 meters in the Rocky Mountains. The plant persisted and evolved on sky islands and nunataks in these ranges during glaciation events during the Pleistocene epoch.This is a succulent plant forming basal rosettes of knobby or pointed leaves up to 3 centimeters long. Smaller leaves occur farther up the stem and often fall away by the time the plant blooms. The inflorescence is made up of one or more erect arrays of several flowers. The flowers have yellow petals sometimes tinged with red, each lance-shaped petal just under a centimeter long. The stamens are tipped with yellow anthers. The plant reproduces sexually by its tiny, lightweight seeds, or vegetatively when sections of its stem break off and root.",
    "Ecology": "Sedum lanceolatum is the host plant of the butterfly species Parnassius smintheus. Sedum lanceolatum produces a deterrent cyanoglycoside, sarmentosin, so that herbivores do not feed on it. The larvae of Parnassius smintheus sequester sarmentosin from the plant for their own defense. However, it has been found that if the S. lanceolatum plant becomes physically damaged by mechanical means, the larvae feeding on it have reduced growth rates, possibly due to an induced defense by the plant itself. While damage by insects does not cause defense by Sedum lanceolatum, damage from feeding by the larvae does induce defense by the plant. Consequently, the larvae often hurry to feed, then switch to another plant within the time window offering highest nutritional quality. Larvae will typically feed and leave a plant in less than half an hour. From November to February, the leaves of their foodplant are fatally toxic to the larvae, but for the rest of the year, the larvae feed and develop normally. If the snow melts before March, the eggs hatch while the larval foodplant is still toxic, and the larvae perish.",
    "References": "",
    "External links": "Jepson Manual Treatment\nUSDA Plants Profile\nWashington Burke Museum\nPhoto gallery"
  }
}