{
  "url": "https://en.wikipedia.org/wiki/Sedum_moranii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Crassulaceae"
    },
    {
      "Genus": "Sedum"
    },
    {
      "Species": "S. moranii"
    }
  ],
  "text": {
    "__SUMMARY__": "Sedum moraniii is a rare species of flowering plant in the family Crassulaceae known by the common name Rogue River stonecrop. It is endemic to Oregon in the United States, where it only grows in Josephine County next to the Rogue River.This is a perennial herb with a glandular rootstock producing rosettes of leaves and flowering shoots. The fleshy leaves are green in color and the young ones are waxy in texture. Mature stems and leaves may be reddish or purple. Leaves toward the ends of the stems may be hairy. They are up to 3.2 centimeters long by 1.4 wide. The flowering stem is up to 30 centimeters long. It is hairy and glandular, unbranched, erect and curving when young. It is lined with alternately arranged leaves. It has an inflorescence of 20 to 30 flowers with five green sepals and five yellow petals. Blooming occurs in May and June, sometimes into July.This plant is most often found growing in rock outcrops and cliffs of serpentine. Most of the 25 occurrences are on the cliffs above the north bank of the Rogue River, in sunny locations. Other plants in the habitat include Pacific madrone (Arbutus menziesii), Wallace's spikemoss (Selaginella wallacei), poison oak (Toxicodendron diversilobum), goldback fern (Pentagramma triangularis ssp. triangularis), yarrow (Achillea millefolium), mountain coyote mint (Monardella odoratissima), canyon live oak (Quercus chrysolepis), Oregon white oak (Quercus garryana), bearbrush (Garrya fremontii), Douglas-fir (Pseudotsuga menziesii), silverback luina (Luina hypoleuca), and other Sedum species. There are also several types of mosses.Most occurrences are on Bureau of Land Management land. Threats to the species include poaching for use in rock gardens, recreation and trail maintenance, alteration of the hydrology of the area, logging, and mining.\n\n\n== References =="
  }
}