{
  "url": "https://en.wikipedia.org/wiki/Corydoras_hastatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. hastatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf corydoras (Corydoras hastatus), dwarf catfish, tail spot pygmy catfish, or micro catfish is a tropical freshwater fish belonging to the subfamily Corydoradinae of the family Callichthyidae.  It originates in inland waters in South America, and is found in the Amazon River and Paraguay River basins in Argentina, Bolivia, and Brazil. The specific epithet hastatus means with a spear, in reference to the spearhead-like spot on the tail root.",
    "Physical appearance": "The body of Corydoras hastatus is typically more elongated than other Corydoras species.  Its body is a translucent white to olive color, with a thin dark stripe on the sides from behind the gill cover to the root of the tail, and a whitish belly.  It has a white crescent at the base of the tail surrounding a black spot.  The fish will grow in length up to 1.4 inches (3.5 cm), but 1.0 inch (2.5 cm) is more typical.  Males are smaller, more slender and have a more pointed dorsal fin than females.",
    "Ecology": "The dwarf corydoras lives in a (sub)tropical climate in water with a 6.0–8.0 pH, a water hardness of 5–19 dGH, and a temperature range of 68–82 F (20–28 °C). It is found in ponds. It feeds on worms, benthic crustaceans, insects, and plant matter. They are found in the Paraguay River and Amazon River basins.\nC. hastatus lives among plants. It is a schooling species. It differs from most Corydoras species by preferring the midwater areas instead of the bottom, spending most of its time well off the bottom in areas of dense plants.  When it rests, it rests on the leaves of the plants.  Other Corydoras species with similar mid-water habits include C. habrosus and C. pygmaeus. The dwarf Corydoras maintains its position in a current by using rapid fin movements, especially with its pectoral fins. These rapid movements, combined with a high breathing rate, give the fish the appearance of being very \"nervous\" when compared with other fish. C. hastatus may even shoal with small characins.\nThe fish lays its eggs in dense vegetation and the adults do not guard the eggs.  The female holds a single egg between her pelvic fins, where the male fertilizes them for about 30 seconds.  Only then does the female swim to a suitable spot, where she attaches the sticky egg. The pair repeats this process about every three minutes for from one to two hours with some 10- to 15-minute rests between egg releases.  Around 7 to 15 eggs are spawned in a single day, and spawning occurs on three to four consecutive days. A total of 30 to 60 eggs may be spawned by a single female over this period of time. The eggs hatch in three to nine days.  The fry are about 6 mm long at hatching, mostly translucent but sometimes with spots. In two months, the fry average about 18 mm in length.  The fry mature in six to eight months.",
    "In the aquarium": "The dwarf corydoras is of commercial importance in the aquarium trade industry.   Due to its small size, this fish can be kept in a relatively small aquarium; a 5-gallon (20 litre) tank is sufficient for a small school.  Since it is a schooling fish, it should only be kept in groups of at least six individuals.  It is a good community tank fish when kept with peaceful tankmates such as tetras, rasboras, and danios, but should not be kept with overly aggressive tankmates.  They have also been used as scavengers for fry tanks.\nThe aquarium should be clean, well-aerated, and densely planted to provide hiding places.  A moderate current provided by a power filter or canister filter is appreciated.  The water should be slightly alkaline (pH about 7.6) within a temperature range of 24° to 29 °C.  Although the fish is generally a mid-water dweller, a fine gravel or sand substrate should be provided since it will occasionally burrow.\nThe fish will feed both in midwater or on a substrate, whether that substrate is a plant leaf, a broad rock, or the bottom of the tank.  It accepts most foods, including freeze-dried, flake, and frozen foods, although live foods are particularly appreciated.\nThe methods of spawning this fish in the aquarium is similar to spawning most other Corydoras species.  The spawning tank can be as small as 2.5 gallons (10 L), but at least a 5-gallon (20 L) tank is recommended with aged water, a sponge filter and some plants.  Fish should be conditioned with large amounts of live foods such as Tubifex and whiteworms, during which time the females will become noticeably plumper.  Since C. hastatus may spawn as a school, the whole group can be conditioned for spawning at the same time, and for best results, there should be at least two males for every female.\nSpawning of well-conditioned fish may be initiated by the addition of cooler water.  During spawning, very little food is accepted, but the fish will immediately search for food after finishing.  It will typically attach its eggs to the plants in the aquarium, but if not enough plants are available, the sides of the aquarium may be used.  When the fry hatch, they can be fed newly hatched brine shrimp or microworms.  The parents may be ready to spawn again in a couple of weeks.",
    "See also": "List of freshwater aquarium fish species",
    "External links": "Photos from Fishbase",
    "References": "\nBurgess, Warren E. (1987). A Complete Introduction to Corydoras and Related Catfishes. Neptune City, NJ: T.F.H. Publications. ISBN 0-86622-264-2.\nWilliam T. Innes (1966). Exotic Aquarium Fishes, 19th Edition. Maywood, New Jersey: Metaframe Corporation, Division of Mattel, Inc. p. 249.\nJames, Allan (2005-04-14). \"Corydoras hastatus\". www.scotcat.com. Retrieved 2006-06-29.\n\"Dwarf corydoras\". Mongabay. Retrieved 2006-06-29.\n\"Corydoras Hastatus\". www.seriouslyfish.com. Retrieved 2013-05-09."
  }
}