{
  "url": "https://en.wikipedia.org/wiki/Corydoras_panda",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. panda"
    }
  ],
  "text": {
    "__SUMMARY__": "Corydoras panda is a species of catfish belonging to the genus Corydoras, of the family Callichthyidae, and is a native member of the riverine fauna of South America.  It is found in Peru and Ecuador, most notably in the Huanaco region, where it inhabits the Rio Aquas, the Rio Amarillae, a tributary of the Rio Pachitea, and the Rio Ucayali river system. The species was first collected by Randolph H. Richards in 1968, and was named Corydoras panda by Nijssen and Isbrücker in 1971. The specific name is an allusion to the appearance of the fish, which possesses large black patches surrounding the eyes, reminiscent of those found on the giant panda. Accordingly, the common names for this fish, which is a popular aquarium species, are panda corydoras and panda catfish.",
    "Physical description": "Corydoras panda has an off-white to pinkish-orange ground colour, and when observed under certain lighting conditions, a faint greenish iridescence is present upon the flanks and the operculum. The fins of the fish match the body in ground colour, upon close inspection being seen to be hyaline or translucent with coloured fin rays, with the dorsal fin being marked by a conspicuous black blotch that covers almost the entire fin area. The caudal peduncle is marked with a black band, this black band encircling the caudal peduncle from dorsal to ventral surface. The adipose fin, supported by a small fin spine, sometimes contains black pigmentation. The head is the same ground colour as the body, with a black mask surrounding the eyes, descending vertically from the fontanel, over each eye, and ending in a triangular wedge immediately before the ventral surface of the head. The pectoral fins are positioned immediately behind the operculum, and are usually oriented horizontally when the fish is at rest, extended in a manner similar to the wings of an aeroplane. The pelvic fins are positioned upon the ventral surface of the fish, located some way behind the pectoral fins. The first ray of the dorsal fin emanates from the body at approximately its point of greatest elevation, and a vertical line drawn downwards from this point meets the attachment point of the pelvic fins. The anal fin is located far to the rear of the ventral surface of the body, the attachment point of the first fin ray being somewhat forward of the black caudal peduncle marking described above.\n\nIn common with all other members of the family Callichthyidae, the body surface is covered, not with scales, but with bony plates known as scutes. The lines of demarcation between individual scutes can be seen upon close examination of this and almost all other Callichthyid fishes, and in the case of some specimens of this species, are highlighted by additional black pigment.\nThe fish possesses, in common with almost all Corydoras species, three pairs of barbels—one pair of maxillary barbels and two pairs of rictal barbels.\n\nA fully mature adult specimen of this species attains a standard length of 55 millimetres (2.1 inches): this is the length attained by mature females, which grow larger than mature males, and also possess more rounded body outlines.",
    "Habitat": "Corydoras panda inhabits clear river waters that are relatively fast-flowing, well-oxygenated, and flowing over substrates that may comprise soft sand or fine gravel. These rivers are usually well vegetated with assorted species of aquatic plants. The proximity of the home rivers of the fish to the Andes mountain range, and the replenishment of those rivers with meltwaters from Andean snows at higher altitudes, has led the fish to be adaptable to cooler temperatures than the norm for 'tropical' fishes—the temperature range of the fish is 16 °C to 28 °C, though the fish exhibits a marked preference for the cooler regions of this temperature spectrum, particularly in captivity. Indeed, the fish can, for limited periods, survive temperatures as low as 12 °C, though captive rearing at such low temperatures is ill-advised. The native waters of Corydoras panda are consequently mineral-deficient, with a neutral to slightly acid pH, and replication of such conditions in captivity are recommended for successful maintenance.",
    "Aquarium maintenance": "Corydoras panda has a preference for cooler than normal waters when compared to many other popular tropical fish species. Because of this, those who keep C. panda in community aquarium setting must choose tankmates that share its preference for cooler temperatures of around 20 °C (68 °F) to 25 °C (77 °F). Given the cleanliness of the fish's native waters, scrupulous attention to water quality in the aquarium is considerably more important for this fish than for the more domesticated Corydoras species such as C. paleatus or C. aeneus. Additionally, scrupulous attention to aquarium substrate cleanliness is a must, as the fish are intolerant of poor aquarium maintenance in this area, and succumb to stress and disease rapidly if their aquaria are not kept to a high standard. Despite this, the species remains highly popular with aquarists, upon account of the appearance of the fish, and its lively, vivacious behaviour in a well-planned aquarium setting.\n\nLike many other Corydoras species, the panda catfish is a highly gregarious fish, and in common with several other smaller Corydoras species such as C. habrosus and C. pygmaeus, manifests a distinct need for numerous companions of its own species in order to thrive, and can thus be described as being more avowedly social than some of the larger members of the genus. A minimum of eight individuals should be housed in the same aquarium, and if space permits, this number should be revised upwards, as the fish exhibits a very definite preference for grouping together with others of its species. They also associate themselves easily with the clown loach and school together in currents where sufficient numbers of their own species is lacking.\nAn aquarium for this species should be well furnished, ideally with a mixture of live aquatic plants, and solid furnishings providing caves, sheltered areas and hiding places to give the fish security. Floating plants to provide additional areas of shade are also welcomed by the fish.\nLike all Corydoras species, the fish feeds primarily upon animal matter. The aquarist is advised, however, that the traditional use of Corydoras catfishes as putative 'scavengers' in an aquarium setting will be detrimental to the well-being of this species—it requires high quality foods for long-term maintenance, and a varied diet. Ideally, the fish should be given live foods at least intermittently, and will dine enthusiastically upon such items as Bloodworms (larvae of Chironomus midges), Daphnia, cultivated Brine Shrimp (Atermia salina), and Tubifex worms. The last, however, should be cultivated in order to minimise the risk of introducing pathogenic organisms to the aquarium, as Tubifex live in unsanitary conditions in the wild. Freeze dried Tubifex may be preferable, as the risk of introduction of disease is eliminated. High quality flake foods are also appreciated, particularly those containing shrimp or other similar matter.\nThe lifespan of Corydoras panda in the aquarium has not been systematically determined, but given the longevity of other Corydoras species in the aquarium, it is reasonable to assume that well-cared for specimens will enjoy a lifespan in excess of ten years, and frequently in excess of 15 years.",
    "Reproduction": "Corydoras panda follows, with a few minor deviations, the standard model for breeding for the genus. Stimulus for breeding consists of the influx of cooler, oxygenated waters into their habitat, usually corresponding in the wild with the onset of the rainy season. However, while some Corydoras species require a temperature drop in the aquarium for spawning to be stimulated, in the case of Corydoras panda, the temperature drop appears to matter much less, as specimens have spawned in the aquarium without a temperature drop. The addition of new, clean, oxygenated water appears to be the primary stimulus for this species. In the wild, the appearance of new water courtesy of the rains is followed by an increase in the populations of assorted food organisms, and feeding upon these conditions the fishes for breeding.\n\nOnce conditioned fish are stimulated into spawning, males begin chasing females energetically. Females begin developing eggs within their reproductive tracts, and when 'ripe' (laden with eggs), become receptive to the attentions of the males. Eventually, one male will succeed in courting a female, using his barbels to provide stimulation to the female, usually beginning with caresses of the female's caudal peduncle, followed by caresses of the fontanel and the front of the head. if the female is receptive, then the male positions himself before the female, so that the female's mouth is in close proximity with one of the male's pectoral fins. The male then clasps the female's barbels between the pectoral fin and the body, and this stimulates the female to press against the male's side. When seen from above, the fish form a 'T' shape when conjoined thus, hence the term 'T position' has become conventional in aquarium circles when describing the breeding of Corydoras catfishes.\nOnce the male and female are in the 'T position', the pressing of the female against the male's body stimulates his release of sperm. Though the exact mechanism of fertilisation has yet to be scientifically documented, from the observations of aquarists who have been successful in breeding Corydoras catfishes, it seems likely that the female takes the male's sperm through her mouthparts, and directs them through the gills, in a current that carries the sperm to her pelvic fins. At this point, the female releases a single egg (occasionally two), and purses her pelvic fins in order to provide a receptacle for the freshly extruded egg, which is then fertilised.\nOne difference observed between the adoption of the 'T position' in Corydoras panda, when compared to other Corydoras species, is that the exercise is frequently more acrobatic in appearance, with the 'T position' being adopted in mid-water, some distance above the substrate, rather than resting upon the substrate as is the case with the majority of other Corydoras.\nOnce the female is carrying a fertilised egg within her pelvic fins, she then seeks an egg deposition site. The choice of such a site is frequently, though not always, a mass of fine leaved aquatic vegetation. In the aquarium, the plant known as Java moss, Vesicularia dubayana, is of considerable utility as an egg repository for Corydoras catfishes, even though the plant is not a South American native, and panda catfish females will choose large clumps of this plant readily as safe deposition sites for fertilised eggs. The female is frequently pursued by one or more males as she seeks the deposition site, each male presumably seeking to be the chosen mate to fertilise the next egg. Up to 25 eggs may be produced by a single female during a single spawning, which may take place over four to five hours.",
    "Development": "Fertile Corydoras panda eggs require approximately 3–4 days development time before hatching, if kept at a temperature of 22 °C. This development time will vary with temperature, taking longer in cooler water.\nUpon hatching, the fry are four millimetres long, translucent, but already possessing the basic ground colour of the species, and upon close examination, possess fully formed barbels. Even newly hatched fry possess at least some hint of the adult eye patches, and as the fry grow, these patches darken and become more prominent. Even so, at just four millimetres in length, the fry are practically invisible against typical aquarium gravel unless seen to move.\nThe fry take approximately four weeks to develop to the point where the finfold, a continuous undifferentiated membrane resembling that seen at the posterior of a tadpole, has differentiated into the unpaired fins (dorsal, anal and caudal fins). During this time, size will have increased to approximately eight or nine millimetres, and the fish will begin to develop colour changes leading to that of the adult fish. From this point, the caudal peduncle patch and dorsal fin patch will begin to appear, but the body will also be seen to be covered in fine black 'pepper dots' between these black patches. Only after a period of 10 to 12 weeks, at which point the fish has assumed a size of 12 to 14 millimetres, will the fish attain the colouration of the adult, and be in all respects a perfect miniature of the parents.\n\nFry of this species are particularly sensitive to changes in water chemistry and to elevated temperatures. While adult fishes can withstand temperatures of 28 °C, fry will die of heat stress if exposed to temperatures above 26 °C, and their chances of survival are enhanced if the water temperature is kept at 22 °C or below. Water changes made to a nursery aquarium during the first 21 days of life of the fry—the critical period during which they manifest the greatest sensitivity to their environment—must be gradual, and the incoming water conditioned to match that of the existing aquarium water where possible before the water change takes place. While the fry are likely to develop best if given infusoria as part of their feeding régime, it is possible to raise fry to adulthood entirely upon prepared foods.",
    "See also": "List of freshwater aquarium fish species",
    "References": "",
    "Further reading": "Lambourne, Derek: Corydoras Catfish – An Aquarist's Handbook (Blandford Press, 128pp., ISBN 0-7137-2367-X)\nFroese, Rainer and Pauly, Daniel, eds. (2011). \"Corydoras panda\" in FishBase. December 2011 version."
  }
}