{
  "url": "https://en.wikipedia.org/wiki/Corydoras_julii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. julii"
    }
  ],
  "text": {
    "__SUMMARY__": "Corydoras julii (also known as the julii cory or leopard catfish) is a small freshwater catfish native to eastern Brazil. It is a popular aquarium fish.",
    "In the aquarium": "Julii corys are peaceful fish, and are therefore often kept in community aquariums with other community fish. As they are shoaling fish, they are often kept in groups in the aquarium. Some recommend that they be kept in at least a ten-gallon tank.",
    "Physical appearance": "Julii corys are some of the most commonly sought corys because of their beautifully patterned bodies. Their flesh is a whitish-gray, almost transparent color with fine black spotting all over. A julii cory can be distinguished from other similar 'spotted' corys by the fine spotting pattern and also their black mark on their dorsal fin; similar species have either larger spots or spots merged into short wavy lines. They grow to less than 2.5 inches long, making them one of the smaller members of the cory family.  They are rarely available commercially; fish labelled as \"julii corys\" are often misidentified C. leopardus, or  three-stripe (\"false julii\") cory catfish (C. trilineatus)).",
    "Feeding": "Julii corys are scavengers and omnivores that will eat food that sinks to the bottom of the tank. In aquaria, they are often given sinking pellets or flake food. Frozen bloodworms and brine shrimp should be given as a treat; live bloodworms are also a favorite.",
    "Breeding": "Sexing corys is not very difficult provided they are in well fed and in good condition.  Females are quite a bit rounder than males.  Usually cory catfish are bred in groups of two males to one female.  They can also be bred in a large group.\nThe breeding tank should be well planted with live or fake plants. Put fine gravel or sand on the bottom.  To bring them into breeding mode imitate their natural water chemistry and do water changes to gradually change the water temperature.\nFeed them well with nutritious foods such as bloodworm, tubifex worms and quality catfish wafers. Syphon out uneaten food when doing water changes to keep the water pristine.\nCorys are egg laying fish and will lay white, sticky eggs on all surfaces in the aquarium, often on the glass itself.  Females lay many eggs at a time though, the catfish will eat most of the eggs unless removed. Move eggs to another tank for hatching and raising, or remove the parents from the tank.",
    "References": "",
    "External links": "Froese, Rainer and Pauly, Daniel, eds. (2011). \"Corydoras julii\" in FishBase. December 2011 version.\n[1]"
  }
}