{
  "url": "https://en.wikipedia.org/wiki/Corydoras_elegans",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. elegans"
    }
  ],
  "text": {
    "__SUMMARY__": "The elegant corydoras or elegant catfish (Corydoras elegans) is a tropical freshwater fish belonging to the subfamily Corydoradinae of the family Callichthyidae. It originates in inland waters in South America, and is found in the Upper Amazon River basin in Brazil, Colombia and Peru. The specific epithet elegans means elegant.\nThe fish's appearance is characterized by dark double longitudinal stripes. The dorsal fin is ornamented by a few gray dots, taking on an arching pattern in some individuals. The body has other gray and black markings on an olive background. Compared with other species of Corydoras, the body is not as tall in comparison to its length, and its eyes are set a bit lower. The fish will grow in length up to 5.1 centimetres (2.0 inches).\nIt lives in a tropical climate in water with a 6.0 - 8.0 pH, a water hardness of 2 - 25 dGH, and a temperature range of 22–26 °C (72–79 °F). It feeds on worms, benthic crustaceans, insects, and plant matter. Though it lays eggs in dense vegetation, adults do not guard them. In captivity, the male is reportedly territorial during the prespawning activities while the female is usually hidden among the plant roots. Both sexes clean the underside of plant leaves. Eggs are fastened under the leaves and are also attached to roots of plants.",
    "In the aquarium": "The elegant corydoras is of commercial importance in the aquarium trade industry. It tends to swim in the upper levels of the aquarium, instead of at the bottom as is common with most species of Corydoras, and does not seem to disturb the sediment as much.",
    "See also": "List of freshwater aquarium fish species",
    "External links": "Photos at Fishbase",
    "References": "\nFroese, Rainer and Pauly, Daniel, eds. (2011). \"Corydoras elegans\" in FishBase. December 2011 version.\nWilliam T. Innes (1966). Exotic Aquarium Fishes, 19th Edition. Maywood, New Jersey: Metaframe Corporation, Division of Mattel, Inc. p. 249."
  }
}