{
  "url": "https://en.wikipedia.org/wiki/Corydoras_paleatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. paleatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Corydoras paleatus is a species of catfish (order Siluriformes) of the family Callichthyidae. Its common names include blue leopard corydoras, mottled corydoras and peppered catfish. It originates from the lower Paraná River basin and coastal rivers in Uruguay and Brazil.",
    "Description": "This fish species reaches about 5.9 centimetres (2.3 in) SL. The male is smaller than the female and in proportion to body length, the dorsal fin and pectoral fins are longer on the male than the female.",
    "Ecology": "Corydoras paleatus is found in the amazon basin, and feeds on worms, crustaceans, insects, and plant matter.C. paleatus has been known to produce sound; it does this by abduction of its pectoral fins. This is used by males during courtship and intrapersonal communication, and by both sexes and juveniles when distressed.In reproduction, males do not behave aggressively toward each other, nor do they monopolize mating areas or females. The T-position is involved in courtship, as with many other Corydoras species.",
    "In the aquarium": "It is a very good choice for the community aquarium, as it is a hardy, good looking, and peaceful fish. They can be successfully kept with other small, peaceful aquarium fish like livebearers, danios and tetras. It is sometimes seen in the shops as an albino form, although this is similar to other albino corys (see the C. aeneus albino form). It grows to around 7.5 cm, and is easily bred at home.\t\nThese fish have sensitive barbels and one should have the proper substrate for them. To keep their barbels (whiskers) in the best condition one requires the fine gravel that looks like coarse salt. This is available in white and brown, both look good. Beware that fry are difficult to spot on the brown gravel. Gravel with sharp edges will cut their barbels (until they are gone). Their barbels are important for finding food, and should remain healthy.\nThese fish prefer a planted tank with temperatures around 60 to 75 ° Fahrenheit (20 – 24 ° Celsius) although they can take lower temperatures than this. Their high temperature tolerance seems poor and 30 °C (85 °F) is the highest safe temperature. They like to nibble on the algae that grows on floating plants, but are not a specialized algae-eating catfish. The lighting must not be too bright and hiding places, such as bogwood are needed as they like to hide from the light during certain parts of the day. Heavily planted areas should also be provided, where the light is minimized, as they like darker areas due to their bottom-feeding nature.\nDiet should be sinking pellets, algae wafers, frozen and live food, such as bloodworm or daphnia. They may also occasionally enjoy blanched spinach, which can be attached to plants with a peg or the side of the glass with magnetic clips. They can be seen to dart to the top of the tank: this is because they can use atmospheric oxygen to supplement what their gills extract from the water. They will do this more frequently  when water quality is starting to deteriorate, and so should be watched for this indication.",
    "In the aquarium-Spawning": "Peppered corydoras reach their sexual maturity and start to show reproductive behaviors once the females reach an average (minimum) size of 5.625 cm and once the males reach about 4.875 cm. The males initiate the courtship ritual, which entails chasing the females around the tank. The female darts away and the males search for her and find her a few moments later. The males shiver all over the female and may lie down on top of her. When she is ready to spawn she turns to the male next to her and pounds below his ventral fin. The male releases his sperm and the female catches it in her mouth in what is described as a T-position. The female cups her ventral fins and lays a few eggs (usually between 4 and 7 eggs) in them.  The eggs are about 1.8 mm in diameter. The female now starts cleaning a spot on the glass to lays her eggs on. Corydoras are egg depositors and lay their eggs all over the aquarium. Favorite spots include the heater, filter tubes and the glass, although, occasionally eggs are also laid on plants.\nAfter depositing a group of eggs closely together, the female rests for a few moments. The males regroup and start chasing each other and then resume chasing the female. The males are so relentless in this pursuit that they try to mate with the female even while she is busy laying her eggs. The spawning lasts more than an hour and many eggs are laid. In one study, the amount of eggs was found to be between 43 and 168 eggs in a single spawning period.",
    "In the aquarium-Raising the fry": "The incubation period for the eggs for peppered corydoras was found to be between 96 hours and 113 hours at 24±2°C, with the average incubation period being about 102 hours (or 4.25 days). In one study, the average hatching ratio of the eggs was found to be approximately 87%, with the overall egg laying period lasting between 20 and 35 days. Peppered catfish will eat their fry.  At first the fry are small (with a mean length of 7.5246 mm) and will eat mainly the protozoan organisms in the tank, but will soon be able to eat fry foods.  By about one month, the fry will start to look more like adult peppered corydoras with their fins separating and changing shape.",
    "See also": "List of freshwater aquarium fish species\nSiluriformes\n\n\n== References =="
  }
}