{
  "url": "https://en.wikipedia.org/wiki/Corydoras_splendens",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. splendens"
    }
  ],
  "text": {
    "__SUMMARY__": "The emerald catfish (Corydoras splendens) is a tropical freshwater fish belonging to the Corydoradinae sub-family of the family Callichthyidae native to the Amazon Basin in South America. It has traditionally been known as Brochis splendens. The fish has appeared on a stamp in Brazil.",
    "Taxonomy": "It was originally described as Callichthys splendens by François Louis de la Porte, comte de Castelnau in 1855.  This species was once also commonly called Brochis coeruleus. W. A. Gosline was the first to suspect that the two species were the same in 1940, but it was actually Njiseen & Isbrücker in 1970 who combined the two, giving sufficient reasons for doing so. The species would be described as Brochis splendens, until most of the catfish formerly classified as Brochis were re-classified into Corydoras. The current recognized classification is thus Corydoras splendens.",
    "Distribution": "It is native to the upper reaches Amazon Basin. This includes Ucayali River to Pucallpa, Ambiyacu River, and the area around Iquitos in western Brazil, southeastern Colombia, eastern Ecuador and eastern Peru.",
    "Appearance and anatomy": "Depending upon the angle of lighting, the fish's body reflects a metallic green, blue-green, or even a bluish color.  The ventral area is yellowish with the pectoral, ventral, and anal fins yellowish and the dorsal, caudal, and adipose fins a translucent brownish.  The females are larger and more robust than the males, and have a more pinkish belly as opposed to the more yellowish one for the males. This fish can be distinguished from the green/bronze corydoras catfish by its usually larger size, stouter body, and more pointed snout.\nThe fish inhabits sluggish waters with dense vegetation along the banks. It occurs in shallow muddy waters and will grow in length up to 7.5 centimetres (3 in). It lives in a tropical climate in water with a 5.8–8.0 pH, a water hardness of 2–30 dGH, and a temperature range of 22–28 °C (72–82 °F). It feeds on worms, benthic crustaceans, and insect larvae. It lays eggs in dense vegetation and adults do not guard the eggs.",
    "In the aquarium": "The emerald catfish is a common species in freshwater aquaria.  It is a peaceful, undemanding species and can be maintained under the same conditions as most Corydoras species.  They are shy and easily frightened when kept as individuals, so it is best kept in small groups of at least three, with more being recommended.  The tank should have only a soft, fine bottom to prevent damage to barbels and should be heavily planted. Feeding is not difficult and they accept almost anything, although live worms are especially appreciated. It does well in a community tank and does not tear up the plants.Spawning has been achieved in captivity. Typically, the fish are separated into a breeding tank in the ratio of three males to two females, all well-conditioned on live foods.  The couple will spawn while sitting on the bottom, not while swimming as many similar species do. In captivity, the female collects the eggs in her pelvic fin basket and pastes them individually to plants and other objects.  Eggs will be deposited by the female throughout the tank, but especially on any floating surface plants.  According to most reports, the parents do not immediately try to eat the eggs.  The eggs hatch in about four days and the fry become free swimming two days later.",
    "See also": "List of freshwater aquarium fish species\nCare information for the Emerald catfish at the Aquarium Wiki",
    "References": "\nBurgess, Warren E. (1987). A Complete Introduction to Corydoras and Related Catfishes. Neptune City, NJ: T.F.H. Publications. ISBN 0-86622-264-2."
  }
}