{
  "url": "https://en.wikipedia.org/wiki/Corydoras_habrosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. habrosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The salt and pepper catfish (Corydoras habrosus) is a tropical freshwater fish belonging to the Corydoradinae sub-family of the family Callichthyidae. It originates in inland waters in South America, and is found in the Upper Orinoco River basin in Venezuela and Colombia.",
    "In the wild": "C. habrosus, is often found in periodic wetlands, large floodplains to where other species migrate seasonally. These small corydoras are prone to entrapment in receding waters, and populations can suffer during the dry season. Their natural habitat tends to be abundant in leaf litter and plant life, providing ample cover to allow these fish to roam moderately freely. As a bottom dwelling species C. habrosus tends to stick to the lower regions of the river, however, on occasion corydoras will dart up to the water surface to take in air. This behaviour is not entirely understood as they do not possess labyrinth organ like those of the Anabantoidei order.\nThe fish will grow in length up to 1.4 inches (3.5 centimeters). It lives in a tropical climate in water with a 5.5 – 7.5 pH, a water hardness of 2 – 10 dGH, and a temperature of about 77 °F (25 °C). The diet consists of worms, benthic crustaceans, insects, and plant matter.",
    "In the aquarium": "It is a peaceful fish and can be kept in a community aquarium of smaller fish species such as ember tetras, clown panchax, endler guppies and small species of rasbora.  It should be kept in groups of at least 6 individuals, ideally 10 or more. Salt and pepper catfish can be fed most small sinking foods including pellets, flake food and preserved baby brine shrimp. Frozen foods such as baby brine shrimp, rotifers and cyclops can also be fed either regularly or exclusively.",
    "In the aquarium-Breeding": "In captivity, breeding can be difficult to achieve. Some aquarists report that large water changes with relatively cold water can stimulate habrosus in to spawning.Spawning is marked by obvious behaviours; males will swim close to the female, if multiple males are present they will surround the female swimming from side to side quickly. The female holds an egg visibly under her ventral fin ready for fertilising. The female can then be seen to 'massage' the males belly. The female will then choose an appropriate place to deposit her egg, usually on plants near the substrate, particularly on the underside of the leaves but can also be found on the aquarium glass and decor.  Eggs are rarely placed on the top of the leaves or close to the water surface. The spawning male will protect the female from other males attempting to spawn with her.",
    "See also": "List of freshwater aquarium fish species",
    "External links": "Photos from Fishbase\n\n\n== References =="
  }
}