{
  "url": "https://en.wikipedia.org/wiki/Corydoras_pygmaeus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. pygmaeus"
    }
  ],
  "text": {
    "__SUMMARY__": "The pygmy corydoras or pygmy catfish (Corydoras pygmaeus) is a tropical and freshwater fish belonging to the subfamily Corydoradinae of the family Callichthyidae. It originates in tropical inland waters in South America, and is found in the Madeira River basin in Brazil.",
    "Taxonomy": "The first scientific description of the pygmy corydoras was published in 1966 by German biologist and physician Joachim Knaack, in Aquarien und Terrarien-Zeitschrift.  One specimen was designated the holotype and one additional specimen was collected as a paratype.  It was placed in the genus Corydoras.  The scientific name uses the Latin word pygmaeus, meaning dwarf or pygmy, in its scientific name, Corydoras pygmaeus.  The common names for the species are \"pygmy catfish\" and \"pygmy corydoras\".A species of Corydoras with a similar appearance, Corydoras hastatus was described in the 1880s, and many specimens that were described as Corydoras hastatus between the 1920s and 1950s were subsequently found to be misidentified specimens of the pygmy corydoras.   In older literature, the pygmy corydoras is frequently mislabeled because Corydoras hastatus was the only miniature Corydoras species known at the time.",
    "Description": "The pygmy corydoras is a silver-colored fish, with an unbroken black line that runs horizontally along the center of the sides of the fish from the tip of its snout to its caudal peduncle.  It has a second thin black line along the lower part of the side of the body, from behind the ventral fins and continuing into the tail.  The top part of the body has a light black or dark gray shading that starts on the top of its snout and ends at the tail.  Newly hatched fry have vertical stripes along the sides of their bodies that fade by the end of their first month, when the horizontal stripes of the adult fish begin to appear.The maximum length of the species is about 3.2 centimeters (1.3 in), but typical adult sizes are 1.9 centimeters (0.75 in) for males and 2.5 centimeters (1.0 in) for females.   In addition to their larger length, females are also rounder and broader than males, especially when they have eggs.   Young fry grow rapidly after hatching, reaching 13 millimeters (0.51 in) in six to eight weeks.",
    "Distribution and habitat": "The pygmy corydoras is widely distributed in inland waters in Peru in tributaries of the Nanay River, in Ecuador in tributaries of the Aguarico River, and in western Brazil in tributaries of the Madeira River.  The holotype was obtained from Calama, Brazil, along the Madeira River near the mouth of the Ji-Paraná River.The pygmy corydoras lives in a tropical climate in water with a 6.0 - 8.0 pH, a water hardness of 2 - 25 dGH, and a temperature range of 22–26 °C (72–79 °F).  It feeds on worms, benthic crustaceans, insects, and plant matter.",
    "Breeding": "The pygmy corydoras lays approximately 100 eggs at a time.   The female holds 2-4 eggs at a time in a pouch formed by her pelvic fins while they are fertilized by the male, which takes about 30 seconds.  The female swims to a safe location with the fertilized eggs, where she attaches the sticky eggs to a surface, where they will remain.",
    "In the aquarium": "Pygmy corydoras are of commercial importance in the aquarium trade industry.\nIt is a peaceful fish and can be kept in a community aquarium of smaller fish species such as ember tetras. It can be fed most sinking foods but may eat flakes. It enjoys frozen food and sinking wafers. It can be kept with small shrimp and snails. These cories should not be kept in tanks smaller than 10 gallons because they like room to swim around. In aquariums, they are often kept on fine grained substrate, such as sand. This is said to enable them to dig through the sand without injury. They are often kept at a pH of between 6.5 and 7.0.\nThey are peaceful fish that are usually kept in groups of at least four and will also behave much more naturally in larger groups (10 or more). Unlike the larger more common Corydoras, they often swim in a shoals around mid water regions as well as the lower regions of the tank.\nC. pygmaeus are good pets as they are fairly hardy. However, there are several things to keep in mind when planning to keep this species. They are inoffensive fish which will not thrive with aggressive tankmates. They are perhaps best kept in a planted species tank, or with shrimp such as Neocaridina spp. They seem to do best when offered live foods in addition to prepared food items. Appropriate foods include microworms or similar nematodes, as well as Artemia nauplii (newly hatched brine shrimp.)\n\n\n== References =="
  }
}