{
  "url": "https://en.wikipedia.org/wiki/Corydoras_trilineatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. trilineatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The three stripe corydoras (Corydoras trilineatus), leopard catfish, false julii corydoras, or three line catfish is a tropical freshwater fish belonging to the subfamily Corydoradinae of the family Callichthyidae. It originates in inland waters in South America, and is found in the central Amazon River basin in Brazil and Colombia,  Peruvian Amazon and coastal rivers in Suriname.\nThe fish will grow in length up to 2.5 inches (6.1 centimeters).  It lives in a tropical climate in water with a 6.0–8.0 pH, a water hardness of 5–19 dGH, and a temperature range of 72–79 °F (22–26 °C).  It feeds on worms, benthic crustaceans, insects, and plant matter.  It lays eggs in dense vegetation and adults do not guard the eggs.  The female holds 2-4 eggs between her pelvic fins, where the male fertilizes them for about 30 seconds.  Only then does the female swim to a suitable spot, where she attaches the very sticky eggs. The pair repeats this process until about 100 eggs have been fertilized and attached.\nThe threestripe corydoras is of commercial importance in the aquarium trade industry. It is often mistakenly sold as Corydoras julii since C. julii also has a horizontal strip running along the sides of its body. The distinct difference between C. trilineatus and C. julii is in their markings. The hardier and more adaptable C. trilineatus has reticulations, while C. julii is distinguished by its \"leopard\" spots, although there is also a spotted form of C. trilineatus. They are best differentiated by the stripes on the side. In C. trilineatus, the stripes are much more pronounced and solid than in C. julii.",
    "See also": "List of freshwater aquarium fish species",
    "References": "\nFroese, Rainer and Pauly, Daniel, eds. (2011). \"Corydoras trilineatus\" in FishBase. December 2011 version.\nhttp://www.aquatic-hobbyist.com/profiles/freshwater/catfish/threelinedcory.html\nhttp://www.scotcat.com/factsheets/c_trilineatus.htm\nhttp://www.thetropicaltank.co.uk/Fishindx/trilin.htm"
  }
}