{
  "url": "https://en.wikipedia.org/wiki/Corydoras_aeneus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. aeneus"
    }
  ],
  "text": {
    "__SUMMARY__": "The bronze corydoras (Corydoras aeneus), green corydoras, bronze catfish, lightspot corydoras or wavy catfish is a tropical freshwater fish in the \"armored catfish\" family, Callichthyidae, often kept in captivity by fish keepers. It is widely distributed in South America on the eastern side of the Andes, from Colombia and Trinidad to the Río de la Plata basin. It was originally described as Hoplosoma aeneum by Theodore Gill in 1858 and has also been referred to as Callichthys aeneus.",
    "Appearance and anatomy": "The adult size is 6½ cm for males and a slightly larger 7 cm for females (2½ to 2¾ inches).   Females have a slightly higher body frame than males in accordance with their larger abdominal region. Their average life span is 10 years. It has a yellow or pink body, white belly, and is blue-grey over its head and back. Its fins are yellow or pink and immaculate. In common with most Corydoras the dorsal, pectoral and adipose fins have an additional sharp barb and have a mild poison which causes fish which try to attack them to get stung. A brownish-orange patch is usually present on the head, just before the dorsal fin, and is its most distinctive feature when viewed from above in the stream. Their upper sides are often a greenish color, which is the reason another common name for this fish is the green corydoras.\nLike many other catfishes, females are larger than males in this species.",
    "Ecology": "They are found in quiet, shallow waters with soft bottoms that can sometimes be heavily polluted by clouds of disturbed mud from the bottom, but it also inhabits running waters. In its native habitat, it inhabits waters with a temperature range of 25 °C to 28 °C (77 °F to 82 °F), pH 6.0–8.0, and hardness 5 to 19 DGH. Like most members of the genus Corydoras, these catfish have a unique method of coping with the low oxygen content that prevails in such environments. In addition to utilizing their gills like any other fish, they rapidly come to the surface of the water and draw air in through their mouth. This air is then absorbed through the wall of the intestine and any surplus air is expelled through the vent. It typically stays in schools of 20 to 30 individuals. It feeds on worms, benthic crustaceans, insects, and plant matter.",
    "Ecology-Reproduction": "Reproduction occurs with the onset of the rainy season, which changes the water chemistry. Females spawn 10–20 egg-clutches with multiple males at a time, but an entire egg clutch is inseminated by the sperm of a single male.In laboratory observations, it was found that bronze corydoras have a unique method of insemination. When these fish reproduce, the male will present his abdomen to the female. The female will attach her mouth to the male's genital opening, creating the well-known \"T-position\" many Corydoras exhibit during courtship. The female will then drink the sperm. The sperm rapidly moves through her intestines and is discharged together with her eggs into a pouch formed by her pelvic fins. The female can then swim away and deposit the pouch somewhere else alone. Because the T-position is exhibited in other species than just C. aeneus, it is likely that they also exhibit this behavior. In the wild, eggs are laid on waterweeds.Males do not form territories or compete over females; interference between males might only happen when two males present their abdomens simultaneously. On the other hand, females do not choose between males. Mating is more or less random; therefore, male reproductive success is directly related to courtship frequency.The eggs of C. aeneus exhibit a unique surface pattern with small villi-like protuberances which resemble attaching-filaments of teleost eggs. These structures allow the eggs to be adhesive and stick to a specific place or to each other. The presence of these structures may be related to the turbid habitat in which this species lives.",
    "In the aquarium": "Bronze corydoras are probably the most popular Corydoras species. It is annually bred and shipped in large quantities all over the world It is easily bred and is produced in commercial quantities in the United States, Europe, and Singapore. Most of the available fish are therefore domestic strains. Wild imports are reported to be less easy to breed.They are a hardy and useful aquarium fish despite having a coloration that is by no means striking or unusual. Many aquarists are fascinated by the habits of these fish. They ceaselessly comb the bottom of the aquarium for food and therefore disturb it slightly, sending up detritus and waste material that has settled loosely on the bottom. They prefer being kept in groups of 5 or more, being sociable fish and are ideal fish for a community tank. Other Corydoras species can be placed in the same aquarium, and despite the strong resemblance many species bear to one another, the species will tend to separate out and only move about among their own kind.\nCorydoras aeneus is not particular about the composition of the water. Adequate conditions are a temperature range of 20 to 28 °C (68 to 82 °F), pH of 6.0–8.0, and hardness of 2–30 DGH. The water should have no salt added to it. A fairly dense growth of plants with a number of possible hiding places is greatly appreciated. Corys are easy to feed, they are omnivores eating all flake and pelleted food and also live and frozen foods. When it comes to sperm, then the female glues the eggs, only a few in number, to the chosen substrate and then (sometimes) quickly touches them with her mouth. After several acts of spawning, which span a total of two to three hours, one female will have produced up to 200 eggs. Frequently, two males are used for each female, as one male has difficulty fertilizing all the eggs. The eggs gradually grow darker in color, and just prior to hatching (ranging from three days at 28 °C to a week at 20 °C) they turn dark brown. The fry keep to the bottom of the tank, feeding on detritus and any fine foods available. The parents may spawn again within two to three weeks.",
    "In the aquarium-Albino corydoras": "The albino corydoras is an albino variety of the bronze corydoras that has been developed for the aquarium trade, with a pale pink or orange body and red eyes.  It is physically similar to normally-colored individuals, although some breeders report that the fry are a little slower to develop. Others say that the albinos are practically blind and that the males are somewhat sterile, although this may be due to extensive inbreeding. Albino bronze corydoras are frequently injected with bright dye (via a needle) and sold in aquariums. This controversial practice is known as \"painting\" or \"juicing\" fish.",
    "See also": "List of freshwater aquarium fish species",
    "References": "",
    "Further reading": "Burgess, Dr. Warren E. (1987). A Complete Introduction to Corydoras and Related Catfishes. Neptune City, NJ: T.F.H. Publications. ISBN 978-0-86622-264-8.\nZukal, Rudolf (May 1982). \"Breeding Corydoras aeneus\". Tropical Fish Hobbyist: 9–10.",
    "External links": "Corydoras from egg to larva (German)"
  }
}