{
  "url": "https://en.wikipedia.org/wiki/Corydoras_sterbai",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Actinopterygii"
    },
    {
      "Order": "Siluriformes"
    },
    {
      "Family": "Callichthyidae"
    },
    {
      "Genus": "Corydoras"
    },
    {
      "Species": "C. sterbai"
    }
  ],
  "text": {
    "__SUMMARY__": "Sterba's corydoras (Corydoras sterbai) is a member of the South American Corydoras genus of freshwater aquarium catfish and one of the most popular species of Corydoras due to its attractive markings. The fish is native to the Guaporé River region between Bolivia and Brazil.Sterba's cory is distinguishable from other Corydoras species as it has white spots on a black background on its head. It is occasionally confused with Corydoras haraldschultzi; the difference is that the latter has a pattern of black dots on a white background on the head.  C. sterbai has recently become available in an albino form and a black form.\nLike many Corydoras species, Sterba's corydoras is a shoaling catfish, and thus should ideally be kept in groups of 5 or more. In the wild it can be found in Brazil and thus, wild caught fish prefer soft, acidic water. However, Sterba's corydoras is a hardy fish and tank bred specimens have adapted to a wider range of water conditions. However, like almost all fish it will not tolerate high levels of nitrates.\nUnlike some other catfish they are not good algae eaters, but are good at \"cleaning up\" leftover food and detritus from the substrate.\nCorydoras sterbai are relatively small for catfish, growing to a maximum size of only 2–2.6 inches (5.1–6.6 cm).",
    "In the aquarium": "In captivity Corydoras sterbai readily accepts a wide variety of prepared and frozen foods. Flake food is a good staple diet (which will only be consumed once it has fallen to the bottom) as are sinking pellets or wafers. They relish live and frozen foods such as bloodworm, daphnia and mosquito larvae, but ideally should only be fed such foods once a week due to the high amount of protein in them.\nIt is often problematic to feed Corydoras in aquaria with fast feeding mid-water fish such as tetras as flake and sinking pellets are consumed by such fish before they have hit the bottom and sometimes, even while lying on the substrate. However, this problem can be overcome by placing pellets and flake on the aquarium substrate in caves or under bogwood, or other such areas which are not regularly frequented by mid-water fish.\n\n \nThe compatibility of C. sterbai is one of their main selling points as with all other Corydoras species as they are very peaceful catfish and can be kept with other peaceful fish. They should not be kept with overly aggressive bottom dwellers, particularly if there is competition over substrate space as there would be in small tanks or tanks with a large amount of \"furniture\". Ideal companions would be similar sized tetras or particularly, dwarf cichlids.\nIdeally Corydoras sterbai should be housed with a fine substrate such as sand or gravel in order to avoid doing damage to their delicate barbels. However, large gravel will suffice as long as it is not sharp edged. Their only other requirement is that shade be provided for them, by means of overhanging rock, large leaved plants, arching bogwood or caves.\nBreeding is not too difficult. A tank with dimensions 18″ x 12″ x 12″ (10 US Gallon) is recommended. The breeding ratio that should be kept is 2 males per female. Good diet together with repeated water changes and drops of temperature are usually sufficient. However, raising the fry is not easy due to its high sensitivity.\nOccasionally problems can arise while transporting these fish as they are capable of secreting a chemical toxin when stressed or overcrowded. For this reason they are never shipped with other fish.",
    "Name": "The species name of this Corydoras is in honour of Professor Dr. Günther Sterba, professor emeritus of zoology of Leipzig University, member of the Royal Swedish Academy of Sciences. Professor Sterba is a professional ichthyologist who nevertheless produced several very popular books regarded as virtual bibles for fishkeepers over the 1970s and 1980s, translated into English under the titles Freshwater Fishes of the World, Aquarium Care and (with Dick Mills) The Aquarists' Encyclopedia, despite his degree of isolation at that time by virtue of living in the then German Democratic Republic.",
    "See also": "List of freshwater aquarium fish species",
    "References": "Froese, Rainer and Pauly, Daniel, eds. (2011). \"Corydoras sterbai\" in FishBase. December 2011 version.\nBurgess, Dr. Warren E. (1987). A Complete Introduction to Corydoras and Related Catfishes. Neptune City, NJ: T.F.H. Publications. ISBN 0-86622-264-2.",
    "External links": "Sterba's Corydoras as the July 2003 Catfish of the Month."
  }
}