{
  "url": "https://en.wikipedia.org/wiki/Phaeocollybia_christinae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Phaeocollybia"
    },
    {
      "Species": "P. christinae"
    }
  ],
  "text": {
    "__SUMMARY__": "Phaeocollybia christinae, commonly known as Christina's rootshank, is a species of fungus in the family Cortinariaceae. Found in the woodlands of Europe and eastern North America, it typically grows in sandy soil near conifer trees, especially spruce. The fruit bodies are characterized by a brownish cap with a pointed umbo, and a long stem that extends deeply into the soil.",
    "Taxonomy": "The species was originally described in 1838 by Swedish mycologist Elias Magnus Fries as Agaricus christinae; Fries named it after his wife. The species obtained the name by which it is known today when Roger Heim transferred it to Phaeocollybia in 1931. The mushroom is commonly known as \"Christina's rootshank\".",
    "Description": "The cap is initially conical before expanding to become broadly conical with a pointed umbo; it reaches a diameter of 2–5 cm (0.8–2.0 in). The cap surface is smooth, and marked by a variable number of raised radial grooves extending from the center of the cap to the margin. Depending on the age of the fruit body and the levels of moisture in the environment, the cap may be sticky or moist. When hydrated, the cap color is orange-red to yellow-brown; the color fades to reddish yellow, gold-colored, or tawny when dry. The cap flesh is the same color as the cap surface. The gills are slightly adnexed and seceding, and crowded closely together. They are initially pallid before becoming fulvous to deep reddish-yellow, slightly spotted, and shining. The stem is 6–8 cm (2.4–3.1 in) long by 0.4–0.6 cm (0.16–0.24 in) thick, and roughly equal in width throughout its length. The stem surface is smooth, and the stem flesh has a cartilage-like consistency. The base of the stem is radicating, that is, it extends deep into the substrate. Its color is dark red, lightening to pale reddish-yellow near the top. The mushrooms have an odor and taste comparable to radishes or almonds. The edibility of the mushroom is unknown.The spore print is colored cinnamon to rusty brown. The spores are broadly egg-shaped in face view, and somewhat elliptical in side view, with a flattened suprahilar area; they have dimensions of 7-10 by 4-5 μm. The basidia (spore-bearing cells) are four-spored and measure 18–22 by 3.5–5 μm. There are no clamp connections in the hyphae.",
    "Description-Similar species": "Phaeocollybia jennyae is similar in appearance, but has a bitter taste.",
    "Habitat and distribution": "Fruit bodies of Phaeocollybia christinae grow scattered or in groups, deeply rooted in moss or leaf litter. Suspected to be mycorrhizal, they usually appear under conifer trees, particularly spruce. The fungus is found in Europe and eastern North America.",
    "See also": "List of Phaeocollybia species",
    "References": "",
    "External links": "Phaeocollybia christinae  in Index Fungorum\nRogers mushrooms"
  }
}