{
  "url": "https://en.wikipedia.org/wiki/Amblyodipsas_unicolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Amblyodipsas"
    },
    {
      "Species": "A. unicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Amblyodipsas unicolor, commonly known as the western glossy snake or the western purple-glossed snake, is a species of rear-fanged snake in the family Atractaspididae. It is one of the better known species in the genus Amblyodipsas.",
    "Geographic range": "It is endemic to Africa. More specifically it is found in Burkina Faso, Central African Republic, Chad, Democratic Republic of the Congo, Gambia, Guinea, Guinea-Bissau, Ivory Coast, Kenya, Niger, Senegal, Tanzania, and Uganda.",
    "Venom": "Amblyodipsas unicolor is venomous, and its venom could be lethal to small animals. However, it is considered harmless to humans.",
    "Description": "It is uniformly blackish brown, to which the specific epithet, unicolor, refers.\nAdults may attain a total length of 36.5 cm (14 1⁄4 in), with a tail 27 mm (1.1 in) long.\nRostral large, the portion visible from above nearly as long as its distance from the frontal. Internasals much broader than long, much shorter than the prefrontals. Frontal 1½ to 1⅔ as long as broad, longer than its distance from the end of the snout, shorter than the parietals. Supraocular small. A very small postocular, sometimes fused with the supraocular. A single temporal. Six upper labials, the third in contact with the prefrontal, third and fourth entering the eye, fifth largest and in contact with the parietal. Four lower labials in contact with the anterior chin shields, fourth very large and narrowly separated from its fellow by the posterior chin shields.\nDorsal scales smooth, without pits, in 17 rows. Ventrals 173-208; anal divided; subcaudals 21-38, divided.",
    "Diet": "Western purple-glossed snakes often feed on mice and geckos.",
    "References": "\nReinhardt, J.T. 1843. Bekrivelse af nogle nye Slangearter. Det Kongelige Danske Videnskabernes Selskabs Naturvidenskabelige og Mathematiske Afhandliger 10:233-279"
  }
}