{
  "url": "https://en.wikipedia.org/wiki/Aparallactus_werneri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Aparallactus"
    },
    {
      "Species": "A. werneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Aparallactus werneri, or the Usambara centipede-eater, is a species of venomous rear-fanged snake in the family Atractaspididae.",
    "Etymology": "The specific name, werneri, is in honor of Austrian herpetologist Franz Werner, from whom Boulenger obtained the type series of specimens.",
    "Geographic range": "A. werneri is endemic to Africa and is found in Eastern Tanzania in Usambara and the Uluguru Mountains.",
    "Description": "Dorsally, A. werneri is blackish with a deep black, light-edged nuchal collar. The upper lip is blackish below the eye, and yellowish in front of and behind the eye. Ventrally it is uniformly yellowish.\nIt may attain 39 cm (15 3⁄8 in) in total length, with a tail 6.5 cm (2 1⁄2 in) long.\nThe dorsal scales are smooth, without pits, and are arranged in 15 rows. Ventrals 147-160; anal plate entire; subcaudals 32-41, also entire.\nPortion of rostral visible from above nearly half as long as its distance from the frontal. Internasals much shorter than the prefrontals. Frontal one and a half times as long as broad, longer than its distance from the end of the snout, as long as the parietals. Nasal entire, in contact with the preocular. Two postoculars, in contact with the anterior temporal. Temporals 1+1. Six upper labials, second and third entering the eye. First lower labial in contact with its fellow behind the mental. Three lower labials in contact with the anterior chin shield. Two pairs of chin shields, the anterior pair broader and slightly longer than the posterior pair.",
    "References": "",
    "Further reading": "Boulenger GA (1895). \"Descriptions of two new snakes from Usambara, German East Africa\". Ann. Mag. Nat. Hist., Sixth Series 16: 171-173. (Aparallactus werneri, new species, p. 172)."
  }
}