{
  "url": "https://en.wikipedia.org/wiki/Aparallactus_modestus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Aparallactus"
    },
    {
      "Species": "A. modestus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aparallactus modestus, or the western forest centipede-eater, is a species of venomous rear-fanged snake in the Atractaspididae family,",
    "Geographic range": "It is endemic to Africa, and is found in the Central African Republic, Uganda, the Democratic Republic of the Congo, Cameroon, Nigeria, Togo, Benin, Ghana, Ivory Coast, Liberia, Sierra Leone, and Gabon.",
    "Description": "Dorsally Aparallactus modestus is dark olive-gray, the scales more or less distinctly edged with black. The ventrals and subcaudals are yellowish, olive-gray, or yellowish dotted or spotted with gray, the spots sometimes forming a median series.\nAdults may attain a total length of 54 cm (21 1⁄4 in), with a tail 7.5 cm (3.0 in) long.\nMaxillary teeth 11 or 12, the last two enlarged and feebly grooved on the inner side. Anterior mandibular teeth longest. Head small, not distinct from neck. Eye small, with round pupil. Nostril between two nasals; no loreal; parietal in contact with upper labials. Body cylindrical; tail moderate. Dorsal scales smooth, without pits, in 15 rows. Ventrals rounded, subcaudals single.\nPortion of rostral visible from above ½ as long as its distance from the frontal. Internasals shorter than prefrontals. Frontal 1⅓ to 1½ as long as broad, as long as or longer than its distance from the end of the snout, shorter than the parietals. One preocular, in contact with the posterior nasal. One or two postoculars. A single temporal. Seven upper labials, third and fourth entering the eye, sixth or fifth and sixth in contact with the parietal. Four lower labials in contact with the anterior chin shield. Anterior chin shields slightly longer than posterior chin shields.\nVentrals 138-158; anal plate entire; subcaudals 36-45, also entire.",
    "Diet": "This species eats earthworms. It is not specialized on centipedes like other species of its genus.",
    "References": "\nGünther, A. 1859. Description of a new Genus of West African Snakes and revision of the South American Elaps. Ann. & Mag. Nat. Hist. (3)4:161-174, plate iv, figure C."
  }
}