{
  "url": "https://en.wikipedia.org/wiki/Aparallactus_jacksonii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Aparallactus"
    },
    {
      "Species": "A. jacksonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Aparallactus jacksonii, or Jackson's centipede-eater, is a species of venomous rear-fanged snake in the family Atractaspididae.",
    "Etymology": "The specific epithet, jacksonii, is honor of English explorer and ornithologist Frederick John Jackson, who presented the type specimen to the British Museum (Natural History).",
    "Geographic range": "A. jacksonii is found in Ethiopia, north Tanzania, south Sudan, Kenya, Somalia, Uganda. Type locality = \"Foot of Mt. Kilimanjaro\".",
    "Description": "Jackson's centipede-eater is pale reddish brown dorsally, with a black vertebral line. Ventrally it is uniformly yellowish. The upper surface of the head and the nape of the neck are black. The nuchal blotch is edged with yellow, extending to the sides of the neck. There is a pair of yellow spots behind the parietal shields. The sides of the head are yellow, with the shields bordering the eye black.\nThe type specimen, a subadult female, measures 18 cm (7.1 in) in total length, 3 cm (1 1⁄8 in) of which is tail.\nPortion of the rostral visible from above half as long as its distance from the frontal. Internasals much shorter than the prefrontals. Frontal 1½ times as long as broad, much longer than its distance from the end of the snout, slightly shorter than the parietals. Nasal entire, in contact with the preocular. Two postoculars, in contact with the anterior temporal. Seven upper labials, third and fourth entering the eye. First lower labial in contact with its fellow behind the mental. Two pairs of chin shields, subequal in length.\nDorsal scales smooth, without pits, in 15 rows. Ventrals 142; anal entire; subcaudals 36, entire.",
    "Reproduction": "Aparallactus jacksonii is reported to be \"viviparous\".",
    "References": "",
    "Further reading": "Boulenger GA (1895). \"Descriptions of Two new Snakes from Usambara, German East Africa\". Ann. Mag. Nat. Hist., Sixth Series 16: 171-173. (Aparallactus jacksonii, new combination, p. 172).\nGünther A (1888). \"Contribution to the Knowledge of Snakes of Tropical Africa\". Ann. Mag. Nat. Hist., Sixth Series 1: 322-335 + Plates XVIII & XIX. (Uriechis jacksonii, new species, p. 325 + Plate XIX, figure E).\nLargen M, Spawls S (2010). The Amphibians and Reptiles of Ethiopia and Eritrea. Frankfurt am Main: Chimaira. 687 pp. ISBN 978-3899734669."
  }
}