{
  "url": "https://en.wikipedia.org/wiki/Aparallactus_lunulatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Aparallactus"
    },
    {
      "Species": "A. lunulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aparallactus lunulatus, or the reticulated centipede-eater, is a species of venomous rear-fanged snake in the family Atractaspididae, which is endemic to Africa.",
    "Geographic range": "It is found in Zimbabwe, Mozambique, the Republic of South Africa, Swaziland, Zambia, the Democratic Republic of the Congo, Ghana to Eritrea, Ivory Coast, Ethiopia, Somalia, the Central African Republic, Cameroon, Botswana, and Tanzania.",
    "Description": "Dorsally it is olive or pale brown, with each scale edged with blackish, giving the appearance of dark netting, to which the common name, \"reticulated\", refers. Sometimes the coloration is reversed so that it appears as a dark snake with light netting. The head is light-colored, followed by a large blackish crossbar which forms a collar. Ventrally it is whitish.\nIt may attain 39 cm (15 1⁄3 in) in total length, with a tail 8.5 cm (3 1⁄3 in) long.\nThe smooth dorsal scales are arranged in 15 rows. Ventrals 151-158; anal plate entire; subcaudals 52-58, also entire.\nThe portion of the rostral visible from above ⅓ its distance from the frontal. Internasals shorter than the prefrontals. Frontal 1⅔ as long as broad, much longer than its distance from the end of the snout, as long as the parietals. Nasal divided, in contact with the preocular. One postocular. Temporals 1+1. Seven upper labials, third and fourth entering the eye, the fifth in contact with the parietal. First lower labial in contact with its fellow behind the mental. Two pairs of chin shields, subequal in size, the anterior chin shield in contact with four lower labials.",
    "References": "\nPeters, W. 1854. Diagnosen neuer Batrachier, welche zusammen mit der früher (24. Juli und 17. August) gegebenen Übersicht der Schlangen und Eidechsen mitgeteildt werden. Ber. Berkanntmach. Geeignet. Verhandl. Königl.-Preuss. Akad. Wiss. Berlin, 1854:623."
  }
}