{
  "url": "https://en.wikipedia.org/wiki/Aparallactus_nigriceps",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Aparallactus"
    },
    {
      "Species": "A. nigriceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Aparallactus nigriceps, or the Mozambique centipede-eater, is a species of venomous rear-fanged snake in the family Atractaspididae.",
    "Geographic range": "It is endemic to Africa and is found in southeastern Mozambique, around Inhambane.",
    "Description": "It is reddish brown dorsally, and whitish ventrally. The top of the head and the nape of the neck are black, the black on the nape edged with yellowish. A pair of yellowish spots may be present behind the parietal shields. The sides of the head are yellowish, with the shields bordering the eye black.\nAdults may attain a total length of 25.5 cm (10 inches). A juvenile 103 mm (4 inches) in total length has a tail 17 mm (⅝ inch) long.\nSmooth dorsal scales in 15 rows. Ventrals 110–149; anal plate entire; subcaudals 21–40, entire.\nPortion of rostral visible from above about one third as long as its distance from the frontal. Internasals much shorter than the prefrontals. Frontal 1⅓ times as long as broad, much longer than its distance from the end of the snout, a little shorter than the parietals. Nasal entire, in contact with the preocular. One postocular. Temporals 1+1 (the first sometimes absent). Six upper labials, second and third entering the eye, fourth (or fourth and fifth) in contact with the parietal. Three lower labials in contact with the anterior chin shield. Anterior chin shields in contact with the mental, slightly larger than the posterior chin shields.",
    "References": "\nPeters, W. 1854. Diagnosen neuer Batrachier, welche zusammen der früher (24. Juli und 17. August) gegebenen Übersicht der Schlangen und Eidechsen mitgetheilt werden. Ber. Berkanntmach. Geeignet. Verhandl. Königl.-Preuss. Akad. Wiss. Berlin, 1854:614–628."
  }
}