{
  "url": "https://en.wikipedia.org/wiki/Aparallactus_guentheri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Aparallactus"
    },
    {
      "Species": "A. guentheri"
    }
  ],
  "text": {
    "__SUMMARY__": "Aparallactus guentheri, or the black centipede-eater, is a species of venomous rear-fanged snake in the family Atractaspididae. The species is endemic to Africa.",
    "Etymology": "The specific epithet, guentheri, is in honor of German-British herpetologist Albert Günther, who preceded George Albert Boulenger at the British Museum (Natural History).",
    "Geographic range": "A. guentheri is found in Angola, Kenya, Malawi, Mozambique, Tanzania, Zambia, Zanzibar, and Zimbabwe.",
    "Description": "A. guentheri is blackish brown dorsally, a little lighter ventrally. The chin and throat are yellowish white. It has a deep black collar, edged with yellowish white in front and behind, narrowly interrupted on the throat.\nAdults may attain a total length of 33 cm (13 in), with a tail 8 cm (3 1⁄8 in) long.\nPortion of rostral visible from above nearly half as long as its distance from the frontal. Frontal 1½ times as long as broad, much longer than its distance from the end of the snout, a little shorter than the parietals. Nasal divided, in contact with the preocular. One postocular. Seven upper labials, third and fourth entering the eye, fifth in contact with the parietal. Mental in contact with the anterior chin shields, which are as long as and a little broader than the posterior chin shields. Anterior chin shields in contact with four lower labials.\nDorsal scales smooth, without pits, in 15 rows; anal entire; subcaudals 51–59, entire.",
    "References": "",
    "Further reading": "Boulenger GA (1895). \"Descriptions of Two new Snakes from Usumbara, German East Africa\". Ann. Mag. Nat. Hist., Sixth Series 16: 171–173. (Aparallactus guentheri, new species, p. 172).\nBranch, Bill (2004). Field Guide to Snakes and other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. ISBN 0-88359-042-5. (Aparallactus guentheri, p. 64 + Plate 26)."
  }
}