{
  "url": "https://en.wikipedia.org/wiki/Atractaspis_bibronii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Atractaspis"
    },
    {
      "Species": "A. bibronii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Southern stiletto snake, Bibron's stiletto snake, Side-stabbing snake, previously known as Bibron's burrowing asp, Bibron's mole viper.Atractaspis bibronii is a species of venomous snake in the family Atractaspididae. The species is endemic to Africa. No subspecies are currently recognized.",
    "Etymology": "The specific epithet, bibronii, is in honor of French herpetologist Gabriel Bibron.",
    "Description": "Adults of A. bibronii average 30–40 cm (12–16 in) in total length (including tail), with a maximum total length of 55 cm (21 3⁄4 in). The color is a uniform grey or dark brown to black colour. The belly is a uniform white, or pale yellow in color, with a series of dark blotches. In specimens with a lighter belly coloration, the belly coloration may also include two or three scale rows on the flanks.The snout is prominent and subcuneiform. The portion of the rostral visible from above is as long as or a little shorter than its distance from the frontal. The dorsals are in 21 or 23 rows at midbody. The ventrals number 221-260. The anal is entire. The subcaudals number 20-23, of which all or the greater part are single (not divided).",
    "Geographic range": "A. bibronii is found in southern Africa, from central Namibia, east to northern South Africa, north to southeastern DR Congo and Uganda, eastern Tanzania, coastal Kenya, and extreme southern coastal Somalia.",
    "Habitat": "The preferred habitats of A. bibronii are fynbos, Namib Desert, karoo scrub, semi-desert, arid savannah, savannah, moist savannah, grassland. lowland forest and woodland.",
    "Diet": "Atracraspis bibronii will eat frogs and small mammals, but its main diet is burrowing reptiles encountered in old termite mounds.",
    "Venom": "The venom of A. bibronii is highly toxic, although it is produced in very small amounts. Bites are common in some areas of Africa. Often, snake handlers are bitten who are unaware that this species is able to bite while being held by its neck. Bite symptoms usually include mild to intense pain, local swelling with occasional blistering, and necrosis and regional lymphadenopathy. In the early stages symptoms like dry throat and nausea may be present. No fatalities have been recorded.However this is a serious bite and medical treatment will need to be provided.",
    "See also": "List of atractaspidid species and subspecies\nAtractaspididae by common name\nAtractaspididae by taxonomic synonyms\nSnakebite\n\n\n== References =="
  }
}