{
  "url": "https://en.wikipedia.org/wiki/Atractaspis_microlepidota",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Atractaspis"
    },
    {
      "Species": "A. microlepidota"
    }
  ],
  "text": {
    "__SUMMARY__": "The small-scaled burrowing asp (Atractaspis microlepidota) is a species of atractaspidid snake from West Africa.",
    "Geographic range": "Atractaspis microlepidota is found in Senegal, Gambia, southern Mauritania, and western Mali. Notice that this species was formerly considered more widespread; forms and subspecies now considered distinct have been included in Atractaspis microlepidota.",
    "Description": "Atractaspis microlepidota is black in color, with the ventral (belly) side having a lighter, “flatter” tone than that of the dorsal (back) side. The body scales are smooth.  The head is flattened and contains a blunt snout.  The neck of Atractaspis is not well defined, and the tail is relatively short.  One of the differences between Atractaspis and Viperidae is the fact that the head of Atractaspis is covered in plates, rather than small scales like those of Viperidae.  The average size is about 18 inches (45 cm), with some growing up to 30 inches (75 cm).Atractaspis microlepidota has from 29 to 37 rows of dorsal scales, more rows than any other species of Atractaspis. Ventrals 212–245; anal entire; subcaudals 26–37, entire. Six upper labials, third and fourth entering the eye and largest.",
    "Phylogeny": "Some common names of Atractaspis are \"mole viper\" and \"burrowing asp\". The genus Atractaspis is commonly mistaken for the family Viperidae. One reason for this confusion is that the long, hollow fangs of Atractaspis are similar in many respects to those of Viperidae.  However, hypotheses about the exact phylogenic placement of Atractaspis suggest that rather than being closely related to Viperidae, Atractaspis is more closely related to the families Colubridae and Elapidae.  Evidence that supports this is seen in the venom of Atractaspis, which is unlike viperid venom. The antigenic properties of the venom appear to be related to the venom of Elapidae.  The specific properties of the venom will be explained in lower sections. Even within the genus Atractaspis, there are clear differences in the development of the venom gland: Atractaspis microlepidota develops long venom glands, whereas Atractaspis bibronii develops short venom glands.",
    "Behavior": "Snakes of the genus Atractaspis generally do not have many behavioral characteristics that separate them greatly from other snakes, but they have a few.  One trait is that they like to burrow, which isn't that odd, however they like to sit still with their nose facing towards the ground, as if it were ready to “leap” into the ground.  However, this behavior has only been observed a few times.  Atractaspis microlepidota, along with other species of Atractaspis, have not been extensively researched, so data pertaining to the diet of Atractaspis is scant. However, Atractaspis have typically been found with small rodents, birds, lizards, frogs, locusts and white ants in their stomachs or mouths.  Some of the feeding behaviors, as well as reproductive behaviors, will be explained in later sections.",
    "Venom/Envenomation": "The majority of research pertaining to Atractaspis microlepidota is about their venom, because they have been observed and studied only a few times in their natural habitat.  The venom is viscid and slightly \"milky\" in appearance. The way they use their long, hollow fangs is very interesting, and the length of the fangs allows them to inject their venom more deeply into their prey. These fangs share some similarities with those of Viperidae, but also are unique.  They do not have to open their mouths to use their fangs; instead they typically use only one fang, which is still not completely understood.  There have been assumptions as to why this developed. One hypothesis is that most of their prey also burrows; so the majority of their \"strikes\" are underground with limited room for movement.  So the theory is that they developed this in order to still successfully bite their prey without having to open their mouth all the way.  To \"strike\", they come up along the side of their prey and use only one fang to stab the prey.  The term \"strike\", in quotation marks, is used, because Atractaspis do not attack from a distance, as boids, vipers and some colubrids do.  The fangs are also used for manipulating the prey, in order to maneuver and position it for more efficient prey transport.  Another interesting observation was that when Atractaspis were presented with more than one prey (in the experiment's case they were mice), the snakes envenomated all the mice before going back to consume them.  One hypothesis about this is that it is a defensive strategy against multiple adult rodents, or other adult prey.  The actual venom of Atractaspis microlepidota is also interesting.  When the venom was injected into animals, the subjects showed immediate signs of moderate irritation, with some hyperactivity and scratching.  In human cases, Atractaspis microlepidota venom is not incredibly lethal; however there have been fatal cases among younger children.  The venom may initially cause pain near the bite area, which is followed by numbness and swelling, also near the bite area.  As also stated above, the venom of Atractaspis microlepidota appears to be related to the venom of the elapids, rather than the venom of Viperidae, as was originally believed.",
    "Reproduction": "Reproduction is very similar to other snakes; Atractaspis lay eggs which hatch outside of the body, which means they are oviparous.  The main sense that snakes utilize in order to find mates is smell, which is their strongest, most acute sense. The females produce an odor that sometimes signals to males that she is ready to mate; however, it has also been found that some snakes use these odors for defensive measures rather than attracting mates.  It also appears that the males depend much less on sight than any other sense, and almost exclusively rely on odor. This is why, strangely enough, it appears that male snakes do not rely on color, and therefore color probably plays a very little role, if any, in the mating process.  Males have even been found attempting to mate with dead females, which shows that they rely heavily on odor for mating.  Polygamy is also rare in snakes, as the males usually practice monogamy. It has been suggested that some female snakes even mate with more than one male, with mixed paternity, sperm competition and storage.  However, this seems unlikely because, given the former situation, females would not have to select the males for mating.  However, in a 1992 report, Schuett and Duvall suggest that female choice does exist among snakes.   The various mating rituals, or \"dances\" are sometimes very different between snakes, and very little is known so far about the specifics of Atractaspis microlepidota, or Atractaspis mating rituals in general.",
    "References": "",
    "Further reading": "Günther, A. 1866. Fifth Account of new Species of Snakes in the Collection of the British Museum. Annals and Magazine of Natural History, ser. 3, vol. 18, pp. 24–29."
  }
}