{
  "url": "https://en.wikipedia.org/wiki/Atractaspis_aterrima",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Atractaspis"
    },
    {
      "Species": "A. aterrima"
    }
  ],
  "text": {
    "__SUMMARY__": "Atractaspis aterrima, commonly known as the slender burrowing asp or mole viper, is a species of fossorial, venomous snake in the family Atractaspididae. The specific epithet, aterrima, meaning \"blackest\", is the superlative form of the Latin adjective ater, meaning \"black\".",
    "Geographic range": "This snake is found in large parts of West, Middle, and East Africa. The Reptile Database lists the following countries (from west to east): Senegal, the Gambia, Guinea-Bissau, Guinea, Mali (southern), Sierra Leone, Liberia, Ivory Coast, Burkina Faso (southern), Ghana, Togo, Benin, Nigeria, Cameroon, the Central African Republic, the Democratic Republic of the Congo (northern), Uganda, and Tanzania. Its presence in Gabon, Rwanda, and Burundi is disputed.",
    "Description": "Adult snakes are usually black, blackish-grey, or occasionally, blackish brown; they can be very glossy, blackish blue. Juveniles are usually brown. The largest recorded male is 81 cm (32 in) and the largest female is 71 cm (28 in) in length.More formally, this snake can be diagnosed by the characteristics and counts of its scales: the rostral scale is rounded; the frontal scale is almost as broad as long and shorter than the parietal scales; there are five (rarely six) upper labial scales and five (rarely four or sometimes six) lower labials; the anterior chin-shields not fused with second infralabial. There are 19–23 mid-body scale rows: Males have 239–288 and females 257–299 ventral scales. The anal scale is undivided. The caudal scutes are single and number 20–26 in males and 17–23 in females.\nThe following formal description is from George Albert Boulenger's Catalogue of the Snakes in the British Museum (1896):\nSnout rounded. Portion of rostral visible from above measuring one third to one half its distance from the frontal; suture between the internasals as long as or longer than that between the præfrontals; frontal as long as broad, longer than its distance from the end of the snout, shorter than the parietals; one præ- and one postocular; a large temporal, wedged in between the fourth and fifth labials; five upper labials, third and fourth entering the eye, fourth largest ; first lower labial in contact with its fellow behind the symphysial; three lower labials in contact with the chinshields, third extremely large. Scales in 19–21 rows. Ventrals 251–300; anal entire; subcaudals 18–24, single. Uniform dark\nbrown or black.\nTotal length 650 millim.; tail 30.",
    "Habitat and ecology": "Atractaspis aterrima occurs in a wide range of habitats: coastal grasslands, dry and moist savannas, and forests. It is fossorial.Based on gut contents of a single snake, the prey include caecilian Scolecomorphus kirkii and lizards (an unidentified tail). The snake in question was 522 mm (20.6 in) in total length, whereas the caecilian was comparatively large at 356 mm (14.0 in) total length—an earlier study had indicated that A. aterrima eats smaller prey. However, this observation otherwise agrees with earlier ones for A. aterrima and  other Atractaspis species, documenting that they eat elongated vertebrates (snakes, amphisbaenians, skinks, and geckos), some of these fossorial.\n\n\n== References =="
  }
}