{
  "url": "https://en.wikipedia.org/wiki/Brachyophis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "BrachyophisMocquard, 1888"
    },
    {
      "Species": "B. revoili"
    }
  ],
  "text": {
    "__SUMMARY__": "Brachyophis is a monotypic genus created for the rear-fanged venomous snake species, Brachyophis revoili, commonly known as Revoil's short snake, which is endemic to Eastern Africa. Three subspecies are recognized as being valid.",
    "Description (diagnosis) of genus": "The maxillary is very short, with two or three small teeth, followed, after an interspace, by a large grooved fang. The mandibular teeth increase in length to the third. The head is small and is not distinct from the neck. The snout is depressed and sharp-edged. The eye is minute, with a round pupil. The nostril is pierced in a single nasal, which does not touch the rostral, the internasal forming a suture with the first upper labial. There is no loreal, and there are no temporals. A large azygous occipital shield is present. The body is remarkably short, and is cylindrical. The tail is extremely short. The dorsal scales are smooth, without apical pits, and are arranged in 15 rows at midbody. The ventrals are obtusely angulate laterally. The subcaudals are single (undivided).",
    "Description of species": "Dorsally Brachyophis revoili is either grayish white with irregular brown crossbands, or dark brown with irregular white crossbands. The ventral scales are broadly edged with brown in front.\nOne of the type specimens is 25.5 cm (10.0 in) in total length, with a tail only 1.5 cm (0.59 in) long.\nThe dorsal scales are arranged in 15 rows at midbody.  The ventrals number only 104-115; the anal plate is divided. The subcaudals, 11-13 in number, are not divided.\nThe portion of the rostral scale which is visible from above is at least as long as its distance from the frontal. The rostral is wedged between the internasals, which are shorter than the prefrontals. The frontal is hexagonal, longer than broad, longer than its distance from the end of the snout, and shorter than the parietals. A large pentagonal occipital is seen, the point of which is wedged between the parietals. A small preocular and two small postoculars are present. There are seven upper labials, the second and third are in contact with the prefrontal, the third and fourth enter the eye, the fifth and sixth are largest and are in contact with the parietal. Two pairs of large chin shields occur, which are separated from each other on the median line by two series of small scales.",
    "Subspecies": "",
    "Etymologies": "The specific name, revoili, is in honor of French naturalist Georges Révoil, who collected the type specimen. The subspecific name, cornii, is in honor of Guido Corni, an Italian explorer and governor of Italian Somalia. The subspecific name, krameri, is in honor of Eugen Kramer, a Swiss herpetologist and professor.",
    "See also": "Snakebite",
    "References": "",
    "External links": "Brachyophis revoili at the Reptarium.cz Reptile Database. Accessed 5 September 2007."
  }
}