{
  "url": "https://en.wikipedia.org/wiki/Elapotinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "ElapotinusJan, 1862"
    },
    {
      "Species": "E. picteti"
    }
  ],
  "text": {
    "__SUMMARY__": "Elapotinus is a monotypic genus created for the rear-fanged snake species, Elapotinus picteti. The species is endemic to Madagascar. It is also known commonly as Jan's snake in honor of Italian herpetologist Giorgio Jan. There are no subspecies that are recognized as being valid.",
    "Description (diagnosis) of genus": "Maxillary very short, with five teeth gradually increasing in size and followed, after an interspace, by a large grooved fang situated below the eye. Mandibular teeth decreasing in size posteriorly. Head small, not distinct from neck. Eye minute, with round pupil. Nostril between two nasals. No loreal. Body cylindrical; tail short. Dorsal scales smooth, without pits, in 17 rows. Ventrals rounded; subcaudals in two rows.",
    "Description of species": "Dorsally Elapotinus picteti is blackish, with a white upper lip and a white occipital collar. It has a white lateral line on either side. Ventrally it is brown, with the outer ends of the ventrals and adjacent first row of dorsal scales white.\nIt is known to attain a total length of 29 cm (11 3⁄8 in), with a tail 4 cm (1 1⁄2 in) long.\nDorsal scales in 17 rows. Ventrals 175; anal plate divided; subcaudals 36, also divided.\nRostral broader than deep, just visible from above. Internasals as long as broad, shorter than the prefrontals. Frontal 1½ times as long as broad, as long as its distance from the end of the snout, shorter than the parietals. Supraocular nearly as broad as long. Preocular minute. A small postocular. Temporals 1+2. Seven upper labials, third in contact with the prefrontal, third and fourth entering the eye. Four lower labials in contact with the anterior chin shield. Anterior chin shields a little longer than the posterior chin shields.",
    "Etymology": "The specific name or epithet, picteti, is in honor of François Jules Pictet de la Rive, a Swiss zoologist and palaeontologist.",
    "See also": "Snakebite.",
    "References": "",
    "Further reading": "Jan G (1862). \"Enumerazione sistematico delle specie d'ofidi del gruppo Calamaridae \". Arch. Zool. Anat. Fisiol. 2: 1-176. (Elapotinus, new genus, p. 31). (in Italian).\nJan G (1865). Iconographie Général des Ophidiens, livraison 13. Paris: Baillière. Index + Plates I-VI.  (Elapotinus picteti, Plate III, figure 1). (in French).",
    "External links": "Elapotinus picteti at the Reptarium.cz Reptile Database. Accessed 5 September 2007."
  }
}