{
  "url": "https://en.wikipedia.org/wiki/Hypoptophis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "HypoptophisBoulenger, 1908"
    },
    {
      "Species": "H. wilsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: African bighead snake, wedge-snouted burrowing snake.Hypoptophis is a monotypic genus created for the rear-fanged (opisthoglyphous) venomous snake species, Hypoptophis wilsonii, found in Africa. No subspecies are currently recognized.",
    "Geographic range": "Hypoptophis wilsonii is endemic to southern Democratic Republic of the Congo (formerly Zaire) and Zambia.Type locality = \"Inkongo, on the Sankuru River, in the Kasai Province of the Congo\".",
    "Description (diagnosis) of genus": "Maxillary very short, with four teeth gradually increasing in size, followed, after an interspace, by two large grooved fangs situated below the eye. Anterior mandibular teeth slightly enlarged. Head small, not distinct from neck. Snout much depressed, very prominent. Rostral very large, with obtuse horizontal edge, concave below. Eye very small, with vertically elliptic pupil. Nostril in a semidivided nasal. No loreal. One preocular, in contact with the nasal. Body cylindrical; tail short. Dorsal scales smooth, without pits, arranged in 15 rows. Ventrals rounded; subcaudals single.",
    "Description of species": "Hypoptophis wilsonii is completely blackish brown both dorsally and ventrally.\nThe holotype, a female, is 56 cm (22 in) in total length, of which 10 cm (3 7⁄8 in) is tail.\nVentrals 118; anal plate entire; subcaudals 36, also entire.\nPortion of rostral visible from above as long as its distance from the frontal. Internasals shorter than the prefrontals. Frontal as long as broad, slightly more than twice as broad as the small supraocular. Two postoculars, in contact with the anterior temporal. Temporals 1+1. Seven upper labials, third and fourth entering the eye. Four lower labials in contact with the anterior chin shield. Anterior chin shields slightly longer than the posterior chin shields.",
    "Etymology": "The  specific name or epithet, wilsonii, is in honor of \"Mr. H. Wilson\" (Rev. Henry Wilson, a missionary in the Congo), who presented the first specimen, which became the holotype, to the British Museum (Natural History).",
    "See also": "Snakebite",
    "References": "",
    "External links": "Hypoptophis wilsonii at the Reptarium.cz Reptile Database. Accessed 5 September 2007.\nPhotograph of holotype of Hypoptophis wilsonii (and other African venomous snakes). http://www.megasphera.cz/africanvenomoussnakes/_private/photo_snakes%20AFR.htm"
  }
}