{
  "url": "https://en.wikipedia.org/wiki/Macrelaps",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "MacrelapsBoulenger, 1896"
    },
    {
      "Species": "M. microlepidotus"
    }
  ],
  "text": {
    "__SUMMARY__": "Macrelaps (or Natal black snake) is a monotypic genus created for the rear-fanged (opisthoglyphous) venomous snake species, M. microlepidotus, endemic to South Africa. No subspecies are currently recognized.",
    "Description (diagnosis) of genus": "Maxillary short, with four moderately large teeth, followed by a very large grooved fang situated below the eye. Anterior mandibular teeth enlarged, third to fifth longest. Head small, not distinct from neck. Eye minute, with round pupil. Nasal divided. No loreal. No preocular. Prefrontal entering the eye. Body cylindrical; tail short. Dorsal scales smooth, without pits, in 25 or 27 rows. Ventrals rounded; subcaudals single.",
    "Description of species": "Macrelaps microlepidotus is completely black dorsally and ventrally.\nIt may attain 85 cm (33 1⁄2 in) in total length, with a tail 10.5 cm (4 1⁄8 in) long.\nSmooth dorsal scales arranged in 25 or 27 rows. Ventrals 163-166; anal plate entire; subcaudals 37-48, also entire.\nPortion of rostral visible from above nearly half as long as its distance from the frontal. Internasals shorter than the prefrontals. Frontal as long as broad, as long as its distance from the end of the snout, much shorter than the parietals. One small postocular. Temporals 1+2. Seven upper labials, third and fourth entering the eye, fifth largest. Three or four lower labials in contact with the anterior chin shield. Anterior chin shields a little longer than the posterior chin shields.",
    "See also": "Snakebite",
    "References": "Günther, A. 1860. Description of  Uriëchis microlepidotus,  a new Snake from South Africa. Ann. & Mag. Nat. Hist. (3)5:168-170, plate IX.",
    "External links": "Macrelaps microlepidotus at the Reptarium.cz Reptile Database. Accessed 5 September 2007."
  }
}