{
  "url": "https://en.wikipedia.org/wiki/Micrelaps_vaillanti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Micrelaps"
    },
    {
      "Species": "M. vaillanti"
    }
  ],
  "text": {
    "__SUMMARY__": "Micrelaps vaillanti, or the Somali two-headed snake, is a species of venomous rear-fanged snake in the family Atractaspididae. The species is endemic to Africa.",
    "Etymology": "The specific name, vaillanti, is in honor of French herpetologist Léon Vaillant.",
    "Geographic range": "Micrelaps vaillanti is found in Ethiopia, Kenya, Somalia, eastern Sudan, Tanzania, and Uganda.",
    "Description": "Brown dorsally, the center of each dorsal scale grayish white. Ventrals brown in the middle, whitish on the sides.\nAdults may attain a total length of 28.2 cm (11 in), with a tail 32 mm (1 1⁄4 in) long.\nDorsal scales smooth, without pits, arranged in 15 rows (in 17 rows on the neck). Ventrals 171-203; anal plate divided; subcaudals also divided.\nHead very flattened. Rostral large, twice as broad as deep, portion visible from above about ⅔ as long as its distance from the frontal. Internasals twice as broad as long, twice as long as the prefrontals. Frontal small, 1½ times as long as broad, as long as its distance from the end of the snout, much shorter than the parietals. Supraocular as long as broad. One postocular, very small. Temporals 1+1. Seven upper labials, third in contact with the prefrontal, third and fourth (or third, fourth, and fifth) entering the eye. Four lower labials in contact with the anterior chin shield. Two pairs of chin shields, subequal in size.",
    "References": "",
    "Further reading": "Mocquard F (1888).  \"Sur une collection de reptiles et de batraciens rapportés des pays somalis et de Zanzibar par M [onsieur]. G. Révoil \". Mémoires Publiés par la Société Philomatique à l'occasion du Centenaire de sa fondation 1788-1888, Paris. pp. 109–134. (Elaposchema vaillanti, new species, p. 123 + Plate XII, figure 1). (in French)."
  }
}