{
  "url": "https://en.wikipedia.org/wiki/Micrelaps_muelleri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Micrelaps"
    },
    {
      "Species": "M. muelleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Müller's black-headed snake, Mueller's two-headed snake, Erdviper.Micrelaps muelleri is a species of venomous rear-fanged snake in the family Lamprophiidae. The species is endemic to the Middle East.",
    "Taxonomy": "There are no subspecies of M. muelleri that are recognized as being valid. M. muelleri is the type species for the genus Micrelaps.",
    "Etymology": "The specific name, muelleri, is in honor of Swiss herpetologist Fritz Müller.",
    "Geographic range": "M. muelleri is found in Israel, Jordan, Lebanon, and Syria.",
    "Description": "M. muelleri is black, with whitish zigzag-edged rings, which may be narrower or wider than the spaces between them, mostly interrupted ventrally.\nAdults may attain a total length of 40.5 cm (15.9 in), which includes a tail 3 cm (1.2 in) long.\nThe dorsal scales are smooth, without apical pits, and arranged in 15 rows at midbody. The ventrals number 251-275. The anal plate is divided. The subcaudals, which are also divided, number 26-32.\nThe head is very flattened. The rostral is nearly twice as broad as deep, just visible from above. The internasals are a little broader than long, shorter than the prefrontals. The frontal is small, not broader than the supraocular, 1⅔ times as long as broad, hardly as long as its distance from the rostral, half as long as the parietals. Each supraocular is as long as broad. A small postocular is in contact with the first temporal. The temporals are arranged 1+1 or 1+2. There are seven upper labials, the third and fourth entering the eye. There are three or four lower labials in contact with the anterior chin shield. The anterior chin shields are as long as the posterior chin shields.",
    "Reproduction": "M. muelleri is oviparous.",
    "Habitat": "The preferred habitats of M. muelleri include Mediterranean-type shrubby vegetation, and arable land.",
    "Conservation status": "The species M. muelleri is classified as Least Concern (LC) according to the IUCN Red List of Threatened Species (v3.1, 2001). This is because it does not qualify for Critically Endangered, Endangered, Vulnerable or Near Threatened. Widespread and abundant species are included in this category. Year assessed: 2005.",
    "References": "",
    "Further reading": "Böttger O (1880). \"Die Reptilien und Amphibien von Syrien, Palaestina und Cypern \". Bericht über die Senckenbergische naturforschende Gesellschaft in Frankurt am Main 1880: 132-219. (Micrelaps muelleri, new species, pp. 137–138). (In German and Latin)."
  }
}