{
  "url": "https://en.wikipedia.org/wiki/Poecilopholis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Colubridae"
    },
    {
      "Genus": "PoecilopholisBoulenger, 1903"
    },
    {
      "Species": "P. cameronensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cameroon racer, Poecilopholis cameronensis, is a species of fangless venomous snake endemic to Africa. Poecilopholis is a monotypic genus created for this species.",
    "Geographic range": "As the specific name implies, Poecilopholis cameronensis is found in Cameroon.",
    "Description": "The maxillary has about 10 small subequal teeth. The head is small, and not distinct from the neck, and the snout is rounded. The eyes are small, with round pupils, and the nostril is pierced in a single nasal scale, without internasals. Only one prefrontal, in contact with the rostral, is present. No loreal is present, and the preocular contacts the nasal. It has a cylindrical body, and the tail is short.The dorsal scales are smooth, without apical pits, and are arranged in 15 rows at midbody. Ventrals 178; anal plate divided; subcaudals also divided (in two rows).Dorsally, it is blackish-olive, and the lateral scales have whitish centers. The upper lip has a triangular patch from behind the upper labials to the outer border of the parietal. The ventral color is white, and the ventral scales are edged with dark olive. The rostral is bent over the snout between the rather large nasals, forming a suture with the single prefrontal, which is twice as broad as long. The frontal is slightly longer than broad, slightly longer than the prefrontal, two-thirds the length of the parietals. One preocular and two postoculars are present. It has an elongated anterior temporal scale. Five upper labials occur, with the third entering the eye. Three lower labials are in contact with the anterior chin shield. It has two pairs of small chin shields, the anterior pair slightly shorter than the posterior pair.The type specimen is 52 cm (20.5 in) in total length, which includes a tail 43 mm (1.6 in) long.",
    "Subspecies": "No subspecies are currently recognized.",
    "See also": "Snakebite",
    "References": "",
    "External links": "Poecilopholis cameronensis at the Reptarium.cz Reptile Database. Accessed 5 September 2007."
  }
}