{
  "url": "https://en.wikipedia.org/wiki/Polemon_newiedi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Polemon"
    },
    {
      "Species": "P. neuwiedi"
    }
  ],
  "text": {
    "__SUMMARY__": "Polemon neuwiedi, called commonly the Ivory Coast snake-eater or Neuwied's polemon, is a species of venomous rear-fanged snake in the family Lamprophiidae. The species is endemic to West Africa.",
    "Etymology": "The specific name or epithet, neuwiedi, honors Prince Maximilian of Wied-Neuwied, a German naturalist.",
    "Geographic range": "P. neuwiedi is found in Benin, Burkina Faso, Ghana, Ivory Coast, Mali, and Togo. It may also occur in Nigeria though definite records may be lacking.",
    "Description": "Dorsally, P. neuwiedi is pale brown with three narrow black stripes. The upper surface of the head and the base of the tail are black. Ventrally, it is white.\nIt may attain a total length of 172 mm (6 3⁄4 in), with a tail 10 mm (3⁄8 in) long.\nThe dorsal scales are smooth, without apical pits, and are arranged in 15 rows at midbody. The ventrals number 238. The anal plate is divided. The subcaudals number 21, and are also divided.\nThe diameter of the eye is less than its distance from the mouth. The rostral is slightly broader than high, barely visible from above. The internasals are shorter than the prefrontals. The frontal is almost twice as broad as the supraocular, as long as broad, as long as its distance from the rostral, much shorter than the parietals. The nasal is entire, in contact with the preocular. There is one preocular and one postocular. The temporals are arranged 1+1. There are seven upper labials, the third and fourth entering the eye. The first lower labial forms a suture with its fellow behind the mental. There are three lower labials in contact with the anterior chin shield. There are two pairs of chin shields, the anterior pair slightly shorter than the posterior pair.",
    "Habitat": "P. neuwiedi inhabits moist savanna and humid open forest at elevations below 500 m (1,600 ft).",
    "Behavior": "P. neuwiedi is a rare fossorial and nocturnal species.",
    "References": "",
    "Further reading": "Jan G (1858). \"Plan d'une iconographie descriptive des ophidiens et description sommaire de nouvelles espèces des serpents \". Rev. Mag. Zool. Paris, 2e Série  10: 438-449, 514-527. (Microsoma neuwiedi, new species, pp. 519–520). and also Rev. Mag. Zool. Paris, 2e Série  11 [1859]: plate iv. (in French)."
  }
}