{
  "url": "https://en.wikipedia.org/wiki/Polemon_barthii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Polemon"
    },
    {
      "Species": "P. barthii"
    }
  ],
  "text": {
    "__SUMMARY__": "Polemon barthii, or the Guinea snake-eater, is a species of rear-fanged venomous snake in the family Atractaspididae. The species is endemic to Africa.",
    "Etymology": "The specific name, barthii, is in honor of German explorer Heinrich Barth.",
    "Geographic range": "P. barthii is found in Cameroon, Guinea, and Ivory Coast.",
    "Description": "Dorsally, Polemon barthii is olive-gray, the dorsal scales edged with black. The back of the head is yellowish white. Ventrally it is yellowish white.\nAdults may attain a total length of 81 cm (31 7⁄8 in), including a tail 4 cm (1 1⁄2 in) long.\nThe dorsal scales are smooth, without apical pits, and are arranged in 15 rows at midbody. The ventrals number 221-226. The anal plate is entire, and the subcaudals number 16-18, also entire.\nThe diameter of the eye is ⅓ to ½ its distance from the mouth. The rostral is wider than high, barely visible from above. The internasals are as long as or slightly shorter than the prefrontals. The frontal is slightly broader than the supraocular, 1⅓ to 1½ times as long as broad, as long as its distance from the rostral, much shorter than the parietals. One preocular, is in contact with the nasal. There are one or two postoculars, and 1+1 temporals. There are seven upper labials, the third and fourth entering the eye. There are four lower labials in contact with the anterior chin shield. The first lower labial forms a suture with its fellow behind the mental. There are two pairs of chin shields, the anterior pair longer than the posterior pair.",
    "References": "",
    "Further reading": "Jan [G] (1858). \"Plan d'une Iconographie descriptive des Ophidiens et description sommaire de nouvelles espèces des serpentes \". Revue et Magasin de Zoologie Pure et Appliquée, Paris, 2e Série 10: 438-449, 514-527. (Polemon barthii, new species, p. 520). (in French)."
  }
}