{
  "url": "https://en.wikipedia.org/wiki/Polemon_christyi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Polemon"
    },
    {
      "Species": "P. christyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Polemon christyi, or the eastern snake-eater, is a species of venomous rear-fanged snake in the subfamily Aparallactinae. The species is endemic to Central and East Africa.",
    "Etymology": "The specific name, christyi, is in honor of Cuthbert Christy, who presented the type specimen to the British Museum (Natural History).",
    "Geographic range": "Distribution of Polemon christyi include Uganda, the Democratic Republic of the Congo,  South Sudan, and western Kenya. The status of observations from Rwanda and Malawi is uncertain, whereas observations from Tanzania, Zambia, and possibly Burundi likely refer to Polemon ater described in 2019.",
    "Description": "The dorsum of the body of P. christyi is black. The ventral surface of the head is also black. The ventrals and subcaudals are white, broadly margined with black.\nThe type specimen, a female, is 43 cm (16 7⁄8 in) in total length, which includes a tail 28 mm (1 1⁄8 in) long.\nThe dorsal scales are smooth, without apical pits, and are arranged in 15 rows at midbody. The ventrals number 209. The anal plate is divided. The subcaudals number 20, also divided.\nThe diameter of the eye is three fifths its distance from the mouth. The rostral is higher than wide, barely visible from above. The internasals are slightly shorter than the prefrontals. The frontal is slightly longer than broad, much broader than the supraoculars, as long as its distance from the rostral, much shorter than the parietals. The nasal is entire, in contact with the preocular. There are two postoculars. The temporals are 1+1. There are seven upper labials, the third and fourth entering the eye. There are four lower labials in contact with the anterior chin shield, the first lower labial forming a suture with its fellow behind the mental. There are two pairs of chin shields, the anterior pair larger than the posterior pair.\n\n\n== References =="
  }
}