{
  "url": "https://en.wikipedia.org/wiki/Polemon_collaris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Polemon"
    },
    {
      "Species": "P. collaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Polemon collaris, or the collared snake-eater, is a species of venomous rear-fanged snake in the family Atractaspididae. It is endemic to Africa.",
    "Geographic range": "It is found in Angola, Burundi, Cameroon, Central African Republic, Democratic Republic of the Congo, Equatorial Guinea, Gabon, Nigeria, Rwanda, and Uganda.",
    "Description": "Polemon collaris is blackish dorsally down to the outer ends of the ventrals and subcaudals. The head and the nape of the neck are pale brown, with some black blotches on the crown and below the eye. Ventrally it is white. The entire terminal caudal shield is white.\nAdults are about 55 cm (21 5⁄8 in) in total length, which includes a tail about 32 mm (1 1⁄4 in) long.\nDorsal scales smooth, without apical pits, arranged in 15 rows. Ventrals 201-208; anal plate divided; subcaudals 16-22, also divided.\nDiameter of eye about three fifths its distance from the mouth. Rostral broader than high, barely visible from above. Internasals considerably shorter than the prefrontals. Frontal slightly broader than the supraocular, 1½ times as long as broad, as long as its distance from the rostral, much shorter than the parietals. Nasal divided, in contact with the preocular. Usually two postoculars. Temporals 1+1 or 1+2. Seven upper labials, third and fourth entering the eye. First lower labial forming a suture with its fellow behind the mental. Four or five lower labials in contact with the anterior chin shield. Two pairs of chin shields, the anterior pair longer than the posterior pair.",
    "Subspecies": "Three subspecies are recognized including the nominate race.\n\nPolemon collaris brevior (de Witte & Laurent, 1947)\nPolemon collaris collaris (Peters, 1881)\nPolemon collaris longior (de Witte & Laurent, 1947)",
    "Footnotes": "",
    "References": "Peters, W. 1881. Ueber zwei neue von v. Mechow gesammelte Schlangen nebst einer Uebersicht der von ihn mitgebrachten herpetologischen Sammlung. Sitzungs-Berichte der Gesellschaft Naturforschender Freunde zu Berlin 9:147-150.\nde Witte, G.F. & R.F. Laurent. 1947. Revision d'un groupe de Colubridae africains:genres Calamelaps, Miodon, Aparallactus, et formes affines. Mém. Mus. Roy. Hist. Nat. Belgique (sér. 2) 29: 1-134."
  }
}