{
  "url": "https://en.wikipedia.org/wiki/Polemon_gracilis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Polemon"
    },
    {
      "Species": "P. gracilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Polemon gracilis, or the graceful snake-eater, is a species of venomous rear-fanged snake in the family Atractaspididae. It is endemic to Africa.",
    "Geographic range": "It is found in southern Cameroon, and the Republic of the Congo.",
    "Description": "Dorsally dark brown, with five narrow black stripes and interrupted light stripes on the scales between them. Snout, occiput, and end of tail yellow. Ventrally yellowish, including 1½ rows of dorsal scales adjacent to the ventrals on each side.\nThe type specimen is 285 mm (11 1⁄4 in) in total length, of which 18 mm (3⁄4 in) is tail.\nHead very small, not distinct from neck. Eye minute, with round pupil. Body cylindrical, very slender. Tail very short, ending in a very obtuse point.\nDorsal scales smooth, without apical pits, arranged in 15 rows. Ventrals 296; anal plate divided; subcaudals 25, also divided.\nRostral small, broader than high, not visible from above. Nostril in a single nasal, which is in contact with the preocular and separated from the rostral by the first upper labial, which forms a suture with the internasal. Internasals slightly longer than broad, slightly longer than the prefrontals. Frontal as broad as long, twice as broad as the supraocular, shorter than its distance from the end of the snout, much shorter than the parietals. One preocular. One postocular. Six upper labials, the third entering the eye, the fifth forming a suture with the parietal. Only one pair of chin shields, separated from the mental by the first lower labial.\nMaxillary short, with few teeth, the last feebly enlarged and grooved, situated below the eye.\n\n\n== References =="
  }
}