{
  "url": "https://en.wikipedia.org/wiki/Xenocalamus_mechowii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Xenocalamus"
    },
    {
      "Species": "X. mechowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Xenocalamus mechowii, or the elongate quill-snouted snake, is a species of venomous rear-fanged snake in the subfamily Aparallactinae of the family Lamprophiidae. The species is endemic to Africa.",
    "Etymology": "The specific name or epithet, mechowii, is in honor of Friedrich Wilhelm Alexander von Mechow, a Silesian-German explorer of Africa.",
    "Geographic range": "X. mechowii is found in Angola, Botswana, Republic of the Congo, Democratic Republic of the Congo, Namibia, Zambia, and Zimbabwe.",
    "Habitat": "The preferred habitat of X. mechowii is Kalahari sand.",
    "Description": "Dorsally, X. mechowii is yellowish with brown spots, some spots arranged in alternating confluent pairs, others forming crossbands. The upper lip, sides of the body, and venter are unspotted.A subadult 22.5 cm (8 3⁄4 in) in total length has a tail 3.5 cm (1 3⁄8 in) long.The species exhibits sexual dimorphism. Adult males may attain a snout-to-vent length (SVL) of 58 cm (23 in). Females are larger, and may attain 80 cm (31 in) SVL.The dorsal scales are smooth, without apical pits, arranged in 17 rows. The ventrals number 229-239. The anal plate is divided, and the subcaudals which number 31-36 are also divided.The head scalation is the same as Xenocalamus bicolor, except there are no supraoculars and two postoculars.The snout is very depressed and very prominent.",
    "Diet": "X. mechowii preys on amphisbaenians, which it finds by burrowing.",
    "Reproduction": "X. mechowii is oviparous. An adult female may lay a clutch of as many as four eggs.",
    "Subspecies": "Two subspecies are recognized including the nominate race.\n\nXenocalamus mechowii inornatus de Witte & Laurent, 1947\nXenocalamus mechowii mechowii W. Peters, 1881Intergrades of these two subspecies can be found in North-Western Province, Zambia.",
    "Footnotes": "",
    "References": "Peters WCH (1881). \"Zwei neue von Herrn Major von Mechow während seiner letzten Expedition nach West-Afrika entdeckte Schlangen und eine Übersicht der von ihn mitgebrachten herpetologischen Sammlung \". Sitzunsber. Ges. naturf. Freunde Berlin 1881 (9): 147-150. (Xenocalamus mechowii, new species, p. 147). (in German).\nde Witte GF, Laurent RF (1947). \"Revision d'un groupe de Colubridae africains: genres Calamelaps, Miodon, Aparallactus, et formes affines \". Mém. Mus. Roy. Hist. Nat. Belgique (sér. 2) 29: 1-134. (Xenocalamus mechowii inornatus, new subspecies, p. 51). (in French)."
  }
}