{
  "url": "https://en.wikipedia.org/wiki/Xenocalamus_bicolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Lamprophiidae"
    },
    {
      "Genus": "Xenocalamus"
    },
    {
      "Species": "X. bicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Xenocalamus bicolor, or the slender quill-snouted snake, is a species of venomous rear-fanged snake in the family Lamprophiidae. The species is endemic to Africa. Six subspecies are recognized as being valid.",
    "Geographic range": "X. bicolor is found in Angola, Botswana, Democratic Republic of the Congo, Mozambique, Namibia, Republic of South Africa, and Zimbabwe.",
    "Description": "X. bicolor exhibits the following characters:\nBlack dorsally. White ventrally including the upper lip and the first two rows of dorsal scales on each side.\nTotal length 43 cm (16 7⁄8 in); tail 3 cm (1 1⁄8 in).\nDorsal scales smooth, without apical pits, arranged in 17 rows. Ventrals 218; anal plate divided; subcaudals 24, also divided.\nPortion of rostral visible from above nearly half as long as the frontal. Frontal extremely large, more than half as long as the shielded part of the head. Internasals large, forming a short median suture. Supraocular very narrow. One large elongate preocular, contacting the posterior nasal, the internasal, the frontal, and the third upper labial. One minute postocular. One temporal. Six upper labials, the first very small, third and fourth entering the eye, the fifth very large and contacting the parietal. One pair of narrow chin shields. Three lower labials in contact with the chin shield. Third lower labial extremely large.(Nota bene: the description above is a description of the species X. bicolor. The subspecies listed below vary somewhat from this description.)",
    "Subspecies": "Six subspecies are recognized including the nominate race.\nXenocalamus bicolor australis FitzSimons, 1946\nXenocalamus bicolor bicolor Günther, 1868\nXenocalamus bicolor lineatus Roux, 1907\nXenocalamus bicolor machadoi Laurent, 1954\nXenocalamus bicolor maculatus FitzSimons, 1932\nXenocalamus bicolor pernasutus (F. Werner, 1915)",
    "References": "",
    "Further reading": "Günther A (1868). \"Sixth Account of new Species of Snakes in the Collection of the British Museum\". Ann. Mag. Nat. Hist., Fourth Series 1: 413-429. (Xenocalamus bicolor, new species, p. 415 + Plate XIX, figure A)."
  }
}