{
  "url": "https://en.wikipedia.org/wiki/African_helmeted_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "Pelomedusidae"
    },
    {
      "Genus": "PelomedusaWagler, 1830"
    },
    {
      "Species": "P. subrufa"
    }
  ],
  "text": {
    "__SUMMARY__": "The African helmeted turtle (Pelomedusa subrufa), also known commonly as the marsh terrapin, the crocodile turtle, or in the pet trade as the African side-necked turtle, is a species of omnivorous side-necked terrapin in the family Pelomedusidae. The species naturally occurs in fresh and stagnant water bodies throughout much of Sub-Saharan Africa, and in southern Yemen.",
    "Description": "The marsh terrapin is typically a rather small turtle, with most individuals being less than 20 cm (7.9 in) in straight carapace length, but one has been recorded with a length of 32.5 cm (12.8 in). It has a black or brown carapace.  The top of the tail and limbs are a grayish brown, while the underside is yellowish.\nThe male turtle is distinguished by its long, thick tail. A female tends to have a shorter tail and a broader carapace. A hatchling has a shell size of about 3 cm (1.2 in) in length, and is olive to black in color. It also has two small tubercles under the chin and musk glands in the sides of the carapace.\nUniquely, the genus Pelomedusa does not have a hinged plastron (lower shell). All the other species in the family Pelomedusidae, however, do have this feature with which they can, using muscles, close the plastron to the carapace to cover the head and front limbs. Unlike many chelonians, the African helmeted turtle is able, when it finds itself upside down, to right itself with a vigorous flick of its long muscular neck.Recent genetic research suggests that Pelomedusa comprises at least 10 different species, and not only one as previously thought. In the past the physical differences between populations were not regarded as substantial enough to recognise more than one species.",
    "Geographic range": "The geographic range of P. subrufa covers a large portion of Africa, from the Cape Peninsula to the Sudan. It can be found as far west as Ghana and as far south as Cape Town. It has also been found in Madagascar and Yemen.",
    "Life history": "",
    "Life history-Habitat": "P. subrufa is a semiaquatic animal, living in rivers, lakes, and marshes, and it also occupies rain pools and places that are fertilized.\nIts preference seems to be for standing water, such as swamps, pans, dams, and lakes. However it is found to a lesser extent along rivers. It is generally absent from regions that are mountainous, forested, or desert.",
    "Life history-Diet": "The African helmeted turtle is an omnivorous eater and will eat almost anything. It may feed on carrion.  The fine claws on its feet help it tear its prey apart.\nGroups of P. subrufa have been observed capturing and drowning larger prey such as doves that come to drink; the commotion caused by these group attacks is often mistaken for crocodiles. All food is taken underwater to be eaten.Several large mammals such as warthogs, Cape buffalo, and rhinoceroses have recently been documented utilizing the turtles to remove parasites at popular wallowing holes. One such incident in Hluhluwe-iMfolozi park involved two African helmeted turtles removing ticks and blood-sucking flies from the body of a wallowing warthog. Though the turtles probably do not have a symbiotic relationship with these animals, it is very likely that the buffalo, rhinos, and warthogs seek them out and have learned to utilize them from past experiences. This behavior was documented for the first time in the September 2015 issue of Herpetological Review by Andy and Michelle Leighty Jones.",
    "Life history-Seasonal movements": "During wet weather P. subrufa will often leave water bodies and embark on long overland journeys. During exceptionally dry weather when water bodies dry up, it will typically dig into the ground and bury itself until rains return; it has been known to spend months or even years in such a state. It will also hibernate during very cold weather, and aestivate during unusually hot, dry weather.",
    "Life history-Reproduction": "Courtship of P. subrufa is held year round. The male will follow the female, nodding his head in front of hers. If she is not responsive, she will nip and snap and walk away. If she is willing, she responds by nodding her head or just standing still, so he can mount her.  While mating, each of the turtles shakes its head.\nThe female will lay two to ten eggs on average, normally during late spring and early summer. The eggs are placed in a flask-shaped nest about 4 to 7 in (10 to 18 cm) deep. The eggs hatch in 75– 90 days.",
    "Captivity": "The African side-necked turtle is popular as a pet because of its unusual head tucking behavior.",
    "References": "",
    "Further reading": "Boycott, Richard C.; Bourquin, Ortwin (2000). The southern African Tortoise Book – A Guide to southern African Tortoises, Terrapins and Turtles, Revised Expanded Edition. KiwaZulu-Natal: O. Borquin. 228 pp. ISBN 0-620-26536-1"
  }
}