{
  "url": "https://en.wikipedia.org/wiki/African_spurred_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Centrochelys"
    },
    {
      "Species": "C. sulcata"
    }
  ],
  "text": {
    "__SUMMARY__": "The African spurred tortoise (Centrochelys sulcata), also called the sulcata tortoise, is a species of tortoise, which inhabits the southern edge of the Sahara desert, in Africa. It is the third-largest species of tortoise in the world, the largest species of mainland tortoise, and the only extant species in the genus Centrochelys.",
    "Taxonomy and etymology": "Its specific name sulcata is from the Latin word sulcus meaning \"furrow\" and refers to the furrows on the tortoise's scales.",
    "Range and habitat": "The African spurred tortoise is native to the Sahara Desert and the Sahel, a transitional ecoregion of semiarid grasslands, savannas, and thorn shrublands found in the countries of Burkina Faso, Chad, Eritrea, Ethiopia, Mali, Somalia, Mauritania, Nigeria, Senegal, and Sudan In these arid regions, the tortoise excavates burrows in the ground to get to areas with higher moisture levels, and spends the hottest part of the day in these burrows.  This is known as aestivation. Burrows may average 30 inches in depth; some dig tunnel systems extending 10 feet or more underground. Plants such as grasses and succulents grow around their burrows if kept moist and in nature continue to grow for the tortoise to eat if the soil is replenished with its feces.  There is a variant of this tortoise in Sudan, they differ by having a bigger overall body and shell.",
    "Size and lifespan": "C. sulcata is the third-largest species of tortoise in the world after the Galapagos tortoise, and Aldabra giant tortoise, and the largest of the mainland tortoises.  Adults can reach 83 cm (33 in) and can weigh 105 kg (231 lb). They grow from hatchling size (2–3 in) very quickly, reaching 6-10 in (15–25 cm) within the first few years of their lives. They can live more than 70 years.",
    "Diet": "Sulcata tortoises are herbivores. Primarily, their diets consist of many types of grasses and plants, high in fiber and very low in protein. Flowers and other plants including cactus pads can be consumed.",
    "As pets": "Due to their reputation for having a pleasant temperament, sulcata tortoises are sometimes kept as pets, despite presenting significant challenges mostly because of their size. They require large enclosures, temperatures above 60 °F (16 °C), regular moisture on their carapace typically via finer types of spray bottles, and bedding composed of dry grasses, alfalfa, or grass-based hay. Due to their high dietary fiber needs, grasses should account for a minimum of 75% of their food intake. To remain healthy they require sufficient calcium for bone and shell development, low protein, and minimal fruit or sugary foods. Whereas wild tortoises obtain enough calcium from the soil, pets generally require calcium supplements. If treated incorrectly, their shells may become deformed in a myriad of ways. Young sulcatas grow quickly and can double in size each year during the first three years.\nMany high moisture content vegetables such as lettuce as well as fruit cause health problems in large quantities but prickly pear cactus pads, hibiscus leaves, hay from various grasses, and dandelions are generally safe. Some common garden plants, such as azaleas, are toxic to tortoises. Lack of calcium combined with high protein contributes to shell malformations and pyramiding. Sulcatas are voracious and sometimes overeat. Some tortoises take in excessive protein by eating caterpillars and snails.\nPer CITES, a zero annual export quota has been established for C. sulcata for specimens removed from the wild and traded for primarily commercial purposes. Due to excessive captive breeding and removal from the wild, many rescue centers are full and unable to accept more.",
    "Breeding": "Copulation takes place right after the rainy season, during the months from September through November.  Males combat each other for breeding rights with the females and are vocal during copulation.Sixty days after mating, the female begins to roam looking for suitable nesting sites. For five to fifteen days, four or five nests may be excavated before she selects the perfect location in which the eggs will be laid.Loose soil is kicked out of the depression, and the female may frequently urinate into the depression. Once it reaches about two feet (60 cm) in diameter and 3-6 in (7–14 cm) deep, a further depression, measuring some eight inches (20 cm) across and in depth, will be dug out towards the back of the original depression. The work of digging the nest may take up to five hours; the speed with which it is dug seems to be dependent upon the relative hardness of the ground. It usually takes place when the ambient air temperature is at least 78 °F (27 °C). Once the nest is dug, the female begins to lay an egg every three minutes. Clutches may contain 15-30 or more eggs.  After the eggs are laid, the female fills in the nest, taking an hour or more to fully cover them all. Incubation should be 86 to 88 °F, and will take from 90 to 120 days.",
    "References": "",
    "External links": "ARKive - images and movies of the African spurred tortoise (Geochelone sulcata)"
  }
}