{
  "url": "https://en.wikipedia.org/wiki/Agrionemys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Agrionemys"
    },
    {
      "Species": "A. horsfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Russian tortoise (Agrionemys horsfieldii), also commonly known as the Afghan tortoise, the Central Asian tortoise, Horsfield's tortoise, and the steppe tortoise, is a threatened species of tortoise in the family Testudinidae. The species is endemic to Central Asia. Human activities in its native habitat contribute to its threatened status.",
    "Etymology": "Both the specific name, horsfieldii, and the common name \"Horsfield's tortoise\" are in honor of the American naturalist Thomas Horsfield.",
    "Systematics": "This species is traditionally placed in Testudo. Due to distinctly different morphological characteristics, the monotypic genus Agrionemys was proposed for it in 1966. Today, Agrionemys horsfieldii is currently being accepted. DNA sequence analysis generally concurs, but not too robustly so. Some sources also list three separate subspecies of Russian tortoise, but they are not widely accepted by taxonomists:\nA. h. horsfieldii (Gray, 1844) – Afghanistan/Pakistan and southern Central Asia\nA. h. kazachstanica Chkhikvadze, 1988 – Kazakhstan/Karakalpakhstan\nA. h. rustamovi Chkhikvadze, Amiranschwili & Atajew, 1990 – southwestern Turkmenistan",
    "Description": "The Russian tortoise is a small tortoise species, with a size range of 13–25 cm (5–10 in). Females grow slightly larger (15–25 cm [6–10 in]) to accommodate more eggs. Males average 13–20 cm (5–8 in).\nRussian tortoises are sexually dimorphic. Males tend to have longer tails generally tucked to the side, and longer claws; females have a short, fat tail, with shorter claws than the males. The male has a slit-shaped vent (cloaca) near the tip of its tail; the female has an asterisk-shaped vent (cloaca).\nRussian tortoises have four toes. Coloration varies, but the shell is usually a ruddy brown or black, fading to yellow between the scutes, and the body is straw-yellow and brown depending on the subspecies.\nThe male Russian tortoise courts a female through head bobbing, circling, and biting her forelegs. When she submits, he mounts her from behind, making high-pitched squeaking noises during mating.The species can spend as much as 9 months of the year in dormancy. Russian tortoises can live up to 100 years.",
    "In captivity": "In captivity, diet typically consists of lamb's lettuce, plantains and other dark leafy greens. The diet should be varied and may include juvenile dandelions and different species of lettuce, though like very many plants, they should be fed rarely due to potentially harmful side effects (for the former) or a lack of nutritional value (for the latter). \nWater is important for all species, but the tortoise, being an arid species, will typically get water from their food, but they still need a constant supply. Tortoises should be soaked in warm water up to the mid shell. Tortoises typically empty their bowels in water as to hide their scent, this is an instinct, and it also helps keep their enclosure cleaner.Russian tortoises do not require a CITES Article X certificate.",
    "1968 Moon flight": "In September 1968 two Russian tortoises flew to the Moon, circled it, and returned safely to Earth on the Russian Zond 5 mission. Accompanied by mealworms, plants, and other lifeforms, they were the first Earth creatures to travel to the Moon.",
    "References": "",
    "Further reading": "da Nóbrega Alves, Rômulo Romeu; da Silva Vieira, Washington Luiz; Gomes Santana, Gindomar (2008). \"Reptiles used in traditional folk medicine: conservation implications\". Biodiversity and Conservation 17(8): 2037–2049. doi:10.1007/s10531-007-9305-0 (HTML abstract, PDF first page).\nFritz, Uwe; Kiroký, Pavel; Kami, Hajigholi; Wink, Michael (2005). \"Environmentally caused dwarfism or a valid species – Is Testudo weissingeri Bour, 1996 a distinct evolutionary lineage? New evidence from mitochondrial and nuclear genomic markers\". Molecular Phylogenetics and Evolution 37: 389–401. doi:10.1016/j.ympev.2005.03.007.\nKhozatsky LI, Mlynarski M (1966). \"Agrionemys – nouveau genre de tortues terrestres (Testudinidae) \". Bulletin de l'Académie Polonaise des Sciences II – Série des Sciences Biologiques 2: 123-125. (Agrionemys, new genus). (in French).\nAlderton D (1988). Turtles and Tortoises of the World. New York: Facts on File.\nErnst CH, Barbour RW (1989). Turtles of the World. Washington, District of Columbia: Smithsonian Institution Press.\nHighfield AC (1990). Keeping and Breeding Tortoises in Captivity. Avon, England: R & A Publishing.\nObst FJ (1988). Turtles, Tortoises and Terrapins. New York: St. Martin's Press.\nPritchard PCH (1979). Encyclopedia of Turtles. Neptune City, New Jersey: T.F.H. Publications.\nPursall B (1994). Mediterranean Tortoises. Neptune City, New Jersey: T.F.H. Publications.\nWahlquist H (1991). \"Horsfield's tortoise, Agrionemys horsfieldii \". Tortuga Gazette 27 (6): 1-3.",
    "External links": "Species Testudo horsfieldii at The Reptile DatabaseRussian (Horsfield's) Tortoise Care Information\nTortoise Forum: Russian Tortoise Care Sheet\nTortoise Supply: Russian Tortoise Care Sheet\nTurtleTimes - Online Resource for Tortoises and Turtles\nPopular Pets: Russian Tortoise Care Sheet\nRussian Tortoise Basic Care and some insight\nRussian Tortoise Care and Information Resource"
  }
}