{
  "url": "https://en.wikipedia.org/wiki/Aldabrachelys_grandidieri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Aldabrachelys"
    },
    {
      "Species": "†A. grandidieri"
    }
  ],
  "text": {
    "__SUMMARY__": "Aldabrachelys grandidieri, or Grandidier's giant tortoise, is an extinct species of tortoise that was endemic to Madagascar. Mitochondrial DNA extracted from subfossil bone confirm that it is a distinct species.",
    "Description": "Aldabrachelys grandidieri was a giant tortoise, one of the largest in the world, measuring about 125 cm (49 in) in carapace length. It was originally one of the six endemic tortoise species of Madagascar (two large Aldabrachelys; two medium Astrochelys; two small Pyxis).\nIt is distinguished from all other Aldabrachelys by a massive, flattened or depressed carapace, bulging sides of the carapace, short gulars, top of the nasal aperture is higher than the top of orbits, diverging quadrates, broad postorbitals, and a very large processus vomerinus dorsalis. It also had an unusually thick, strong carapace, possibly an adaptation to heavy predation. It seems to have been predominantly a grazer of meadows and wetlands.",
    "Extinction": "Material of this species has been dated to 1250–2290 years before present. It seems to have gone extinct relatively soon after the later migration of humans arrived from the mainland of Africa. Unlike its more common sister species, the abrupt giant tortoise (Aldabrachelys abrupta (also extinct)), the massive grandidieri did not seem to have succeeded in coexisting with humans for any length of time.",
    "Ecological role": "Aldabrachelys grandidieri (along with Aldabrachelys abrupta) likely were seed dispersers of the six baobab (Adansonia spp.) species endemic to Madagascar; in an experiment, extant Aldabra giant tortoises (Aldabrachelys gigantea) readily consumed fruit of Adansonia rubrostipa. Other ecological functions of giant tortoises likely included trampling and selectively consuming vegetation. It is suggested that introduced Aldabra giant tortoises could be used for restoration of these functions.\n\n\n== References =="
  }
}