{
  "url": "https://en.wikipedia.org/wiki/Archelon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "†Protostegidae"
    },
    {
      "Genus": "†ArchelonWieland, 1896"
    },
    {
      "Species": "†A. ischyros"
    }
  ],
  "text": {
    "__SUMMARY__": "Archelon is an extinct marine turtle from the Late Cretaceous, and is the largest turtle ever to have been documented, with the biggest specimen measuring 460 cm (15 ft) from head to tail, 400 cm (13 ft) from flipper to flipper, and 2,200 kg (4,900 lb) in weight. It is known only from the Dakota Pierre Shale and has one species, A. ischyros. In the past, the genus also contained A. marshii and A. copei, though these have been reassigned to Protostega'l and Microstega, respectively. The genus was named in 1895 by American paleontologist George Reber Wieland based on a skeleton from South Dakota, who placed it into the extinct family Protostegidae. The leatherback sea turtle (Dermochelys coriacea) was once thought to be its closest living relative, but now, Protostegidae is thought to be a completely separate lineage from any living sea turtle.\nArchelon had a leathery carapace instead of the hard shell seen in sea turtles. The carapace may have featured a row of small ridges each peaking at 2.5 or 5 cm (1 or 2 in) in height. It had an especially hooked beak and it jaws were adept at crushing, so its diet probably consisted of hard-shelled crustaceans and mollusks while slowly moving over the seafloor. However, its beak may have been adapted for shearing flesh, and Archelon was likely able to produce powerful strokes necessary for open-ocean travel. It inhabited the northern Western Interior Seaway, a mild to cool area dominated by plesiosaurs, hesperornithiform seabirds, and mosasaurs. It may have gone extinct due to the shrinking of the seaway, increased egg and hatchling predation, and cooling climate.",
    "Taxonomy": "",
    "Taxonomy-Research history": "The holotype specimen, YPM 3000, was collected from the Late Campanian-age Pierre Shale of South Dakota along the Cheyenne River in Custer County by American paleontologist George Reber Wieland in 1895, and described by him the following year based on a mostly complete skeleton excluding the skull. He named it Archelon ischyros, genus name from the Ancient Greek ἀρχη- arkhe- \"first/early,\" χελώνη chelone \"turtle,\" and species name from ἰσχυρός ischyros \"mighty\" or \"powerful\". Wieland placed it into the family Protostegidae, which included at the time the smaller Protostega and Protosphargis. The latter is now in the family Cheloniidae. A second specimen, a skull, was discovered in 1897 in the same region.In 1900, Wieland described a second species, A. marshii, from remains collected in 1898 by American paleontologist Othniel Charles Marsh, to whom the species name refers, on the basis that the shell underside (plastron) was thicker and the humeri were straighter. However, in 1909, Wieland reclassified it as Protostega marshii. In 1902, a third, mostly complete specimen was collected also along the Cheyenne River. In 1953, Swiss paleontologist Rainer Zangerl split Protostegidae into two families: Chelospharginae and Protosteginae; to the former was assigned Chelosphargis and Calcarichelys, and the latter Archelon and Protostega. In the same study, the Kansas Protostega copei, which was first described by Wieland in 1909 and named in honor of Edward Drinker Cope who first erected the family Protostegidae, was moved to the genus Archelon as A. copei. In 1998, A. copei was moved to the new genus Microstega as M. copei. In 1992, a fourth and the largest specimen to date, nicknamed \"Brigitta,\" was discovered in Oglala Lakota County, South Dakota and resides in the Natural History Museum Vienna.In 2002, a fifth specimen, a partial skeleton, was discovered from the Pierre Shale of North Dakota along the Sheyenne River near Cooperstown.",
    "Taxonomy-Evolution": "The sister group of Protostegidae has, in the past, been considered to be Dermochelyidae, and thus their closest living relative would have been the dermochelyid leatherback sea turtle (Dermochelys coriacea). However, phylogenetic studies conclude that protostegids represent a completely separate, ancient (basal) lineage that originated in the Late Jurassic, removing the family from the superfamily Chelonioidea which includes all sea turtles. In this model, Archelon does not share a marine ancestor with any sea turtle, neither modern nor contemporary.",
    "Description": "The holotype measures 352 cm (11.5 ft) from head to tail, with the head measuring 60 cm (2 ft), the neck 72 cm (2.4 ft), the thoracic vertebrae 135 cm (4.4 ft), the sacrum 15 cm (0.5 ft), and the tail 70 cm (2.3 ft). The largest specimen, Brigitta, measures around 460 cm (15 ft) from head to tail and 400 cm (13 ft) from flipper to flipper, and, in life, weighed around 2,200 kg (4,900 lb).Archelon had a distinctly elongated and narrow head. It had a defined hooked beak which was probably covered in a sheath in life, reminiscent of the beaks of birds of prey. However, in the back, the cutting edge of the beak is dull compared to sea turtles. Much of the length of the head derives from the elongated premaxillae–which is the front part of the beak in this animal–and maxillae. The jugal bones, the cheek bones, due to the elongate head, do not project as far as they do in other turtles. The nostrils are elongated and rest on the top of the skull, slightly posited forward, and are unusually horizontal compared to sea turtles. The jugal bones (cheekbones) are rounded as opposed to triangular in sea turtles. The articular bone, which formed the jaw joint, was probably heavily encased in cartilage. The jaw probably moved in a hammering motion.\n\nFive neck vertebrae were recovered from the holotype, and it probably had eight in total in life; they are X-shaped, procoelous–concave on the side towards the head and convex on the other–and their thick frame indicates strong neck muscles. Ten thoracic vertebrae were found, increasing in size until the sixth then rapidly decreasing, and they have little connection with the carapace. The three vertebrae of the sacrum are short and flat. It probably had eighteen tail vertebrae; the first eight to ten (probably in the same area as the carapace) had neural arches, whereas the remaining did not. Its tail likely had a wide range of mobility, and the tail is thought to have been able to bend at nearly a 90° angle horizontally.The humeri in the upper arms are proportionally massive, and the radii and ulnae of the forearms are short and compact, indicating the animal had strong flippers in life. The flippers would have had a spread of between 490 and 610 cm (16 and 20 ft), though most likely the more conservative estimate. Stretch marks on the limb bones indicate fast growth, with similarities to the leatherback sea turtle, the fastest growing turtle known, whose juveniles have an average growth rate of 8.5 cm (3.3 in) per year.",
    "Description-Carapace": "The carapace comprises on either side eight neuralia–the plates closest to the midline–and nine pleuralia–the plates that connect the midline to the ribs. The plates of the carapace are mostly uniform in dimensions, with the exception of the two pairs of plates corresponding to the eighth thoracic vertebra which are smaller than the others, and the pygal plate closest to the tail which is larger. Archelon has ten pairs of ribs, and, like the leatherback sea turtle but unlike other sea turtles, the first rib does not meet the first pleural. As in sea turtles, the first rib is noticeably shorter than the second, in this case, three quarters of the length. The second to fifth ribs project at a right angle from the midline, and, in the holotype, each measure 100 cm (3.3 ft) in length. A rib increases in thickness in the vertical direction distally, as it gets farther from the midline, and the ribs are relatively larger and more well-developed than those of sea turtles. The second to fifth ribs, in the holotype, originate with a thickness of 2.5 cm (0.98 in) and terminate with around 4 to 5 cm (1.6 to 2.0 in) in thickness.\n\nThe neuralia and pleuralia form highly irregular and finger-like sutures where they meet, and one plate may have lain over the other plate while the bone was still developing and malleable. The neuralia and pleuralia–the bony portions of the carapace–are particularly thin, and the ribs, especially the first rib, and the shoulder girdle are unusually heavy and may have had to carry extra stress to compensate, a condition seen in ancient ancestral turtles. Archelon has osteosclerotic structures, where the bone is dense and heavy, which probably served as ballasts in life similar to the limb bones of whales and other open-ocean animals.The carapace, in life, probably featured a row of ridges along the midline over the chest region, perhaps totaling in seven ridges, with each ridge peaking at either 2.5 or 5 cm (1 or 2 in). In the absence of firmly jointed neck and pleural plates, the skin over the carapace was probably thick, strong, and leathery in order to compensate and properly support the shoulder girdle. This leathery carapace is also seen in the leatherback sea turtle. The spongy makeup is similar to the bones seen in open-ocean going vertebrates such as dolphins or ichthyosaurs, and was probably also an adaptation to reduce overall weight.",
    "Description-Plastron": "A turtle plastron, the underside, comprises, from head-most to tail-most, the epiplastron, the entoplastron, which is small and wedged in between the former and the hyoplastron, then, following, the hypoplastron, and finally the xiphiplastron. The plastron, as a whole, is thick, and measures, in a specimen described in 1898, 210 cm (7 ft) in length. Unlike the carapace, it features striations throughout.In protostegids, the epiplastron and entoplastron are fused together, forming a single unit called an \"entepiplastron\" or a \"paraplastron.\" This entepiplastron is T-shaped, as opposed to the Y-shaped entoplastrons in other turtles. The top edge of the T rounds off except at the center which features a small projection. The outward side is slightly convex and bends somewhat away from the body. The two ends of the T flatten out, getting broader and thinner as they get farther from the center.A thick, continuous ridge connects the hyoplastron, hypoplastron, and xiphiplastron. The hyoplastron features a large number of spines projecting around the circumference. The hyoplastron is slightly elliptical, and grows thinner as it gets farther from the center before the spines erupt. The spines grow thick and narrow towards their middle portion. The 7 to 9 spines projecting towards the head are short and triangular. The 6 middle spines are long and thin. The last 19 spines are flat. There are no marks indicating contact with the entepiplastron. The hypoplastron is similar to the hyoplastron, except it has more spines, a total of 54. The xiphiplastron is boomerang-shaped, a primitive characteristic in contrast to the straight ones seen in more modern turtles.",
    "Paleobiology": "Archelon was an obligate carnivore. The thick plastron indicates the animal probably spent a lot of time on the soft, muddy seafloor, likely a slow-moving bottom feeder. According to American paleontologist Samuel Wendell Williston, the jaws were adapted for crushing, implying the turtle ate large mollusks and crustaceans. In 1914, he suggested that the abundant, thin-shelled, bottom-dwelling Cretaceous bivalves–some exceeding 120 cm (4 ft) in diameter–would have easily been able to sustain Archelon. However, these were probably absent in the central Western Interior Seaway by the Early Campanian. Conversely, the beak may have been adapted for shearing flesh, and it might have been able to target larger fish and reptiles, as well as soft-bodied creatures, similar to the leatherback sea turtle, such as squid and jellyfish. However, it is possible the sharp beak was used only in combat against other Archelon. The nautilus Eutrephoceras dekayi was found in great number near an Archelon specimen, and may have been a potential food source. Archelon may have also occasionally scavenged off the surface water.Archelon probably had weaker arms, and thus less swimming power, than the leatherback sea turtle, and so did not frequent the open ocean as much, preferring shallower, calmer waters. This is indicated by the similarity of the humerus/arm and hand/arm ratios of it and cheloniids, which are known to have poor development of the limbs into flippers and a preference for shallow water. Conversely, the large flipper-to-carapace ratio of protostegids and the similarly large flipper spread, like that of the predatory cheloniid loggerhead sea turtle (Caretta caretta), combined with a broad body, indicate they could have pursued active prey, though they probably could not have sustained high speeds. Overall, it may have been a moderately-good swimmer, capable of open-ocean travel.Archelon, like other marine turtles, probably would have had to have come onshore to nest; like other turtles, it probably dug out a hollow in the sand, laid several dozens of eggs, and took no part in child rearing. The right lower flipper of the holotype is missing, and stunted growth of remaining flipper bone indicates this occurred early in life. It may have been the result of attempted predation by a bird while a hatchling and trying to escape to the sea, bitten off by some large predator such as a mosasaur or a Xiphactinus, or was crushed off by larger adults while herding on the shore. However, the latter is unlikely as juveniles probably did not frequent the coasts even during breeding season. Brigitta is estimated to have lived to 100 years, and may have died while partially covered in mud brumating–a state of dormancy–on the ocean floor. However, the longstanding belief that marine turtles brumate underwater like freshwater turtles may be incorrect given the high surfacing-frequency needed to prevent drowning.",
    "Paleoecology": "Archelon inhabited the shallow Western Interior Seaway; the muddy, oxygen-depleted seafloor was probably, on average, no more than 180 m (600 ft) below the surface.  The Late Cretaceous Dakotas were submerged in the Northern Inland Subprovince, an area characterized by moderate to cool temperatures, with an abundance of plesiosaurs, hesperornithiform seabirds, and mosasaurs, particularly Platecarpus. There is no fossil evidence for vertebrate migration between the northern and southern provinces. Though sharks were generally more common in the southern province, several sharks are known from the Pierre Shale, including Squalus, Squalicorax, Pseudocorax, and Cretolamna. Other large predatory fish include ichthyodectids such as Xiphactinus. The Pierre Shale's invertebrate assemblage includes a variety of mollusks, namely ammonites–from the Pierre Shale Placenticeras placenta, Scaphites nodosus, Didymoceras, and Baculites ovatus–bivalves–such as the giant Inoceramus– the squid-like belemnites, and nautilus.As the seaway progressively migrated southward, it is possible Archelon was unable to migrate with it. The increasing threat of egg or hatchling predation by new marine or mammalian species may have led to the extinction of Archelon, and the disappearance of gigantic protostegids seems to have coincided with the increasing size of dermochelyids. Protostegidae is more-or-less absent in Maastrichtian deposits, the latest Cretaceous, and probably died off due to a cooling trend which other turtles were able to survive due to some thermoregulatory capabilities. However, some Maastrichtian-age Kansas Pierre Shale fossils may have been eroded million of years ago, and it is possible Archelon survived well into the Maastrichtian.",
    "See also": "Stupendemys\nPsephophorus\nAtlantochelys",
    "References": "",
    "References-Cited text": "Liddell, H. G.; Scott, R. (1980) [1871]. A Greek-English Lexicon (abridged ed.). Oxford, United Kingdom: Oxford University Press.",
    "Further reading": "Hay, O. P. 1908. The fossil turtles of North America. Carnegie Institution of Washington, Publication No. 75, 568 pp, 113 pl.\nWieland, G. R. 1902.  Notes on the Cretaceous turtles, Toxochelys and Archelon, with a classification of the marine Testudinata.  American Journal of Science, Series 4, 14:95-108, 2 text-figs.",
    "External links": "Oceans of Kansas Paleontology"
  }
}