{
  "url": "https://en.wikipedia.org/wiki/Arvinachelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "†Baenidae"
    },
    {
      "Genus": "†ArvinachelysLively, 2015"
    },
    {
      "Species": "†A. goldeni"
    }
  ],
  "text": {
    "__SUMMARY__": "Arvinachelys goldeni is an extinct baenid turtle from the Late Cretaceous of Utah. A. goldeni is notable among turtles for the presence of two nasal openings instead of one, giving it a vaguely pig-nosed appearance in life.",
    "Description": "The holotype, UMNH VP 21151, is a largely completed skeleton, including the shell and skull, belonging to an animal about 60 centimeters long. Remains previously ascribed to other baenid turtles are now recognised to belong to the animal.",
    "Phylogenetics": "Arvinachelys bears most of the synapomorphies characteristic of Baenidae. It is described as a sister taxon to Hayemys; given the latter's position as a lazarus taxon basal to the rest of Baenidae, Arvinachelys' discovery extends its branch of the family tree back into the Campanian. However, Arvinachelys' discovery may indicate that a reevaluation of Baenidae as a whole is necessary, as several remains from the region have been reassigned to this genus.",
    "Biology": "Arvinachelys, like typical baenids, was an aquatic or semi-aquatic animal, bearing typical characteristics of aquatic turtles, including a hydrodynamic shell and broad, paddle-like limbs. Baenids are the most diverse type of turtle in the north hemisphere during the Late Cretaceous, being extremely speciose and probably occupying a variety of ecological niches.Its nostrils, superficially reminiscent of a pig's snout, are highly atypical for baenids and turtles in general, and might have played a role in its lifestyle.",
    "Ecology": "Arvinachelys hails from the Campanian Kaiparowits Formation of Utah, which also includes several dinosaurs such as Teratophoneus and Parasaurolophus. In particular, Arvinachelys showcases further the high endemism of the local fauna, implying some sort of biogeographical isolation.\n\n\n== References =="
  }
}