{
  "url": "https://en.wikipedia.org/wiki/Asian_forest_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Manouria"
    },
    {
      "Species": "M. emys"
    }
  ],
  "text": {
    "__SUMMARY__": "The Asian forest tortoise (Manouria emys), also known commonly as the Asian brown tortoise, is a species of tortoise in the family Testudinidae. The species is endemic to Southeast Asia. It is believed to be among the most primitive of living tortoises, based on molecular and morphological studies.",
    "Taxonomy": "There are two recognized subspecies: M. e. emys occurring in southern Thailand, Malaysia, Sumatra, Borneo; and M. e. phayrei, occurring from northwestern Thailand to northeastern India. The latter was named after Sir Arthur Purves Phayre (1812–1885), British Army officer in India who became Commissioner of British Burma.Based on a variety of phylogenetic characteristics, the genus Manouria is regarded as comparatively primitive and basal to other Testudinidae.",
    "Description": "The Asian forest tortoise is the largest tortoise in mainland Asia. The largest adults of the northern subspecies, Manouria emys phayrei, can reach 25 kg (55 lb) in the wild and much more than that in captivity.\nThe carapace is considerably depressed, its depth not half its length; anterior and posterior margins reverted, more or less strongly serrated; nuchal present; two supracaudal shields; dorsal shields concentrically striated, often concave; vertebrals much broader than long and at least as broad as costals. The plastron is large, gular region somewhat produced and usually notched, hind lobe deeply notched; the pectoral shields may be widely separated from each other, or from a short median suture; axillary shield very small, inguinal large. The head is moderate in size; two large prefrontal shields and a large frontal; beak not hooked; jaws feebly denticulated, the alveolar surface of the upper jaw with a strong median ridge. The forelimbs anteriorly have very large, bony, pointed, imbricate tubercles, forming four or five longitudinal series. The hind limbs have very large bony tubercles on the plantar surface, with others larger, conical, and spur-like on the heel, and a group of still larger conical tubercles on each side on the back of the thighs. Adults are dark brown or blackish. The carapace of juveniles is yellowish brown, with dark-brown markings.",
    "Distribution": "The Asian forest tortoise occurs in Bangladesh, India, Indonesia, Malaysia, Myanmar, Thailand, and Vietnam.",
    "Reproduction": "Manouria emys is the only tortoise which lays its eggs above ground in a nest, which the female constructs of leaf litter.  The female uses both front and rear legs to gather material for the nest and lays up to 50 eggs deep inside it.  She then sits on and near the nest to protect it, and will \"chase\" predators and intruders away.",
    "Cited references": "",
    "Further reading": "Anderson J (1871). \"On Testudo Phayrei, Theob. & Dr. Gray\". Ann. Mag. Nat. Hist., Fourth Series 8: 324-330.\nBlyth E (1854). \"Notices and Descriptions of Various Reptiles, New or Little-known. Part I\". J. Asiatic Soc. Bengal 22 [1853]: 639-655.\nSchlegel H, Müller S (1844). \"Over de Schildpadden van den Indischen Archipel \". In: Temminck CJ (1839–1847). Verhandelingen over de natuurlijke geschiedenis der Nederlandsche overzeesche bezittingen, door de leden der Natuurkundige Commisie in Oost-Indie en andere schrijvers. Leijden folio. Afd. 1 Zoologie in 12 afleveringen, met 45 gekl. pl. - Vitg. door C.J. Temminck, Leiden, Leuchtmans u. Hoeck in comm.: 29-36. (Testudo emys, new species, p. 34 + Plate IV). (in Dutch).\nStoliczka F (1871). \"Note on Testudo Phayrei \". Ann. Mag. Nat. Hist., Fourth Series 8: 212.",
    "External links": "Manouria emys at the Reptarium.cz Reptile Database\nhttp://www.tortoise.org/archives/manouria.html"
  }
}