{
  "url": "https://en.wikipedia.org/wiki/Bell's_hinge-back_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Kinixys"
    },
    {
      "Species": "K. belliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Bell's hinge-back tortoise (Kinixys belliana) is a species of African tortoise, from the family Testudinidae. It has the hinge that characterizes all tortoises in the genus Kinixys.",
    "Etymology": "Both the specific name, belliana, and the common name are in honor of English zoologist Thomas Bell.",
    "Description": "Bell's hinge-back tortoise is a medium-sized light brown tortoise. They can grow up to 22 cm. On the back of its shell, the tortoise has a 90 degree hinge which, when closed, can protect its rear legs and tail from predators. This broad band of flexible connective tissue is located between the 4th and 5th costals and the 7th and 8th peripherals in adults.\nThe scutes on its slightly domed and elongated shell typically have a radiating pattern of dark patches, though these can fade. Adult males have a concave belly. Most Bell's hinge-backs have five claws on each forefoot.",
    "Distribution and habitat": "In its habitat, Bell's hinge-back tortoise favours tropical and sub-tropical savannahs of sub-Saharan Africa.\nIt was traditionally considered to be the most common and widespread hinge-back tortoise, found throughout a large part of sub-Saharan Africa such as in Sudan, Tanzania, DR Congo and down to southern Africa. \nHowever, a revision of the species advocated by Kindler et al. (2012) would restrict it only to the central African populations, ranging from Angola to Burundi.",
    "Diet": "Bell's hinge-back tortoise is an omnivore, with a very varied diet consisting mainly of a range of different plants, but also including insects and other meat.\nIt feeds on vegetables, twigs, roots, leaves, fruits, earthworms, snails, tadpoles and other small invertebrates.",
    "Threats and conservation": "In its natural habitat, its predators are leopards, hawks, and eagles.\nCurrently it is mainly threatened by widespread collection from the wild for the illegal international trade in the species. It is also collected by local peoples for food and human population growth in the area is putting pressure on the species. Human-induced fire is also a threat.As of March 22, 2000, the USDA has banned importation of the Bell's hinge-back tortoise, Leopard tortoise and the African spurred tortoise.",
    "Subspecies": "No subspecies are currently recognized. The following subspecies were formerly recognized:\nK. b. belliana - Bell's hinge-back\nK. b. domerguei  - Madagascan hinge-back\nK. b. nogeuyi - Western hinge-back\nK. b. zombensis - Southeastern hinge-back/>Kindler et al. (2012) raised the subspecies K. b. zombensis (which they considered a senior synonym of K. b. domerguei) and K. b. nogeuyi to the ranks of separate species.",
    "Parasites of hinge-back tortoises": "Kinixys tortoises play host to a number of ectoparasites (external) and endoparasites (internal) A survey (by Alan Probert & Clive Humphreys) of mixed captive K. spekii and K. belliana (mostly K. spekii) in Zimbabwe showed that ticks (Arachnida) and roundworms (Nematoda) of genera Angusticium, Atractis and Tachygontria infect these tortoises. This has been reported by others as well. However, some of the tiny roundworms (photographed under SEM) are very likely new species and as yet remain undescribed.",
    "References": "\nSmylie, A. Kinixys (Hinged-Back Tortoises). Gulf Coast Turtle and Tortoise Society.\nHingeback Central. Kinixys belliana Bell's Hingeback Tortoise.BibliographyRhodin, Anders G.J.; van Dijk, Peter Paul; Iverson, John B.; Shaffer, H. Bradley (2010-12-14). \"Turtles of the World 2010 Update: Annotated Checklist of Taxonomy, Synonymy, Distribution and Conservation Status\" (PDF). Archived from the original (PDF) on 2010-12-15. Retrieved 2010-12-15."
  }
}