{
  "url": "https://en.wikipedia.org/wiki/Big-headed_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "PlatysternidaeGray, 1869[2]"
    },
    {
      "Genus": "PlatysternonGray, 1831[2]"
    },
    {
      "Species": "P. megacephalum"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-headed turtle (Platysternon megacephalum) is a species of turtle in the family Platysternidae from Southeast Asia and southern China.",
    "Background": "Previously considered a distinct family placed on occasion in \"Kinosternoidea\", it was later moved to the Emydidae. With the Geoemydidae being split off from these, it seems wisest to reinstate, at least for the time being, the Platysternidae. This, as well as the subfamily and the genus Platysternon, are monotypic.",
    "Distribution": "It is found in Cambodia, China, Laos, Myanmar, Thailand, and Vietnam.",
    "Behaviour": "The big-headed turtle is known to readily climb over obstacles in and around rivers and fast streams, using its tail as a prop to extend the reach of its strong claws; it also uses its beak to assist in climbing.  It has been reported to climb trees and bushes.  It is not a strong swimmer, and when swimming, this species occasionally arches its tail in the manner of a scorpion. The big-headed turtle cannot pull its head in its shell. That being the case, it will not hesitate to use its powerful jaws to defend itself.  It is a fish and snail eater.",
    "Exploitation": "The big-headed turtle is readily consumed in Asia and is frequently a market item. Hunters capture them on lines with baited straight pins, so this species is rapidly disappearing in the wild.",
    "Subspecies": "P. m. megacephalum, China, 1831\nP. m. peguense, Myanmar and Thailand, 1870\nP. m. shiui, Cambodia, Laos and Vietnam, 1987In addition, two other subspecies, P. m. tristernalis (1984) and P. m. vogeli (1969), have been given, but may be invalid.",
    "References": "* Pritchard, D. 1979. Encyclopedia of Turtles. New Jersey: T.F.H. Publications, Inc. Ltd.BibliographyRhodin, Anders G.J.; Paul van Dijk, Peter; Iverson, John B.; Shaffer, H. Bradley (2010-12-14). \"Turtles of the World 2010 Update: Annotated Checklist of Taxonomy, Synonymy, Distribution and Conservation Status\" (PDF). Archived from the original (pdf) on 2010-12-15. Retrieved 2010-12-15.\nFritz, Uwe; Havaš, Peter (2007-10-31). \"Checklist of Chelonians of the World\" (PDF). Archived from the original (pdf) on 2010-12-29. Retrieved 2010-12-29.",
    "External links": "Big-headed turtle (Platysternidae)\n(Chinese) Big-headed turtle\n(Spanish) Platysternon megacephalum"
  }
}