{
  "url": "https://en.wikipedia.org/wiki/Black_pond_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Geoemydidae"
    },
    {
      "Subfamily": "Geoemydinae"
    },
    {
      "Genus": "GeoclemysGray, 1856"
    },
    {
      "Species": "G. hamiltonii"
    }
  ],
  "text": {
    "__SUMMARY__": "The black pond turtle (Geoclemys hamiltonii ), also known as the spotted pond turtle or the Indian spotted turtle, is a species of freshwater turtle endemic to South Asia. It belongs to the monotypic genus Geoclemys.",
    "Etymology": "The specific name, hamiltonii, is in honor of Scottish botanist and ichthyologist Francis Hamilton.",
    "Description": "G. hamiltonii is mainly black with small yellowish spots, and a much-elevated carapace, with three interrupted keels or series of nodose prominences corresponding to the vertebral and costal shields. The posterior border of the carapace is strongly serrated in young, but feebly in the adult. The nuchal is moderate, broader posteriorly than anteriorly. The first vertebral is not or scarcely broader anteriorly than posteriorly. The second and third vertebrals are broader than long in the young, nearly as long as broad in the adult, narrower than the costals. The plastron is large, angulate laterally, truncate anteriorly. The posterior lobe of the plastron is much narrower than the opening of the shell, nearly as long as the width of the bridge, deeply notched posteriorly. The head is rather large. The snout is very short, not projecting. The upper jaw is emarginated mesially. The width of the mandible at the symphysis nearly equals the horizontal diameter of the orbit. A large shield covers the upper surface of the snout and the crown, sometimes divided into three, one shield around the upper jaw and one on each side between the eye and the ear. The digits are webbed to the claws. The tail is extremely short. The shell is dark brown or blackish, elegantly marked with yellow spots and radiating streaks, and the soft parts are dark brown or blackish, with round yellow spots, largest on the head and neck.Maximum straight carapace length is 41 cm (16 in).",
    "Geographic range": "G. hamiltonii is found in southern Pakistan (Indus and Ganges River drainages), northeastern India (Assam), Sri Lanka, and Bangladesh.",
    "References": "",
    "Further reading": "Das I (2002). A Photographic Guide to Snakes and other Reptiles of India. Sanibel Island, Florida: Ralph Curtis Books. 144 pp. ISBN 0-88359-056-5. (Geoclemys hamiltonii, p. 125).\nGray JE (1831). Synopsis Reptilium or Short Descriptions of the Species of Reptiles. Part I: Cataphracta, Tortoises, Crocodiles, and Enaliosaurians. London: Treuttel, Wurz & Co. 85 pp. (Emys hamiltonii, new species, pp. 21, 72).\nKhan, Mohammad Ali Reza (1982). \"Chelonians of Bangladesh and their conservation\". J. Bombay Nat. Hist. Soc. 79 (1): 110-116 + Plates I-II. (Geoclemys hamiltoni, p. 113).\nMurray JA (1884). \"Additions to the reptilian fauna of Sind\". Ann. Mag. Nat. Hist., Fifth Series 14: 106-111.\nPhilippen H-D (2004). \"Geoclemys hamiltonii (Gray 1831) - Strahlen-Dreikielschildkröte \". Reptilia (Münster) 9 (5): 51-54. (in German).\nSmith MA (1931). The Fauna of British India, Including Ceylon and Burma. Reptilia and Amphibia. Vol. I.—Loricata, Testudines. London: Secretary of State for India in Council. (Taylor and Francis, printers). xxviii + 185 pp. + Plates I-II. (Geoclemys hamiltoni, pp. 111–112 + Plate I, figure 6).",
    "External links": "Geoclemys hamiltonii at the Reptarium.cz Reptile Database"
  }
}