{
  "url": "https://en.wikipedia.org/wiki/Brahminy_river_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Geoemydidae"
    },
    {
      "Subfamily": "Geoemydinae"
    },
    {
      "Genus": "HardellaGray, 1870"
    },
    {
      "Species": "H. thurjii"
    }
  ],
  "text": {
    "__SUMMARY__": "The brahminy river turtle or crowned river turtle (Hardella thurjii) is a species of turtle in the family Geoemydidae. The species is endemic to South Asia.",
    "Taxonomy": "The genus Hardella, to which the species Hardella thurjii belongs, is a monotypic genus.",
    "Geographic range": "Hardella thurjii is found in northern India, Pakistan, and Bangladesh in the watersheds of the Ganges, Brahmaputra, and Indus rivers.",
    "Description": "Hardella thurjii has a shell with a large, moderately flat, dark brown or black carapace (dorsal surface) and a yellow or black  plastron (ventral surface). The shell is up to 18 inches (460 mm) in length in females, and is shorter in males. The lower jaw is heavily dented.",
    "Sexual dimorphism": "Hardella thurjii exhibits sexual dimorphism. Mature females are three times the size of mature males. According to Das, maximum straight carapace length in females is 61 cm (24 in), but in males maximum straight carapace length is only 18 cm (7.1 in).",
    "Reproduction": "The reproductive habits of H. thurjii are unique among reptiles in that the females lay their eggs under water rather than on dry land. Their reproductive cycle follows seasonal changes in the water levels of the rivers in which they live. In autumn, females lay their eggs under water, where higher water levels submerge the eggs for 40 to 45 days. In the winter, lower water levels expose the eggs for five months. The rising water levels of spring submerge the almost mature eggs once again, and the turtles hatch in the river.\nIndian zoologist Dhruvajyoti Basu first documented the unique reproductive habits of the brahminy river turtle in 2011. The Prague Zoo incubated the first brahminy river turtle which was born in captivity in 2012.",
    "References": "",
    "External links": "Asian Turtle Trade Working Group (2000). \"Hardella thurjii\". The IUCN Red List of Threatened Species. 2000: e.T9696A97362495. doi:10.2305/IUCN.UK.2000.RLTS.T9696A13009662.en. Retrieved 9 January 2018. Listed as Vulnerable (VU A1cd+2 cd v2.3).\nHardella thurjii at the Reptarium.cz Reptile Database",
    "Further reading": "Das I (1984). \"Record length of the Brahminy River Turtle Hardella thurjii \". Hamadryad 9 (3): 18.\nDas I (2002). A Photographic Guide to Snakes and other Reptiles of India. Sanibel Island, Florida: Ralph Curtis Books. 144 pp. ISBN 0-88359-056-5. (Hardella thurjii, p. 126).\nGray JE (1831). Synopsis Reptilium; or Short Descriptions of the Species of Reptiles. Part I.—Cataphracta. Tortoises, Crocodiles, and Enaliosaurians. London: Treuttel, Wurtz, and Co. viii + 85 pp. (Diggens and Jones, printers). (Emys thurjii, new species, p. 22). (in English and Latin).\nSmith MA (1931). The Fauna of British India, Including Ceylon and Burma. Reptilia and Amphibia. Vol. I.—Loricata, Testudines. London: Secretary of State for India in Council. (Taylor and Francis, printers). xxviii + 128 pp. + Plates I-II. (Hardella thurgi, pp. 122–124 + Figure 4 facing p. 50)."
  }
}