{
  "url": "https://en.wikipedia.org/wiki/Burmese_star_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Geochelone"
    },
    {
      "Species": "G. platynota"
    }
  ],
  "text": {
    "__SUMMARY__": "The Burmese star tortoise (Geochelone platynota) is a critically endangered tortoise species, native to the dry, deciduous forests of Myanmar (Burma). It is close to extinction in Myanmar, as it is eaten both by the native Burmese, and is still exported to the Chinese food markets.",
    "Description": "The Burmese Star Tortoise has radiating star-shaped patterns on its strongly domed carapace. It has bumps on its shell that look like stars.\nThis tortoise can easily be distinguished from the more common Indian star tortoise by comparing the plastrons of the two species.",
    "Conservation": "The Burmese Star Tortoise is considered critically endangered by the IUCN. However it is still commonly eaten and is exported to food markets in neighbouring China. One recent expedition in Burma searched for the species in its habitat for 400 hours with specially trained dogs and five volunteers, and only found five tortoises.It is on CITES Appendix I, commercial trade in wild-caught specimens is illegal (permitted only in exceptional licensed circumstances).  Reportedly, Myanmar has never granted an export permit, meaning most captive-bred tortoises are originally from illegal tortoises, or imports grandfathered in prior to the CITES listing.",
    "Captive breeding": "The breeding of the Burmese star tortoise is difficult, and its first successful breeding in captivity was in Taipei Zoo, Taiwan, where a few Burmese star tortoises were hatched in 2003.Yadanabon Zoological Gardens is also currently engaged in a captive-breeding program to attempt to increase the population of this tortoise.\nStarting with of 200 tortoises in 2004, by October, 2017, there were 14,000 tortoises in breeding programs and 1000 have been reintroduced into the wild.",
    "References": "Asian Turtle Trade Working Group (2000). \"Geochelone platynota\". The IUCN Red List of Threatened Species. IUCN. 2000: e.T9013A12950329. doi:10.2305/IUCN.UK.2000.RLTS.T9013A12950329.en. Retrieved 13 January 2018. Listed as Critically Endangered (CR A1cd+2 cd, C2a v2.3)",
    "External links": "Columbia Science Review\nAssessing reintroduction sites for Burmese star tortoises\nPopulation status and conservation of the Critically Endangered Burmese Star Tortoise Geochelone platynota in central Myanmar\nConvention on International Trade in Endangered Species of Wild Fauna and Flora"
  }
}