{
  "url": "https://en.wikipedia.org/wiki/Cane_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Geoemydidae"
    },
    {
      "Subfamily": "Geoemydinae"
    },
    {
      "Genus": "VijayachelysPraschag, Schmidt, Fritzsch, Müller, Gemel and Fritz, 2006"
    },
    {
      "Species": "V. silvatica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cochin forest cane turtle (Vijayachelys silvatica), also known as Kavalai forest turtle, forest cane turtle or simply cane turtle, is a rare turtle from the Western Ghats of India. Described in 1912, its type locality is given as \"Near Kavalai in the Cochin State Forests, inhabiting dense forest, at an elevation of about 1500 feet above sea level\". Only two specimens were found at that time, and no scientist saw this turtle in the next 70 years. It was finally rediscovered in 1982, and since then a number of specimens have been found and some studies have been conducted about its affiliation and habits.Like its relatives, it belongs to the subfamily Geoemydinae of the family Geoemydidae, formerly known as Bataguridae. It was once placed in the genus Geoemyda and subsequently moved to Heosemys. But as it seems, the Cochin forest cane turtle forms a quite distinct lineage closely related to Melanochelys. Thus, nowadays it is recognized as a monotypic genus, named Vijayachelys in honor of the famous Indian herpetologist Jagannathan Vijaya (1959–1987) who rediscovered this species in 1982 and until her death extensively studied it. A diagnosis of the osteology of Vijayachelys was published in 2006.",
    "Description": "The carapace is considerably depressed, with a prominent mid-line keel, as well as one less pronounced lateral keel on each side. Its posterior margin is feebly reverted and not or only indistinctly serrated. The nuchal scute is small. The first vertebral scute is broader in front than behind and larger than the second, third and fourth vertebral shields. These are considerably broader than long, as broad as the costal scutes.The plastron is sizeable, being nearly as large as the shell opening; it is connected to the carapace by ligaments and particularly in females there is little ossification between the shields of the shell. The plastron is angled at the sides and openly emarginate at the forward and aft opening. The width of the plastron bridge is less than the length of the hind lobe; the longest median suture is between the abdominal scute, the shortest between the gular scute. The axillary and inguinal scutes are very small; one of the latter is even absent.\n\nIts head is rather large, with a truncated snout as long as the sizeable orbit; the upper jaw is hooked, with small premaxillae. The mandibular symphysis is very long, exceeding the maximum diameter of the orbit in width. On the hind part of the head, the skin is divided into moderately large shields. The skull lacks a temporal arch and has the frontal bone extended to form a considerable part of the orbit. Seen from above, the prootic extends towards the front. The jugal does not contact the small laterally emarginated and medially constricted pterygoid process, the bones being separated by the maxilla and a gap. The triturating (chewing) surface of the upper jaw is long and narrow, more than four times as long as it is wide. The lower temporal fossa is large and strongly concave, providing an attachment for the massive chewing muscle.The forelegs are covered in enlarged squarish or pointed horny scales, particularly on the front. The hindlimbs are rather club-shaped, the anterior margins and anterior region of their heels bearing enlarged horny scales. The fingers are webbed one-third of their length, while the toes bear rudimentary webbing only. The tail is rather short and becomes very narrow behind the cloaca in males; it is a mere stub in females.The carapace of the type specimen was dark bronze; the plastron yellowish with two dark blotches on either side of the bridge. The jaws and upper front part of the head are bright yellow in the living animal, with a red spot on the top of the snout. The hind part of the head and the neck are brown. Limbs and tail are black.The length of the type specimen's shell is 120 mm, its breadth 83 mm and its depth 45 mm. Females are slightly larger than males, but this smallish turtle does not seem to exceed about 13 cm in carapace length even when fully grown.",
    "Ecology": "This turtle inhabits dense evergreen forest, presumably at lower elevations. According to the natives from whom Dr. Henderson obtained the type, the species inhabits short burrows underground and is indifferent about having water nearby (unlike some of its relatives, which are decidedly aquatic). The type as well as another younger specimen were kept in captivity for six months, and Dr. Henderson remarks that they did not show any special partiality for water and when handled did not emit the offensive odour known from the related Indian Black Turtle (Melanochelys trijuga).The first captive specimens lived entirely upon vegetable food, but subsequently it has turned out that this turtle is omnivorous, eating any suitably sized plant and animal food.",
    "Conservation": "The Cochin forest cane turtle is listed as Endangered (EN B1+2c v2.3) by the IUCN and is listed in CITES Appendix II. It is rarely found in the pet trade. The Kadar tribe people occasionally hunt the turtles for bush meat. Additional threats are posed by deforestation and planned hydroelectric projects. The turtles have a patchy distribution range but where they occur they can be found in relatively high densities. Still, this turtle is considered to be a rare species.",
    "Footnotes": "",
    "References": "Asian Turtle Trade Working Group (ATTWG) (2000). \"Vijayachelys silvatica\". The IUCN Red List of Threatened Species. IUCN. 2000: e.T9038A97378369. doi:10.2305/IUCN.UK.2000.RLTS.T9038A12952577.en. Retrieved 9 January 2018.\nGroombridge, B.; Moll, Edward O. & Vijaya, Jaganath (1983): Rediscovery of a rare Indian turtle. Oryx 17(3): 130-134.\nHenderson, J.R. (1912): Preliminary note on a new tortoise from South India. Records of the Indian Museum 7(21): 217-218.\nMoll, Edward O.; Groombridge, B. & Vijaya, Jaganath (1986): Redescription of the cane turtle with notes on its natural history and classification. J. Bombay Nat. Hist. Soc. 83(Supplement): 112–126.\nPraschag, Peter; Schmidt, Christian; Fritzsch, Guido; Müller, Anke; Gemel, Richard & Fritz, Uwe (2006): Geoemyda silvatica, an enigmatic turtle of the Geoemydidae (Reptilia: Testudines), represents a distinct genus. Organisms Diversity & Evolution 6(2): 151-162. doi:10.1016/j.ode.2005.10.001 (HTML abstract). Erratum: Organisms Diversity & Evolution 6(2): 254. doi:10.1016/j.ode.2006.05.001 (HTML abstract)\nSharath, B.K. (1990): On the Occurrence of the forest cane turtle (Geoemyda silvatica) in the Western Ghats of Karnataka, South India. Hamadryad 15(1): 34.\nSmith, M.A. (1941): The Fauna of British India, Including Ceylon and Burma: Reptilia and Amphibia.\nVijaya, Jaganath (1982): Rediscovery of the forest cane turtle (Heosemys silvatica) of Kerala. Hamadryad 7(3): 2-3.\nVijaya, Jaganath (1983): Rediscovery of the Forest Cane Turtle, Heosemys (Geoemyda) silvatica (Reptilia, Testudinata, Emydidae) from Chalakudy Forests in Kerala. J. Bombay Nat. Hist. Soc. 79(3): 676-677\nVijaya, Jaganath (1988): Status of the forest cane turtle (Geoemyda silvatica). Hamadryad 13(2): 10"
  }
}