{
  "url": "https://en.wikipedia.org/wiki/Caririemys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "†Euraxemydidae"
    },
    {
      "Genus": "†CaririemysOliveira and Kellner, 2007"
    },
    {
      "Species": "†C. violetae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caririemys is an extinct genus of side-necked turtles, belonging to the Pelomedusoides of the family Euraxemydidae. The type species is C. violetae. A single fossil of an individual was found in the Santana Formation in Brazil, an 80-million-year-old Late Cretaceous deposit that has so far preserved other fossil reptiles such as dinosaurs and crocodilians.",
    "Etymology": "The genus was named for the city of Santana do Cariri where the fossil was unearthed. The species' specific name, violetae, honors Violeta Arraes, a former dean at the nearby Universidade Regional do Cariri. Arraes was a prominent local political figure during the 20th century and became instrumental in the development of paleontological studies in the area when she was appointed dean of the Universidade Regional do Cariri in 1997.",
    "Description": "Because the few remains used to describe the species were incomplete, anatomical characteristics used to differentiate Caririemys from other extinct and extant pleurodirans are derived mostly from the arrangement of the bony plates that form its domed carapace.The genus and species were first described in 2007, from the fragmentary remains of a single fossil specimen unearthed in north-eastern Brazil two years prior to the publication of the description. The Santana Formation of Brazil where the specimen was discovered is a treasure-trove of prehistoric turtle remains including the early sea turtle Santanachelys. Caririemys was the fifth unique testudine genus to have been described from fossils found in the Romualdo Member section of the geologic formation. The lone specimen, officially labeled as MN6919-v now resides in the Museu Nacional da Universidade Federal do Rio de Janeiro.The turtle skeleton found consisted of parts of the turtle's carapace, a few vertebral elements and a matching femur and pelvis. Since most of the elements used to systematically classify a fossil turtle in the Pleurodira (such as the skull) were missing, the species’ affiliation was determined by the attachment of the specimen's pelvis to its carapace. Closer approximation and analysis of its carapace elements have shown that Caririemys is closely related to the turtle Euraxemys essweini from the same geographic locality and strata.\n\n\n== References =="
  }
}