{
  "url": "https://en.wikipedia.org/wiki/Cearachelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "†Bothremydidae"
    },
    {
      "Subfamily": "†Bothremydinae"
    },
    {
      "Tribe": "†Cearachelyini"
    },
    {
      "Genus": "†CearachelysGaffney, Campos and Hirayama, 2001"
    },
    {
      "Species": "†C. placidoi"
    }
  ],
  "text": {
    "__SUMMARY__": "Cearachelys is an extinct genus of pleurodiran turtle which existed some 80 million years ago. The genus is monotypic, with only type species Cearachelys placidoi known.The genus was named for Ceará, the Brazilian state where the species was discovered. The specific name was named after Placido Nuvens, a director of the Museu Paleontologico de Santana do Cariri.In 2001, the remains of two mostly complete turtle skeletons from the Early Cretaceous rocks of the Santana Formation were used to describe Cearachelys placidoi. Both specimens were from the Romualdo Member of the formation in what is now northwestern Brazil. The type specimen, tentatively labeled MPSC-uncatalogued (for the Museu Paleontologico de Santana do Cariri where the specimen resides), consisted of an incomplete skull, the turtle's shell, a few neck vertebrae and some limb bone fragments. The second specimen, TUTg 1798 is a more complete fossil consisting of most of the turtle's axial and appendicular skeleton. While this specimen hails from the same locality, it was actually procured by the museum eight years prior, in 1993. A fragmentary third specimen was identified in 2007 as belonging to C. placidoi. The specimen, MN-6760-V, consisted of a rather complete fossilized carapace and plastron measuring some 20 cm long.The species was identified as a pleurodire based on a number of distinguishing anatomical characteristics – mainly the arrangement of skeletal elements in its skull and the attachment of its pelvic girdle to its carapace. Further analysis of its skull elements led to its classification in the family Bothremydidae. However, skull elements also differentiate the species from the other members of its family. Its closest relation seems to be from a taxon that evolved much later, the Late Cretaceous turtle Galianemys from Morocco. Both genera possess a rather retracted jugal bone, a characteristic not seen in other bothremydids. In a 2006 paper on the phylogeny of extinct pleurodires, Gaffney united the two closely related genera in the tribe Cearachelyini.\n\n\n== References =="
  }
}