{
  "url": "https://en.wikipedia.org/wiki/Central_American_river_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "Dermatemydidae"
    },
    {
      "Genus": "DermatemysGray, 1847[2]"
    },
    {
      "Species": "D. mawii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Central American river turtle (Dermatemys mawii ), also known locally as the hickatee or tortuga blanca (white turtle), is the only living species in the family Dermatemydidae. Its closest relatives are only known from fossils with some 19 genera described from a worldwide distribution from the Jurassic and Cretaceous. The species is currently found in the Atlantic drainages of Central America, specifically southern Mexico, Belize and Guatemala. It is a relatively large-bodied species, with historical records of 60 cm (24 in) stright carapace length and weights of 22 kg (49 lb); however, more recent records have found few individuals over 14 kg (31 lb) in Mexico or 11 kg (24 lb) in Guatemala.",
    "Etymology": "The specific name, mawii, is in honor of the collector of the type specimen, Lieutenant Mawe of the British Navy.",
    "Description": "D. mawii has a low, flattened, smooth carapace with a median keel present in juveniles, it is usually a uniform brown, almost black, gray or olive in color. The plastron is usually white to yellow, though may acquire substrate staining in some areas. In juveniles, a distinctive keel is found down the center of the carapace, and the outer edges have serrations. These features are lost as the turtle ages. Its skin is predominantly the same color as the shell, with reddish or peach-colored markings around the neck and underside. Males can be differentiated from females by yellow markings on either side of their heads, and longer, thicker tails.",
    "Behavior and Habitat": "D. mawii is a nocturnal, completely aquatic turtle that lives in Atlantic-draining larger rivers and lakes in Central America, from southern Mexico to the Guatemalan-Honduran border. The species is entirely aquatic and does not bask or leave the water, except to lay eggs.",
    "Diet": "D. mawii is entirely herbivorous; it eats figs and flowers opportunistically, but the majority of its diet are the leaves of terrestrial trees.",
    "Reproduction": "The exact reproductive season for this species, D. mawii, has been confused in the literature. However, it is possible that a combination of a diapause and variable local reproductive cues is responsible for this. There appears to be a primary breeding season timed with the later part of the rainy season (September to December) and a secondary one at the beginning of the dry season (January to February). The species can lay up to 4 clutches per year with an average of 2–20 eggs per clutch; clutch sizes over 15, however, were not common.",
    "Conservation status": "D. mawii is a heavily exploited turtle and is currently classified as Critically Endangered and is listed as Endangered under the US Endangered Species Act. The Central American river turtle has been intensely harvested, primarily for its meat, but also for its eggs and shells. The turtle is now uncommon from much of its former range in southern Mexico and individual size is smaller. Rarely found in captivity, the species has been overhunted because of its value in the food market. Even the hatchlings and eggs are sold as food. The species' normally passive nature makes it relatively easy to catch. As such, it has been listed as a CITES Appendix II to prevent exportation, and local laws are in place to prevent them from being hunted.",
    "Conservation efforts in Belize": "On 7 December 2010, the first hickatee conservation forum and workshop was held at the University of Belize, Belmopan campus presented by the Turtle Survival Alliance (TSA), in collaboration with the Belize Foundation for Research and Environmental Education (BFREE), the Environmental Research Institute at UB and the Belize Fisheries Department.  The purpose of the workshop was to bring together members of the scientific community, government officials, NGOs and civil society to share information regarding the critically endangered Dermatemys mawii.\nThe Turtle Survival Alliance (TSA), an international conservation partnership, is committed to preventing turtle extinctions. Focusing on species ranked critically endangered, the TSA supports projects or programs around the world with an emphasis on Madagascar and Asia. An important aspect of the meeting was to share the results of a recent country-wide survey of hickatee; it was conducted in April–May, and was supported by TSA in conjunction with local NGOs, and civil society under the authority of the Belize Fisheries Department. Results of the survey indicated the population is clearly headed towards extinction in Belize unless conservation measures are put in place. Local population extinctions have been documented, and current harvesting rates have been determined to be unsustainable. When compared to previous surveys, the most recent survey indicates the overall populations of hickatee continue to decline across the nation.",
    "Captive turtle breeding program in Belize": "\nA study, managed by the Turtle Survival Alliance (TSA) and conducted on Belize Foundation for Research and Environmental Education (BFREE) property in Belize, began in early 2011 and is a low-maintenance operation focused on generating Dermatemys food plants, while exploring husbandry details, such as egg laying and incubation. Located in southern Belize along the Bladen River, BFREE encompasses 1,200 acres (4.9 km2) of forest and is situated among four protected areas (Bladen Nature Reserve, Cockscomb Basin Jaguar Reserve, Deep River Forest Reserve and Maya Mountain Forest Reserve), which enhances the possibility of a successful breeding program.\nThe goal of the program is to generate hatchlings and release them to repopulate already depleted wild populations and, ultimately, relieve pressures of local populations. The program has the potential to be expanded once it is determined whether the species can be reliably reproduced in good numbers in captivity.\n\n\n== References =="
  }
}