{
  "url": "https://en.wikipedia.org/wiki/Centrochelys_burchardi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Centrochelys"
    },
    {
      "Species": "C. burchardi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tenerife giant tortoise (Centrochelys burchardi) is an extinct species of cryptodire turtle in the family Testudinidae endemic to the island of Tenerife, in the Canary Islands.",
    "Characteristics": "It was a large tortoise, similar to those currently found in some oceanic islands like the Galapagos Islands in the Pacific Ocean and Aldabra and the Seychelles in the Indian Ocean.The earliest remains of C. burchardi found on Tenerife date from the Miocene epoch.  This tortoise is thought to have inhabited the island until the Upper Pleistocene, when volcanic activity at that time exterminated them long before humans arrived during the Holocene. Most fossils are of bones and shells, as well as a nest of fossilized eggs found in volcanic soil in the south of Tenerife, in the present municipality of Adeje. This species of giant tortoise was described in 1926 by Ernst Ahl, the first time a giant tortoise endemic to the Canary Islands described.Another extinct tortoise species, C. vulcanica, is known from the island of Gran Canaria. C. burchardi had a larger shell, with a length of approximately 65 to 94 cm, while C. vulcanica shell had a 61 cm. It is believed that the ancestors of these tortoises could reach the eastern islands of the Canary Islands from the African continent and progressively moved to westward through that archipelago as their size also increased and its appearance evolved to adapt to the conditions of the archipelago.Fossilized tortoise eggs have been found in the islands of Lanzarote and Fuerteventura; however, these eggs have not yet been properly described or named. The species of Fuerteventura has been linked to C. burchardi, but this identification is uncertain, and has been challenged.",
    "See also": "List of extinct animals\nList of African animals extinct in the Holocene\nList of extinct animals of Europe\nIsland gigantism\n\n\n== References =="
  }
}