{
  "url": "https://en.wikipedia.org/wiki/Chelonoidis_donfaustoi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Chelonoidis"
    },
    {
      "Species": "C. donfaustoi"
    }
  ],
  "text": {
    "__SUMMARY__": "Chelonoidis donfaustoi, known as the eastern Santa Cruz tortoise, is a species of Galápagos tortoise living on Santa Cruz Island, within the Galápagos. Until 2015, C. donfaustoi was classified as part of another species, Chelonoidis porteri.",
    "Tortoise populations on Santa Cruz Island": "Earlier mitochondrial DNA studies of tortoises on Santa Cruz showed up to three genetically distinct lineages found in nonoverlapping population distributions around the regions of Cerro Monturra in the northwest, Cerro Fatal in the east, and La Reserva (or La Caseta) in the southwest. Although traditionally classified together, the lineages were all shown to be more closely related to tortoises on other islands than to each other, and thus are thought to be the result of three separate colonizations of the island. Cerro Monturra tortoises are most closely related to duncanensis tortoises from Pinzón, Cerro Fatal to chathamensis from San Cristóbal, while Reserva tortoises are closer to the four southern races of Isabela. Tortoises are aided in oceanic dispersal by their ability to float with their heads up, and to survive up to six months without food or water.",
    "Classification": "In 2015, Chelonoidis donfaustoi was reclassified as a new species on the basis of genetic and morphological data. C donfaustoi is the sister lineage to C. chathamensis on San Cristóbal, and is part of a clade that also includes C. hoodensis of Española and C. abingdoni of Pinta. Genetically, C. donfaustoi differs from other tortoises by allele frequency at 12 microsatellite loci, which allowed assignment to the genetically distinct cluster. C. donfaustoi also shares a set of nucleotides distinct from that of C. porteri on the same Santa Cruz Island and from C. chathamensis.The reclassification reduced the range of C. porteri to the western and southwestern parts of Santa Cruz Island. At the same time it confined C. donfaustoi to the eastern part of Santa Cruz Island, with a population size estimated at about 250 individuals. C. porteri was shown to be part of a clade that includes the Floreana and southern Isabela tortoises, as well as specimens reputedly representing Rábida and Fernandina.The species received the scientific epithet donfaustoi in honor of Fausto Llerena Sánchez, who devoted 43 years to giant tortoise conservation as a park ranger within the Galapagos National Park Directorate. “Don Fausto” was the primary caretaker of endangered tortoises in captivity.C. donfaustoi is the 15th known tortoise species to be discovered on the islands, with four of those species being extinct.  The classification of a new tortoise species was the first in over a century.",
    "Appearance": "While similar to other Galápagos tortoises, C. donfaustoi can be distinguished from them by means of shell size and shape. Some Galápagos tortoises are larger than C. donfaustoi, with higher anterior   opening of the shell.\n\n\n== References =="
  }
}