{
  "url": "https://en.wikipedia.org/wiki/Chersobius_signatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Chersobius"
    },
    {
      "Species": "C. signatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Chersobius signatus is the world's smallest species of tortoise (family Testudinidae). The species is commonly known as the speckled tortoise and also known locally as the speckled padloper and internationally as the speckled Cape tortoise. A member of the genus Chersobius, it is endemic to South Africa.",
    "Distribution and subspecies": "C. signatus is naturally restricted to a small area in Little Namaqualand, an arid region in the west of South Africa, where it normally lives on rocky outcrops and forages among the rocks for the tiny succulent plants it eats.\nIn the past, two subspecies were recognized, the Namaqualand speckled padloper (C. s. signatus) and the southern speckled padloper (C. s. cafer), but genetic studies have determined this was not supported and they are now considered a single species.",
    "Description": "The males of C. signatus measure 6–8 cm (2.4–3.1 in) in straight carapace length, while the larger females measure up to almost 10 cm (3.9 in); they weigh about 95–165 g (3.4–5.8 oz). This species has a flattened shell with slightly serrated edges. The orange-brown shell is covered in hundreds of black spots. The males have a noticeably concave belly.\nThis tiny tortoise can be distinguished from the other Chersobius species by its speckles, and by five toes on its fore feet (unlike many of its relatives, which have four toes on all four feet).",
    "Lifecycle and behaviour": "Speckled padlopers are most active in the early morning (especially in autumn and spring, when they breed). Living among the rocky outcrops, they feed on small succulents which grow between the rocks, and which they are small enough to reach. \nTheir courtship involves the male and female nodding their heads at each other. After mating, the female makes a nest of several eggs in damp soil between the rocks. The hatchlings are under 7 grams and 30 mm (1.2 in) long, and emerge after  100 to 120 days.",
    "Threats and conservation": "C. signatus is threatened by traffic on roads, habitat destruction, and poaching for the pet trade. As the trade in collected Chersobius species is strictly illegal and any captive specimens are systematically registered in noncommercial studbooks in South Africa and Namibia, any commercial sale of Chersobius tortoises is almost without exception strictly illegal. Another threat comes from introduced species, such as domestic dogs and pigs.Many are taken from their natural habitat each year, and nearly all subsequently die as a result, as they do not readily adapt to typical captive diets and environmental change. Unlike most other Chersobius species, however, their diet (while very varied) is not highly specialized. Therefore, the species can adapt well to captivity, provided that proper attention is paid to temperature, humidity, and a sufficiently varied diet. They can be very hardy in captivity, and most problems with captive care are caused by faulty nutrition, high humidity, dampness, or bad husbandry.\n\n\n== References =="
  }
}