{
  "url": "https://en.wikipedia.org/wiki/Chersobius_boulengeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Chersobius"
    },
    {
      "Species": "C. boulengeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Chersobius boulengeri, commonly known as the Karoo padloper or Boulenger's cape tortoise, is a species of tortoise in the family Testudinidae. The species is endemic to the Nama Karoo Region of South Africa.",
    "Naming": "Chersobius boulengeri is known by several common names. In southern Africa (and in much of the scientific community) it is known as the Karoo padloper, as it is the padloper species which is endemic to the Nama Karoo. It is also sometimes known as Boulenger's cape tortoise, as the Donner-weer tortoise and or as Boulenger's padloper.The specific name, boulengeri, and some of the common names are in honor of Belgian-born British herpetologist George Albert Boulenger.",
    "Description": "The Karoo padloper is a small tortoise with a relatively flat, brown shell (olive to reddish or orange brown). Though almost always of a uniform colour, the vertebral shields of its shell sometimes have slightly darker edges – especially in young specimens. Its colouration makes it especially well camouflaged in its arid rocky Karoo habitat.\nLike the closely related speckled padloper (Chersobius signatus) and Nama padloper (Chersobius solus) to the west, it has five clawed toes on its front feet and four on its hind feet. Their weight is generally 100 to 150 grams (3.5 to 5.3 oz). The average straight carapace length is 100 mm (3.9 in), though adult females are larger than males. Adult males can also be distinguished from females by having slightly longer tails, and a concave belly (plastron).It looks superficially similar to the larger greater padloper (Homopus femoralis) of the grasslands in the east. However the Karoo Padloper can be distinguished by its uniform colouration, its having five toes on its front feet versus four toes on its back feet, the smaller scales on its forelimbs, and its nostrils which are level with or above its eyes.",
    "Distribution and habitat": "C. boulengeri, a small, shy tortoise, occurs at relatively low densities in the succulent and desert shrubland of the central Karoo.\nIn its natural environment in the Great Karoo, it usually inhabits rocky outcrops and ridges of shale and ironstone. Here it hides in rock cracks and under ledges (rather than under vegetation, like many other tortoises). It has a very specialised diet (and therefore has a very poor survival rate in captivity). It is known for emerging just before thunderstorms, from which it got its local Afrikaans name of \"Donnerweerskilpad\" (\"thunder tortoise\").",
    "Conservation and captivity": "C. boulengeri is threatened by habitat destruction, traffic on roads, overgrazing, and poaching for the pet trade. As the trade in collected Chersobius species is strictly illegal and any captive specimens are systematically registered in noncommercial studbooks in South Africa and Namibia, any commercial sale of Chersobius tortoises is almost without exception strictly illegal.The species does not survive well in captivity, unless considerable effort is made to supply specimens with their natural food, that is, the indigenous plants from the Nama Karoo Region. It also has very specific temperature, moisture and climate requirements.",
    "References": "",
    "Further reading": "Branch, Bill (2004). Field Guide to Snakes and other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. ISBN 0-88359-042-5. (Homopus boulengeri, pp. 27–28 + Plate 6).\nDuerden JE (1906). \"South African Tortoises of the Genus Homopus, with Description of a New Species\". Records of the Albany [South Africa] Museum 1: 405-411. (Homopus boulengeri, new species, pp. 406–407).",
    "External links": "Turtletimes.com"
  }
}