{
  "url": "https://en.wikipedia.org/wiki/Clemmys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Emydidae"
    },
    {
      "Genus": "ClemmysRitgen, 1828"
    },
    {
      "Species": "C. guttata"
    }
  ],
  "text": {
    "__SUMMARY__": "The spotted turtle (Clemmys guttata), the only species of the genus Clemmys, is a small, semi-aquatic turtle that reaches a carapace length of 8–12 cm (3.1–4.7 in) upon adulthood. Their broad, smooth, low dark-colored upper shell, or carapace, ranges in its exact colour from black to a bluish black with a number of tiny yellow round spots. The spotting patterning extends from the head, to the neck and out onto the limbs.  Males and females can be distinguished by differences in plastron shape and eye and chin colouration.\nSpotted turtles are aquatic omnivores that inhabit a variety of semi-aquatic or in other words, shallow, fresh-water areas such as flooded forests, marshes, wet meadows, bogs and woodland streams in southern Canada (Ontario) and the eastern US: the eastern Great Lakes and east of the Appalachian Mountains.",
    "Taxonomy": "The spotted turtle is the only species in the genus Clemmys, which was first named in 1828 by Ferdinand August Maria Franz von Ritgen.  Johann Gottlob Schneider originally described the species as Testudo guttatai in 1792; however, he is now the authority for the current binomial name, Clemmys guttata. Until recently, the genus Clemmys consisted of four species (bog turtle, spotted turtle, western pond turtle, and the wood turtle). Recent genetic analyses have revealed that the spotted turtle is distinct from the other three species. The bog turtle and the wood turtle were moved to the genus Glyptemys, while the western pond turtle has been renamed Actinemys.",
    "Description": "The spotted turtle is small and has a gray to black base color. Its upper shell (carapace) is smooth, does not have a central ridge running down the middle (called a \"keel\"), and grows to 3.5–12.5 cm (1.4–4.9 in) in length.  It is also totally black and contains anywhere from zero to about one hundred yellow spots, which are a defining characteristic of this turtle.  Although perhaps inconsequential, it has been found that the left side of the upper shell has more spots than the right.  Spots can always be found on the head, neck, and limbs. The bottom shell (plastron) is yellow or orange-yellow and a black spot is present on each section (scute); however, with age, melanism of the plastron increases until the entire surface is black.The head is black and the upper jaw is notched.  On each side of the head is a large orange blotch.  Also present are several yellow bands of varying size.  Skin on the dorsal side of the turtle is black with sparse yellow spots while skin on the ventral side may be brighter: orange, pink, or red.  These lightly pigmented areas do vary geographically  and the tail of some individuals has yellow striping.  Regarding the geographical variation in spots, southern individuals tend to have smaller and less conspicuous spots than those of individuals from farther north.  The spotted turtle's karyotype consists of 50 chromosomes.Visual differences between male and female turtles develop around the time of sexual maturity. The male spotted turtle has a tan chin, brown eyes, and a long, thick tail.  The chin of the female is yellow; she also has orange eyes and a shorter tail than the male.  In addition, the bottom shell of males is concave while it is either flat or convex in females.  On average, females grow to be slightly larger than males.  Also, females have more spots than males (on average).Hatchlings resemble the adults closely. Consistently, each segment of the upper shell has only one yellow spot.",
    "Distribution": "The spotted turtle ranges from southern Maine, Quebec, and Ontario, south along the eastern US to Florida in the east and central Indiana and Ohio in the west.  Disjunct populations exist in the Canadian portion of its range and also in central Illinois, central Georgia, North Carolina, South Carolina, and Indiana.  In Indiana and Illinois, the species is found only in the northern portion of the state but it is found on most of the lower peninsula of Michigan.  The highly fragmented distribution of spotted turtles in Ohio only covers the northern two-third of the state.The spotted turtle occupies a variety of habitats including swamps, bogs, fens, marshes, woodland streams, and wet pastures.  Also, brackish streams that are influenced by tides can also serve as a home to this turtle in addition to ditches, vernal pools, and sedge meadows.  For a habitat to be sufficient for spotted turtle survival it must have areas of soft substrate and at least some aquatic vegetation.  An optimum habitat would include shallow and slow moving waters with soft muddy soil, sedge tussocks, water lilies, sphagnum moss, and cattails.  Because it is so often found in areas that contain duckweed, the yellow spots on these turtles may serve as a form of camouflage.  The spotted turtle avoids artificial reservoirs and deep, open-water areas.The spotted turtle can be decidedly terrestrial, spending a good amount of time on land and sometimes basking on patches of grass near its body of water.   The females during times of nesting will travel onto land and lay eggs on sunny soil.  Nesting also may take place in other terrestrial locations, for instance near man-made dykes or the nest of a muskrat.",
    "Distribution-Population features": "Although the spotted turtle has been observed in Quebec, no permanent population is known to exist there.  However, 104 populations have been discovered in Ontario.  Most of these concentrated around Georgian Bay, on the north shore of Lake Erie, and southeastern Ontario.  Of the original 104 sites noted, 36 are known to no longer have spotted turtles.Despite the seemingly large number of populations in Canada, many are not self-sustaining because of the following reasons: the majority of the populations are small, they all have less than 200 individuals, and the areas are all isolated from one another.  All told it is estimated that anywhere from 1000 to 2000 spotted turtles live in Canada however, with individual populations ceasing to exist, this number is declining.The spotted turtle's range overlaps that of many other turtles.  It can often be found in the same wetlands as wood turtles, bog turtles, snapping turtles, painted turtles, Blanding's turtles, eastern box turtles, common musk turtles, and eastern mud turtles.",
    "Ecology and behavior": "The spotted turtle is one species whose sex is determined by temperature during embryonic development. Some researchers have claimed that global warming may deleteriously impact population sex ratios.During the freezing temperatures of winter and the extreme heat of summer, spotted turtles become inactive during environmentally unfavorable conditions. However, the species appears to be relatively tolerant of drought conditions.  Spotted turtles do become active very early in the spring, and are often active at relatively cold water temperatures during that season. Activity appears to peak during April and May in the northern part of the range. In the warmest part of the summer (when water temperatures exceed 30 °C), they may aestivate terrestrially or aquatically for long periods of time. During summer dormancy, the turtles may burrow into leaf litter in woodlands or marsh edges or open fields; others remain in muskrat burrows or other aquatic refuges. Litzgus and Brooks (2000) have questioned the common presumption that summer dormancy is an attempt by the turtles to avoid high temperatures; data from Ontario and elsewhere suggests that avoidance of predation and conservation of energy resources may be viable alternate explanations. No matter the explanation for dormancy, the \"winter\" dormant period may commence in late summer or fall, but in almost every instance after a return to aquatic habitats.Spotted turtles home ranges tend to occupy limited areas of about 0.5 to 3.5 hectares (1.2 to 8.6 acres). Note that due to their size, these small turtles are highly vulnerable to predation, particularly during their frequent terrestrial wanderings. Many specimens will show mutilation injuries and scars from past predation attempts. Raccoons (Procyon lotor) are particularly adept at consuming and killing this species. Spotted turtles have been observed to dive into the water and bury themselves in the bottom mud when surprised while basking. Muskrats kill many spotted turtles during the winter dormant period.",
    "Ecology and behavior-Diet": "The spotted turtle is an active hunter: seeking out prey items in the water by pointing its head into aquatic plants.  It feeds at temperatures above 14.2 °C (57.6 °F), which in its range corresponds to roughly the middle of March onward until September.  It is omnivorous and eats exclusively in the water, consuming plant material including aquatic vegetation, green algae, and in at least one instance, wild cranberries.  Animal food includes aquatic insect larvae, worms, slugs, millipedes, spiders, crustaceans, tadpoles, salamanders, and several genera of small fish.   These items are consumed alive or dead but always in the water.  Some of the insects commonly found in with the spotted turtle's stomach contents are terrestrial, suggesting the turtle moves onto land to hunt.  In captivity, these turtles will eat fruits such as cantaloupe and watermelon and fresh and canned fish.",
    "Notes": "The spots on spotted turtles vary greatly throughout their range. They can have up to a hundred spots, while some have no spots at all. Spotted turtles shed their scutes in small pieces occasionally resulting in completely smooth shelled specimens. These are very intelligent turtles and have been tested like the Wood Turtles in mazes and have been proven to have the brain capacity of a mouse. These turtles are only active in the cooler spring months. The spotted turtle is declining throughout eastern Northern America due to habitat loss and poaching. One study focused specifically on the Southeastern population, and recorded that females had greater shell heights, heavier body masses, and longer plastrons than males. In another study, where radio-telemetry was used, Spotted turtle behavior was observed in northeastern America, where distinct seasonal movement patterns revealed that spotted turtles exhibited a positive association in wetlands hosting abundant Wood Frog egg masses in spring and from spring to late summer, a negative association in forested wetlands was detected. Spotted turtles require frequent terrestrial movements for their diverse habitat requirements which exposes them to potential threats including unsustainable sources of adult mortality such as road kill and illegal collection. Recovery action is necessary to prevent decline of spotted turtles since this species has been determined to have a high risk of extinction in several areas ranging from South Carolina up to Maine in the US and even further north into Ontario, Canada, mitigation requires spatial and temporal shifts in habitat use.",
    "Conservation": "In Canada, the spotted turtle is federally endangered, while in the United States the spotted turtle is currently under review by the Fish and Wildlife Service for protection under the Endangered Species Act. It is listed by the IUCN as endangered, and has \"listed\" status in many of the states where it occurs. For example, in Indiana the spotted turtle is listed as an endangered species. In the Northeast, it has protective status in five of the six New England states and is listed as a species of special concern in New York.\nHabitat destruction and alteration, collection for the pet trade, and other human impacts such as vehicle mortality (cars and mowers) are leading to declines in populations.",
    "References": "",
    "Further reading": "",
    "External links": "ARKive - images and movies of the spotted turtle (Clemmys guttata)\n\"Developing a Habitat Suitability Model for the Spotted Turtle Using a Hybrid-Deductive Approach\" by Bryan Correa-Berger [1]"
  }
}