{
  "url": "https://en.wikipedia.org/wiki/Cratochelone",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "†Protostegidae"
    },
    {
      "Genus": "†Cratochelone"
    },
    {
      "Species": "†C. berneyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Cratochelone is an extinct genus of sea turtle in the family Protostegidae and containing a single species Cratochelone berneyi.  The species is known only from the mid to late Albian Toolebuc Formation, part of the rolling downs group, in the Hughenden of Central northern Queensland, Australia.",
    "History and classification": "Cratochelone berneyi is known only from one fossil, the holotype, specimen number \"QM F14550\".  The specimen is composed of a grouping of disassociated post-cranial skeleton elements in a hard, fine-grained and \"dirty-stone colored\" sedimentary matrix. The bones include portions of the left side plastron, the shoulder girdle, and segments of a forelimb.  The fossil is thought to have been recovered by F. L. Berney from outcrops of the Toolebuc Formation exposed in the Eromanga Basin.  The type specimen is currently preserved in the paleontology collections housed in the Queensland Museum, in Brisbane, Australia.  Cratochelone was first studied by Herber A. Longman, husband of Irene Longman, of the Queensland Museum.  Longman's 1915 type description of the genus and species was published in the Memoirs of the Queensland Museum.  The generic name was coined by Longman to be a contradistinction of the related Albian genus Notochelone also described from Queensland.  The specific epithet berneyi is in honor of F. L. Berney who recovered and donated the specimen to the museum.Cratochelone bernedi is one of three protostegid sea turtle taxa described from the fossil record of Australia. Described in 1885 Notochelone costata is the smallest species, while the most recently described species Bouliachelys suteri, is between Notochelone and Cratochelone in size.In his type description Longman noted the incomplete nature of the fossil and hoped that more complete specimens would be found.  Despite this, the type specimen remains the only known specimen of the species.",
    "Description": "The holotype specimen's forelimb is represented by the proximal ends of the radius, ulna and humerus.  Though missing, the shaft of the humerus was similar to those found in primitive protostegid species.  The wide angle of divergence between the scapular processes is similar to a number of early protostegid and cheloniids.  The wide wings along the entoplastron and its lack of fusion with the surrounding bones indicates that Longman's placement of the genus is accurate.  Longman noted the very large size of the bones, and estimated a complete specimen may have reached close to 4 metres (13 ft).  This size was regarded as dubious by later researchers and was recorded several times as 2 metres (6.6 ft).  Within his re-description of the type material in 2006, Benjamin Kear reaffirmed the size of full specimens to be in the 4 metres (13 ft) range.\n\n\n== References =="
  }
}