{
  "url": "https://en.wikipedia.org/wiki/Elongated_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Indotestudo"
    },
    {
      "Species": "I. elongata"
    }
  ],
  "text": {
    "__SUMMARY__": "The elongated tortoise (Indotestudo elongata) is a species of tortoise found in Southeast Asia and parts of the Indian Subcontinent, particularly Northeast India.",
    "Description": "Shell considerably depressed, more than twice as long as deep, with flat vertebral region; anterior and posterior margins slightly reverted, strongly serrated in young, feebly in old specimens; shields concentrically striated, except in old specimens; nuchal present (rarely absent), narrow and elongate; supracaudal undivided, more or less incurved; first vertebral usually nearly as long as broad in the adult, the others broader than long and nearly as broad as the costals. Plastron large, truncate anteriorly, deeply notched posteriorly; suture between the pectoral shields as long as or longer than that between the humerals; suture between the gulars as long as or a little shorter than that between the pectorals; anals forming a very short suture, or entirely separated by the anal notch; axillary and inguinal moderate. Head moderate; a pair of large praefrontal shields, usually followed by a nearly equally large frontal; beak feebly hooked, tricuspid; alveolar ridge of upper jaw short and rather feeble. Anterior face of fore limbs with moderate, unequal-sized, imbricate scales, which are largest towards the outer side; no enlarged tubercles on the thighs; tail ending in a claw-like horny tubercle. Carapace and plastron greenish yellow, each shield with an irregular black spot or blotch, which may occupy its greater portion, or may be much broken up or indistinct.",
    "Description-Size": "Typically, Indotestudo elongata are around 30 cm (12 inches) long and 3.5 kg (7 pounds) as an adult. Females tend to be wider than males and more rounded.  Males also have a tail that is much larger than that of the female. The males have a concave plastron while the plastron of a female is flat. Additionally, the female's posterior claws are markedly longer and more curved than those of the male. It is believed that this is to facilitate nest building.",
    "Distribution": "The species is found in India (Tripura, Jalpaiguri, East Bengal, and Singhbhum in Bihar), Nepal, Bangladesh, Burma (or Myanmar), Laos, Thailand (incl. Phuket), Cambodia, Vietnam, Western Malaysia, Southern China. Type locality: Arakan, Tenasserim, Burma.",
    "Threats and conservation": "The elongated tortoise is an endangered species and is in severe decline across its natural range.The principal threats to this species are the mass harvesting of the remaining wild populations for the large and growing food markets in China and elsewhere in East Asia. It is also incorrectly believed in China that a mixture, made by grinding up the tortoise's shell, serves as an aphrodisiac.In addition, other threats are habitat destruction and illegal collecting for the pet trade.",
    "Elongated tortoises in captivity": "In their natural habitat these tortoises browse a wide variety of plants. Likewise in captivity, they require a very wide range of foods, not just one type of vegetable. Their diet is principally a range of vegetables and edible leaves, however they also consume meat, snails, eggs and other food types. This serves to supplement their diet. Vegetables alone are not sufficiently varied.This tropical species does not survive in cold climates. Those exported to Europe and North America for the pet trade usually suffer, and soon die, if they are not given special indoor care. \nThey also require a constant water source, for bathing and drinking. Being reptiles, which cannot control their body temperature internally, they require a varied area in which they can access both sun and shade. This allows them to move around and thus to regulate and maintain their body temperature constant.",
    "References": "",
    "Further reading": "Blyth, E. 1854 Notices and descriptions of various reptiles, new or little-known. Part I. J. Asiat. Soc. Bengal  22 [1853]: 639–655\nGray, J.E. 1857 Notice of some Indian tortoises (including the description of a new species presented to the British Museum by Professor Oldham). Ann. Mag. Nat. Hist. (2) 19: 342–344\nIverson, John B., Phillip Q. Spinks, H. Bradley Shaffer, William P. McCord and Indraneil Das 2001 Phylogenetic relationships among the Asian tortoises of the genus Indotestudo (Reptilia: Testudines: Testudinidae). Hamadryad 26 (2):271–274",
    "External links": "Indotestudo elongata at the Reptarium.cz Reptile Database\nElongated Tortoise"
  }
}