{
  "url": "https://en.wikipedia.org/wiki/Fernandina_Island_Galápagos_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Chelonoidis"
    },
    {
      "Species": "C. phantasticus"
    }
  ],
  "text": {
    "__SUMMARY__": "Chelonoidis phantasticus (commonly known as the Fernandina Island Galápagos tortoise or Narborough Island giant tortoise) is a species of Galápagos tortoise that was last seen in 1906, until a single female individual was discovered living on Fernandina Island by Jeffreys Malaga, a ranger in the Galápagos, along with Washington Tapia, director of the nonprofit Galápagos Conservancy's Giant Tortoise Restoration Initiative, as well as wildlife biologist Forrest Galante who led the expedition in February 2019 on behalf of Discovery Channel.",
    "Taxonomy": "Chelonoidis phantasticus is considered a member of the Chelonoidis nigra species complex, variably considered a subspecies of C. nigra or a valid species itself. Rhodin et al. (2010) lists them separately but under the heading “C. nigra species complex”.",
    "Discovery and rediscovery": "Originally known from only one male specimen found (and killed) by members of the 1906 California Academy of Sciences expedition. There were discoveries of putative tortoise droppings and cactus bite marks in 1964 and 2013, and an unconfirmed sighting in 2009. However, no confirmed live tortoises nor remains were found on Fernandina until a statement released by Ecuador's Ministry for the Environment in February 2019 indicated the discovery of an elderly female, following an expedition by Forrest Galante for Animal Planet's show, Extinct or Alive. The tortoise has been transferred to a breeding center on the nearby island of Santa Cruz for the purpose of conservation and genetic tests.\n\n\n== References =="
  }
}