{
  "url": "https://en.wikipedia.org/wiki/Flatback_sea_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Chelonioidea"
    },
    {
      "Family": "Cheloniidae"
    },
    {
      "Subfamily": "Cheloniinae"
    },
    {
      "Genus": "NatatorMcCulloch, 1908"
    },
    {
      "Species": "N. depressus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Australian flatback sea turtle (Natator depressus, formerly Chelonia depressa)  is a species of sea turtle in the family Cheloniidae. The species is endemic to the sandy beaches and shallow coastal waters of the Australian continental shelf. This turtle gets its common name from  the fact that its shell has a flattened or lower dome than the other sea turtles. It can be olive green to grey with a cream underside. It averages from 76 to 96 cm (30 to 38 inches) in carapace length and can weigh from 70 to 90 kg (154 to 198 lb).  The hatchlings, when emerging from nests, are larger than other sea turtle hatchlings when they hatch.  The flatback turtle is listed by the IUCN Red List of Threatened Species as Data Deficient, meaning there is insufficient scientific information to determine its conservation status at this time. It was previously listed as Vulnerable in 1994. It is not as threatened as other sea turtles due to its small dispersal range.",
    "Taxonomy": "The flatback sea turtle was originally described as Chelonia depressa in 1880 by American herpetologist Samuel Garman. The genus Natator (meaning \"swimmer\") was created in 1908 by Australian ichthyologist Allan Riverstone McCulloch, and in the same scientific paper he described what he thought to be a new species, Natator tessellatus, thereby creating a junior synonym. In 1988 Swiss paleontologist Rainer Zangerl assigned the flatback sea turtle to the genus Natator as the new combination Natator depressus. Because Chelonia is feminine, and Natator is masculine, the specific name was changed from depressa to depressus.",
    "Description": "The flatback turtle is a sea turtle that can be recognized by its smooth flat-domed shell, or carapace, which has upturned edges along the sides.  It has the coloration of olive green or a mixture of grey and green.  This matches the coloration of its head.  The underside, also called the plastron, has a much lighter coloration of a pale yellow.   The flatback sea turtle has an average carapace length ranging from 76 to 96 cm (30 to 38 in), and weighs from 70 to 90 kg (about 155 to 200 lb).  The females of this species are larger than the males in adulthood and also have been found to have longer tails than their male counterparts.Features of this sea turtle which help contribute to its recognition are the single pair of prefrontal scales on the head, and the four pairs of coastal scutes on the carapace.  Another unique feature of this species of sea turtle is the fact that its carapace is found to be much thinner than other sea turtle carapaces.  This feature causes the shell to crack under the smallest pressures.",
    "Geographic range": "The flatback sea turtle has the smallest range of the seven sea turtles. It is found in the continental shelf and coastal waters of tropic regions. It does not travel long distances in the open ocean for migrations like other sea turtles. It can typically be found in waters of 60 m (200 ft) or less in depth. It does not have a global distribution like the other sea turtles. The flatback sea turtle can be found along the coastal waters of Northern Australia, the Tropic of Capricorn, and the coastal areas of Papua New Guinea. Its distribution within Australia is in the areas of eastern Queensland, Torres Strait and Gulf of Carpentaria, Northern Territory, and Western Australia.The distribution of nesting sites can be found across Queensland, the Northern Territory, and Western Australia, with the greatest concentration found in Queensland, in the Gulf of Carpentaria.  Within Queensland, the nesting sites can be found from the south in Bundaberg to the Torres Strait in the north.  The main nesting sites in this range are the southern Great Barrier Reef, Wild Duck, and Curtis Island. The Torres Strait contains the major nesting sites for these turtles. Within the Northern Territory, nesting sites are more widely dispersed in this area with a wide variety of beach types on this coastline. In the Western Australia area, the important nesting sites found have been the Kimberley Region, Cape Dommett, and the Lacrosse Island.",
    "Habitat": "The flatback sea turtle lives in the shallow, soft-bottomed tropical and subtropical waters. This turtle sticks to the continental shelf of Australia and can be found in grassy areas, bays, lagoons, estuaries, and any place with a soft-bottomed sea bed. The habitats that females prefer for nesting sites are sandy beaches in tropical and subtropical areas. They prefer beaches where the sand temperature can be in the range of 29 °C to 33 °C (84 to 91 °F) at nest depth, which are the temperatures that help determine the hatchling's sex.",
    "Life History": "",
    "Life History-Early life": "The hatchlings begin to leave the nests during the beginning of December, and the clutches will continue to hatch until late March.  The peak of hatchling emergence can be seen during February. A flatback sea turtle hatchling is larger than other sea turtle hatchlings with its carapace length averaging 60 mm (2.4 in). Its large size helps protect it from some of the predators after hatching, and allows it to also be a stronger swimmers. The hatchlings tend to stay close to shore and lack the pelagic phase of other sea turtles. The hatchlings will feed on the macroplankton present in their surface-dwelling environment.",
    "Life History-Reproduction": "A flatback sea turtle is sexually mature anywhere between 7–50 years of age, and an adult female will nest every two to three years. Mating occurs while the male and female are out at sea; therefore, the males will never return to shore after they hatch. The flatback nesting sites can only be found along the coast of Australia within the slopes of the dunes. A female will return to the same beach for her subsequent clutches within the same nesting season. She will return for other nesting seasons, as well. Depending on the area of the nesting site, the nesting season can go from November to January or can last the entire year. Females are able to lay up to four times throughout the nesting season, and the intervals between nesting can be 13–18 days. While using her front flippers to dig, the female will clear away the dry sand located at the top. After she clears the sand, the female will create an egg chamber using her back flippers. After she has laid her eggs, she will then cover the nest again using her back flippers, while also tossing sand back with her front flippers.The number of eggs in a flatback sea turtle's clutch are fewer than other sea turtles. It will have an average of 50 eggs laid each time in a clutch, while other sea turtles may lay up to 100-150 eggs in a clutch. The eggs are about 55 mm (2.2 in) long within these clutches.  The sex of the flatback turtle hatchling is determined by the temperature of the sand that the egg is in.  If the temperature is below 29 °C (84 °F), the hatchling will be a male, and if the temperature is above this 29 °C it will be female.",
    "Ecology": "",
    "Ecology-Diet": "The flatback sea turtle is an omnivorous species, but predominantly eats a carnivorous diet. It feeds mostly on the prey found within the shallow waters where it swims. It has been found to feed on soft corals, sea cucumbers, shrimp, jellyfish, mollusks, and other invertebrates. It will also occasionally feed on seagrasses, even though it rarely feeds on vegetation.",
    "Ecology-Predators": "The flatback sea turtle is preyed upon by both terrestrial and aquatic organisms.  The terrestrial predators it must face are foxes, feral dogs, and pigs. The aquatic predators to this turtle are sharks. The hatchlings also face predation from crabs, birds, and small crocodiles on their journey to the waters. Once in the water, the hatchlings can be preyed upon by fish and even sharks.  Due to their large size when they are born and their strong swimming skills, the likelihood of capture is lowered.",
    "Conservation": "",
    "Conservation-Status": "The flatback sea turtle is listed as Vulnerable nationally in Australia. It is the least endangered of all of the sea turtles. Unlike other sea turtles, there is not a big human demand for the meat of the flatback sea turtle. It does not swim far from shore; thus, it does not get caught in nets as often as other sea turtles. These reasons can contribute to why it is not in more danger of extinction.",
    "Conservation-Threats": "All marine turtles are faced with threats such as habitat loss, the wildlife trade, collection of eggs, collection of meat, by-catch, pollution, and climate change. The flatback sea turtle is specifically threatened by the direct harvest of eggs and meat by the indigenous people of Australia for traditional hunting. These people are given the right to harvest by the government, but only if for non-commercial purposes. Another threat is the destruction of nesting beaches due to coastal development and the destruction of feeding sites at coral reefs and the shallow areas near the shore. Camping on these beaches compacts the sand and contributes to dune erosion, and the wheel ruts caused by vehicles driving on the beaches can trap the hatchlings on their journey to the sea. Coastal development contributes to barriers that make it difficult or impossible for adult turtles to reach nesting and feeding sites. The flatback sea turtle also falls prey to incidental capture. It is caught by fishermen, particularly by trawling, gillnet fishing, ghost nets, and crab pots. Lastly, pollution is a concern for this creature. Pollution can affect the timing of egg laying, how it chooses its nesting site, how hatchlings find the sea after emerging, and how adult turtles find the beaches.",
    "Conservation-Conservation Methods": "In 2003, a recovery plan was set in place nationally to help this species along with other sea turtles. This plan aims to reduce mortality rates through actions within commercial fisheries and to maintain a sustainable harvest by indigenous people. Monitoring programs are being developed and integrated, along with managing factors that affect the reproductive success of this species. In Kakadu National Park, a monitoring program has already been set up for this species. This species' critical habitat is being identified for protection. People are also trying to enhance the communication about information on the flatback sea turtle, and enhance the cooperation and actions internationally.",
    "References": "",
    "External links": "\"Flatback sea turtle\" at the Encyclopedia of Life \nGreat Barrier Reef Marine Park Authority: Flatback turtles\nFlatback sea turtle @ Sea Turtle, Inc.",
    "Further reading": "Cogger HG (2014). Reptiles and Amphibians of Australia, Seventh Edition. Clayton, Victoria, Australia: CSIRO Publishing. xxx + 1,033 pp. ISBN 978-0643100350.\nGarman S (1880). \"On certain Species of Chelonioidæ\". Bulletin of the Museum of Comparative Zoölogy at Harvard College, in Cambridge 6: 123-126. (Chelonia depressa, new species, pp. 124-125).\nMcCulloch AR (1908). \"A New Genus and Species of Turtle, from North Australia\". Records of the Australian Museum 7: 126-128 + Plates XXVI-XXVII. (Natator, new genus, pp. 126-127; N. tessellatus, new species, pp. 127-128).\nWilson, Steve; Swan, Gerry (2013). A Complete Guide to Reptiles of Australia, Fourth Edition. Sydney: New Holland Publishers. 522 pp. ISBN 978-1921517280.\nZangerl R, Hendrickson LP, Hendrickson JR (1988). \"A redescription of the Australian Flatback Sea Turtle Natator depressus \". Bishop Mus. Bull. Zool. 1: 1-69. (Natator depressus, new combination)."
  }
}