{
  "url": "https://en.wikipedia.org/wiki/Flat-backed_spider_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Pyxis"
    },
    {
      "Species": "P. planicauda"
    }
  ],
  "text": {
    "__SUMMARY__": "Flat-backed spider tortoise (Pyxis planicauda), more commonly known as the flat-tailed tortoise, and Madagascan flat-tailed tortoise, is a tortoise that belongs to the family Testudinidae. The various common names for this small tortoise usually refer to the noticeably flattened nature of its oblong upper-shell or its tail.The flat-backed spider tortoise is endemic to the west coast of Madagascar, between the Monrondava and Tsiribihina rivers. Due to the specifications of its habitat, the flat-backed spider tortoise is classified as critically endangered on the IUCN Red List.",
    "Description": "The flat-backed spider tortoise receives its name from its distinctive physical appearance. Its upper-shell (carapace) and tail are outstandingly flatter than the common tortoise. Its carapace is patterned, with each scute ranging in color from light brown to yellow center and a dark brown to black outline. In older tortoise, an additional yellow border can be seen that surrounds the dark outline. Yellow rays extend outwards from the center of each scute. Scutes along the borders of the shell (marginal) are usually dark in color, surrounded by a yellow band. The lower shell (plastron) usually appears to be yellow in color, with scattered dark spots or rays. The limbs are covered with scales that range from yellow to brown in color. The head, on the other hand, is usually darker in color (ranges from dark brown to black, with some yellow markings).",
    "Habitat and behavior": "The flat-backed spider tortoise is confined to lowland fragments of dry, deciduous forest, found only on the west coast of Madagascar. It is concentrated between the Monrondava and Tsirbihina rivers. The forests inhabited by the flat-backed spider tortoise grow on loose sandy soils and the tortoises take shelter amongst the leaf litter of the forest floor during their inactive seasons. The flat-backed spider tortoise is active only during the warm/raining season (December–March), with most activity concentrated during and after rain. During the cooler dry season the flat-backed spider tortoise enters a stage similar to hibernation known as aestivation, the species buries itself and lies dormant.Mating season usually takes place during the hot/rainy season, and is followed a month later by egg-laying. Females may produce up to three clutches a year, each containing only one relatively large egg. Hatching is therefore timed with the return of the rainy season, when the species is most active.",
    "Threats": "Due to its habitat restrictions, the flat-backed spider tortoise is considered to be critically endangered\n. Its major threat comes from habitat loss due to the process of deforestation, particularly from burning and clearing for agricultural lands/cattle grazing, highway development, mining, and petroleum exploration. A combined forest habitat loss of 70% has been estimated for the period (1963-2040).\nAnother threat arises from the collection for pet trade. Pet trade is estimated to have removed about 4,000 adults during 2000 to 2002, representing 20 to 40% of the total number of adults (depending on the estimated population of adults). The reproductive nature of  this species does not make it eligible of excessive pet trading since they are particularly low even by tortoise standards, with females producing up to three clutches a year consisting only of one egg each.",
    "References": "\n\n== External links =="
  }
}