{
  "url": "https://en.wikipedia.org/wiki/Forest_hinge-back_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Kinixys"
    },
    {
      "Species": "K. erosa"
    }
  ],
  "text": {
    "__SUMMARY__": "The forest hinge-back tortoise (Kinixys erosa), also known commonly as the serrated hinge-back tortoise or  Schweigger's tortoise, is a species of tortoise in the family Testudinidae. The species is indigenous to the tropical forests and marshes of central and western Africa.\nA different species, Psammobates oculifer, is known by a similar common name, serrated tortoise.",
    "Geographic range and habitat": "The forest hinge-back tortoise is indigenous to the tropical rainforests of Sub-Saharan Africa. Here it is often found in marshes and river banks, where it spends much of its time buried under roots and logs.\nIts natural range extends from northern Angola, throughout the Congo basin, as far east as the shores of Lake Victoria, and throughout the West African forests as far as Senegal. \nSpecifically, it is found in Angola, Burkina Faso, Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Gabon, Gambia, Ghana, Guinea, Liberia, Nigeria, Rwanda, Senegal, Sierra Leone, Uganda, possibly Benin, possibly Guinea-Bissau, and possibly Togo.",
    "Behavior": "K. erosa can arch its back 90 degrees downwards to protect its tail and hind legs while sleeping and to protect itself from predators. It is an excellent swimmer and can dive and navigate rainforest water-bodies to search for food.",
    "Reproduction": "The female K. erosa lays up to 4 eggs on the ground, covered in leaves.",
    "Diet": "The forest hingeback tortoise is omnivorous, feeding on edible leaves, grass, invertebrates, carrion, weeds, and fruits.",
    "Threats": "K. erosa is hunted locally for bush meat, and its range has retreated due to clearance of its rainforest habitat. The forest hinge-back tortoise is considered to be threatened in the long-term, primarily due to habitat destruction.",
    "References": "",
    "Sources": "Tortoise & Freshwater Turtle Specialist Group (1996).  Kinixys erosa.   2006 IUCN Red List of Threatened Species.   (Downloaded on 29 July 2007.)",
    "External links": "reptilien-zierfische.de: Stachelrand-Gelenkschildkröte (in German).\ntortoisetrust.org: Kinixys erosa (Schweigger 1812). A captive breeding experience.\nForest Hingeback Tortoise (Serrated Hingeback, Schweigger's Hingeback, Eroded Hingeback) Bilder und CITES-Hinweise (English)\n\"Forest hinge-back tortoise\" at the Encyclopedia of Life"
  }
}