{
  "url": "https://en.wikipedia.org/wiki/Forsten's_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Indotestudo"
    },
    {
      "Species": "I. forstenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Forsten's tortoise (Indotestudo forstenii)  is a species of tortoise in the family Testudinidae. Forsten's tortoise is one of three tortoise species placed in the genus Indotestudo, the others being the elongated tortoise (I. elongata), and the Travancore tortoise (I. travancorica).",
    "Etymology": "The specific name, forstenii, is in honor of Dutch botanist Eltio Alegondas Forsten.",
    "Geographic range": "Indotestudo forsteni can be found on Sulawesi Island of Indonesia, and its nearby islands such as Halmahera island. In Sulawesi, it is found in the central and northern parts of the island.In North Sulawesi, it is found in Mount Boliahutu and around Buol, while in Central Sulawesi, it is found in Santigi, Morowali Reserve, Palu Valley, Kulawi Valley, Bora Village near Gimpu, and along the western border of Lore Lindu National Park.",
    "Taxonomy": "Indotestudo travancorica, found in the Western Ghats of India, has been previously considered a synonym of Indotestudo forstenii, but is now treated as a separate species.",
    "Gallery": "",
    "See also": "Sulawesi forest turtle (Leucocephalon yuwonoi ) – another threatened turtle endemic to Sulawesi, Indonesia.",
    "References": "",
    "Further reading": "Asian Turtle Trade Working Group (2000). \"Indotestudo forstenii \". The IUCN Red List of Threatened Species. IUCN. 2000: e.T10825A3219524. doi:10.2305/IUCN.UK.2000.RLTS.T10825A3219524.en. Retrieved 9 January 2018. Database entry includes justification for why this species is endangered.\nBoulenger GA (1907). \"A new tortoise from Travancore\". J. Bombay Nat. Hist. Soc. 17: 560-564.\nIverson, John B.; Spinks, Phillip Q.; Shaffer, H. Bradley; McCord, William P.; Das, Indraneil (2001). \"Phylogenetic relationships among the Asian tortoises of the genus Indotestudo (Reptilia: Testudines: Testudinidae)\". Hamadryad 26 (2): 271-274.\nPritchard, Peter C.H. (2000). \"Indotestudo travancorica. A Valid Species of Tortoise?\" Reptile & Amphibian Hobbyist 5 (2): 18-28.\nRadhakrishnan C (1998). \"Additional record of the travancore tortoise, Indotestudo forstenii (Schlegel & Müller) (Testudinita: Reptilia) in Kerala\". Cobra 34 (Oct.-Dec.): 19-20.",
    "External links": "Indotestudo forstenii at the Reptarium.cz Reptile Database\nhttp://itgmv1.fzk.de/www/itg/uetz/herp/photos/Indotestudo_forsteni1.jpg\nhttp://studbooks.org"
  }
}