{
  "url": "https://en.wikipedia.org/wiki/Geometric_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Psammobates"
    },
    {
      "Species": "P. geometricus"
    }
  ],
  "text": {
    "__SUMMARY__": "The geometric tortoise is a critically endangered species of tortoise and one of three members of the genus Psammobates. It is found in a very small section in the South-Western Cape of South Africa.",
    "Identification": "It has a very strong, black and yellow patterned carapace, used for defense against predators. The patterns are arranged in ray-like markings and help the tortoise blend in with its environment. From a birds eye view the shell has geometrical symbols on it thus giving it its name. This tortoise is very small, and a full grown tortoise can only reach about 5 to 6 inches in diameter.  The tortoise is one of the rarest species of tortoise of earth, only about 2,000 to 3,000 are alive today. However, because of its cryptic coloration and lack of activity, it makes it hard to create an accurate estimate of the population size.\nWhile it shares much of its superficial outer appearance with its relatives in the genus Psammobates, it can be distinguished by the distinctively brightly coloured yellow stars of its shell scutes, the small nuchal and single axillary, the lack of buttock tubercles, and the only slightly upturned rear margins of the shell.",
    "Habitat": "The geometric tortoise is naturally restricted to the far south-western corner of the Western Cape Province, South Africa. It used to occur as far north as Picketberg, as far south as Gordons Bay and eastwards into the Breede River valley. The habitat type of geometric tortoise is known as the renosterveld, which is located at the extreme southwestern part of the Western Cape Province of South Africa. The renosterveld forms part of the Fynbos Biomes, a vegetation zone characterized by a Mediterranean climate. There is a fusion of heathlands and shrublands with beginning and ending points hard to distinguish. Shrublands can then be further broken down into strandveld, coastal renosterveld and intercoastal renosterveld.The Geometric tortoise is able to have specific dietary preferences, adaptation to wet habitats and topographical factors to survival in the habitat. The distribution range of the Geometric tortoise lies within a winter rainfall area, which has 350–600 mm annual precipitation. The agriculture utilization and urban development of the renosterveld are the major factors responsible for the massive decline on the number of tortoise. The destruction of renosterveld reduced the habitat of geometric tortoises to less than 3% of its original size, which has only 4000-5000 hectares remaining. Namely food, cover, nesting and the ability to move around in the habitat are four main biological factors, which are important for the survival of geometric tortoises in their habitat. Geometric tortoises prefer low-lying and well-drained areas, which have a higher percentage of shrub cover and canopy cover at 50 cm above ground level.\nThe last population in Cape Town died out in the tiny Harmony Flats Reserve. The species was believed to be extinct in the 1960s, but a surviving population was discovered in 1972 and it now occurs in three isolated pockets where it is conserved. A population in the Ceres valley, one in the Tulbagh-Worcester valley, and a group surviving on the coastal lowlands to the southwest.\nThese colourful tortoises live only in lowland fynbos and renosterveld vegetation, meaning that their populations are easily isolated by mountains which they cannot cross.",
    "Diet": "The geometric tortoise's diet consists mainly of the leaves, geophytes, flowers, and shoots of a wide range of indigenous fynbos and renosterveld plant and grass species. Some of its more common food plants include Crassula ciliata, Oxalis species, local geophyte species, such as Cyanella hyacinthoides, Babiana angustifolia and Lachenalia contaminata; as well as a variety of grass species such as Themeda triandra, Briza maxima, Cynodon dactylon, Ehrharta calycina, Pentaschistis curvifolia and Eragrostis curvula. A failure to have the full range of these, and other specific local plant species, means that the Geometric tortoise soon dies when taken out of its natural habitat or kept in captivity. The specific diet, together with climate, humidity and soil differences, are the principal reasons why the species does not survive for long outside of its habitat. It also means that the Geometric tortoise is restricted to south-western Cape Alluvial Fynbos and Shale Renosterveld vegetation types. The geometric tortoise consumes at least 14 plant species as food, which includes 64% of Aspalathus species, 60% of Oxalis species and 66% of Berkheya species occur in West Coast renosterveld. Since the distribution range of geometric tortoise lies within a winter rainfall area, the annual grasses, geophytes and other herbaceous taxa are important food items during winter. During the summer, the annual green component is reduced and therefore the perennial grass, shrub and succulent components would serve geometric tortoise as the major food resource. Food sources tend to have a higher concentration of iron and had lower failure load and tensile strength than non-food plants. When eating the tortoise uses a grab and pull method that tends to be used more in larger herbivores. They take small bites that increase surface area to be exposed to enzymes making digestion easier.",
    "Behavior": "They are said to aestivate in the months of June through September, or when their natural environment is not normal, or when in captivity. Little is known about their reproductive behavior. When the female is ready to lay eggs, she digs a hole in the ground and covers it with grass or other vegetation.  The Geometric tortoise tends to feed during cooler parts of the morning and afternoon. They tend to be shy and seek shelter when they notice observers.",
    "Threats and conservation": "This species is one of the rarest land tortoises in the world, classified as Critically Endangered on the IUCN Red List. In addition to its Red List listing, the geometric tortoise is now protected under international law and listed on Appendix I of CITES, prohibiting international trade in the species.\nWith South Africa being home to the most tortoise species in the world, it's not surprising that it has the world's rarest tortoise species as well. Protecting these tortoises is primarily the job of the country's conservation officials. These officials work with nature preserves to help keep the tortoise's status of “endangered” from changing to “extinct.”\nIts habitat is under constant threat of destruction and fragmentation as a result of, frequent fires, increase in the predation rates, and an increase in vegetation not native to the region. Its environment is now reduced to 31 habitat fragments which include 7 reserves. The Conservation authority of western cape province has made the conservation of the geometric tortoise one of its highest priorities. The areas that are left survive primarily because they are in less optimal farming areas.\nCape Nature Conservation is one of the four provincial nature preserves that the tortoises reside in.  The tortoise is marked as a high priority for the nature preserve, so they continually monitor the population of the animals to track their conservation efforts.  Cape Nature Conservation believes that tracking the population of a certain special is an early alert system to help determine which animals are more critical than others and helps determine what the animals thrive from and what hurts them.  Observation of the population is the foundation to any conservation efforts made to help this species. The population is documented annually. These counts are taken by officials walking through the preserve and hand-counting the number of tortoises they see.Other conservation efforts are taking place in order to insure the survival of the species. These efforts include studying the types of food that the Geometric tortoise eats in order to understand their environmental needs, and the problems with the non-native plant species.\nPublic support for government run conservation efforts is very low, as a result private conservation efforts have become more prevalent as a way of supplementing the limited funding that the government has for conservation efforts. This is known as wildlife ranching, and it allows for large areas of land home to be preserved at minimal expense to the government.",
    "References": "Library.thinkquest.org entry\nBaard, E. H. W. 1989. The Ecology and Conservation Status of the Geometric Tortoise Psammobates geometricus: Preliminary Results Jour. Herp. Ass. Afr. (36): 72-72\nBaard, E. H. W. 1991. A Review of the Taxonomic History of and some Literature on the Geometric Tortoise, Psammobates geometricus Jour. Herp. Ass. Afr. (39): 8-12\nBaard, E.H.W. 1995. Growth, age at maturity and sexual dimorphism in the geometric tortoise, Psammobates geometricus Jour. Herp. Ass. Afr. (44): 10-15\nBaard, E.H.W.; Mouton, P.L.N. 1993. A Hypothesis Explaining the Enigmatic Distribution of the Geometric Tortoise, Psammobates geometricus, in South Africa Herpetological Journal 3 (2): 65-67\nDuméril, A.M.C., and G. Bibron. 1835. Erpétologie Générale ou Histoire Naturelle Complète des Reptiles, Vol. 2. Librairie Encyclopédique de Roret, Paris, iv + 680 p.\nErnst,C.H. and Barbour,R.W. 1989. Turtles of the World. Smithsonian Institution Press, Washington D.C. - London\nHoogmoed, M.S., and C.R. Crumly. 1984. Land tortoise types in the Rijksmuseum van Natuurlijke Histoire with comments on nomenclature and systematics (Reptilia: Testudines: Testudinidae). Zool. Meded. 58(15): 241-259.\nIverson, J.B. 1986. A Checklist with Distribution Maps of the Turtles of the World. Paust Printing, Richmond, Indiana. viii + 282 pp.\nLinnaeus, C. 1758. Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Tomus I. Editio decima, reformata. Laurentii Salvii, Holmiæ. 10th Edition: 824 pp.\nPiso, W. 1658. Historiae Naturalis and Medicae Indiae Occidentalis. Libri Quinque. pp. 105–106. In: W. Piso. De Indiae Utriusque re Naturali et Medica. Libri Quatordecim, Amstelaedami. 327 pp.\nRau, R. 1971. Weitere Angaben über die geometrische Landschildkröte, Testudo geometrica. Salamandra 7 (3/4):123-136",
    "External links": "Geometric tortoise (Psammobates geometricus)\nSouth Africa Tortoises Data related to Psammobates geometricus at Wikispecies"
  }
}