{
  "url": "https://en.wikipedia.org/wiki/Home's_hinge-back_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Kinixys"
    },
    {
      "Species": "K. homeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Home's hinge-back tortoise (Kinixys homeana) is a species of tortoise in the family Testudinidae. The species is endemic to Africa.",
    "Etymology": "The specific name, homeana, is in honor of English surgeon and naturalist Everard Home.",
    "Geographic range": "K. homeana is found in Benin, Cameroon, Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Gabon, Ghana, Guinea, Liberia, Nigeria, and possibly Togo.",
    "Habitat": "The natural habitats of Home's hinge-back tortoise are subtropical or tropical moist lowland forests, subtropical or tropical swamps, and plantations.",
    "Ecology and life history": "Home's hinge-back is naturally attracted to red or pink flowers. It prefers low light and often moves in early morning or dusk, preferring to stay hidden the rest of the day.",
    "Diet": "In captivity the diet of K. homeana may include, banana, guava, watermelon, black mushrooms, cooked sweet potato, cooked potato, and cooked or raw squash, and sources of animal protein such as earthworms, mealworms, crickets, snails and fish.",
    "Conservation status": "K. homeana is threatened by habitat loss.",
    "References": "",
    "External links": "Luiselli L, Politano E, Lea J (2005).  Kinixys homeana.   2006 IUCN Red List of Threatened Species.   Downloaded on 29 July 2007.\nReptile Magazine\nTortoisetrust.org\nTurtle Rescue of Long Island",
    "Further reading": "Bell T (1827). \"On two new Genera of Land Tortoises\". Trans. Linnean Soc. London 15: 392-401 + Plates XVI-XVII. (Kinixys, new genus, p. 398; K. homeana, new species, pp. 400-401 + Plate XVII, figure 2). (in English and Latin).\nBoulenger GA (1889). Catalogue of the Chelonians, Rhynchocephalians, and Crocodiles in the British Museum (Natural History). New Edition. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). x + 311 pp. + Plates I-VI. (Cinixys homeana, p. 143)."
  }
}