{
  "url": "https://en.wikipedia.org/wiki/Homopus_areolatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Homopus"
    },
    {
      "Species": "H. areolatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Homopus areolatus, commonly known as the common padloper or parrot-beaked tortoise, is a tiny species of tortoise of the genus Homopus, indigenous to the southern part of South Africa.",
    "Naming": "Homopus areolatus is known by a wide range of common names. In its native region in southern Africa (and in much of the scientific community) it is usually known as the common padloper due to its being by far the most commonly occurring of all the Homopus (\"padloper\") species.\nIt is also commonly known as the parrot-beaked tortoise, due to the relatively large beak that the males of the species possess. \nOther names include the older name of beaked Cape tortoise, as well as areolated tortoise. The latter name refers to its species name \"areolatus\", and describes the raised rings around the scutes of its shell.",
    "Description": "The common padloper is a small, rather flat tortoise. Its shell usually has varied colouration, ranging between olive-green and brown. The shields of the carapace are flat, with large raised areolae, and a thin black edging.\nLike its larger relative, the greater padloper, and unlike the other padlopers, it has only four toes on its front feet, as well as its hind feet. The average length is 110mm, though females are larger than males. Their adult weight ranges from 140-300 g. It has a sharp, distinctly hooked beak.\n\nThe males are smaller than the females, and can be distinguished by their slightly longer tails and their distinctive heads. Males have larger heads, with a larger beak and a more pointy snout. The noses of dominant males also become bright orange or red in the breeding season.\nIn colour, males are frequently uniformly orange to light brown (compared to the deeper olive brown of the females). Males also have more lightly coloured bellies, though they do not exhibit the plastral concavity that many other tortoise species do.",
    "Distribution and habitat": "It is endemic to the Republic of South Africa and is found specifically in the Western Cape and Eastern Cape Provinces. Here it favours coastal lowlands, especially along the south coast, in fynbos, strandveld, albany thicket and valley bushveld. The mild climate allows it to stay active throughout the year. It is generally intolerant of the arid conditions further inland.\nAt certain points, favourable conditions allow populations to survive further inland. In the Western Cape, there are inland populations at Sutherland and Nieuwoudtville. In the Eastern Cape, their range extends inland at one point, as far as Cradock. \nUnlike the other padloper species, Homopus areolatus is relatively plentiful within its range, and hence the name \"common padloper\".\nDue to its tiny size, this tortoise is heavily preyed on by crows, ostriches, jackals, baboons, dogs, and a wide range of other predators. Consequently, it spends most of its time hiding under rocks, foliage, and other cover. It lays a clutch of 2–4 eggs, which hatch 150–320 days later – usually on a misty, overcast day.",
    "Threats and conservation": "The species is threatened by habitat destruction, traffic on roads, and increased frequency of wildfires. Another threat comes from introduced species, such as domestic dogs and pigs.Trade in collected Homopus species is strictly illegal in South Africa and Namibia. Any captive specimens are systematically registered in noncommercial studbooks, and any commercial sale of Homopus tortoises is almost without exception strictly illegal.",
    "Captivity": "The species can adapt well to captivity – as its diet, while varied, is not highly specialized. It is, however, relatively rare as a pet.",
    "References": "",
    "Further reading": "Baard, E.H.W. 1996. Inter- and Intra-Individual Variation in the measurement of southern Padloper Homopus areolatus Afr. Herp News (25): 22-25\nBour, R. 1980. Essai sur la taxinomie des Testudinidae actuels (Reptilia, Chelonii). Bull. Mus. natl. Hist. nat. Paris (4) 2 (2): 541-546\nDuméril, A. M.C., G. BIBRON & A. DUMÉRIL 1854. Erpétologie générale ou Histoire Naturelle complète des Reptiles. Vol. 9. Paris, XX + 440 S.\nErnst, C.H. and Barbour, R.W. 1989. Turtles of the World. Smithsonian Institution Press, Washington D.C. - London\nFleck, J. & Fleck, S. 2001. Erfolgreiche Nachzucht von Chersina angulata und Homopus areolatus über mehrere Jahre. Elaphe 9 (3): 5-14\nFritz, Uwe and Olaf R.P. Bininda-Emonds 2007. When genes meet nomenclature: Tortoise phylogeny and the shifting generic concepts of Testudo and Geochelone. Zoology 110 (4): 298-307 [erratum in vol. 111 (1): 84]\nGorseman, P. 1980. Opmerkingen over biotoop en voortplanting van Homopus areolatus. Lacerta 38 (10-11): 107-111\nGreig, J.C., and P.D. Burdett. 1976. Patterns in the distributions of Southern African terrestrial tortoises (Cryptodira: Testudinidae). Zool. Africana 11(2): 250-267.\nHoogmoed, M.S. 1980. Herpetologische waarnemingen in Ghana [part 8]. Lacerta 38 (10-11): 112-116\nLacepède, B. G. E. 1788. Histoire Naturelle des Quadrupe des Ovipares et des Serpens. Vol.1. Imprimerie du Roi, Hôtel de Thou, Paris, xvii + 651 pp.\nLoveridge, Arthur & Williams, Ernest E. 1957. Revision of the African Tortoises and Turtles of the Suborder Cryptodira. Bulletin of the Museum of Comparative Zoology 115 (6): 163-557\nSchleicher, A. 2005. Die Areolen-Flachschildkröte, Homopus areolatus (THUNBERG 1787). Beobachtungen und Erfahrungen: Lebensweise, Haltung, Nach- und Aufzucht. Reptilia (Münster) 10 (6): 36-40\nSchleicher, A. 2005. Homopus areolatus - The Parrot-Beaked Tortoise. Reptilia (GB) (43): 26-30\nThunberg, C. P. 1787. Beskrifning pé Trenne Skölpaddor [Description of two new turtles] Kongl. Vetenskaps Academiens Nya Handlingar, För M_naderne 1787 (Julius, Augustus, September): 178-180\nHughes, B. 1986. Longevity Records of African Captive Amphibians and Reptiles: Part 1: Introduction and Species List 1 - Amphibians and Chelonians Jour. Herp. Ass. Afr. (32): 1-5"
  }
}