{
  "url": "https://en.wikipedia.org/wiki/Homopus_femoralis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Homopus"
    },
    {
      "Species": "H. femoralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Homopus femoralis, commonly known as the greater padloper, is a small tortoise of the genus Homopus, indigenous to the highveld grasslands of South Africa.",
    "Description": "As its name suggests, the greater padloper is the largest of all the Homopus (\"padloper\") tortoises, but it is nonetheless tiny, averaging slightly over 10 cm in length – though males tend to be smaller. It has relatively large buttock tubercles. Like its close relative, H. areolatus (and unlike other padlopers), it has only four toes on its front feet as well as its hind feet.\nIts shell ranges in colour from olive to reddish-brown, and is slightly flattened in both sexes. The shields tend to be separated by very thin white lines. In juveniles and adult males, the shields of the shell usually have slightly darker edges. Males can also be distinguished from females by being smaller, with longer tails. Males do not exhibit plastral concavity.\nThis species is sometimes confused with the Karoo padloper (H. boulengeri) which inhabits the Karoo region to the west. However greater padlopers can be distinguished not only by their larger size, but also by their nostrils which are below their eye level, by their having four toes on both their front and back feet, by the larger scales on their forelimbs, and by the darker rings around the shell scutes of many individuals.",
    "Distribution": "Its habitat is primarily the summer-rainfall grasslands, savanna and bushveld of the highveld plateau of southern Africa. It is found as far north as the central Orange Free State, and as far east as the Lesotho border. \nIt is restricted to regions of high altitude, with rainfall over 250 mm per annum.\nIn addition, there is a sparse relict population of greater padlopers that extends into the high escarpment on the edge of the Karoo, where the climate is relatively humid. Although it has also been known as the Karoo cape tortoise, this species is not widespread in the Karoo, unlike the Karoo padloper (Homopus boulengeri) which is restricted to the Karoo region.Homopus femoralis is a summer-rainfall species. Within its range it tends to favour rocky outcrops, and its population is relatively sparse.   \nIt is little studied, although it appears in ITIS and other databases.",
    "Conservation": "\nThe grassland species is threatened by overgrazing and poaching for the pet trade. As the trade in collected Homopus species is strictly illegal and any captive specimens are systematically registered in noncommercial studbooks in South Africa and Namibia, any commercial sale of Homopus tortoises is almost without exception strictly illegal.This species does not survive for long in captivity, unless considerable effort is made to supply specimens with their natural food, that is, endemic plants from the summer-rainfall grasslands region of South Africa. This summer-rainfall tortoise also has specific temperature requirements. They spend winter under vegetation and rocks (June–September) and lay up to three eggs in summer.\n\n\n== References =="
  }
}