{
  "url": "https://en.wikipedia.org/wiki/Itilochelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Chelonioidea"
    },
    {
      "Family": "Cheloniidae"
    },
    {
      "Genus": "†Itilochelys"
    },
    {
      "Species": "†I. rasstrigin"
    }
  ],
  "text": {
    "__SUMMARY__": "Itilochelys is an extinct genus of sea turtle in the family Cheloniidae containing the single species Itilochelys rasstrigin.  The species is known only from the Early Paleocene, Danian stage Rasstrigin 2 locality, Dubovsky District, Volgograd Oblast, Russia.",
    "History and classification": "Itilochelys rasstrigin is known only from three fossils, the holotype, specimen number \"ZIN PH 1/118\" and two referred specimens, numbers \"ZIN PH 2/118\" and \"ZIN PH 3/118\" .  The type specimen is composed of a grouping of cervical vertebrae I-III, partial skull, and disarticulated lower jaw. Specimen ZIN PH 2/118 is an isolated section of dentary while ZIN PH 3/118 is a right humerus.  The fossils were all recovered by A. A. Yarkov from fossiliferous outcrops of the Beryozovaya beds exposed at the Rasstrigin 2 locality.  As of 2011, the type and referred specimens are preserved in the Paleoherptological collections housed at the Zoological Institute of the Russian Academy of Sciences, in Saint Petersburg, Russia.  Itilochelys was first studied by I. G. Danilov and  A. O. Averianov of the Zoological Institute along with A. A. Yarkov of the Natural History, Humanitarian Institute in Volgograd. Their 2010 type description of the genus and species was published in the journal Proceedings of the Zoological Institute RSA.  The generic name was coined by Danilov, Averianov, and Yarkov as a combination of the medieval Arabian/Persian name of the Volga River, Itil, along with the Greek \"chelys\", meaning turtle.  The specific epithet rasstrigin is in reference to the type locality of the specimen.Itilochelys rasstrigin is one of three fossil cheloniid sea turtle taxa which have been recovered from the Volgograd region and the most complete specimen recovered so far. The other two taxa are represented by a specimen of the genus Euclastes known from the Karpovka site and a specimen related to the genus Tasbacka from the Malaya Ivanovka site.The placement of Itilochelys rasstrigin in the family Cheloniidae is supported by the contact of the squamosal and parietal bones, an emarginated v-shaped crest on the underside of the basisphenoid, and features of the nasal bone structure.  Placement of the species as a stem member in the family is based on the structure of the humerus which shows a morphology transitioning towards the derived pelagic structuring of modern cheloniids.\n\n\n== References =="
  }
}