{
  "url": "https://en.wikipedia.org/wiki/Kleinmann's_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Testudo"
    },
    {
      "Species": "T. kleinmanni"
    }
  ],
  "text": {
    "__SUMMARY__": "Kleinmann's tortoise (Testudo kleinmanni ), often called the Egyptian tortoise and occasionally Leith's tortoise, is a critically endangered species of neck-hiding tortoise in the family Testudinidae. The species is endemic to Egypt and Libya. The species was once more widespread, but its numbers are now dwindling. The species is nearly extinct in Egypt, and complete extinction in the wild is a looming threat unless more actions are taken to protect this species.",
    "Etymology": "The specific name, kleinmanni, is in honor of Edouard Kleinmann, a French stockbroker who collected the holotype in 1875.",
    "Description": "Kleinmann's tortoise is the smallest tortoise in the Northern Hemisphere. Female tortoises are larger than the males; males are more slender and have a longer tail.\nThe plastron has a high dome, and ranges in color from ivory to pale gold to dark brown to pink or dull yellow. This colouring strongly follows Gloger's rule, as it helps to regulate the impact of sunlight. This allows the paler tortoise to stay in the desert heat for longer. It is also an effective camouflage in the desert. The carapace is light yellow, often with two dark triangles on each abdominal scute. The tortoise's scutes have dark edgings that fade with age.\nThe head and limbs are a very pale ivory-yellow to yellowish-brown colour.",
    "Systematics": "The proposed subgenus Pseudotestudo is invalid, based on immature characters. It has been proposed to unite this species with the marginated tortoise in the genus Chersus. These clearly share a common ancestor with the common tortoise (Greek tortoise). The former two are somewhat more similar to each other than to the Greek tortoise regarding DNA sequence data. Considering biogeography, however, this is either due to (rather unlikely) dispersal across the Mediterranean, or the supposed \"clade\" is invalid and the similarity due to convergent evolution.",
    "Systematics-Negev tortoise": "The Negev subpopulation had been separated as a distinct species, \"Negev tortoise\" (Testudo werneri), as it did not appear to have distinct or strongly reduced haplotype diversity, consistent with the recent extinction of the Egyptian population and slow DNA sequence evolution rates in Testudo. Baha el Din (2006) synonymized Testudo werneri due to lacking mtDNA differences between T. kleinmanni from western Libya compared to tortoises from the Negev Desert. In the 2017 checklist of turtles of the world, it remained a synonym.",
    "Habitat and Ecology": "Kleinmann's tortoise lives in deserts and semiarid habitats, usually with compact sand and gravel plains, scattered rocks, shallow, sandy wadis, dry woodlands, shrubby areas, and coastal salt marsh habitats. In captivity, it eats grasses, fruits, and vegetables, but the diet of T. kleinmanni in the wild is unknown.\nIt is least active when the weather is very cold or very hot. During the colder months, it is out most during midday. During the warm season, it is active in the mornings and evenings. The rest of the day is spent under bushes or in rodent burrows.",
    "Reproduction": "Kleinmann's tortoise becomes sexually mature when about 5 years old. In the wild, mating has only been observed in March, but in captivity, it mates in April and August to November. During courtship, the male will ram the female, sometimes chasing after her. Unlike any other Mediterranean tortoise, T. kleinmanni may make a mating call similar to the call of the mourning dove. Eggs are laid in shallow bowls beneath bushes, or in vacant burrows. Each clutch contains one to five eggs, which hatch in the summer or early autumn.",
    "Status and conservation": "Once found in Egypt and Libya, the habitat of T. kleinmanni in Egypt has been all but destroyed, and the Egyptian tortoise is close to complete extinction there. Two populations can still be found in Libya, but much of the coastline habitat has been destroyed because of human activity. Habitat loss and the illegal pet trade are huge issues facing the species; it is also hunted locally for use in folk medicine. The population is still on the decline, and the risk of extinction in the wild is very real if habitat degradation and illegal trade continue at their present rate.\nOn the IUCN Redlist, Kleinmann's tortoise is classified as CR A2abcd+3d. Less than three Testudo generations ago, an estimated 55-56,000 adult Kleinmann's tortoises existed. Today, about 7,500 remain, and decline due to habitat destruction and unsustainable exploitation appears to be ongoing. While the former threat is believed to be alleviated, illegal pet trade is feared to have reduced the population to maybe 1,000 adult tortoises in the two or three remaining subpopulations. Given that T. kleinmanni is a slow-maturing, long-lived species with few offspring (see K-strategist), This is well possibly less than the minimum viable population, eventually dooming the species to extinction in the wild.Mixing individuals from the subpopulations for reintroduction purposes should be avoided, as the ecological parameters of habitat differ. DNA fingerprinting of individuals to help maintain heterozygosity in captive and reintroduction populations can be performed during routine stool analyses. In this context, notably, there may be a haplotype uniquely found in the Egyptian tortoise.Captive breeding requires more care than in other Testudo species, as the species is more delicate and the clutch is very small, but is not highly difficult for experienced Testudo breeders. T. kleinmanni is not generally available for hobbyists and even if legal to keep, should be avoided without valid documentation. Smuggling continues to be a problem, but confiscated individuals are used to establish a captive safeguard population.\nOn May 21, 2007, Rome's main zoo, Bioparco, reported it has successfully bred the species from parents rescued from a smuggler's suitcase in 2005. It is also kept and bred at several other zoos in Europe and North America.",
    "References": "",
    "External links": "Perälä, Jarmo (2001). \"A New Species of Testudo (Testudines: Testudinidae) from the Middle East, with Implications for Conservation\". Journal of Herpetology 35 (4): 567-582.doi:10.2307/1565894 (HTML abstract & first page image).\nPerälä, Jarmo (2003). \"Testudo marginata\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006. Listed as Critically Endangered (CR A2abcd+3d v3.1).\nda Nóbrega Alves, Rômulo Romeu; da Silva Vieira, Washington Luiz; Gomes Santana, Gindomar (2008). \"Reptiles used in traditional folk medicine: conservation implications\". Biodiversity and Conservation 17 (8): 2037–2049.doi:10.1007/s10531-007-9305-0 (HTML abstract, PDF first page).\nŠiroký, Pavel; Fritz, Uwe (2007). \"Is Testudo werneri a distinct species?\" Biologia 62 (2): 228-231.doi:10.2478/s11756-007-0036-1.\nvan der Kuyl, Antoinette C.; Ballasina, Donato L. Ph.; Dekker, John T.; Maas, Jolanda; Willemsen, Ronald E.; Goudsmit, Jaap (2002). \"Phylogenetic Relationships among the Species of the Genus Testudo (Testudines: Testudinidae) Inferred from Mitochondrial 12S rRNA Gene Sequences\". Molecular Phylogenetics and Evolution 22(2): 174–183.doi:10.1006/mpev.2001.1052 PMID 11820839 (HTML abstract).ARKive species information\nBristol Zoo species information\nRome zoo breeds rare Egyptian tortoises"
  }
}