{
  "url": "https://en.wikipedia.org/wiki/Leyvachelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "†Sandownidae"
    },
    {
      "Genus": "†LeyvachelysCadena, 2015"
    },
    {
      "Species": "†Leyvachelys cipadi"
    }
  ],
  "text": {
    "__SUMMARY__": "Leyvachelys is an extinct genus of turtles in the family Sandownidae from the Early Cretaceous (Late Barremian to Early Aptian) of the present-day Altiplano Cundiboyacense, Eastern Ranges, Colombian Andes. The genus is known only from its type species, Leyvachelys cipadi, described in 2015 by Colombian paleontologist Edwin Cadena. Fossils of Leyvachelys have been found in the fossiliferous Paja Formation, close to Villa de Leyva, Boyacá, after which the genus is named. The holotype specimen is the oldest and most complete sandownid turtle found to date.\nFossils of a turtle found in the dinosaur-rich Glen Rose Formation of Texas, informally named Glenrosechelys brooksi, have been assigned to the same genus and type species.",
    "Etymology": "The genus name is derived from Villa de Leyva and chelys means \"turtle\" in Greek. The species epithet cipadi refers to the CIP; the Centro de Investigaciones Paleontológicas, the paleontological research centre outside Villa de Leyva.",
    "Description": "The holotype was found on the Loma La Catalina, west of Villa de Leyva, Colombia in 2009. The fossil was discovered in a layer of calcareous claystone with abundant occurrences of ferruginous-calcareous nodules and concretions. The section belongs to the middle segment of the Paja Formation called \"Arcillolitas abigarradas Member\" and has been dated on the basis of ammonites to be Late Barremian to Early Aptian in age.The turtle is the earliest recorded sandownid turtle in the world and the first of this family discovered in South America. The fossil find consists of a fairly complete skull, a well-preserved lower jaw and postcrania with an almost complete carapace, three cervical vertebrae, right humerus and coracoid, both femora, tibiae, and pelvic girdle. The length of the skull is estimated at 15.6 centimetres (6.1 in) and the maximum size of the carapace has been reported as 88 by 108 centimetres (35 by 43 in). The carapace of L. cipadi is the first complete ever found for a sandownid.",
    "Habitat": "The Hauterivian to Late Aptian Paja Formation is one of the richest fossiliferous stratigraphic units of Colombia, where other marine reptiles are found too. Pliosaurs as Kronosaurus and Stenorhynchosaurus, ichthyosaurs as Muiscasaurus and Platypterygius and a plesiosaurs known as Callawayasaurus represent the known marine reptile fauna assemblage of the formation. From the Paja Formation in the same year as Leyvachelys, the oldest sea turtle known in the world, Desmatochelys padillai, has been reported. The habitat of Leyvachelys is described as littoral, not open marine as is the case for Desmatochelys. Additionally, many different ammonites and crustaceans are described from the formation. The morphology of the shell of L. cipadi, allows the support of previously hypothesized habitat adaptations for sandownids; in particular, that they inhabited littoral to near-shore shallow marine environments, and that their general body-plan was not designed for leading an open marine lifestyle. They nevertheless potentially shared niches with open marine turtles, as evidenced by the occurrence of protostegids as Desmatochelys, from the same stratigraphical horizons. The abundant occurrence of molluscs, principally ammonites, some of them preserved associated with the carapace of L. cipadi, suppose a potential source of food for its durophagous diet adaptation which could have also included arthropods, as for example crabs.Fossil turtle fragments, initially and informally described as Glenrosechelys brooksi, found in the contemporaneous to slightly younger Glen Rose Formation of Texas have been assigned to the same genus Leyvachelys. Both occurrences in Texas (paleocoordinates 30.0° N, 55.5° W), and Colombia (paleocoordinates 3.6° N, 42.2° W) represent the northern and southern paleocoastline of the Early Cretaceous proto-Caribbean Sea.",
    "See also": "Carbonemys\nDesmatochelys padillai\nCerrejón Formation\nHonda Group\nFernando Etayo\nMaría Páramo",
    "References": "",
    "References-Bibliography": "Bermúdez, Hermann D.; Arley de J. Gómez Cruz; Matúš Hyžný; Josep A. Moreno Bedmar; Ricardo Barragán; Mario Moreno Sánchez, and Francisco J. Vega. 2013. Decapod crustaceans from the Cretaceous (Aptian-Albian) San Gil Group in the Villa de Leyva section, central Colombia. Neues Jahrbuch für Geologie und Paläontologie - Abhandlungen 267. 255–272. Accessed 2017-04-04.\nCadena, Edwin. 2015a. The first South American sandownid turtle from the Lower Cretaceous of Colombia. PeerJ 3. e1431. Accessed 2017-08-06.\nCadena, Edwin A., and James F. Parham. 2015b. Oldest known marine turtle? A new protostegid from the Lower Cretaceous of Colombia. PaleoBios 32. 1–42. Accessed 2017-08-06.\nKakabadze, Mikhail V., and Philip J. Hoedemaeker. 1997. New and less known Barremian-Albian ammonites from Colombia. Scripta Geologica 114. 57–117. Accessed 2017-03-30.",
    "External links": "(in Spanish) Leyvachelys cipadi, una nueva especie de tortuga sandownidae del Cretácico inferior de Colombia"
  }
}