{
  "url": "https://en.wikipedia.org/wiki/Madagascan_big-headed_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "Podocnemididae"
    },
    {
      "Genus": "ErymnochelysBaur, 1888"
    },
    {
      "Species": "E. madagascariensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Madagascan big-headed turtle (Erymnochelys madagascariensis) is a turtle native to the waters of permanent slow moving rivers and lakes in western Madagascar. These turtles are critically endangered and have been evaluated to be the most endangered turtle in the world by a 2018 review. Despite their vulnerability to extinction, they are commonly eaten for food and they are still commonly shipped from Madagascar to Asia to help meet the demand of Asia's traditional medicine market. A captive breeding program has also been started to prevent the species from becoming extinct. The Turtle Conservation Fund (TCF) intends to raise US$5.6 million to cover a five-year 'Global Action Plan' which includes captive breeding and reintroduction projects, trade monitoring, new rescue centers, local conservation plans, and educational programs.",
    "Description": "The Madagascan big-headed turtle is one of the most endangered turtles in the world, and is also included in the Turtle Conservation Funds (TFC) top 25 endangered. It has a hard dark brown shell enclosing all the soft parts of the body and, as its name indicates, a very large head. Young turtles have a soft pattern of fine black lines on their shells, but they disappear with age.",
    "Habitat": "This species inhabits large areas with freshwater such as permanent slow streaming rivers, backwaters and lakes. Many of the hatching and juvenile turtles move into smaller rivers, where they can grow quickly and safely before going into deeper and larger bodies of water.",
    "Habitat-Range": "It can be found in the western lowland areas of Madagascar.",
    "Threats": "The main threat for this species is that they are heavily exploited for food, caught in nets, fish traps and by hooks and lines. It is also hunted for illegal export to Asia for the traditional medicinal market. Another threat is land development as it destroys its natural habitat.\n\n\n== References =="
  }
}