{
  "url": "https://en.wikipedia.org/wiki/Malayan_softshell_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "Trionychidae"
    },
    {
      "Subfamily": "Trionychinae"
    },
    {
      "Genus": "DoganiaGray, 1844[2]"
    },
    {
      "Species": "D. subplana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Malayan softshell turtle (Dogania subplana) is a species of softshell turtle in the family Trionychidae. It is monotypic in its genus.",
    "Geographic range": "It is found in Brunei, Indonesia, Java, Kalimantan, Malaysia, Myanmar, the Philippines, Sabah, Sarawak, Singapore, and Sumatra.",
    "Description": "Adults may attain a carapace length of 35 cm (13.7 in). The head is large and muscular. The carapace is flat, and has straight sides. Juveniles are reddish on the sides of the neck, and have a few round black spots (ocelli) on the carapace.  These markings become obscure as the turtles age.This turtle is a medium to dark brown-green. The nose is long and tapered as with members of the family, Trionychidae. It has eight pairs of pleuralia.",
    "Habitat": "D. subplana prefers to live in the clean running water which is found in rocky streams at higher elevations.",
    "Diet": "It feeds on snails and other molluscs, crushing their shells with its powerful jaws.",
    "References": "Bibliographyvan Dijk, Peter Paul; Iverson, John B.; Shaffer, H. Bradley; Bour, Roger; Rhodin, Anders G.J. (2011-12-31). \"Turtles of the world, 2011 update: Annotated checklist of taxonomy, synonymy, distribution and conservation status\" (PDF). Chelonian Research Monographs. 5. Archived from the original (PDF) on 2012-01-22.",
    "Further reading": "Asian Turtle Trade Working Group 2000.  Dogania subplana.   2006 IUCN Red List of Threatened Species.   (Retrieved on  July 9, 2007.)\nAlderton, D. 1988. Turtles and tortoises of the world. Facts on File, New York.\nAuliya, M. 2006. Taxonomy, Life History, and conservation of giant reptiles in west Kalimantan. Natur und Tier Verlag, Münster, 432 pp.\nBaur, G. 1893. Notes on the classification and taxonomy of the Testudinata. Proc. Amer. Philos. Soc. 31: 210-225.\nBoulenger, G.A. 1889. Catalogue of the Chelonians, Rhynchocephalians, and Crocodiles in the British Museum (Natural History). British Museum, London, 311 pp.\nChan-ard, T.; Grossmann, W.; Gumprecht, A. & Schulz, K.D. 1999. Amphibians and reptiles of peninsular Malaysia and Thailand - an illustrated checklist. [bilingual English and German]. Bushmaster Publications, Würselen, Germany, 240 pp.\nCox, Merel J.; Van Dijk, Peter Paul; Nabhitabhata, Jarujin & Thirakhupt, Kumthorn. 1998. A Photographic Guide to Snakes and Other Reptiles of Peninsular Malaysia, Singapore and Thailand. Ralph Curtis Publishing, 144 pp. ISBN 0-88359-043-3.\nErnst, C.H. and Barbour, R.W. 1989. Turtles of the World. Smithsonian Institution Press, Washington, D.C. - London.\nGeoffroy Saint-Hilaire, E. 1809. Mémoire sur les tortues molles. Nouv. Bull. soc. Philom. Paris 1 (22): 363-367.\nGeoffroy Saint-Hilaire, E. 1809. Sur les tortues molles, nouveau genre sous le nom de Trionyx, et sur la formation des carapaces. Ann. Mus. Hist. nat. Paris 14: 1-20 [11].\nGray, J.E. 1863. Notice of a new species of Dogania from Asia. Ann. Mag. nat. Hist. (3) 12: 158-159.\nGray, J.E. 1856. Catalogue of Shield Reptiles in the Collection of the British Museum. Part I. Testudinata (Tortoises). British Museum, London, 79 pp. [1855].\nGrossmann, W. & Tillack, F. 2001. Bemerkungen zur Herpetofauna des Khao Lak, Phang Nga, thailändische Halbinsel. Teil III: Ergebnisse der Jahre 1999 und 2000. Sauria 23 (3): 21-34.Hendrickson, J.R. 1966. Observations on the fauna of Pulau Tioman and Pulau Tulai. 5. The Reptiles. Bull. Nat. Mus. Singapore 34: 53-71.\n Data related to Dogania subplana at Wikispecies"
  }
}