{
  "url": "https://en.wikipedia.org/wiki/Malacochersus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "MalacochersusLindholm, 1929"
    },
    {
      "Species": "M. tornieri"
    }
  ],
  "text": {
    "__SUMMARY__": "The pancake tortoise (Malacochersus tornieri) is a species of flat-shelled tortoise in the family Testudinidae. The species is native to Tanzania and Kenya. Its common name refers to the flat shape of its shell.",
    "Etymology": "Both the specific name, tornieri, and an alternate common name, Tornier's tortoise, are in honor of German zoologist Gustav Tornier.",
    "Taxonomy": "Malacochersus tornieri is the only member of its genus.",
    "Description": "The pancake tortoise has an unusually thin, flat, flexible shell, which is up to 17.8 centimetres (7.0 in) long. While the shell bones of most other tortoises are solid, the pancake tortoise has shell bones with many openings, making it lighter and more agile than other tortoises. The carapace (top shell) is brown, frequently with a variable pattern of radiating dark lines on each scute (shell plate), helping to camouflage the tortoise in its natural dry habitat. The plastron (bottom shell) is pale yellow with dark brown seams and light yellow rays, and the head, limbs and tail are yellow-brown. Its bizarre, flattened, pancake-like profile makes this tortoise a sought-after animal in zoological and private collections, leading to its over-exploitation in the wild.",
    "Distribution and habitat": "This East African species is native to southern Kenya and northern and eastern Tanzania, and an introduced population may also occur in Zimbabwe. The species has also been reported in Zambia. It is found on hillsides with rocky outcrops (known as kopjes) in arid thorn scrub and savanna, from 100 to 6,000 feet (30 to 1800 metres) above sea level. The species inhabits the Somalia-Masai floristic region, an arid semi-desert characterized by Acacia-Commiphora bushland and Brachystegia woodland in upland localities. It occurs in dry savannah of low altitude at small rocky hills of the crystalline basement.",
    "Ecology and behavior": "Pancake tortoises live in isolated colonies, with many individuals sharing the same kopje, or even crevice. Males fight for access to females during the mating season, in January and February, with large males tending to get the most chances to mate. Nesting in the wild seems to occur in July and August, although clutches are produced year-round in captivity. The female digs a nest cavity about 7.5 to 10 cm deep in loose, sandy soil. Usually only one egg is laid at a time, but a female can lay multiple eggs over the course of a single season, with eggs appearing every four to eight weeks. In captivity, the incubation of the eggs lasts from four to six months, and young are independent as soon as they hatch. Wild and captive specimens often bask and, although they do not appear to hibernate, there are reports that they may aestivate beneath flat rocks during the hottest months.Most activity occurs during the morning hours or in the late afternoon and early evening. The diet primarily consists of dry grasses and vegetation. The pancake tortoise is a fast and agile climber, and is rarely found far from its rocky home so that, if disturbed, it can make a dash for the nearest rock crevice. Since this tortoise could easily be torn apart by predators, it must rely on its speed and flexibility to escape from dangerous situations, rather than withdrawing into its shell. The flexibility of its shell allows the pancake tortoise to crawl into narrow rock crevices to avoid potential predators, thus exploiting an environment that no other tortoise is capable of using.",
    "Threats and conservation": "The greatest threats facing the pancake tortoise are habitat destruction and its over-exploitation by the pet trade. Given the low reproductive rate of this tortoise, populations that have been harvested may take a long time to recover. Commercial development diminishes the amount of suitable habitat for pancake tortoises, which already is neither common nor extensive. Tortoises in Kenya are threatened by clearance of thorn scrub for conversion to agriculture and in Tanzania by over-grazing of goats and cattle.The pancake tortoise is classified as critically endangered on the IUCN Red List and listed on Appendix II of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). In 1981, Kenya banned the export of the pancake tortoise unless given written permission by the Minister for the Environment and Natural Resources. Tanzania protects this species under the Wildlife Conservation (National Game) Order, 1974, and it is protected within the Serengeti National Park. CITES quotas also limit the number of these animals that can be exported from Tanzania, although violations of these quotas are thought to occur. The European Union banned the import of the pancake tortoise in 1988, but trade with EU members continues, with several countries having reported importing the species. The pancake tortoise has been bred in captivity and is now the subject of a coordinated breeding programme in European zoos.",
    "References": "This article incorporates text from the ARKive fact-file \"Pancake tortoise\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.",
    "External links": "Pancake Tortoise by Reptile Amphibian Information\nPancake tortoise media from ARKive",
    "Further reading": "Siebenrock F (1903). \"Über zwei seltene und eine neue Schildkröte des Berliner Museums \". Sitzungsberichte der Kaiserlichen Akademie der Wissenschaften, Mathematisch-Naturwissenschaften Klasse 112: 439-445 + one unnumbered plate. (Testudo tornieri, new species, pp. 443–445 + unnumbered plate, figures 1-3). (in German)."
  }
}