{
  "url": "https://en.wikipedia.org/wiki/Mary_River_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "Chelidae"
    },
    {
      "Subfamily": "Chelodininae"
    },
    {
      "Genus": "ElusorCann and Legler, 1994"
    },
    {
      "Species": "E. macrurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mary River turtle (Elusor macrurus) is an endangered short-necked turtle that is endemic to the Mary River in south-east Queensland, Australia.",
    "Taxonomy": "The Mary River turtle was first formally described in 1994. Elusor is a monotypic genus representing a very old lineage of turtles that has all but disappeared from the evolutionary history of Australia.",
    "Description": "The Mary River turtle is one of Australia's largest turtles. Specimens in excess of 50 cm in carapace length have been recorded. Hatchlings have a straight carapace length of 2.0–3.5 cm. Adult Mary River turtles have an elongated, streamlined carapace that can be plain in colour or intricately patterned. Overall colour can vary from rusty red to brown and almost black. The plastron varies from cream to pale pink. The skin colouration is similar to that of the shell and often has salmon pink present on the tail and limbs. The iris can be pale blue. Mary River turtles use bimodal respiration, and so are capable of absorbing oxygen via the cloaca whilst underwater.  However, they do regularly come to the surface to breathe air in the usual way.A unique feature of the male Mary River turtle is the tail, which can measure almost two-thirds of the carapace length.  The tail has haemal arches, a feature lost in all other modern turtles. It is probably a derived feature, but its function is not understood. Another unique feature is the exceptionally long barbels under the mandible. Proportionately, the Mary River turtle has the smallest head and largest hind feet of all the species within the catchment, which contributes to its distinction of being the fastest swimmer.The turtle is occasionally informally referred to as the green haired turtle due to the fact that many specimens are covered with growing strands of algae which resemble hair.",
    "Ecology": "Little is known about the ecology and behaviour of the Mary River Turtle. It inhabits flowing and well-oxygenated sections of streams in the Mary River basin, using terrestrial nest sites. Turtles take an unusually long time to mature; it has been estimated that females take 25 years, and males, 30 years to become adults. Mature males may be aggressive towards other males, or turtles of other species. The species is apparently omnivorous, taking plant matter such as algae as well as bivalves and other small animal prey.",
    "Conservation": "In the 1960s and 1970s, the Mary River turtle was popular as a pet in Australia, with about 15,000 sent to shops every year during a 10-year period. They were originally known as the \"penny turtle\" or \"pet shop turtle\".\nThis species is currently listed as endangered under Queensland's Nature Conservation Act 1992, and under the federal Environment Protection and Biodiversity Conservation Act 1999.  The international conservation body IUCN lists it as endangered on the IUCN Red List. It is also listed on the Zoological Society of London's Evolutionarily Distinct and Globally Endangered list, part of the EDGE of Existence programme. It is Australia's second-most endangered freshwater turtle species, after the western swamp turtle (Pseudemydura umbrina) of Western Australia.  Mary River turtles were listed amongst the world's top 25 most endangered turtle species by the Turtle Conservation Fund in 2003.Australia's first reptile-focused, nonprofit conservation organisation, the Australian Freshwater Turtle Conservation and Research Association, were the first to breed this species in captivity for release into the wild in 2007.",
    "See also": "List of Nature Conservation Act endangered fauna of Queensland",
    "References": "",
    "External links": "AFTCRA Inc. The Australian Freshwater Turtle Conservation and Research Association\nMary River Turtle – Tiaro & District Landcare Group QLD\nGympie Land Care\nAmonline\nwww.qm.qld.gov.au/features/endangered/animals/river_turtle.asp\nImage of the Mary River turtle"
  }
}