{
  "url": "https://en.wikipedia.org/wiki/Megalochelys_atlas",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "†Megalochelys"
    },
    {
      "Species": "†M. atlas"
    }
  ],
  "text": {
    "__SUMMARY__": "Megalochelys atlas is an extinct species of giant cryptodiran tortoise from the Miocene through to the Pleistocene periods. During the dry glacial periods it ranged from western India and Pakistan (possibly even as far west as southern and eastern Europe) to as far east as Sulawesi and Timor in Indonesia.",
    "Description": "Megalochelys atlas is the largest known member of the Testudinidae, with a shell length of about 2.1 m (6.9 ft), an estimated total length of 2.5 to 2.7 m (8.2 to 8.9 ft), and an approximate total height of 1.8 m (5.9 ft). Popular weight estimates for this taxon have varied greatly with the highest estimates reaching up to 4,000 kg (8,800 lb) in some instances.  However, weights based on volumetric displacement of the skeleton, or inferences based on two-dimensional skeletal drawings,  indicate that M. atlas was probably closer to 1,000 to 2,000 kg (2,200 to 4,400 lb) in mass. M. atlas is thus the largest known tortoise. The only larger turtles were the marine Archelon and Protostega from the Cretaceous Period, and the aquatic, freshwater Stupendemys of the South American Late Miocene.\n\nLike the modern Galápagos tortoise, M. atlas' weight was supported by four elephantine feet. Since most members of the related genus Testudo are herbivores, paleontologists believe M. atlas had the same diet.",
    "Taxonomy": "Megalochelys atlas  has a complicated nomenclatural history. It has previously been placed in the genus Colossochelys, however this name is in fact a junior synonym of Megalochelys, the statement of withdrawn by Auffenberg (1974). Hence the correct genus is Megalochelys and the correct species is M. atlas.\n\n\n== References =="
  }
}