{
  "url": "https://en.wikipedia.org/wiki/Natal_hinge-back_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Kinixys"
    },
    {
      "Species": "K. natalensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Natal hinge-back tortoise (Kinixys natalensis), also known as Natal hinge-backed tortoise or Natal hinged tortoise, is a species of tortoise in the family Testudinidae which is restricted to eastern southern Africa to a relatively small area around the borders of Mozambique, South Africa, and Swaziland.",
    "Description": "The Natal hinge-back tortoise is one of the smallest of the hinged tortoises.  It has an elongated carapace up to 15.5 cm (6.1 in) in length which is slightly domed with a flat dorsal surface, although averaging between 8 and 14 cm (3.1 and 5.5 in) in length. Its hinge, on the underside of its shell, is also poorly developed compared to its relatives, being restricted to the marginals. This rudimentary hinge only develops later, and is absent in juveniles. The small tail terminates in a distinctive spike. It has a brown to yellow head is small to large with a non-projecting snout.\nThe scutes on its relatively elongated shell usually have concentric dark and light rings. Females are larger than males and usually more boldly marked. Unlike the other hinged tortoises, the males do not have a concave belly.",
    "Distribution and habitat": "This rare tortoise is naturally found in the area around the far eastern border of South Africa. It occurs mainly in the province of Kwazulu-Natal but also in the eastern parts of Limpopo and Mpumalanga, as well as in the neighbouring countries of Swaziland and border of Mozambique.In its natural habitat, it inhabits rocky, thornveld and bushveld at 300–1,000 m (980–3,280 ft) elevation. They eat mainly plant material but will eat insects and other small invertebrates if given the chance.",
    "Threats and conservation": "This tortoise is rare and considered Vulnerable. and it is listed on CITES Appendix II.",
    "References": "",
    "Sources": "Tortoise & Freshwater Turtle Specialist Group 1996.  Kinixys natalensis.   2006 IUCN Red List of Threatened Species.   Downloaded on 29 July 2007."
  }
}