{
  "url": "https://en.wikipedia.org/wiki/Pinta_Island_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Chelonoidis"
    },
    {
      "Species": "†C. abingdonii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Pinta Island tortoise (Chelonoidis abingdonii), also known as the Pinta giant tortoise, Abingdon Island tortoise, or Abingdon Island giant tortoise, is a species of Galápagos tortoise native to Ecuador's Pinta Island that is most likely extinct.The species was described by Albert Günther in 1877 after specimens arrived in London. By the end of the 19th century, most of the Pinta Island tortoises had been wiped out due to hunting. By the mid-20th century, the species was assumed to be extinct until a single male was discovered on the island in 1971. Efforts were made to mate the male, named Lonesome George, with other species, but no viable eggs resulted. Lonesome George died on 24 June 2012, and the species was believed to have become extinct with his death. However, 17 first-generation hybrids were reported in 2012 from Wolf Volcano on Isabela Island during a trip by Yale University researchers. As these specimens were juveniles, their parents might still be alive. The species is classified as extinct on the IUCN Red List.",
    "Taxonomy": "Lonesome George, along with other of the tortoises on Pinta Island, belonged to a genus of 21 species. Giant tortoises were once found on all of the continents except Australia and Antarctica. The Galápagos tortoises remain the largest living tortoises.\n\nThe Pinta Island tortoise was originally described in 1877 by German-born British herpetologist Albert Günther, who named it Testudo abingdonii in his book The Gigantic Land-tortoises (Living and Extinct) in the Collection of the British Museum. The name abingdonii derives from Abingdon Island, now more commonly known as Pinta Island. The knowledge of its existence was derived from short statements of the voyages of Captain James Colnett in 1798 and Basil Hall in 1822. In 1876, Commander William Cookson brought three male specimens (along with other species of Galápagos tortoise) to London aboard the Royal Navy ship HMS Peterel.Synonyms of Chelonoidis abingdonii include Testudo abingdonii Günther, 1877; Testudo elephantopus abingdonii Mertens & Wermuth, 1955; Geochelone elephantopus abingdonii Pritchard, 1967; Geochelone nigra abingdonii Iverson, 1992; and Geochelone abingdonii Valverde, 2004.",
    "Taxonomy-Evolution": "The origin and systematic relationships are still unresolved today; they captivated Charles Darwin himself. DNA sequencing results indicate that the three best candidates for the closest living relative of the Galápagos tortoises all come from South America. They are the yellow-footed tortoise (Geochelone denticulata), the red-footed tortoise (Geochelone carbonaria), and the Chaco tortoise (Geochelone chilensis).",
    "Behaviour and ecology": "In the wild, Galápagos tortoises, including the Pinta Island species, rest about 16 hours a day. Galápagos tortoises are herbivores, feeding primarily on greens, grasses, native fruit, and cactus pads. They drink large quantities of water, which they can then store in their bodies for long periods of time for later use. They can reportedly survive up to six months without food or water.For breeding, the tortoises were most active during the hot season (January to May). During the cool season (June to November), female tortoises migrated to nesting zones to lay their eggs.\nGalápagos giant tortoises represent the top herbivores in the Galápagos, and as such they shape the entire island ecosystem. They provide critical ecosystem services by dispersing seeds and by acting as ecological engineers through herbivory and nutrient cycling. The extinction of the Pinta Island tortoise has diminished the functioning of the island ecosystem.",
    "Relationship with humans": "",
    "Relationship with humans-Threats and conservation": "Several of the surviving species of Galápagos tortoises are endangered. The decline of the population began in the 17th century as a result of visits by buccaneers and whalers. They hunted tortoises as a source of fresh meat, taking about 200,000 tortoises altogether.\nIn 1958, goats were brought to Pinta Island and began eating much of the vegetation, to the detriment of the natural habitat.\nA prolonged effort to exterminate the goats was begun. As the goat populations declined, the vegetation recovered. Small trees began regenerating from the stumps left by the goats. Highland shrub species, forest tree seedlings, Opuntia cactus, and other endemic species increased. In 2003, Pinta Island was declared goat-free.In addition to conservation efforts such as the elimination of goat populations in the Galápagos, there has been an effort to revive a number of species of Galápagos tortoise through captive breeding. Future efforts may aim to recreate a population genetically similar to the original Pinta Island tortoise by breeding the first-generation hybrids discovered on Wolf Volcano.",
    "Relationship with humans-Lonesome George": "The last known individual of the species was a male named Lonesome George (Spanish: El Solitario Jorge), who died on 24 June 2012. In his last years, he was known as the rarest creature in the world. George served as a potent symbol for conservation efforts in the Galápagos and internationally.George was first seen on the island of Pinta on 1 December 1971 by Hungarian malacologist József Vágvölgyi. Relocated for his safety to the Charles Darwin Research Station on Santa Cruz Island, George was penned with two females of different species. Although the females laid eggs, none hatched. The Pinta tortoise was pronounced functionally extinct.\nOver the decades, all attempts at mating Lonesome George were unsuccessful, possibly because his species was not cross-fertile with the other species.\nOn 24 June 2012, at 8:00 am local time, Director of the Galápagos National Park Edwin Naula announced that Lonesome George had been found dead by his caretaker of 40 years, Fausto Llerena. Naula suspects that the cause of death was heart failure consistent with the end of the natural life of a tortoise.",
    "Relationship with humans-Possible remaining individuals": "In 2006, Peter Pritchard, one of the world's foremost authorities on Galápagos tortoises, suggested that a male tortoise residing in the Prague Zoo might be a Pinta Island tortoise due to its shell structure. Subsequent DNA analysis, however, revealed it was more likely to be from Pinzón Island, home of the species C. duncanensis.Whalers and pirates in the past used Isabela Island, the central and largest of the Galápagos Islands, as a tortoise dumping ground. Today, the remaining tortoises that live around Wolf Volcano have combined genetic markers from several species.\nIn May 2007, analysis of genomic microsatellites (DNA sequences) suggested that individuals from a translocated group of C. abingdonii may still exist in the wild on Isabela. Researchers identified one male tortoise from the Volcano Wolf region that had half his genes in common with George's species. This animal is believed to be a first-generation hybrid between the species of the islands Isabela and Pinta. This suggests the possibility of a pure Pinta tortoise among the 2,000 tortoises on Isabela.\nThe identification of eight individuals of mixed ancestry among only 27 individuals sampled (estimated Volcano Wolf population size 1,000–2,000)… suggests the need to mount an immediate and comprehensive survey… to search for additional individuals of Pinta ancestry.\nA subsequent trip to Isabela by Yale University researchers found 17 first-generation hybrids living at Wolf Volcano. The researchers planned to return to Isabela in the spring of 2013 to look for surviving Pinta tortoises and to try to collect hybrids in an effort to start a captive selective-breeding program and to hopefully reintroduce Pintas back to their native island.",
    "See also": "List of species of Galápagos tortoise",
    "References": "Caccone, Adalgisa; Gibbs, James P.; Ketmaier, Valerio; Suatoni, Elizabeth; Powell, Jeffrey R. (1999-11-09). \"Origin and evolutionary relationships of giant Galápagos tortoises\". Proceedings of the National Academy of Sciences. 96 (23): 13223–13228. doi:10.1073/pnas.96.23.13223. ISSN 0027-8424. PMC 23929. PMID 10557302.\nNicholls, Henry (2004-06-03). \"Tortoise conservation: One of a kind\". Nature. 429 (6991): 498–500. doi:10.1038/429498a. ISSN 0028-0836. PMID 15175722.\nGiant Tortoises, Galapagos Conservancy\nRecovery of a nearly extinct Galápagos tortoise despite minimal genetic variation., Wiley Online Library",
    "External links": "Naked Scientists audio discussion of Lonesome George\nArticle on Lonesome George The giant tortoise of Galapagos Island.\nLonesome George, by Vicki Seal\n\"Team of Veterinarians Prepare Hybrid Tortoises for Release on Pinta Island in 2010\" (Press release). Galapagos Conservancy. February 3, 2010. Archived from the original on February 8, 2010.\nGarrick, Ryan C.; Benavides, Edgar; Russello, Michael A.; Gibbs, James P.;  et al. (2012). \"Genetic rediscovery of an 'extinct' Galápagos giant tortoise species\". Current Biology. 22 (1): R10–1. doi:10.1016/j.cub.2011.12.004. PMID 22240469."
  }
}