{
  "url": "https://en.wikipedia.org/wiki/Pseudemydura",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "Chelidae"
    },
    {
      "Subfamily": "Pseudemydurinae"
    },
    {
      "Genus": "PseudemyduraSeibenrock, 1901"
    },
    {
      "Species": "P. umbrina"
    }
  ],
  "text": {
    "__SUMMARY__": "The western swamp turtle (Pseudemydura umbrina), also known as the western swamp tortoise, is a short-necked freshwater turtle that is the sister taxon to all other members of the subfamily Chelodininae. As a consequence of the greatly altered ecology in the region around Perth, Western Australia, where it exists in fragmented populations, the species is critically endangered by extinction.",
    "Taxonomy": "The accepted description of the species by Friedrich Siebenrock was published in 1901.\nThe common name is a misnomer, and it is unrelated to the entirely terrestrial clade of cryptodires known as tortoises.\nThe first specimen of the western swamp turtle was collected by Ludwig Preiss in 1839 and sent to Vienna Museum. There it was labelled \"New Holland\" and was named Pseudemydura umbrina 1901 by Seibenrock. No further collection of specimens was recorded until 1953. Glauert in 1954 named these specimens Emydura inspectata, but in 1958, Ernest Williams of Harvard University showed them to be synonyms of Pseudemydura umbrina, collected by Preiss.A study of the species placed this cheloniid within a monotypic subfamily Pseudemydurinae.",
    "Description": "Adult males do not exceed a length of 155 mm or a weight of 550 g. Females are smaller, not growing beyond 135 mm in carapace length or a weight of 410 g. Hatchlings have a carapace length of 24–29 mm and weigh between 3.2 and 6.6 g.The colour of the western swamp turtle varies dependent on age and the environment where it is found. Typical coloration for hatchlings is grey above with bright cream and black below.  The colour of adults varies with differing swamp conditions, and varies from medium yellow-brown in clay swamps to almost black with a maroon tinge in the black coffee-coloured water of\nsandy swamps. Plastron colour is variable, from yellow to brown or occasionally black; often there are black spots on a yellow background with black edges to the scutes. The legs are short and covered in scale-like scutes and the feet have well-developed claws. The short neck is covered with horny tubercles and on the top of the head is a large single scute. It is the smallest chelid found in Australia.\nThe only other species of freshwater tortoise occurring in the southwest of Western Australia is the narrow-breasted snake-necked turtle (Chelodina M. colliei) . It has a neck equal to or longer than its shell, making the two species from south west Western Australia easily identifiable.",
    "Distribution": "The western swamp turtle has been recorded only in scattered areas on the Swan Coastal Plain in Western Australia, from Perth Airport to near Pearce Royal Australian Air Force Base in the Bullsbrook locality. (roughly parallel with the Darling Scarp). Most of this area is now cleared and either urbanised or used for intensive agriculture.",
    "Conservation": "Threatening factors to population and habitat were assessed as making this species vulnerable to extinction, and described as Critically Endangered on the 1996 IUCN Red List. The 2007 Red List notes this as outdated, and the conservation status requires reassessment.\nThe legal status of the species is classified by the Australian federal (listed 2004) and state (W.A., list 2018) conservation status of critically endangered.",
    "References": "",
    "External links": "Images at ARKive.org"
  }
}