{
  "url": "https://en.wikipedia.org/wiki/Radiated_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Astrochelys"
    },
    {
      "Species": "A. radiata"
    }
  ],
  "text": {
    "__SUMMARY__": "The radiated tortoise (Astrochelys radiata) is a species in the family Testudinidae. Although this species is native to and most abundant in southern Madagascar, it can also be found in the rest of this island, and has been introduced to the islands of Réunion and Mauritius. It is a very long-lived species, with recorded lifespans of at least 188 years. These tortoises are classified as critically endangered by the IUCN, mainly because of the destruction of their habitat and because of poaching.",
    "Description": "Growing to a carapace length of up to 16 in (41 cm) and weighing up to 35 lb (16 kg), the radiated tortoise is considered to be one of the world's most beautiful tortoises.This tortoise has the basic \"tortoise\" body shape, which consists of the high-domed carapace, a blunt head, and elephantine feet. The legs, feet, and head are yellow except for a variably sized black patch on top of the head.\nThe carapace of the radiated tortoise is brilliantly marked with yellow lines radiating from the center of each dark plate of the shell, hence its name. This \"star\" pattern is more finely detailed and intricate than the normal pattern of other star-patterned tortoise species, such as Geochelone elegans of India.\nThe radiated tortoise is also larger than G. elegans, and the scutes of the carapace are smooth, and not raised up into a bumpy, pyramidal shape as is commonly seen in the latter species.  Sexual dimorphism is slight. Compared to females, male radiated tortoises usually have longer tails and the notches beneath their tails are more noticeable.",
    "Description-Lifespan": "The species is very long-lived. The oldest radiated tortoise ever recorded with certainty was Tu'i Malila, which died at an estimated age of 188. A tortoise named Adwaita is widely believed to have been even older at his death in 2006.",
    "Range and distribution": "Radiated tortoises occur naturally only in the extreme southern and southwestern part of the island of Madagascar. They have also been introduced to the nearby island of Reunion. They prefer dry regions of brush, thorn (Diderae) forests, and woodlands of southern Madagascar.As the radiated tortoises are herbivores, grazing constitutes 80–90% of their diets, while they also eat fruits and succulent plants. A favorite food in the wild is the Opuntia cactus. They are known to graze regularly in the same area, thus keeping the vegetation in that area closely trimmed. They seem to prefer new growth rather than mature growth because of the high-protein, low-fiber content.",
    "Range and distribution-Reproduction": "Males first mate upon attaining lengths of about 12 in (31 cm); females may need to be a few inches longer. The male begins this fairly noisy procedure by bobbing his head and smelling the female's hind legs and cloaca. In some cases, the male may lift the female up with the front edge of his shell to keep her from moving away.\nThe male then proceeds to mount the female from the rear while striking the anal region of his plastron against the female's carapace. Hissing and grunting by the male during mating is common. This is a very dangerous procedure and cases have been recorded where the female's shell has cracked and pierced the vaginal and anal cavities. Females lay from three to 12 eggs in a previously excavated hole 6-8 in (15–20 cm) deep, and then depart.\n\nIncubation is quite long in this species, lasting usually between 5 and 8 months. Juveniles are between 1.2 and 1.6 inches (3.2 and 4 cm) upon hatching. Unlike the yellow coloration of the adults, the juveniles are a white to an off-white shade. Juveniles attain the high-domed carapace soon after hatching.",
    "Conservation": "These tortoises are critically endangered due to habitat loss, being poached for food, and being overexploited in the pet trade. It is listed on CITES Appendix I, commercial trade in wild-caught specimens is illegal (permitted only in exceptional licensed circumstances). However, due to the poor economic conditions of Madagascar, many of the laws are largely ignored.\nNo estimates of wild populations are available, but their numbers are declining, and many authorities see the potential for a rapid decline to extinction in the wild. In the North American studbook, 332 specimens are listed as participating in captive-breeding programs such as the Species Survival Plan. Captive breeding has shown great promise as in the captive-breeding program for the radiated tortoise at the New York Zoological Society's Wildlife Survival Center. In 2005, the Wildlife Survival Center was closed, and the radiated tortoise captive-breeding program was continued with the inception of the Behler Chelonian Center, the Turtle Conservancy's southern California conservation breeding center.In March 2013, smugglers were arrested after carrying a single bag containing 21 radiated tortoises and 54 angonoka tortoises (Astrochelys yniphora) through Suvarnabhumi International Airport in Thailand.On 20 March 2016, the customs officials at Mumbai airport seized 146 tortoises from the mishandled baggage of a Nepal citizen. This bag was said to belong to a transit passenger, who arrived from Madagascar and flew to Kathmandu, leaving this bag behind. Of the 146 tortoises, 139 were radiated tortoises (Astrochelys radiata) and seven were Angonoka tortoises (Astrochelys yniphora), both critically endangered tortoise species of Madagascar. Two radiated tortoises were found dead with broken shells.On 12 June 2016, it was reported that 72 radiated tortoises and six angonoka tortoises had gone missing from a breeding facility in Thailand.On 20 April 2018, more than 10,000 radiated tortoises were found in a home in Toliara. In total, the house contained 9,888 live radiated tortoises and 180 dead ones. Rescuers transported them to Le Village Des Tortues (\"Turtle Village\"), a private wildlife rehabilitation facility in Ifaty, 18 miles north of Toliara. A week after their discovery, 574 tortoises had died from either dehydration or infection. Three suspects (two men and a woman, the owner of the house) were arrested. The men were in the process of burying dead tortoises on the property when the team arrived.",
    "References": "",
    "Further reading": "Kirkpatrick, David D. The Radiated Tortoise in Reptile & Amphibian Magazine March/April 1992, pages 18–24.\nRadiated Tortoise Fact Sheet. Smithsonian National Zoological Park. Retrieved April 7, 2008.",
    "External links": "Radiated Tortoise\nConvention on International Trade in Endangered Species of Wild Fauna and Flora"
  }
}