{
  "url": "https://en.wikipedia.org/wiki/Saddle-backed_Mauritius_giant_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "†Cylindraspis"
    },
    {
      "Species": "†C. inepta"
    }
  ],
  "text": {
    "__SUMMARY__": "The saddle-backed Mauritius giant tortoise (Cylindraspis inepta) is an extinct species of giant tortoise in the family Testudinidae.  It was endemic to Mauritius.  The last records of this tortoise date to the early 18th century.",
    "Description": "One of two different giant tortoise species which were endemic to Mauritius, this saddle-backed species seems to have specialised in browsing higher bushes and low-hanging branches of trees. Its lower, flatter sister species grazed on grass, as well as fallen leaves and fruit on forest floors. \nAlthough similarly sized, the two species differed substantially in their body shape and bone structure.\nThis species in particular seems to have been the ancestor of all the other four species of Cylindraspis giant tortoise of the Mascarene Islands, and to have accidentally drifted to the surrounding islands of Reunion and Rodrigues in order to do so. Its species name of \"inepta\" is due to its supposed propensity for falling into the ocean.",
    "Extinction": "This species was previously numerous throughout Mauritius - both on the main island and on all of the surrounding islets. \nAs Mauritius was the first of the Mascarene Islands to be settled, it was also the first to face the extermination of its native biodiversity - including the giant tortoises. The giant tortoise species, like many island species, were reportedly friendly, curious and not afraid of humans.\nWith the arrival of the Dutch, vast numbers of both giant tortoise species were slaughtered - either for food (for humans or pigs) or to be burned for fat and oil.\nIn addition, they introduced invasive alien species such as rats, cats and pigs, which ate the giant tortoises' eggs and hatchlings.\nThe species was likely extinct on the main island of Mauritius by about 1700, and on most of the surrounding islets by 1735.",
    "Extinction-Round Island refuge": "At least one of the two Mauritian giant tortoise species might have survived on Round Island (just north of Mauritius) until much later, according to the 1846 Lloyd report.\nThe Lloyd expedition in 1844 found several very large specimens of giant tortoise surviving on Round Island, although the island was by then already overrun with enormous numbers of introduced rabbits.\nIn 1870, the Governor Sir Henry Barkly was concerned about the vanishing species and, in his enquiries, was told about the 1844 expedition by one of its members, Mr. William Kerr. Mr. Kerr informed the Governor that Mr. Corby, one of the other 1844 explorers, \"captured a female land tortoise in one of the caves on Round Island and brought it to Mauritius, where it produced a numerous progeny, which were distributed among his acquaintance.\"\nThe Governor was unable to locate any of the progeny and, although hypothetically an 1845 hatchling could easily have lived into the 21st century, it is not known what happened to the hatchlings.\nRound Island itself, already badly damaged by rabbits, had goats introduced to it soon afterwards. This - or some other factor - led to the total extinction of the tortoises in their last refuge. At the unknown point when the last of Mr. Corby's hatchlings died or was killed, the species would have become totally extinct.",
    "See also": "",
    "References": "\nWorld Conservation Monitoring Centre 1996.  Cylindraspis inepta.   2006 IUCN Red List of Threatened Species.   Downloaded on 29 July 2007."
  }
}