{
  "url": "https://en.wikipedia.org/wiki/Santanachelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "†Protostegidae"
    },
    {
      "Genus": "†SantanachelysHirayama, 1998"
    },
    {
      "Species": "†S. gaffneyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Santanachelys gaffneyi is an extinct species of sea turtle. It is the only species in the genus Santanachelys, which itself is a member of the extinct family Protostegidae. The species was first described from a 20-centimeter long fossil specimen unearthed in 1998 from the Santana Formation of eastern Brazil. From the rock layer from which it was excavated, it was determined that the specimen was from the Early Cretaceous period (112 million years old). It is therefore one of the oldest known sea turtles. It was even recorded as the oldest sea turtle in Encyclopædia Britannica, but a new fossil named Desmatochelys padillai in 2015 is estimated to be as old as 120 million years.While the specimen showed many characteristics of modern sea turtles, it differed from the typical sea turtle body plan in several ways. One glaring difference is that Santanachelys had distinguishable digits at the tip of its forearms. Instead of the fully fused, hydrodynamic paddles that modern sea turtles possess, the early sea turtle's digits were distinct and movable similar to that of non-marine turtles. Like later sea turtles though, Santanachelys had large salt glands situated near its eyes, which aided with the excretion of excess salt. This was an adaptation to the highly saline marine environment.Evolutionarily, the morphology of Santanachelys is typical of what is expected of an early sea turtle. The front appendages not being fully evolved into flippers is a sign of this. The presence of large foramen in the turtle's skull where salt glands where is an interesting evolutionary point. It is pointed out that this suggests that the evolutionary return to oceanic waters of the sea turtle line evolved before the finalization and streamlining of the line's paddles.Taxonomically, Santanachelys has been placed in the family Protostegidae along with many other extinct sea turtles. It is the earliest member of the family to date, and the earliest known member of the sea turtle superfamily, Chelonioidea. Cladistically, it is the sister taxon to the rest of the later protostegids, including Protostega and Notochelone. As a member of its family, its closest living relative belongs to the family Dermochelyidae, the leatherback turtle.Its genus, Santanachelys was named for the Santana Formation, the locality where the fossil was found and chelys, Greek for \"turtle\". The species name, S. gaffneyi was named in honor of Eugene S. Gaffney, a paleontologist who specialized in turtle phylogeny.\n\n\n== References =="
  }
}