{
  "url": "https://en.wikipedia.org/wiki/Serrated_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Psammobates"
    },
    {
      "Species": "P. oculifer"
    }
  ],
  "text": {
    "__SUMMARY__": "The serrated tortoise, Psammobates oculifer, German: Kalahari-Strahlenschildkröte, is a species of tortoise that occurs in the Kalahari desert regions of southern Africa. Also known as the Kalahari tent tortoise, it is one of three members of the genus, Psammobates.",
    "Name": "The common name internationally, serrated tortoise, stems from the characteristic, ray-like shell pattern and is shared by another tortoise species, Kinixys erosa. In southern Africa it is known by the unambiguous name of Kalahari tent tortoise, after its Kalahari habitat.",
    "Distribution": "The serrated tortoise is found in countries of Southern Africa, including Botswana, Namibia, and the Republic of South Africa from extreme W Transvaal and the W Orange Free State northwestward across most of Botswana and central and eastern Namibia.\nHere it favours arid savanna and scrub desert vegetation types (e.g. Kalahari thornveld, bushveld and arid grassland).\nIn this range, which roughly matches the extent of the Kalahari desert, its population is very sparse, and individuals are normally very rare and widely separated.",
    "Description": "This species remains relatively small, with a shell length of 12–15 cm. \nWhile it shares much of its superficial outer appearance with its relatives in the genus Psammobates, it can be distinguished by its relatively low-domed shell which is strongly serrated along its margins at the front and back.\nEach shell scute is coloured with a radiating star-pattern of black rays on a tan background. The species has buttock tubercles and the shell's nuchal scute is wide and sometimes divided. The males have a longer tail and taller, more conical scutes on the back as well as a concave belly. The female lays a clutch of 1 or 2 eggs in December.",
    "Human use and conservation": "The San used the shells of small animals to produce tobacco and perfume cases, a practice that is restricted today, due to nature conservation legislation to protect this declining species.\nThis tortoise species feeds on certain succulents and other Kalahari plant species, and its specific diet means that it does not usually survive in captivity and usually soon dies when removed from its natural habitat. It is nonetheless threatened by illegal collecting for the pet trade.",
    "References": "\nDewsburycrafts with photo\nGBIF.org\nAuerbach,R.D. 1987. The Amphibians and Reptiles of Botswana. Mokwepa Consultants, Botswana, 295 pp.\nBauer, Aaron M.; Branch, William R. & Haacke, Wulf D. 1993. The herpetofauna of the Kamanjab area and adjacent Damaraland, Namibia. Madoqua (Windhoek), 18 (2): 117-145.\nDuméril, A. M.C., G. BIBRON & A. DUMÉRIL 1854. Erpétologie générale ou Histoire Naturelle complète des Reptiles. Vol. 9. Paris, XX + 440 S.\nErnst,C.H. and Barbour,R.W. 1989. Turtles of the World. Smithsonian Institution Press, Washington D.C. - London\nGreig, J.C., and P.D. Burdett. 1976. Patterns in the distributions of Southern African terrestrial tortoises (Cryptodira: Testudinidae). Zool. Africana 11(2): 250-267.\nHughes, B. 1986. Longevity Records of African Captive Amphibians and Reptiles: Part 1: Introduction and Species List 1 - Amphibians and Chelonians Jour. Herp. Ass. Afr. (32): 1-5\nKuhl,H. 1820. Beiträge zur Zoologie und vergleichenden Anatomie. Hermannsche Buchhandlung, Frankfurt, 152 pp.\nLoveridge, Arthur & Williams, Ernest E. 1957. Revision of the African Tortoises and Turtles of the Suborder Cryptodira. Bulletin of the Museum of Comparative Zoology 115 (6): 163-557\nSmith,A. 1840. Illustrations of the zoology of South Africa, Reptilia. Smith, Elder, and Co., London\nValverde, J. 2005. Afrikanische Landschildkröten. Reptilia (Münster) 10 (6): 18-25\nValverde, J. 2005. African Tortoises. Reptilia (GB) (43): 12-20"
  }
}