{
  "url": "https://en.wikipedia.org/wiki/Speke's_hinge-back_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Kinixys"
    },
    {
      "Species": "K. spekii"
    }
  ],
  "text": {
    "__SUMMARY__": "Speke's hinge-back tortoise (Kinixys spekii), also known commonly as Speck's hingeback tortoise, is a species of turtle in the family Testudinidae. The species is endemic to Africa.",
    "Etymology": "The specific name, spekii, is in honor of English explorer John Hanning Speke.",
    "Description": "K. spekii has an elongated carapace, up to 20 cm (7.9 in) in straight length, which is distinctly flattened, allowing it to seek refuge in rock crevices and under logs (the co-occurring pancake tortoise is even more flattened). Its carapace has a weak, disrupted medial keel, and posterior marginals that are neither strongly serrated nor reverted.  This species has a well-developed hinge at the rear end of the upper part of its shell, permitting the protection of its rear legs after they have been retracted. The male has a notably longer tail than the female of this species, and the tails end in a spine. Females possess a flat plastron, yet males have a more concave one.",
    "Geographic range": "Speke's hinge-back tortoise is found in East Africa from Kenya south to Swaziland, next to Mozambique and Zululand. Its range extends westwards as far as the coast of Angola.",
    "Habitat": "K. spekii inhabits savannahs and dry bush with rocky areas. It tends to inhabit more wooded areas during the dry season, and to move out into the savannahs when the summer rains come.",
    "Diet": "K. spekii feeds on small flowers, leaves, grass, herbs, succulents and fungi. It also eats snails and other small invertebrates, having a special preference for millipedes.",
    "Reproduction": "Females of K. spekii lay a small clutch of two to four eggs in the summer.",
    "References": "",
    "Further reading": "Gray JE (1863). \"Notice of a new Species of Kinixys and other Tortoises from Central Africa\". Ann. Mag. Nat. Hist., Third Series 12: 381-382. (Kinixys spekii, new species).",
    "External links": "Photo of Kinixys spekii"
  }
}