{
  "url": "https://en.wikipedia.org/wiki/Spur-thighed_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Testudo"
    },
    {
      "Species": "T. graeca"
    }
  ],
  "text": {
    "__SUMMARY__": "The Greek tortoise (Testudo graeca), also known commonly as the spur-thighed tortoise, is a species of tortoise in the family Testudinidae. Testudo graeca is one of five species of Mediterranean tortoises (genera Testudo and Agrionemys). The other four species are Hermann's tortoise (Testudo hermanni), the Egyptian tortoise (Testudo kleinmanni), the marginated tortoise (Testudo marginata), and the Russian tortoise (Agrionemys horsfieldii). The Greek tortoise is a very long-lived animal, achieving a lifespan of upwards of 125 years, with some unverified reports of up to 200 years.",
    "Geographic range": "The Greek tortoise's geographic range includes North Africa, southern Europe, and Southwest Asia. It is prevalent in the Black Sea coast of the Caucasus (from Anapa, Russia, to Sukhumi, Abkhazia, to the South), as well as in Georgia, Armenia, and Azerbaijan.",
    "Characteristics": "The Greek tortoise (Testudo graeca ibera) is often confused with Hermann's tortoise (Testudo hermanni ). However, notable differences enable them to be distinguished.",
    "Subspecies": "The division of the Greek tortoise into subspecies is difficult and confusing. Given the huge range of over three continents, the various terrains, climates, and biotopes have produced a huge number of varieties, with new subspecies constantly being discovered. Currently, at least 20 subspecies are published:\n\nT. g. graeca (North Africa and South Spain)\nT. g. soussensis (South Morocco)\nT. g. marokkensis (North Morocco)\nT. g. nabeulensis - Tunisian tortoise (Tunisia)\nT. g. cyrenaica (Libya)\nT. g. ibera (Turkey)\nT. g. armeniaca - Armenian tortoise (Armenia)\nT. g. buxtoni (Caspian Sea)\nT. g. terrestris (Israel/Lebanon)\nT. g. zarudnyi (Iran/Azerbaijan)\nT. g. whitei (Algeria)\nT. g. floweri (Jordan)This incomplete listing shows the problems in the division of the species into subspecies. The differences in form are primarily in size and weight, as well as coloration, which ranges from dark brown to bright yellow, and the types of flecks, ranging from solid colors to many spots. Also, the bending-up of the edges of the carapace ranges from minimal to pronounced. So as not to become lost in the number of subspecies, recently a few tortoises previously classified as Testudo graeca have been assigned to different species, or even different genera.\nThe genetic richness of Testudo graeca is also shown in its crossbreeding. Tortoises of different form groups often mate, producing offspring with widely differing shapes and color. Perhaps the best means of identification for the future is simply the place of origin.\nThe smallest, and perhaps the prettiest, of the subspecies, is the Tunisian tortoise. It has a particularly bright and striking coloration. However, these are also the most sensitive tortoises of the species, so they cannot be kept outdoors in temperate climates, as cold and rainy summers quickly cause the animals to become ill. They are also incapable of long hibernation.\nAt the other extreme, animals from northeastern Turkey are very robust, such as Hermann's tortoise. The largest specimens come from Bulgaria. Specimens of 7 kilograms (15 lb) have been reported. In comparison, the Tunisian tortoise has a maximum weight of 0.7 kg (1.5 lb). Testudo graeca is also closely related to the marginated tortoise (Testudo marginata). The two species can interbreed, producing offspring capable of reproduction.",
    "Sexing": "Males of T. graeca differ from females in six main points. Firstly, they are generally smaller. Their tails are longer than females and taper to a point evenly, and the cloacal opening is farther from the base of the tail. The underside is somewhat curved, while females have a flat shell on the underside. The rear portion of a male's carapace is wider than it is long. Finally, the posterior plates of the carapace often flange outward.",
    "Mating and reproduction": "In T. graeca, immediately after waking from hibernation, the mating instinct starts up. The males follow the females with great interest, encircling them, biting them in the limbs, ramming them, and trying to mount them. During copulation, the male opens his mouth, showing his red tongue and making squeaking sounds.\nDuring mating, the female stands still, bracing herself with her front legs, moving the front part of her body to the left and right in the same rhythm as the male's cries. One successful mating will allow the female to lay eggs multiple times. When breeding in captivity, the pairs of females and males must be kept separate. If multiple males are in a pen, one takes on a dominant role and will try to mate with the other males in the pen. If more males than females are in a pen, the males might kill each other to mate with the female.\nOne or two weeks before egg-laying, the animals become notably agitated, moving around to smell and dig in the soil, even tasting it, before choosing the ideal spot to lay the eggs. One or two days before egg-laying, the female takes on an aggressive, dominant behavior, mounting another animal as for copulation and making the same squeaking sound the male produces during copulation. The purpose of this behavior is to produce respect in the tortoise community so that the female will not be disturbed by the others during egg laying. Further details of egg-laying behavior are the same as those detailed for the marginated tortoise.",
    "Trade": "The Greek tortoise is commonly traded as a pet in source countries such as Morocco and Spain, despite the illegality of this trade. This can lead to an unsustainable removal of wild individuals for the local pet trade and for export. There are also welfare concerns with this trade as the animals are not properly housed when being sold, causing a high rate of mortality in captivity.",
    "Food": "The Greek tortoise loves dandelion leaves and other leafy plants. However, although they also enjoy eating lettuce, it is not recommended to them due to having a lack of nutrients that the tortoise needs to survive.",
    "See also": "List of reptiles of Italy\nMediterranean tortoise\nTimothy (tortoise)",
    "Sources": "Tortoise & Freshwater Turtle Specialist Group (1996). \"Testudo graeca\". The IUCN Red List of Threatened Species. IUCN. 1996: e.T21646A9305693. doi:10.2305/IUCN.UK.1996.RLTS.T21646A9305693.en. Retrieved 15 January 2018. Listed as Vulnerable (VU A1cd v2.3)",
    "References": "",
    "External links": "European Tortoises. (in German).\nBroasca Testoasa Greaca - Testudo graeca. (in Romanian)."
  }
}