{
  "url": "https://en.wikipedia.org/wiki/Stigmochelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "StigmochelysGray, 1873"
    },
    {
      "Species": "S. pardalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The leopard tortoise (Stigmochelys pardalis) is a large and attractively marked tortoise found in the savannas of eastern and southern Africa, from Sudan to the southern Cape. It is the only member of the genus Stigmochelys, although in the past it was commonly placed in Geochelone. This tortoise is a grazing species that favors semi-arid, thorny to grassland habitats.  In both very hot and very cold weather they may dwell in abandoned fox, jackal, or aardvark holes. Leopard tortoises do not dig other than to make nests in which to lay eggs. Given its propensity for grassland habitats, it grazes extensively upon mixed grasses. It also favors succulents and thistles.",
    "Taxonomy and etymology": "The phylogenic placement of the leopard tortoise has been subject to several revisions. Different authors have placed it in Geochelone (1957), Stigmochelys (2001), Centrochelys (2002), and Psammobates (2006). More recently, consensus appears to have settled on Stigmochelys, a monotypic genus. There has been considerable debate about the existence of two subspecies but recent work does not support this distinction.\"Stigmochelys\" is a combination of Greek words: stigma meaning \"mark\" or \"point\"* and chelone meaning \"tortoise\".  The specific name pardalis is from the Latin word pardus meaning \"leopard\" and refers to the leopard-like spots on the tortoise's shell.",
    "Description": "The leopard tortoise is the fourth largest species of tortoise in the world, with typical adults reaching 40 centimetres (16 in) and weighing 13 kilograms (29 lb).  Adults tend to be larger in the northern and southern ends of their range, where typical specimens weigh up to 20 kilograms (44 lb) and an exceptionally large tortoise may reach 70 centimetres (28 in) and weigh 40 kilograms (88 lb).The carapace is high and domed with steep, almost vertical sides. Juveniles and young adults are attractively marked with black blotches, spots or even dashes and stripes on a yellow background. In mature adults the markings tend to fade to a nondescript brown or grey. The head and limbs are uniformly colored yellow, tan, or brown.",
    "Distribution and habitat": "Widely distributed across the arid and savanna regions of eastern and southern Africa, extending from South Sudan and Somalia, across East Africa to South Africa and Namibia. The species is generally absent from the humid forest regions of Central Africa. Over this range, the leopard tortoise occupies the most varied habitats of any African tortoise including grasslands, thorn-scrub, mesic brushland, and savannas. They can be found at altitudes ranging from sea level to 2,900 meters (9,500 ft).",
    "Ecology and behavior": "Leopard tortoises are herbivorous; their diet consists of a wide variety of plants including forbs, thistles, grasses, and succulents. They will sometimes gnaw on bones or even hyena feces to obtain calcium, necessary for bone development and their eggshells. Seeds will pass undigested through the gut, so the leopard tortoise plays a significant role in seed dispersal. Normally active during the day, they are less active during hot weather or during the dry season.A very long-lived animal, the leopard tortoise reaches sexual maturity between the ages of 12 and 15 years. During the mating season, males will fight over females, ramming and butting their competitors. They will trail after females for quite some distance, often ramming them into submission. When mating, the male makes grunting vocalizations. Nesting occurs between May and October when the female digs a hole and lays a clutch of 5 to 30 eggs. As many as 5–7 clutches may be laid in a single season. Incubation will take 8–15 months depending on temperature.  There are numerous predators of the eggs and hatchlings including monitor lizards, snakes, jackals and crows. Adults have few natural predators but lions and hyenas have occasionally been reported preying on them.",
    "Conservation": "The leopard tortoise is a widespread species and remains common throughout most of its range. Human activities, including agricultural burning, consumption, and especially commercial exploitation in the pet trade, are potential threats but have not yet caused significant population declines. They are increasingly being bred in captivity for the pet trade. For example, most tortoises exported from Kenya and Tanzania originate in captive breeding programs, alleviating collection from the wild.The leopard tortoise has been listed in Appendix II of CITES since 1975 and in 2000, the United States banned their import because of the risk posed by heartwater, an infectious disease carried by tortoise ticks that could seriously impact the US livestock industry.",
    "Gallery": "",
    "Notes": "",
    "References": "Baker, P.J.;  et al. (2015). \"Stigmochelys pardalis\". The IUCN Red List of Threatened Species 2015.\nBranch, Bill (2008). Tortoises, Terrapins & Turtles of Africa. South Africa: Struik Publishers. p. 128. ISBN 978-1-77007-463-7.\nErnst, Carl H.; Barbour, Roger W. (1989). Turtles of the World. Smithsonian Institution Press. pp. 248–249.\nFritz, U.; Bininda-Emonds, O. R. P. (2007-07-03). \"When genes meet nomenclature: Tortoise phylogeny and the shifting generic concepts of Testudo and Geochelone\". Zoology. Elsevier. 110 (4): 298–307. doi:10.1016/j.zool.2007.02.003. PMID 17611092.\nTurtle Taxonomy Working Group (2014). \"Turtles of the world, 7th edition: annotated checklist of taxonomy, synonymy, distribution with maps, and conservation status\" (PDF). IUCN/SSC Tortoise and Freshwater Turtle Specialist Group. \nUwe, Fritz; Havaš, Peter (2007). \"Checklist of Chelonians of the World\" (PDF). Vertebrate Zoology. 57 (2): 294–295.",
    "Further reading": "Edqvist, ULf. \"Tortoise Trust Web - Observations on Dehydration in Reptiles\". www.tortoisetrust.org. Retrieved 2016-04-11.\n\"Geochelone pardalis (Leopard Tortoise) Care – Misty Corton\". www.chelonia.org. Retrieved 2016-04-11.",
    "External links": "IUCN/SSC Tortoise and Freshwater Turtle Specialist Group"
  }
}