{
  "url": "https://en.wikipedia.org/wiki/Tent_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Psammobates"
    },
    {
      "Species": "P. tentorius"
    }
  ],
  "text": {
    "__SUMMARY__": "The tent tortoise (Psammobates tentorius) is a species of tortoise and one of three members of the genus, Psammobates.  Known locally as the Karoo tent tortoise, this highly variable species is found in the Karoo and semi-desert regions of Southern Africa.",
    "Distribution": "The Karoo tent tortoise occurs at very low densities throughout the Karoo and other semi-desert areas of southern Africa, extending from central Namibia almost to the southern coast of South Africa.\nWithin this range, its population is very sparse and individuals are normally rare and widely separated. The species is also increasingly rare due to habitat destruction and illegal collecting for the pet trade. Due to its specific diet of certain Karoo plants, this species rarely survives in captivity and usually soon dies when taken outside of its natural habitat.",
    "Identification": "The Karoo tent tortoise is a very variable species, with at least three subspecies. Its shell is dark brown or black with a pattern of yellow or orange striped stars radiating from the centre of each domed shield making up the carapace. The tent tortoise has a beautiful geometric pattern of' Bedouin tents' on its upper shell, and this is appropriate, for it is quite at home in the semidesert. \nThe colouring and size of this little tortoise vary greatly, particularly from one area to another but also within a single 'population'. Occasional specimens are a uniform brown, though this is very rare. Male specimens are much smaller than the females, and have concave bellies.\nAlthough this species shares much of its superficial outer appearance with its relatives in the genus Psammobates, it can easily be distinguished by its un-serrated shell margins, and the scutes along its shell bridge, which are broader than they are high.",
    "Subspecies": "Three subspecies are recognised by biologists:  \n\nSouthern (\"Karoo\") tent tortoise, Psammobates tentorius tentorius (type species) or common tent tortoise. Authority: Bell 1828. Distribution: The southern Karoo region. South Africa(Southern and eastern Karoo from Grahamstown to Matjiesfontein). This subspecies has the most sharply raised 'tents' (conical scutes), with dull yellow stars radiating on a black background.\nWestern (\"Namaqualand\") tent tortoise, Psammobates tentorius trimeni. Authority: Boulenger, 1886. Distribution: The Namaqualand Coast. Namibia(Lambert's Bay north to beyond the Orange River in Great Namaqualand) and South Africa(Extreme western Cape Provinces). This is the smallest subspecies, with the boldest, brightest colouring and well-developed 'tents' (conical shell scutes).\nNorthern (\"Bushmanland\") tent tortoise, Psammobates tentorius verroxii. Authority: Smith, 1839. Distribution: The driest parts of the Karoo inland. Namibia(Northwest to the Great Namaqualand) and South Africa(Northern Cape Province). This subspecies has a flatter, rounder shell with underdeveloped 'tents', and more faded brown colouring.",
    "Behaviour": "The female tent tortoise lays a clutch of one to three eggs, and buries them in the sand as all other tortoises do. The young emerge in late summer or early autumn.",
    "Diet": "They depend on a very specialised diet including assorted Karoo bushes, mesembryanthemums and other South African succulents. Due to its specialised diet, this little tortoise does not usually survive in captivity and usually soon dies when taken outside of its semi-desert habitat.",
    "Notes": "\n\n== References =="
  }
}