{
  "url": "https://en.wikipedia.org/wiki/Terlinguachelys",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Family": "†Protostegidae"
    },
    {
      "Genus": "†TerlinguachelysLehman and Tomlinson, 2004"
    },
    {
      "Species": "†T. fischbecki"
    }
  ],
  "text": {
    "__SUMMARY__": "Terlinguachelys fischbecki is an extinct sea turtle that existed during the Late Cretaceous period some 80 million years ago. It is the sole species in the genus Terlinguachelys and is classified in the family Protostegidae along with other extinct marine turtles.As an early sea turtle, Terlinguachelys already showed several characteristics typical of modern sea turtles. These included a dorsoventrally-flattened body, a comparatively large head with a short neck and the iconic flattened paddle-like arms that sea turtles distinctly possess. However, some anatomical differences identify the turtle as a more basal member of the sea turtle superfamily. The posterior portion of Terlinguachelys' mandible for example has several elements that are reduced in later forms. Whereas the posterior portions of modern sea turtles' mandibles are smoother and streamlined, that of Terlinguachelys has prominent fossae. The plates that comprise the carapace of the lone specimen exhumed were analyzed and somewhat indicated that they were not completely ossified, suggesting that this taxon is closer in relation to the leatherbacks rather than other modern marine turtles. Also, this particular species has a comparatively longer femur in proportion to its humerus than other species of marine turtle, extant and otherwise.The species was discovered in 1987. A lone specimen was unearthed from rocks located in the Aguja Formation of Texas, dated to be from Campanian deposits of the Late Cretaceous period. The type specimen, labeled as TMM 43072-1, consists of an incomplete turtle skeleton including parts of the skull, carapace and limbs.The turtle was named for the nearby town of Terlingua, Texas, just kilometers away from where the specimen was discovered. Roughly translated, Terlinguachelys fischbecki means \"Fischbeck's turtle from Terlingua\". The species itself was named in honor of a local teacher, George R. Fischbeck who was popular in the 1960s.\n\n\n== References =="
  }
}