{
  "url": "https://en.wikipedia.org/wiki/Texas_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Gopherus"
    },
    {
      "Species": "G. berlandieri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Texas tortoise (Gopherus berlandieri ), is a species of tortoise in the family Testudinidae. The species G. berlandieri is one of six species of tortoises that are native to North America.",
    "Geographic range": "G. berlandieri is found from southern Texas southward into the Mexican states of Coahuila, Nuevo León, and Tamaulipas.",
    "Etymology": "The specific epithet, berlandieri, is in honor of naturalist Jean Louis Berlandier, who worked for the Mexican government on one of the first biological surveys of Texas.[1] As such, some sources refer to it as Berlandier's tortoise.",
    "Biology": "The Texas tortoise, unlike other species of gopher tortoise, is not an adept burrower. Its preferred habitat is dry scrub and grasslands. Succulent plants, a preferred food of the Texas tortoise, are common in these areas. It especially likes the fruit of cacti such as the prickly pear.",
    "Conservation status": "Though considered an animal of low concern by the IUCN Red List, the Texas tortoise is listed as a threatened species in the state of Texas, and thus protected by state law. It is illegal to collect or possess them.",
    "Gallery": "",
    "References": "",
    "External links": "Tortoise & Freshwater Turtle Specialist Group (1996). \"Gopherus berlandieri\". The IUCN Red List of Threatened Species. IUCN. 1996: e.T9401A12983179. doi:10.2305/IUCN.UK.1996.RLTS.T9401A12983179.en. Retrieved 9 January 2018.\nSpecies Gopherus berlandieri at The Reptile DatabaseTexas Tortoise\nTexas Tortoise care sheet"
  }
}