{
  "url": "https://en.wikipedia.org/wiki/Twist-necked_turtle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Pleurodira"
    },
    {
      "Family": "Chelidae"
    },
    {
      "Subfamily": "Chelinae"
    },
    {
      "Genus": "PlatemysWagler, 1830"
    },
    {
      "Species": "P. platycephala"
    }
  ],
  "text": {
    "__SUMMARY__": "The twist-necked turtle (Platemys platycephala) also known as the flat-headed turtle, is distributed widely across northern South America. Twist-necked turtles have extremely flat shells that help them hide from predators under rocks and debris. When threatened, this turtle withdraws by twisting its head into its shell. P. platycephala is the only species of the genus Platemys and occurs in northern and central South America. Platemys platycephala means “flat turtle, flat-head” and accurately describes the structure of the head and shell. This species inhabits shallow creek beds and frequently forages on the floor of the Amazon rainforest for insects, amphibians, and mollusks. Camouflage, head and body shape, and advanced sexual anatomy allow this species of turtle to effectively populate much of South America. Mating occurs during rainy months (March–December) and egg deposit occurs during dry months (January–March). Males have been known to behave aggressively towards females during copulation by squirting water from nostrils and biting. A few genomic studies show mosaicism exists among populations of the twist-necked turtle in Surinam. In other words, diploid and triploid levels exist among individuals at this particular location. No threats have been reported for this species and the International Union for Conservation of Nature does not have a current listing. Lack of human consumption due to the species' small size and its wide range explain why scientists are not concerned about this turtle species.",
    "Diagnosis": "The twist-necked turtle now represents the only species of Platemys and can be distinguished from close relatives (Acanthochelys) by its doubly flat body plan, both a flattened shell and a flattened head. Also, this turtle displays an unusual dual grooved pattern on the carapace. P. platycephala inhabits a wide range compared to other Acanthochelys turtles. Two subspecies, P. p. platycephala and P. p. melanonota  is described based on the color pattern. Camouflage is highly useful for the twist-necked turtle because it inhabits shallow pools and creek beds. The orange and brown head pattern makes it difficult to spot from above because of similarly colored leaf litter along small pools and creek beds. Other distinctions include a hook at the base of the foot for copulation in males and a specialized opening at the base of the plastron for oviposition (egg deposit).",
    "Description": "P. platycephala is a medium-sized turtle ranging from 14–18 cm in shell length. Females are slightly smaller on average, with shorter tails. The carapace (top portion of the shell) is elliptical and flattened with two raised portions (keels) forming a trough (depression). The carapace is orange to yellow-brown and black in various amounts depending on subspecies. The plastron (lower portion of the shell) is dark brown or black in color while the bridge (side portion of the shell) is yellow with a black bar across. The consistency of these bars also depends on subspecies. Face and neck patterns consist of orange or yellow-brown dorsal stripes and black ventral and lateral stripes. The head is small, triangular, smooth, and undivided. The neck has some conical tubercles- rounded projections and scales that protect against predator attack. \nP. platycephala is a member of the Pleurodira- a suborder of turtles. These turtles withdraw their heads into their shells by bending their necks sideways instead of straight back like Cryptodira. The snout projects slightly and the irises are brown. Black limbs contain large anterior scales, while the tail is short and black. Intermediate webbing exists on both anterior and posterior limbs because this turtle moves in water and on land.",
    "Genetics": "A few interesting genetics studies exist for the twist-necked turtle. Bickham et al. (1993) performed a small-scale cytological survey on the ploidy levels (number of sets of chromosomes) for somatic and gametic cells on a few specimens in Suriname. The authors examined multiple tissues (spleen, liver, blood, testis) of six specimens (five males, one female) and found cells contained various ploidy levels within and among individuals. One male individual even consisted of triploid-tetraploid cells. More genetic variation was found with respect to diploid (2n) to triploid (3n) ratio occurred among individuals than within individuals. Also, diploid cells exclusively participated in meiosis and subsequent sexual reproduction for males, so balanced gametes and normal fertility occurred.\nThis is a rare event because of the limited viable polyploid individuals that occur in natural vertebrate populations. The lizard genus Lacerta and fish genus Phoxinus are the only other known examples of diploid-triploid mosaicism. Additionally, P. platycephala contains several combinations of ploidy level (x n)  in various cell or tissue types. This phenomenon is known as mosaicism or chimerism. In a follow-up study, Bickham & Hanks (2009) performed cytogenic analysis of the twist-necked turtle to determine how widespread this process is throughout South America, and discovered normal diploid populations exist in Bolivia, while variable mosaic populations persist in Suriname. Additionally, Darr et al. (2006) found turtle populations from French Guiana had increased triploid frequency compared to both Bolivia and Suriname. Several hypotheses were tested using phylogenetic data from mitochondrial DNA (mtDNA), but a high level of divergence was found for the three monophyletic populations.",
    "Distribution": "The twist-necked turtle inhabits a large area throughout northern and central South America, from the southern Orinoco drainage in Venezuela to the Amazon basin. However, P. platycephala does not inhabit large rivers, but instead is found in shallow creeks and on forest floors.Ernst (1983) surveyed the extensive geographical range of the twist-necked turtle and determined the presence of a dark subspecies in its western range. The author uses the \"Quaternary forest refuge theory\" to explain the existence of this subspecies. The theory is based on significant climatic changes occurring in and around the equator during the Quaternary period. During these climatic changes of glaciation, the northern rainforests of South America received less rainfall and deteriorated, then subsequently expanded during interglaciation. This change caused allopatric speciation to occur among many species and gave rise to a new subspecies - P. p. melanonota.",
    "Distribution-Subspecies": "Two subspecies exist for the twist-necked turtle; P. p. platycephala inhabits most of the central and eastern territory (Brazil, Guianas, Venezuela, Colombia, Bolivia and most of its Peruvian range), while P. p. melanonata inhabits the western territory (Ecuador and adjacent northern Peru). The chief distinction between these subspecies is the carapace coloration. P. p. melanonata, (western twist-necked turtle or black-backed twist-necked turtle), has an entirely dark brown or black top shell.",
    "Ecology": "The coloration and shape of the carapace, head, and feet help conceal this species of turtle from Amazon predator species. Naturally, twist-necked individuals prefer amphibian eggs and consume various insects, mollusks (snails and slugs), amphibians, and some plant life through terrestrial and aquatic foraging. In captivity, specimens can flourish on reptile food, vegetables, insects, worms, and even fish. P. platycephala is likely to be found in shallow pools and can inhabit dry areas for long periods of time. Several individuals can even become heavily parasitized by leeches (81 suckers found on one turtle) during the dormant dry season and suffer accordingly.",
    "Life history": "The young or hatchlings typically resemble parents except for brighter coloration. Twist-necked hatchlings measure around 4–6 cm in carapace length and about 20 g or 0.04 lbs. Mating typically occurs during the rainy season of the Amazon rainforest (late March to early December). Males follow females, mount from behind, then proceed to rub their chin barbels (fleshy filament) against the top of females’ heads. Some authors also report violent biting and water expulsion from the males' nostrils during copulation. Coupling has been observed on land and in water, and usually occurs late in the afternoon or at night. Oviposition occurs during the dry season (late December to early March) when the female deposits a large, oval egg (around 5 cm long and 2.5 cm wide). Many herpetologists report females depositing another egg a few weeks later while some recreational collectors report multiple eggs at a time. Shallow indentations are made to deposit eggs, and then they are lightly covered by sand and/or leaf litter.",
    "Conservation": "P. platycephala is rarely hunted for human consumption due to its small size. In captivity, this turtle is susceptible to fungal infections and is not considered a beginner's species. Very few have managed to breed it, and most seen in captivity were taken from the wild. France placed this species on its list of protected species for French Guiana and prohibits the capture of any specimens, for hunting, trading, etc. The IUCN Red List does not currently list this species. Additionally, the USGS reports a few twist-necked specimens were found on a southern Florida golf course, but no impact on native species is expected to occur.\n\n\n== References =="
  }
}