{
  "url": "https://en.wikipedia.org/wiki/Yellow-footed_tortoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Testudines"
    },
    {
      "Suborder": "Cryptodira"
    },
    {
      "Superfamily": "Testudinoidea"
    },
    {
      "Family": "Testudinidae"
    },
    {
      "Genus": "Chelonoidis"
    },
    {
      "Species": "C. denticulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-footed tortoise (Chelonoidis denticulatus), also known as the Brazilian giant tortoise, commonly referred to as the Brazilian giant turtle, or more commonly, the big turtle, is a species of tortoise in the family Testudinidae and is closely related to the red-footed tortoise (C. carbonaria). It is found in the Amazon Basin of South America.\nWith an average length of 40 cm (15.75 in) and the largest known specimen at 94 cm (37 in), this is the sixth-largest tortoise species on Earth, after the Galapagos tortoise, the Aldabra tortoise, the African spurred tortoise (Geochelone sulcata, typical size 76 cm (30 in)), the leopard tortoise (Stigmochelys pardalis), and the Asian forest tortoise (Manouria emys emys, typical size 60 cm (23.6 in)).",
    "Taxonomy": "The yellow-footed tortoise is also called the yellow-foot or yellow-legged tortoise, the Brazilian giant tortoise, or South American forest tortoise, as well as local names such as morrocoy, woyamou or wayamo, or some variation of jabuta. Many of the local names are shared with the similar red-footed tortoise.Originally, Karl Linnaeus assigned all turtles and tortoises to the genus Testudo and identified this species as Testudo denticulata in 1766 with testudo meaning turtle, and denticulata meaning \"tooth-like\", referring to the jagged or serrated edges of the shell. Soon the term Testudo was only being used for tortoises as opposed to all chelonians, with tortoises defined by completely terrestrial behaviors, heavy shells, and elephant-like limbs with nails but no visible toes. The species got several other names, as well, for several reasons such as difficulty in distinguishing it from the red-footed, confusion over locations, researchers thinking they had discovered a new species in collections or in the field, etc.\nLeopold Fitzinger created the genus Geochelone, meaning \"earth turtle\" for medium-to-large tortoises that did not come from the Mediterranean area (which remained Testudo), or have other special characteristics such as the hinged shells of the genus Kinixys. Fitzinger further used the term Chelonoidis as a subgenus to categorize Geochelone from South America. Neither term was widely used until they were resurrected by researchers such as Williams in 1960.Researchers such as Roger Bour and Charles Crumly separated Geochelone into different genera based largely on their skulls. They created or re-established several genera: Aldabrachelys, Astrochelys, Cylindraspis, Indotestudo, Manouria, and Chelonoidis. The debate is on-going over the definitions and validity of some of these genera. Chelonoidis is primarily defined as being from South America, lacking a nuchal scute (the marginal scute located over the neck) and  a large, undivided supracaudal (the scute or scutes directly over the tail).Chelonoidis is made up of two very different-looking groups: the C. carbonaria group with the yellow-footed and red-footed tortoises; and the C. chilensis group with the Galapagos tortoises (C. nigra), Argentine tortoise (C. chilensis), and Chaco tortoise (C. petersi). The taxonomic and evolutionary relationship of these two groups is poorly understood.",
    "Physical characteristics and appearance": "Yellow-footed tortoises are a large species – fifth-largest overall and third-largest mainland species, after the Aldabra giant tortoise (Aldabrachelys gigantea), Galapagos giant tortoise (Chelonoidis nigra), African spurred tortoise, and Asian forest tortoise. Typical sizes average 40 cm (15.75 in), but much larger specimens are common. The largest know specimen is a female that was 94 cm (37 in) long. They closely resemble the red-footed tortoise, and can sometimes be difficult to tell apart, especially as a preserved specimen, which led to quite a bit of confusion over the names and ranges.\nThe carapace (shell top) is a long oval with parallel sides and a high-domed back that is generally flat along the vertebrals (scutes or shell scales along the top of the carapace) with a slight peak near the hind end. There are five vertebral scutes, four pairs of costals, eleven pairs of marginals, no nuchal scute (the marginal over the neck) and a large, undivided supracaudal (the marginals over the tail). The front and rear marginals (scutes along the edge of the carapace) are slightly serrated in front and rear of young yellow-footed tortoises. The carapace is yellowish brown to dark brown or even black at the edges of the scutes. The areola in each scute are pale yellow, orange or light brown and blend into the darker carapace.\nThe plastron (shell bottom) is thick around the edges, and the gulars (front pair of plastron scutes) do not project past the carapace. The plastron is yellow-brown turning nearly black near the seams.\nThe head is relatively small and longer than wide. The upper jaw has three tooth-like points. There are large black eyes with a tympanum behind each eye. The skin of the head and limbs is black with yellow to orange scales on top and around the eye and ear. The forelimbs have five claws, are long and slightly flattened. They are covered with fine, dark scales and slightly overlapping larger scales on front in the same color as the head. The hind limbs are elephant-like with four claws, and are covered in small scales colored like the forelimbs. The tail varies in length by gender and has a row of colored scales on the sides.",
    "Physical characteristics and appearance-Sexual dimorphism": "Adult males average slightly larger than females, but the largest specimens tend to be females.  Males develop a distinctive incurving of sides, giving them a well-defined \"waist\", and a deeply in-curved plastron. The female has a short, conical tail, while the male has a longer, more muscular tail that is generally carried tucked along one side. The anal notch of the male is also larger, presumably to allow better tail mobility.",
    "Natural habitat": "There is some disagreement as to which habitat is the preferred type for yellow-footed tortoises. Some feel they prefer grasslands and dry forest areas, and that rain-forest habitat is most likely marginal. Others suggest humid forest is the preferred habitat. Regardless, they are found in drier forest areas, grasslands, and the savanna, or rainforest belts adjoining more open habitats. The red-footed tortoise shares some of its range with the yellow-footed tortoise. In ranges shared in Surinam, the red-footed tortoise has moved out of the forests into grasslands (created a result of slash and burn agriculture), while the yellow-footed tortoise has remained in the forest.",
    "Behavior": "These tortoises make a sound like a baby cooing with a raspy voice. Tortoises also identify each other using body language. The male tortoise makes head movements toward other males, but the female does not make these head movements. Male tortoises also swing their heads back and forth in a continuous rhythm as a mating ritual. Mating occurs all year round for the yellow-footed tortoise. There is no parental care of the young and the baby tortoises will fend for themselves, starting by eating calcium-rich plant matter.",
    "Diet": "This yellow-footed tortoise eats many kinds of foliage. They are too slow to capture any fast animals. In the wild, their diets consist of grasses, fallen fruit, carrion, plants, bones, mushrooms, excrement, and slow-moving invertebrates such as snails, worms, and others they are able to capture. In captivity, they are fed oranges, apples, melons, endive, collard greens, dandelions, plantain, ribwort, clover, shredded carrots, insects, worms, cuttlebone, tortoise vitamins, edible flowers, and alfalfa pellets. Each yellow-footed tortoise in the wild reaches the age of maturity at about 8–10 years. The fecundity of a female generally depends on her size; the bigger they are, the more eggs they can produce. On average, a female will create about six to 16 eggs per year, although some female individuals may not reproduce each year. The eggs have brittle shells and are elongated to spherical, about 3–6 cm in diameter. The egg size will increase with the body size of the tortoise. The young are self-sufficient from birth. The yellow-footed tortoise can live around 50–60 years.",
    "Reproduction and growth": "Breeding is synchronized with the onset of the rainy season (from July to September), where a general increase in activity is noted. Males identify each other by eliciting a characteristic head movement, a series of jerks away from and back to mid-position. Another male will make the same head movements. No head movement in response is the first indication that the other tortoise is a female. Scientific experimentation and observation has also indicated head coloration has to be correct. He will then sniff the cloacal region of the other tortoise. Copulation usually follows, though sometimes there is a period of biting at the legs. During courtship and copulation, the male makes clucking sounds very much like those of a chicken, with a set pattern in pitches of the clucking sounds. Rival males will battle, attempting to overturn each other, but neither the males nor females will defend a territory. They are considered nomadic in their movements. In almost every tortoise species where male combat occurs, the males are always larger than the females. This is in comparison to aquatic species, where the males are usually smaller than the females and do not engage in male-to-male combat. Species with male combat are thought to have evolved larger males because they have a better chance of winning a bout and mating with a female, thus passing on their larger size to their offspring. Species with smaller males evolved because smaller males are more mobile and can mate with a large number of females, thus passing on their genes.",
    "Conservation status": "Chelonoidis denticulata is an endangered species. The major populations located in South America are protected under the Convention on International Trade in Endangered Species, Appendix II.\nAs with many species of turtles and tortoises, many yellow-footed tortoises end up as food items in local markets.\nThis species of tortoise is popular in the pet trade.",
    "Notes": "",
    "References": "Bjorndal, Karen A. (March 1989). \"Flexibility of digestive responses in two generalist herbivores, the tortoises Geochelone carbonaria and Geochelone denticulata\". Oecologia. 78 (3): 317–321. Bibcode:1989Oecol..78..317B. doi:10.1007/bf00379104. PMID 28312576.Crumly, Charles (1982). \"A cladistic analysis of Geochelone using cranial osteology\". Journal of Herpetology. 16 (3): 215–234. doi:10.2307/1563715. JSTOR 1563715.Ebenhack, Amanda (2009). Redfoots and Yellowfoots; The Natural History, Captive Care, and Breeding of 'Chelonoidis carbonaria' and 'Chelonoidis denticulata' (Turtles of the World, Testudinidae, Number 3). Living Art Publishing. ISBN 978-0978755638.Fritz Uwe; Peter Havaš (2007). \"Checklist of Chelonians of the World\". Vertebrate Zoology. 57 (2): 269–270. ISSN 1864-5755. Archived from the original (PDF) on 2010-12-17. Retrieved 29 May 2012.Moskovits, Debra K. (1985). \"The Behavior and Ecology of the Two Amazonian Tortoises, Geochelone carbonaria and Geochelone denticulata, in Northwestern Brazil\". University of Chicago. PhD Dissertation.Pritchard, Peter C. H.; Pedro Trebbau (1984). The Turtles of South America, Contributions to Herpetology: No. 2. Society for the Study of Amphibians and Reptiles.Strong, Joel N.; Jose M. V. Fragoso (2006). \"Seed Dispersal by Geochelone carbonaria and G. denticulata in Northwestern Brazil\". Biotropica. 38 (5): 683–686. doi:10.1111/j.1744-7429.2006.00185.x.Vargas-Ramirez, Mario; Jerome Maran; Uwe Fritz (2010). \"Red- and yellow-footed tortoises, Chelonoidis carbonaria and C. denticulata (Reptilia: Testudines: Testudinidae), in South American savannahs and forests: do their phylogeographies reflect distinct habitats?\" (PDF). Organisms, Diversity and Evolution. 10 (2): 161–172. doi:10.1007/s13127-010-0016-0.Vinke, Sabine; Holger Vetter; Thomas Vinke; Susanne Vetter (2008). South American Tortoises (Chelonian Library Vol. 3). Germany: Edition Chimera. ISBN 978-389973-603-8.",
    "Further reading": "Alderton, David. Turtles and Tortoises of the World. New York: Facts on File Publications,1988. ISBN 9780816017331.\nHalliday, Dr. Tim, and Dr. Kraig Adler, eds. The Encyclopedia of Reptiles and Amphibians. New York: Facts on File Publications, 1986. ISBN 0-8160-1359-4.\nHagan, J.W. \"What's the Difference: Differentiating Geochelone denticulata and Geochelone carbonaria\" Tortuga Gazette 1989. [1]\nWard, B. Sedgwick County Zoo. 2 May 2001. [2]",
    "External links": " Media related to Geochelone denticulata at Wikimedia Commons\n Data related to Geochelone denticulata at Wikispecies"
  }
}