{
  "url": "https://en.wikipedia.org/wiki/Crinum_macowanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Crinum"
    },
    {
      "Species": "C. macowanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Crinum macowanii (see below for additional nomenclature)  is a deciduous bulbous plant species native to Africa. Along with other members of the family Amaryllidaceae, it has been used in traditional medicine throughout southern Africa.",
    "Names": "The species name macowanii refers to the celebrated British botanist Peter MacOwan.\nIt is known by a wide variety of names among the various peoples of Africa, an indication of its popularity as a medicinal herb:\n\nSabbaaqqoo (in the Oromo language)\nEchachumuchum (in the Turkana language)\nIIjoye (in the Swazi language)\nGitoka (in Swahili)\nIntelezi (in Xhosa)\nUmduze (in the Zulu language)In English, Crinum macowanii is referred to as Cape coast lily, river crinum and sabie crinum in South Africa, and as the common vlei-lily in Mozambique. In Tanzania it is known as the pyjama lily.",
    "Description": "Crinum macowanii is a deciduous bulbous plant with long, slender, bell-shaped, highly scented flowers which are white except for dark pink stripes.\nThe bulbs of this species vary greatly in size, being anywhere from 6 to 25 centimetres in diameter.",
    "Distribution and habitat": "Crinum macowanii is one of the most widely distributed of the Crinum species in Africa, being native to most of east, central, and southern Africa. The plant occurs naturally in moist grassland, vlei, deciduous woodland, in hard, dry shale, sandy flats, or brackish to reddish clay soils, as well as along rivers and on the coast from 1000 to 2600 m above sea level.Its continued existence is threatened by the unsustainable harvesting of the plant for its reputed medicinal properties.",
    "Medicinal uses": "",
    "Medicinal uses-Traditional uses": "Throughout much of Africa, the bulbs of Crinum macowanii are used for the treatment of a large number of conditions, with the roots and leaves having some, though far fewer, traditional uses.\nInfusions of the bulb of the plant are used in Zimbabwe for the relief of back pain, as an emetic, and to increase lactation in both humans and animals.The Zulu and Xhosa people make use of the plant for the treatment of bodily swelling, disorders of the urinary tract, and itchy rashes.Various other ailments the treatment for which this plant is made use include acne, boils, diarrhea, fever, tuberculosis, and sexually transmitted infections.The plant is also used in traditional veterinary medicine in South Africa.",
    "Medicinal uses-Scientific research": "A methanolic extract of the plant from Zimbabwe was found to have antiviral properties, reducing by 100% the viral cytopathic effect in Vero cells infected with yellow fever virus, and by 70% in cells infected with Japanese encephalitis virus.Extracts of the plant were found to have weak anti-fungal properties in vitro.",
    "Phytochemistry": "The alkaloids lycorine, crinine, hamayne, cherylline, and bulbispermine have been isolated from samples of Crinum macowanii. The bulbs have been found to be significantly higher in alkaloid content than the roots, flowering stocks, or leaves.\nLycorine is the major alkaloid found in the roots and the only alkaloid found in trace amounts in the leaves. Other lycorine-type alkaloids found in the bulbs include hippadine and epi-lycorine, as well as 1-O-acetyllycorine, which is also found in the flowering stocks and roots.\nGalanthamine a selective, reversible acetylcholinesterase inhibitor, has also been isolated from the bulbs. It has been approved for the symptomatic treatment of Alzheimer's disease and has been studied for performance enhancing and nootropic activities as well as use in anesthesiology.",
    "References": "",
    "External links": "Pyjama Lily on the Encyclopedia of Life"
  }
}