{
  "url": "https://en.wikipedia.org/wiki/Crinum_thaianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Crinum"
    },
    {
      "Species": "C. thaianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Crinum thaianum, Common name Thai Onion plant or Water onion, is an emergent plant species endemic to coastal plain of southern Thailand in Ranong and Phang Nga Provinces. Its natural habitat is along the banks of running streams, where its roots and bulb are submerged but the flowering holds the umbel of large, showy flowers above the surface. This natural habits make it a wonderful addition for tropical aquaria, and it is sold in many lands to be used in decorating displays of tropical fish. In nature, however, the species is threatened and diminishing in numbers due to habitat destruction.",
    "Description": "Long, up to 60 inches (150 cm) (or longer), tough, ribbon-like bright green leaves grow from a bulb that looks much like an onion. White lily-like flowers may form on a long stalk emerging above the water's surface.",
    "Cultivation": "Crinum thaianum is cultivated as an aquatic ornamental to decorate aquaria. It requires water temperatures of 72-86 degrees F (22-30 degrees C) and is popular in home aquaria because it is easy to keep, tolerant of temperature swings and lighting variations, and because its leaves are tough enough to withstand the attention of herbivorous fish.  Propagation is from daughter bulbs. It likes a rich substrate and additional CO2 encourages growth with space to spread and grow. It does well in a warm outside pond.",
    "Status and Threat": "Crinum thaianum is not under protection by any legislation in Thailand and also not protected by CITES.  The habitats of this species are also not under protection.\nThis species has remaining only 1% and found population very high fragmented and rapidly decreasing.  In some habitats, it is already extinct due to collecting the bulb for commercial purposes, dredging under flooding control schemes, and land use changes. Currently, Crinum thaianum has been listed as Endangered under IUCN Redlist and Thailand Data Redlist.  It is really urgent required for special management and conservation plan to reduce decrease and extinction.",
    "References": "\n\n== External links =="
  }
}