{
  "url": "https://en.wikipedia.org/wiki/Crinum_asiaticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Crinum"
    },
    {
      "Species": "C. asiaticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Crinum asiaticum, commonly known as poison bulb, giant crinum lily, grand crinum lily, spider lily, is a plant species widely planted in many warmer regions as an ornamental. It is a bulb-forming perennial producing an umbel of large, showy flowers that are prized by gardeners. All parts of the plant are, however, poisonous if ingested. Some reports indicate exposure to the sap may cause skin irritation.Crinum asiaticum is native to Indian Ocean islands, East Asia, tropical Asia, Australia and Pacific islands. It is regarded as naturalized in Mexico, the West Indies, Florida, Louisiana, numerous Pacific islands, Madagascar and the Chagos Archipelago.",
    "Description": "Crinum asiaticum is a perennial herb which may grow 1 m tall. It has a leaf base formed pseudobulb is spherical,  the upper part of the bulb is cylindrical, and the base is laterally branched, with a diameter of about 6-15 cm. Leaves lanceolate, margin undulate, apically acuminate with 1 sharp pointed, dark green, up to 1 m long, width 7-12 cm or wider; leaves 20-30 a piece. The inflorescence is umbel that has 10-24 flowers, multiple petals, aromatic. Flower stem erect, as long as the leaf, solid. Spathe is lanceolate, membranous, 6-10 cm. Bractlet liner, 3-7 cm. Perianth tube slender and straight, green white, 7-10 cm, diameter 1.5-2 mm. Corolla spider-like shaped, white, linear, revolute, attenuate, long 4.5-9 cm, wide 6-9 mm. Corolla lobes 6. Pedicel ca 0.5-2.5 cm long. Stamens 6 reddish. Filaments 4-5 cm long. Anthers liner, attenuate, ca. 1.5 cm long or more. Ovary fusiform, up to 2 cm long. Fruit an oblate capsule, green, diameter 3-5 cm. Seeds large, exotesta spongy.",
    "Toxicity": "The entire plant of poison bulb is toxic, especially the bulb. The whole plant contains a variety of alkaloids such as lycorine and tazettine. Eaten by mistake can cause vomiting, abdominal pain, severe diarrhea after constipation, irregular breathing, rapid pulse, rising body temperature, etc.; a great deal of misuse can cause nervous system paralysis and death.",
    "Uses": "Leaves: anthracia and swelling toxicity, adenolymphitis, laryngopharyngitis, headache, arthralgia spasm and numbness, falls and bruises, fractures, venomous snake bites.\nSquamous bulb: superficial infections, swelling sores, sarcoptidosis, mammary abscess, laryngalgia, toothache, pain of rheumatic joints, injuries caused by falls, fractures, venomous snake bites.\nLeaf: external application: appropriate amount, triturated for application; extracted juice for application; fried the leaves for application, or prepared decoction for washing.\nOral administration: decocting, 3-10g.\nFruit: external application: appropriate amount, fresh fruit triturated for application.\nBulb: external application: appropriate amount, triturated for application; or extracted juice for application. Oral administration: decocting, 3-9g, or powdered.\n\n\n== References =="
  }
}