{
  "url": "https://en.wikipedia.org/wiki/Acer_taurocursum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Rubra"
    },
    {
      "Species": "†A. taurocursum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer taurocursum is an extinct maple species in the family Sapindaceae described from a single fossil samara found in Late Eocene \nlakebed sediments exposed in the state of Nevada, US.  It is one of several extinct species placed in the living section Rubra.",
    "History and classification": "Acer taurocursum is represented by a solitary fossil specimen from the northeasternmost part of Nevada.  The specimen was described by Jack A. Wolfe and Toshimasa Tanai  from the \"Bull Run\" flora UCMP location P562, which was preserved in lacustrine sedimentation associated with extensive internittent volcanism between 43 to 38 million years ago. Radiometric dating of the layers of volcanic ash above and below  the flora reported in 1966 indicated an age of approximately 41 million years ago. The Bull Run flora, Copper Basin flora, and Elko flora were formed in the same time frame as a result of the activity.  These three floras were possibly tied to the Salmon and Cow Creek floras of Central Idaho, and possibly with the John Day Formations Sheep rock flora in Oregon.A. taurocursum is one of six Acer species to be described by Wolfe and Tanai in 1987 from the \"Bull Run\" flora, with the others being A. elkoanum, A. eonegundo, A. cadaver, A. eomediunum, and A. axelrodi.  Like A. taurocursum, A. cadaver is described from fruits.  Acer axelrodi, A. elkoanum, and Acer eomediunum are known from both leaves and fruits, while A. eonegundo is only described form foliage.  Wolfe and Tanai noted that A. taurocursum is the oldest record of the Acer section Eriocarpa.  That section is now considered part of Acer section Rubra.The holotype for Acer taurocursum is a part specimen numbered UCMP 9089, which at the time of description was preserved in the University of California Museum of Paleontology in Berkeley, California.  The specimen was studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. taurocursum in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name taurocursum is in recognition of the type location for the species in the Bull Run flora of Nevada.",
    "Description": "The general shape of the A. taurocursum nutlet is narrow and elliptic, moderately inflated, and it has a rounded tip end.  The nutlet is 0.8 millimetres (0.031 in) wide and 2.5 millimetres (0.098 in) in length.  The overall length of the samara is approximately 4.8 centimetres (1.9 in) and a wing width of 1.5 centimetres (0.59 in), which is placed almost entirely behind the nutlet.  The paired samaras of the species have a 20° attachment angle.  The wing venation is formed by approximately twenty veins that merge along the upper margin of the wing before acutely dichotomizing and anastomosing in the wing membrane.  The shape of the nutlet suggested to Wolfe and Tanai placement into Acer section Eriocarpa.\n\n\n== References =="
  }
}