{
  "url": "https://en.wikipedia.org/wiki/Acer_mandshuricum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae[1]"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. mandshuricum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer mandshuricum (Manchurian maple), is a species of maple native to China (southeastern Gansu, Heilongjiang, Jilin, Liaoning, southern Shaanxi), Korea and Russia (Primorsky Krai).",
    "Description": "Acer mandshuricum is a slender deciduous tree that reaches a height of up to 30 meters tall but is usually smaller. It is a trifoliate maple related to such other species as three-flower maple (Acer triflorum) and paperbark maple (Acer griseum) but has smooth, gray bark dissimilar to the exfoliating bark of either.The leaves have a 7–10 cm petiole and three leaflets; the leaflets are short-stalked, oblong, 5–10 cm (2-4 inches) long and 1.5–3 cm broad, with serrated margins, the central leaflet the same size as or slightly larger than the two side leaflets. It leafs out early in the spring and the deep green leaves are contrast with its red petioles throughout the growing season.The flowers are yellowish-green, produced in corymbs of three to five together.The hard, horizontally-spreading samaras are 3-3.5 cm long and 1 cm broad.",
    "Cultivation": "The species was first introduced to cultivation in 1904, when trees were planted at the Royal Botanic Gardens, Kew in Britain. It has not proved very successful in cultivation in Britain, as its adaptation to a continental climate results in its early leafing and being damaged by late frosts in spring there; the largest recorded specimen is 8 metres tall (Tree Register of the British Isles).\nAlthough it is rarely seen in cultivation outside of arboreta, its narrow habit makes it suitable for small gardens and, like its relatives, it has spectacular fall colour that includes pink and orange tones.  Best growth occurs in full sun to partial shade and in acid to neutral soil that is moist but well-drained.In the United States, mature specimens can be seen at Arnold Arboretum in Boston, Massachusetts USA, including one 70-year-old specimen that has reached a size of approximately 13 m (40 ft) tall and 8 m (25 ft) wide. In Canada, the Royal Botanical Gardens in Hamilton, Ontario have three Manchurian maples each about 10 m (35 ft) tall.",
    "References": "",
    "External links": " Media related to Acer mandshuricum at Wikimedia Commons\n Data related to Acer mandshuricum at Wikispecies"
  }
}