{
  "url": "https://en.wikipedia.org/wiki/Acer_taggarti",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "†A. taggarti"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer taggarti is an extinct maple species in the family Sapindaceae described from a number of fossil leaves and samaras.  The species is known from Miocene sediments exposed in central Oregon, US.  It is one of several extinct species belonging to the living section Rubra.",
    "History and classification": "A. taggarti is known from a number of isolated leaves and fruits found at two related locations in Northeast central Oregon.  Fruits and leaves, including the holotype specimen, were collected from the White Hills site,  while an additional leaf was identified from the Meadow site, both of the Mascall Formation.  The Mascall formation is composed of temporary lake beds interbedded with lava flows of the Columbia River Basalt Group.  The alluvial system was active along the southern slope of the Columbia River Plateau during the Miocene climatic optimum.  The climatic optimum and low topological relief resulted in a paleoclimate that was temperate and humid, experiencing cool to cold winters and warm dry summers.Leaves from the Mascall formation were examined by Ralph Chaney and Daniel Axelrod in their 1959 Miocene floras of the Columbia Plateau.  They suggested the Acer fossils were from three distinct species Acer bendirei, Acer bolanderi, and Acer glabroides.  The Acer fossils were re-studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  They determined that some of the Mascall formation fossils belonged to an undescribed Acer section Eriocarpa species.  Wolfe and Tanai published their 1987 type description for A. taggarti in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name taggarti is in recognition of Ralph E. Taggart, who supplied access to collections of Succor Creek Formation fossils and for his work on successional aspects of Neogene plant assemblages.  The A. taggarti holotype specimen, a leaf from the Meadow site numbered UCMP 9104, is housed in the University of California Museum of Paleontology collections along with the twelve paratypes – six leaves and six fruits – that are all (except for one leaf) from the Meadow site.Acer taggarti is one of a number of Acer species described from the Mascall Formation which Wolfe and Tanai placed into 9 sections in the genus, following the Acer taxonomy structure defined by Japanese botanist Ken Ogata.  Of the eleven species in the Mascall Formation, two, including A. taggarti, were placed into the Section \"Eriocarpa\", now considered part of Section Rubra.  The two other species placed into Section Rubra are A. chaneyi and A. tigilense.  Based on the vein structuring in the fruits, Wolfe and Tanai inferred that the middle miocene Acer whitebirdense was a probable descendant of A. kenaicum, known from the Oligocene of Alaska.  They also suggested that A. taggarti was a descendant of A. whitebirdense, based on similarities in the leaves.",
    "Description": "Leaves of A. taggarti are simple in structure, with perfectly actinodromus vein structure and have an asymmetrical ovate outline. the asymmetry results in leaf bases ranging between cordate and rounded on either side of the 0.9–1.4 cm (0.35–0.55 in) petiole.  The leaves are between three and five-lobed, though they tend towards being three lobed. The upper-middle side lobes are a least two thirds as long as the middle lobe, while the outermost side lobes are small when present.  There are typically one or two teeth on the outside margins of the outside lobes, one tooth at most on the inside of the lobes, and one or two teeth on each side of the middle lobe.  The leaves have an overall size range of approximately 2.5 cm (0.98 in) to an estimated 6 cm (2.4 in), and widths ranging between 3.2 and 7.5 cm (1.3 and 3.0 in).  The leaves have three to five secondary veins that diverge from the most apical primary veins and three to five medial secondary vein pairs running between lobes.  The third order veins are spaced between 0.2–0.4 cm (0.079–0.157 in) apart and the fourth order venation form a pattern of irregular polygons.  The fifth order veins are not preserved in the fossils.The fruits are a samara with the nutlet at the base and a wing extending up from the nutlet.  The elliptical nutlet ranges between 0.6–1.2 cm (0.24–0.47 in) in length, with a 0.4–0.7 cm (0.16–0.28 in) long attachment scar along the wing base.  Eight to twelve veins spread from the attachment scar across the nutlet and then converge at the nut tip.  Six to eight veins extend into the wing, running along the proximal edge and the forking veins running from the vascular group fork at angles between 10° and 30°.  The wings are between 2.2 and 3.5 cm (0.87 and 1.38 in) long with a straight upper margin that broadly curves towards the wing apex, and the distal margin forming a wide v-shaped sulcus.  Chaney & Axelrod suggested the fruits belonged to a Acer section Saccharina species, but Wolfe and Tanai note the lack of reticulated venation on the nutlet excludes that placement, and placed the fruits into Acer section Rubra.  Many of the fruits show irregular folds on the nutlet, that Wolfe and Tanai suggested were the result of a thin endocarp.\n\n\n== References =="
  }
}