{
  "url": "https://en.wikipedia.org/wiki/Acer_diabolicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. diabolicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer diabolicum, horned maple or devil maple, is a species of maple that is endemic to central and southern Japan. There it is known as カジカエデ, kaji kaede or オニモミジ, oni momiji,, and is planted as an ornamental. It is occasionally planted as an ornamental outside Japan. It gets its specific epithet and its common names from the two hornlike appearance of the protruding curly stigmas of its flowers, which are retained on its winged seeds.",
    "Description": "In the wild in Japan, Acer diabolicum typically reaches 10 to 15 m, rarely 20 m, with a fairly wide, rounded canopy. They may not grow quite so tall if conditions do not match those in their home range. Young branches are brown or reddish brown in their second year and changing to a light grayish brown. Older bark is grayish brown, and nearly smooth or slightly furrowed. In its bark it somewhat resembles members of the snakebark maples (Acer sect. Macrantha), but it is a member of Acer sect. Lithocarpa\nThe winter buds are ovate to oblong-ovate, dark brown in color, and protected by 6 to 8 pairs of pubescent scales. Petioles are long and slender from 4 to 10 cm, with some pubescence at their apices. The deciduous leaves have five lobes, and are from 10 to 12 centimetres in length and breadth. They are cordate or subcordate, and rarely basally truncate. The lobes are broadly ovate, acuminate, and distally dentately serrate, or one might say crenately dentate, with the teeth broadly acute or even obtusish. The middle lobe is larger and itself frequently slightly three-lobed. The two basal lobes are smaller have perhaps one or two teeth on their margins. Young leaves have long silky caducous hairs, and retain some pubescence on their undersides at maturity. \n\nThe trees are dioecious, with the usually salmon to brick red flowers appearing in early spring before the leaves fully unfurl. Staminate (male) flowers are held in 8 to 10 flowered nodding fascicle-like racemes. The slender pedicels are pilose or glabrate and from 2 to 4 cm long. The perianth is broadly campanulate and typically 4 mm long, with 4 to 8 unequal lobes. There are eight 8 mm long stamens, and no petals. Anthers are oval. \n\nPistillate (female) flowers are held in 5 to 7 flowered pendulous sessile or peduncled racemes, and are 2 to 3 cm long. Their pedicels are 5 to 10 mm long. The sepals are elliptic, obtuse, and 5 to 6 mm long. The petals are oblong, ovaries are densely pubescent, styles are short with two curled stigmas projecting past the petals.The typically 3 cm long samaras hang from pendulous racemes, and drop in October. Bristles sheath the area containing the seeds, supporting the retained curly stigmas which have a hornlike appearance. It is these horns which give the plant its scientific and common names.",
    "Distribution and habitat": "Acer diabolicum is found growing on wooded mountain slopes exclusively on Shikoku and Honshu islands of Japan. Examples from Kyushu are probably introductions. It is generally rare, preferring the warmer conditions of the Pacific side.",
    "Cultivation and uses": "Seeds from the purplish-red flowered purpurascens variety or form of Acer diabolicum were sent to botanical gardens in Britain and the United States in the late 1800s and early 1900s. As a consequence, the more common pinkish-red flowered form is still difficult to obtain from commercial nurseries. In springtime, the emerging foliage and male flowers are reddish and rather striking, especially on the purpurascens form. In the US it makes a sturdy tree, and it does best in USDA Plant Hardiness Zones 6a to 8b. In Zone 5 it will probably need to be planted on a south slope or otherwise protected place. Its wide growth form largely precludes it from being planted on street parkways, but the fact that it, unlike most maples, has male and female individuals it makes it useful to plant males in landscape and garden applications where seedlings are not desired. The flowers attract pollinators. \n\nIn Japan it is planted as an ornamental, and its timber was used like other maples. In its large leaves and its growth form it is similar in landscape application to the sycamore (Acer pseudoplatanus). The similarity to the sycamore and its rather ordinary yellow to orange fall foliage have discouraged its widespread adoption as an ornamental outside Japan.",
    "Notes": "\n\n== References =="
  }
}