{
  "url": "https://en.wikipedia.org/wiki/Acer_toradense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Torada"
    },
    {
      "Species": "†A. toradense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer toradense is an extinct maple species in the family Sapindaceae described from two fossil samaras.  The species is solely known from the Early Eocene sediments exposed in northeast Washington State, USA and the adjacent area of south central British Columbia, Canada.  It is one of three species belonging to the extinct section Torada.",
    "History and classification": "The species was described from a pair of complete fruit specimens.  The holotype fossil was recovered from Resner Canyon, location National Museum of Natural History USNM 11018 in the Toroda Creek Graben of Northeast Washington State.  Location USNM 11018 is an outcropping of early Eocene, Ypresian, shale belonging to the Klondike Mountain Formation.  The paratype specimen was recovered from sediments of the Ypresian Allenby Formation exposed in the Blue Flame mine near Princeton, British Columbia.  Both the Allenby and Klondike Mountain Formations preserve upland temperate floras which were first interpreted as being Microthermal, however further study has shown them to be more mesothermal in nature.  The plant community preserved in the Klondike Mountain formation is a mixed confer-broad leaf forest with large pollen elements of birch and golden larch, but also having notable traces of fir, spruce, cypress, and palm.  The Allenby formation is similar with the birch and golden larch as strong pollen signals and traces of fir and spruce, however the cypress and palm are not distinct signals.Acer toradense was described from a pair of specimens, the holotype, number \"USNM 396010 A,B\" which is currently preserved in the paleobotanical collections housed at the National Museum of Natural History, part of the Smithsonian Institution in Washington, D.C. and the paratype, \"UBCB 2400\", is in the paleobotanical collection of the University of British Columbia in Victoria, British Columbia.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. toradense in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name toradense is in recognition of the type locality in the Toroda Creek Graben.  A. toradense is one of three species assigned to the extinct section Torada.  The three members of the section A. stonebergae, A. toradense, and A. washingtonense were known only from the Republic and Princeton fossil localities when first described.  Of the three species, both A. stonebergae and A. toradense are only known from the samara fossils, only A. washingtonense has been described from both leaves and samaras.  The three are among a number of Acer species described from the Republic and Princeton sites by Wolfe and Tanai.",
    "Description": "The samaras of Acer toradense have distinct bifurcating ridges on the nutlet which are unique to section Torada.  The overall shape of the samara is ovoid with an average length of up to 3.3 centimetres (1.3 in) and a wing width of 1.4 centimetres (0.55 in).  The paired samaras for A. toradense have a 45° attachment angle and the attachment scar on the nutlet is 0.8 centimetres (0.31 in).  While very similar in morphology to A. washingtonense, the two possibly related species can be separated by the coarse reticulum of veins which is found on A. toradense and not A.washingtonense.  The samaras of A. stonebergae are distinguishable from both A. toradense and A.washingtonense by its notably larger overall size.\n\n\n== References =="
  }
}