{
  "url": "https://en.wikipedia.org/wiki/Acer_nipponicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Parviflora"
    },
    {
      "Species": "†A. nipponicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer nipponicum, occasionally called the Nippon maple, is a species of maple native to Japan. It belongs to the Acer section Parviflora.",
    "Description and range": "Acer nipponicum is a medium-sized deciduous tree, growing to between 15–20 metres (49–66 ft) and averaging 18 metres (59 ft) tall.  The branches and trunk have a smooth grey bark, while young twigs are a smooth, slightly lustrous dark green. The flowers of A. nipponicum are generally andromonoecious, but some trees in groves occasionally are androecious, having only male flowers.  Wild specimens flower from about Late June and continue through late July depending on elevation, with trees growing at lower elevation starting to bloom in mid June, and some trees flowering through to early August.  The species is found in mountainous regions on the islands of Honshu, Shikoku, and Kyushu in Japan at elevations ranging from 500 to 2,000 metres (1,600 to 6,600 ft). The northernmost groves are near Mount Hachimantai and Mount Iwate in Iwate Prefecture on Honshu.  The southernmost groves are in the southeast corner of Kumamoto Prefecture on Kyushu.",
    "Classification": "A ribosomal DNA study of Acer species in 2006 placed A. nipponicum along with the related A.caudatum near the base of the phylogenetic trees recovered.  A. nipponicum is suggested to be closely related to two of the extinct species of Acer placed in the section Parviflora by paleobotanists Jack Wolfe and Toshimasa Tanai.  The species A. browni and A. smileyi were both described by Wolfe and Tanai in 1987 from groups of fossils found in western North America.  The slightly older species A. smileyi is suggested by Wolfe and Tanai to have been closer in relation to A. nipponicum than A. browni based on the leaf morphology.",
    "History": "The species was first described by Adrien René Franchet and Paul Amedée Ludovic Savatier as Acer parviflorum in 1877.  This name was already taken, having been used in the earlier description of Acer parviflorum by Jakob Friedrich Ehrhart, which in turn is a synonym of Acer spicatum.  Noting this situation, in 1938 Hermann Albrecht Hesse renamed the species to Acer brevilobum, but because this renaming was published thirteen days after Hiroshi Hara published his renaming of the species to Acer nipponicum, the A. nipponicum name has priority.\n\n\n== References =="
  }
}