{
  "url": "https://en.wikipedia.org/wiki/Acer_castorrivularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Macrantha"
    },
    {
      "Species": "†A. castorrivularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer castorrivularis is an extinct maple species in the family Sapindaceae described from a solitary fossil leaf. The species is known from the latest Eocene sediments exposed in the state of Montana, USA. It is one of several extinct species placed in the living section Macrantha.",
    "History and classification": "Acer castorrivularis is represented by a single fossil specimen that was recovered from a late Eocene, possibly Chadronian aged, outcrop of the Beaver Creek flora. Although it was found north of the Ruby Flora, which outcrops in southeast Montana, the similarities in overall floral composition between the Beaver Creek, Ruby, and other Montana floras are interpreted by Wolfe and Tanai to indicate that the assemblages are coeval in nature. The age of the Ruby flora is considered to range from approximately 38 million years ago to approximately 34 million years ago or as young as 32 million years ago, meaning a probable similar age for the Beaver Creek assemblage. The Beaver Creek assemblage was host to a total of six Acer species in 1987: A. castorrivularis, A. florissanti, A. lincolnense, A. milleri, A. salmonense, and A. tiffneyi.The species was described from a lone type specimen, the holotype leaf specimen UCMP 93l0A, B. Both the part and counterpart of the type specimen are currently preserved in the paleobotanical collections housed at the University of California Museum of Paleontology in Berkeley, California. The specimen was studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University. Wolfe and Tanai published their 1987 type description for A. castorrivularis in the Journal of the Faculty of Science, Hokkaido University. The specific name castorrivularis is in recognition of the type and only location for the species at Beaver Creek.",
    "Description": "The leaves of Acer castorrivularis are simple in structure and are generally ovate in shape, with perfectly actinodromous vein structure in which the primary veins originate at the base of the lamina and run out towards the margin. The leaves are unlobed and have five primary veins of which the basal pair are weakly developed, and have an estimated size of 7 centimetres (2.8 in) long by 5 centimetres (2.0 in) wide in overall dimension. The morphology of A. castorrivularis suggests placement into the Acer section Macrantha. This is based on the overall vein structure and small uniformly sized teeth, although it is the only Tertiary member of section Macrantha to be unlobed.\n\n\n== References =="
  }
}