{
  "url": "https://en.wikipedia.org/wiki/Acer_ivanofense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Glabra"
    },
    {
      "Species": "†A. ivanofense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer ivanofense is an extinct maple species in the family Sapindaceae described from series of isolated fossil leaves.  The species was described from Eocene to Oligocene aged fossils found in the United States of America.  It is one of several extinct species placed in the living section Glabra.",
    "History and classification": "Acer ivanofense is represented by a group of fossil specimens recovered from late Eocene to early Oligocene outcrops of the lower Meshik Volcanics, formerly called the Meshik Formation, at US Geological Survey site 11418 on Road Island, Ivanof Bay on the Alaska Peninsula.  The rocks were first named in 1929 by R.S. Knappen for material exposed along the Meshik River near Meshik Lake. In 1996 the sequence was reexamined and subsequently renamed the Meshick Volcanics by Robert L. Detterman and a group of researchers, to better reflect the lithology of the rocks.  The age of the formation is considered to range from approximately 38 million years ago to approximately 28 million years ago.  The species is known from the holotype specimen, USNM 396017a, and three other specimens, USNM 396017b, USNM 396017c, and USNM 396017d.  All four specimens are preserved in the collections of the National Museum of Natural History.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. ivanofense in the Journal of the Faculty of Science, Hokkaido University.   The etymology of the chosen specific name ivanofense is in recognition of the type location for the species in Ivanof Bay, Alaska.",
    "Description": "Leaves of A. ivanofense are simple in structure with a perfectly actinodromous vein structure in which the primary veins originate at the base of the lamina and run out towards the margin.  The three-lobed leaves widely oval in shape with the lateral lobes being about one-half the width of the middle lobe.  The leaves have three primary veins and an estimated size range of 4.5–7.8 centimetres (1.8–3.1 in) long by 4.0–7.5 centimetres (1.6–3.0 in).  Between four and seven secondary veins branch from the basal side of each lobal primary vein which then branch to form a bracing structure for the lobe.  The leaves host compound teeth with each major tooth having two to three small teeth on the bottom edge and one tooth on the tip edge.  The morphology of A. ivanofense suggests placement into the Acer section Glabra and the series Arguta.  This is based on the overall vein structure in the lobes and the structuring of the veins forming the areolae.\n\n\n== References =="
  }
}