{
  "url": "https://en.wikipedia.org/wiki/Acer_clarnoense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Macrantha"
    },
    {
      "Species": "†A. clarnoense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer clarnoense is an extinct maple species in the family Sapindaceae described from a series of isolated fossil leaves and samaras.  The species is known from the late Eocene sediments exposed in the state of Oregon in the US.  It is one of several extinct species placed in the living section Macrantha.",
    "History and classification": "Acer clarnoense is represented by a series of fossil specimens which were recovered from late Eocene, Priabonian stage, outcrops of the lower John Day Formation which outcrops at the Teater Road locality, also known as the Sheep Rock Creek flora.  This site, Oregon Museum of Science and Industry site number 256, was originally included by Wolfe and Tanai in the older Clarno Formation, which underlies the John Day formation. This placement was based on floral similarities between the plant species at the Teater Road site and dated sites of the Clarno formation.  The placement of the site in the Clarno Formation was accepted until 2007 when white ash deposits at the base of the Teater road outcrop were dated using Argon–argon dating analyses.  A series of twenty-six sanidine crystals taken from the white ash tuff were dated with an average age of 36 million years ago which is younger than the 39.2 million years ago ignimbrite at the base of the John Day Formation.The species was described from a group of type specimens, the holotype leaf specimen UCMP 9010A, B, and three paratype leaves, specimens UCMP 9011, UCMP 9012, and UCMP 9013.  The fourth paratype, UCMP 9014 is a single complete samara specimen. All of the type specimens are currently preserved in the paleobotanical collections housed at the University of California Museum of Paleontology, in Berkeley, California.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. clarnoense in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name clarnoense is in recognition of the Clarno Formation to which the type locality was thought to belong when the species was described.",
    "Description": "Leaves of Acer clarnoense are simple in structure and generally widely ovate in shape, with perfectly actinodromous vein structure in which the primary veins originate at the base of the lamina and run out towards the margin. The leaves are shallowly three-lobed with the lateral lobes being about one half as long as the median lobe and all lobes being a rounded triangular in outline.  The leaves have five primary veins and range between 3.1 to 5.0 centimetres (1.2 to 2.0 in) long by 2.3 to 3.7 centimetres (0.91 to 1.46 in) wide in overall dimensions.  The overall morphology of A. clarnoense suggests placement into the Acer section Macrantha.  This is based on the shallow lobing with the lobes having acute bracing formed from the forking of secondary veins.  The veins also produce areoles with a distinct polygonal outline and range from 0.3–0.6 millimetres (0.012–0.024 in) in diameter.  The samaras of A. clarnoense have a flattened nutlet with six veins running from the attachment scar across the nutlet, forming a reticulated vein pattern, and into the wing.  The overall shape of the nutlet is triangular with the length of the samara up to 2.1 centimetres (0.83 in) and a wing width of 0.3 centimetres (0.12 in).  The paired samaras of the species have a 60° attachment angle wing extending slightly along the underside of the nutlet.\n\n\n== References =="
  }
}