{
  "url": "https://en.wikipedia.org/wiki/Acer_palaeorufinerve",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Macrantha"
    },
    {
      "Species": "†A. palaeorufinerve"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer palaeorufinerve is an extinct maple species in the family Sapindaceae described from series of isolated fossil samaras and leaves.  The species was described from Miocene to Pliocene aged fossils found in Japan and is known from Korean fossils and Miocene sediments exposed in the state of Alaska, USA.  It is one of several extinct species placed in the living section Macrantha.",
    "History and classification": "Acer palaeorufinerve is represented by a group of fossil specimens from a number of different geologic formations.  The first fossils described were recovered from the Pliocene Ningyo-toge Formation in the Tomata District of Japan. Fossils have subsequently been recovered from the Late Miocene Tatsumitoge Formation in the Tomata District and the Early Miocene Ito-o Formation in the Fukui Prefecture.  Other fossils have been included in the species from North Korea and Kamchatka, Russia.  A single isolated fossil fruit possibly belonging to A. palaeorufinerve is known from North America.  The specimen was recovered from the latest Early to early Middle Miocene Seldovia Point flora in the Cook Inlet region of Alaska.",
    "Description": "Leaves of A. palaeorufinerve are simple in structure with a palmate actinodromous vein structure in which the primary veins originate at the base of the lamina and run out towards the margin.  The leaves range between three and five-lobed with a length to width ratio of 1:2, giving an overall pentagonal outline.  The leaves have three or five primary veins, and at least one specimen is estimated to have been 7.2 centimetres (2.8 in) long by 6.0 centimetres (2.4 in) wide in overall dimensions.  The samaras of A. palaeorufinerve have a nutlet which is flattened asymmetrically and a high attachment angle.  The morphology of A. palaeorufinerve suggests placement into the Acer section Macrantha.  This is based on the overall leaf shape and long pointed shape of the lobe tips.  The combination of morphological characters  is noted to be most similar to leaves of the living maple species Acer rufinerve, commonly called the redvein or Honshū maple.  The fossil species A. latahense from Washington state and Oregon is distinguishable from A. palaeorufinerve by the narrower medial lobe.  Paleobotanists Jack A. Wolfe and Toshimasa Tanai suggest A latahense may be a descendant species of A. palaeorufinerve. \n\n\n== References =="
  }
}