{
  "url": "https://en.wikipedia.org/wiki/Acer_washingtonense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Torada"
    },
    {
      "Species": "†A. washingtonense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer washingtonense is an extinct maple species in the family Sapindaceae described from one fossil leaf and four fossil samaras.  The species is solely known from the Early Eocene sediments exposed in northeast Washington State, USA.  It is one of three species belonging to the extinct section Torada.",
    "History and classification": "Acer washingtonense was described from a lone leaf specimen and four complete fruit specimens which were recovered from three different locations. The lone leaf and two of the samara's were found in an outcrop of shale on Knob Hill north of Republic, Washington identified as Burke Museum of Natural History and Culture location UWBM B2737. The third samara fossil is from the Burke Museum location UWBM A0307 located within the town of Republic itself and the last samara was recovered from Resner Canyon, National Museum of Natural History location USNM 11018.  Both UWBM B2737 and UWBM A0307 are in the Republic Graben while USNM 11018 is in the Toroda Creek Graben.  Each of the sites are considered outcroppings of early Eocene, Ypresian, shale belonging to the Klondike Mountain Formation.  The Klondike Mountain Formation, along with site of the same age in British Columbia preserve upland temperate floras which were first interpreted as being Microthermal, however further study has shown them to be more mesothermal in nature.  The plant community preserved in the Klondike Mountain formation is a mixed conifer-broad leaf forest with large pollen elements of birch and golden larch, but also having notable traces of fir, spruce, cypress, and palm.The species was described from a group of specimens, the holotype, number \"UWBM 56253 A,B\"  and the paratypes \"UWBM 56255\", \"UWBM 71135 A,B\" and \"UWBM 54308\" are currently preserved in the paleobotanical collections housed at the Burke Museum, part of the University of Washington in Seattle while the paratype, \"USNM 396011\", is in the paleobotanical collections of the National Museum of Natural History, part of the Smithsonian Institution in Washington, D.C..  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. toradense in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name washingtonense is in recognition of the type locality in Northeastern Washington State.  A. washingtonense is one of three species assigned to the extinct section Torada and is designated the type species for the section.  The three members of the section A. stonebergae, A. toradense, and A. washingtonense were known only from the Republic and Princeton fossil localities when first described.  Of the three species, both A. stonebergae and A. toradense are only known from the samara fossils, and only A. washingtonense has been described from both leaves and samaras.  The three are among a number of Acer species described from the Republic and Princeton sites by Wolfe and Tanai.",
    "Description": "Leaves of Acer washingtonense are simple in structure and with perfectly actinodromus vein structure and a generally wide elliptic shape.  The leaves are shallowly three-lobed, with five primary veins and is 5.0 centimetres (2.0 in) wide by an estimated 7.5 centimetres (3.0 in) long in overall dimension.  A. washingtonense has a simple structure to the teeth that is similar to the Alaskan fossil species A. alaskense and A. douglasense  and the modern species A. spicatum.  The samaras have distinct bifurcating ridges on the nutlet which are unique to section Torada.  The overall shape of the samara is ovoid with an average length of up to 2.6 centimetres (1.0 in) and a wing width of 0.7 centimetres (0.28 in).  The paired samaras for A. washingtonense have a 45° attachment angle and the attachment scar on the nutlet is 0.4 centimetres (0.16 in).  While very similar in morphology to A. toradense, the two possibly related species can be separated by the coarse reticulum of veins which is found on A. toradense and not A. washingtonense.  The samaras of A. stonebergae are distinguishable from both A. toradense and A.washingtonense by their notably larger overall size.\n\n\n== References =="
  }
}