{
  "url": "https://en.wikipedia.org/wiki/Acer_kenaicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Rubra"
    },
    {
      "Species": "†A. kenaicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer kenaicum is an extinct maple species in the family Sapindaceae described from a pair of fossil leaves and a samara.  The species is  known solely from the Oligocene sediments found exposed in central coastal Alaska, US.  It is one of several extinct species belonging to the living section Rubra.",
    "Taxonomy": "Acer kenaicum is known from a pair of leaf specimens and a solitary samara which were recovered from two  different outcrops of Early Oligocene strata.  The Redoubt Point Flora is part of the Tyonek Formation, while the Tsadaka Canyon belongs to the Tsadaka Formation.  While hundreds of fossil leaves were examined from the Redoubt Point flora, only one A. kenaicum leaf and one samara fossil was identified.  In the Tsadaka Canyon flora a single A. kenaicum leaf was found.  An additional leaf fragment, which was to fragmentary to describe to species, but showing morphology seen in the modern Acer section Spicata species.The type specimens for A. kenaicum are the holotype leaf type specimen and paratype fruit from Redoubt point, and the paratype leaf from Tsadaka Canyon, all of which are part slab fossils. At the time of description, all three were preserved in the paleobotanical collections housed at the National Museum of Natural History, part of the Smithsonian.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. kenaicum in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name kenaicum is a reference to the type locality of the species within the Kenai Group.  Based on the characters seen in the leaves and fruits of Acer kenaicum, Wolfe and Tanai suggested the species was a probable ancestral maple for the modern Acer saccharinum (silver maple).",
    "Description": "Leaves of Acer kenaicum are simple in structure, with perfectly actinodromus vein structure and are widely ovate in shape.  The leaves are five-lobed with upper lateral lobes that are two thirds as long as the median lobe. All the lateral lobes are triangular in outline while the medial lobe is elliptic in outline.  The leaves have five primary veins, five secondary veins that diverge from the lateral primary veins and six medial secondary vein pairs.  The samara of A. kenaicum has a moderately inflated nutlet and smoothly diverging veins which rarely anastomise.  The overall shape of the nutlet is elliptic with a rounded tip and approximate length of 3.0 centimetres (1.2 in) and a wing width of 1.4 centimetres (0.55 in).  The paired samaras of the species have a 25° attachment angle and have seven veins originating in the attachment scar of the samara that run the length of the wing.\n\n\n== References =="
  }
}