{
  "url": "https://en.wikipedia.org/wiki/Acer_rufinerve",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. rufinerve"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer rufinerve (grey-budded snake-bark-maple, redvein maple or Honshū maple; Japanese: ウリハダカエデ urihadakaede, \"melon-skin maple\"), is a maple in the snakebark maple group, related to Acer capillipes (Kyushu Maple). It is native to mountains forests of Japan, on Honshū, Kyūshū and Shikoku.The scientific and English names derive from the reddish down on the veins, the Japanese name from the bark pattern.It can be distinguished from the related Acer capillipes (Japanese, ホソエカエデ hosoekaede), with which it often occurs, by the green petioles, the rufous hairs on the underside of the leaves (contrasting with the hairless or only thinly hairy A. capillipes leaves), and in flowering earlier in spring at the same time as the leaves appear.",
    "Description": "It is a small deciduous tree growing to a height of 8–15 m, with a trunk up to 40 cm diameter. The bark on young trees is smooth, olive-green with regular narrow vertical pale green to greyish stripes and small greyish lenticels; on old trees, it becomes rough and grey.\nThe leaves are three-lobed (occasionally five-lobed with two additional small basal lobes), double serrated, 8–16 cm long and 6–16 cm broad, matt to sub-shiny dark green above, paler below with small tufts of rusty hair on the veins when young, becoming glabrous when mature; the petiole is greenish (rarely pinkish), 3–5 cm long. The leaves turn to bright orange or red in the autumn.\nThe flowers are produced in racemes 10 cm long, each flower 8–10 mm diameter, with five yellow to greenish-yellow sepals and petals; it is dioecious, with male and female flowers on separate trees.\nThe fruit is a paired samara 2–3 cm long with rounded nutlets.",
    "Cultivation": "This is one of the most commonly planted snakebark maples, and is a hardy, fast grower. It does not display much variation as a species but a notable cultivar is 'Erythrocladum' with yellow-green in both its leaves and the stripes of its bark. Variegated cultivars include 'Albolimbatum' and 'Hatsuyaki'.\n\n\n== References =="
  }
}