{
  "url": "https://en.wikipedia.org/wiki/Acer_argutum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. argutum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer argutum, commonly known in English as pointed-leaf maple and in Japanese as asanoha-kaede, is a species of deciduous flowering tree native to Japan. It is a member of the genus Acer, in the family Sapindaceae. It has an upright growth habit and can reach heights of 10 m (33 ft) tall.",
    "Etymology": "The genus epithet acer stems from the Latin \"acro-\", which roughly translates to sharp or rise out, referring to the shape of the leaves. In a similar vein, the species epithet argutum translates to mean \"with notched edges\".",
    "Distribution and habitat": "The pointed-leaf maple is native to areas near bodies of water such as rivers and streams, at elevations of 800–1900 metres. It is found of the woodland, subalpine mountainous areas of Honshu and Shikoku in Japan. It is often found at the edges of forests, as it requires partial sunlight; it grows in any type of soil and tolerates all pH levels.",
    "Description": "This species is a deciduous tree with an upright habit forming a dense canopy. The wide, green leaves are acuminate with 5 lobes. They change color from green to yellow and orange in autumn. It can grow up to 10 metres tall and 8 metres wide in 10 years.",
    "Uses": "The sugary sap is used as either a drink or made into syrup. The syrup is primarily used as a sweetener, and is sourced by tapping into the trunk during early spring, especially after a period of scarification. The leaves may be used in packaging in order to preserve apples or root crops.",
    "References": "",
    "External links": " Media related to Acer argutum at Wikimedia Commons"
  }
}