{
  "url": "https://en.wikipedia.org/wiki/Acer_beckianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. beckianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer beckianum is an extinct maple species in the family Sapindaceae described from a single fossil wood section. The species is solely known from the Middle Miocene sediments exposed in central Washington in the United States. It is one of three Washington state Acer species described in 1961 from petrified wood.",
    "Distribution and paleoenvironment": "The type specimen was part of a collection compiled by Jay O'Leary, who was then a student of Harvard College, in 1954 from the west bank of the Columbia River near Vantage, Washington. The petrified woods of the area are preserved in an interbed area between the older Grande Ronde Basalt and the younger Wanapum basalts, with the interbed overlain by the Ginkgo Flow, the oldest segment of the Frenchman Springs Member of the Wanapum basalts.\nK–Ar dating performed on the Grande Ronde Basalts gives an age of 15.6 million years old, and dating of the Frenchman Springs Member gives a date of 15.3 million years old. This places the vantage woods as from the Langhian stage of the Miocene. Mean annual temperature estimates for the vantage paleoclimate were made based on analysis of the fossil wood. Based on a series of wood anatomy characters, a temperature range between 15.8–16.2 °C (60.4–61.2 °F). This is distinctly warmer then the modern mean annual temperature of 8.4 °C (47.1 °F).",
    "Taxonomy": "The species was described from the 4 cm × 2.5 cm × 3 cm (1.57 in × 0.98 in × 1.18 in) section of mature secondary xylem designated the holotype. The type specimen, number 55226, was preserved in the paleobotanical collections of Harvard College. and was studied by paleobotanists Uttam Prakash of the Birbal Sahni Institute of Palaeobotany and Elso Barghoorn of Harvard University. Prakash and Barghoorn published their 1961 type description for A. beckianum in the Journal of the Arnold Arboretum.  The etymology of the chosen specific name beckianum is a patronym honoring George F. Beck, a resident of Yakima, Washington, who pioneered the interest and study of the Vantage petrified woods.  The species was one of three Acer species described by  Prakash and Barghoorn in the paper, along with A. olearyi and A. puratanum. Based on the wood anatomy, A. beckianum is closest in structure to A. negundo, while A. olearyi is closer to A. grandidentatum and A. puratanum is closest to A. circinatum.",
    "Description": "The wood shows distinct growth rings which are separated from each other by between one and two layers of thick walled flattened fibers. The vessels in the wood are mostly solitary and have an oval to round outline. When grouped, the vessels are present in sets of mainly two and three, though rare four and five groupings are known. On average the vessel cells range between 102 and 408 nm (4.0×10−6–1.61×10−5 in) in length with horizontal to oblique end walls adjoining the next vessel cell and a simple perforation plate allowing fluid passage across the cell wall. The wood has fusiform wood rays, usually in groups of threes, and which are comprised of a single cell type.\n\n\n== References =="
  }
}