{
  "url": "https://en.wikipedia.org/wiki/Acer_miyabei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. miyabei"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer miyabei (Miyabe's or Miyabe maple; Japanese: クロビイタヤ: kurobiitaya) is a species of maple native to Japan, where it occurs in Hokkaidō and the Tōhoku region in northern Honshū.It is a small to medium-sized deciduous tree growing to 10–20 m tall, with a trunk 30–40 cm diameter with rough, grey-brown bark. The leaves are five-lobed (the basal pair of lobes usually small), 7–20 cm long and 12–20 cm broad, with a 5–15 cm long petiole; the petiole bleeds white latex if cut. The flowers are produced in spring at the same time as the leaves open, yellow-green, in erect corymbs. The fruit is a samara with two winged seeds aligned at 180°, each seed 8 mm wide, flat, with a 2 cm wing.It is an endangered species, confined to scattered locations close to streams and rivers.There are two varieties:\nAcer miyabei var. miyabei. Samaras downy.\nAcer miyabei var. shibatai (Nakai) Hara. Samaras hairless.It is closely related to Acer miaotaiense from China—some authors treat this as a subspecies of A. miyabei, as Acer miyabei subsp. miaotaiense (P.C.Tsoong) E.Murray—and to Acer campestre from Europe.",
    "Uses": "This tree is cultivated as an ornamental plant in the United States, but is not common in trade. It is most often found in arboreta. It withstands cold temperatures, urban conditions, and drought once established. It is a non-invasive substitute for Acer platanoides. A dense, uniform cultivar has been selected at the Morton Arboretum named Acer miyabei 'Morton' and marketed under the trade name State Street® maple.",
    "External links": "Miyabe Maple - Acer miyabei Diagnostic photos, Morton Arboretum specimens\nState Street® maple Description and photos from Chicagoland Grows®\n\n\n== References =="
  }
}