{
  "url": "https://en.wikipedia.org/wiki/Acer_chaneyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Rubra"
    },
    {
      "Species": "†A. chaneyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer chaneyi is an extinct maple species in the family Sapindaceae described from a number of fossil leaves and samaras.  The species is known from Oligocene to Miocene sediments exposed in Alaska, Idaho, Nevada, Oregon and Washington in the U.S.  It is one of several extinct species belonging to the living section Rubra.",
    "Taxonomy": "Acer chaneyi is known from leaf and samara specimens which were recovered from a number of different formations in Western North America.  The oldest occurrence is from the possibly Early Oligocene Gumboot Mountain flora of Southern Washington state followed by the Late Oligocene Kukak Bay flora in Alaska. In the early Miocene A. chaneyi is known from the Alaskan Kanalku Bay flora, Oregon Collawash and Little Butte flora.  The Middle Miocene locations include the Skolai Creek flora of Alaska, Grand Coulee and Latah floras of Washington, Mascall flora and Succor Creek floras in Oregon and the Latah and Clarkia flora in Idaho.  Further Middle Miocene occurrences in Nevada are the Thurston Ranch flora, Deadman Creek flora, Pyramid flora, Purple Mountain flora, Eastgate flora, and Middlegate floras.  Late Miocene occurrences in Oregon are the Weyerhauser flora, Hidden Lake flora, Austin flora, Tipton flora, Stinking Water flora, and Trout Creek floras.  Late Miocene occurrences in Idaho are the Cartwright Ranch flora, Horseshoe Bend flora, Alkali Creek flora and Trapper Creek flora.  Based on the identified fossil occurrences A. chaneyi has a temporal range of approximately 20 million years, the longest identified for any fossil species in Western North America.  The species Acer ferrignoi is a possible descendant species that survived in the Oregon Cascades until 7 million years ago.The nomenclatural history for A. chaneyi is fairly complex: a number of different names have been applied to the fossils of different locations.  The species was reviewed by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University., in a 1987 paper in the Journal of the Faculty of Science, Hokkaido University.  The oldest name suggested for the fossils was Acer bendirei which was coined by Leo Lesquereux in 1883.  The fossils used for his description of the species however were a mix of several different plants, and the type specimens were later transferred to the genus Platanus as P. bendirei.  The next oldest name, Acer gigas, is from 1902 and was coined by Frank Knowlton for a fossil samara from the John Day formation.  The fossil is missing the base of the fruit and the attachment scar, which is diagnostic for Acer: thus it was rejected by Wolfe and Tanai.  Similarly they rejected A. grahamensis, for which the type specimen is also missing the attachment scar.  They settled on A. chaneyi as the oldest valid species description, coined by Knowlton in 1926.",
    "Description": "Leaves of Acer chaneyi are simple in structure, with perfectly actinodromus vein structure and are widely ovate to orbiculate in shape.  The leaves are deeply dissected, occasionally into three lobes but more typically into five. The upper lateral lobes are two thirds as long as the median lobe, and all the lateral lobes are elliptic in outline.  The leaves have between five and eleven secondary veins which diverge from the basal region of the primary vein at angles ranging from 25° to 50°. The secondary veins arch towards the leaf margin in broadly convex to concave arches.  The margins show large tooth-like serrations that are generally associated with smaller serrations on the basal side of the larger serrations.  The samaras of A. chaneyi have moderately inflated nutlets and smoothly diverging veins which rarely anastomose.  The overall shape of the nutlet is narrowly elliptic, with a rounded tip and approximate length of 1.0–3.2 centimetres (0.39–1.26 in) and a width of 0.5–1.2 centimetres (0.20–0.47 in).  The wing ranges in overall length from 2.0–5.7 centimetres (0.79–2.24 in) and has a width range of 1.5–2.2 centimetres (0.59–0.87 in).  The paired samaras of the species have a 10° to 40° attachment angle and have veins originating in the attachment scar of the samara that run the length of the wing.\n\n\n== References =="
  }
}