{
  "url": "https://en.wikipedia.org/wiki/Acer_macrophyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae [2]"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. macrophyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer macrophyllum, the bigleaf maple or Oregon maple, is a large deciduous tree in the genus Acer.\nBig Leaf Maple can grow up to 157.80 feet (48.10 m) tall, but more commonly reaches 15–20 m (50–65 ft) tall. It is native to western North America, mostly near the Pacific coast, from southernmost Alaska to southern California. Some stands are also found inland in the foothills of the Sierra Nevada mountains of central California, and a tiny population occurs in central Idaho.",
    "Description": "Big Leaf Maple has the largest leaves of any maple, typically 15–30 cm (5.9–11.8 in) across, with five deeply incised palmate lobes, with the largest running to 61 centimetres (24 in). In the fall, the leaves turn to gold and yellow, often to spectacular effect against the backdrop of evergreen conifers.\nThe flowers Big Leaf Maple produces in spring in pendulous racemes 10–15 cm (4–6 in) long, greenish-yellow with inconspicuous petals. The fruit is a paired winged samara, each seed 1–1.5 centimetres (3⁄8–5⁄8 in) in diameter with a 4–5-centimetre (1 5⁄8–2-inch) wing.\nIn the more humid parts of its range, such as in the Olympic National Park, Big Leaf Maple's bark is covered with epiphytic moss and fern species.",
    "Habitat": "Bigleaf maple can form pure stands on moist soils in proximity to streams, but are generally found within riparian hardwood forests or dispersed, (under or within), relatively open canopies of conifers, mixed evergreens, or oaks (Quercus spp.) In cool and moist temperate mixed woods they are one of the dominant species. It is very rare north of Vancouver Island though cultivated in Prince Rupert, near Ketchikan and in Juneau.",
    "Uses": "Bigleaf maple has been used for creating syrup but it is not common. This is because sugar maple has a higher sugar content. Nevertheless, syrup production has become a localized industry in bigleaf maple groves where weather conditions (including sub-freezing winters) are especially suitable, such as near sea-level in British Columbia and at higher elevations along the West Coast from Washington through Northern California.",
    "Uses-Lumber": "Bigleaf maple is the only commercially important maple of the Pacific Coast region.The wood is used for applications as diverse as furniture, piano frames and salad bowls. Highly figured wood is not uncommon and is used for veneer, stringed instruments, guitar bodies, and gun stocks.\nThe wood is primarily used in veneer production for furniture, but is also used in  musical instrument production, interior paneling, and other hardwood products; the heartwood is light, reddish-brown, fine-grained, moderately heavy, and moderately hard and strong. Native Americans used the wood to make canoe paddles.In California, land managers do not highly value bigleaf maple, and it is often intentionally knocked over and left un-harvested during harvest of Douglas fir and redwood stands.",
    "Uses-Food": "Maple syrup has been made from the sap of bigleaf maple trees. While the sugar concentration is about the same as in Acer saccharum (sugar maple), the flavor is somewhat different. Interest in commercially producing syrup from bigleaf maple sap has been limited.\nAlthough not traditionally used for syrup production, it takes about 40 volumes of sap to produce 1 volume of maple syrup.\nBig Leaf Maple leaves are used as browse by black-tailed deer, mule deer, and horses during the sapling stage.A western Oregon study found that 60 percent of bigleaf maple seedlings over 10 inches (25 cm) tall had been browsed by deer, most several times.",
    "Big Tree": "The current national champion bigleaf maple is located in Lane County, Oregon. It has a circumference of 38.6 feet (11.8 m)—or an average diameter at breast height of about 12.3 feet (3.7 m)—and is 119 feet (36 m) tall with a crown spread of 91 feet (28 m). The previous national champion is located in Marion, Oregon, and has a circumference of 25.4 feet (7.7 m)—or an average diameter at breast height of about 8.1 feet (2.5 m)—and is 88 feet (27 m) tall with a crown spread of 104 feet (32 m).",
    "Cultivars": "'Mocha Rose' -- foliage in various shades of pink over growing season; red flowers\n'Santiam Snows' -- green leaves speckled with white",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Acer macrophyllum at Wikimedia Commons\nCalflora\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Yolo County, California, in 1903"
  }
}