{
  "url": "https://en.wikipedia.org/wiki/Catopsis_berteroniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Bromeliaceae"
    },
    {
      "Genus": "Catopsis"
    },
    {
      "Species": "C. berteroniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Catopsis berteroniana , commonly known as the powdery strap airplant, is an epiphytic bromeliad thought to be a possible carnivorous plant, similar to Brocchinia reducta, although the evidence is equivocal. Its native range is from southern Florida to southern Brazil.  It generally grows on the unshaded twigs of trees, and has been shown experimentally to trap more insects in its tank than other bromeliads of comparable size. There are several other species in the genus, none of which is believed to be carnivorous.",
    "Characteristics": "Catopsis berteroniana is an epiphytic insectivorous plant with elongate leaves. These erect leaves overlap to form tube-like structures characteristic of many tank bromeliads. Rainwater falls and lands in the tubes, forming pools of water called phytotelmata, an aqueous medium filled with copious amounts of nutrients available for the plant to absorb. This medium is slightly acidic, but very close to neutral; according to algae in bromeliads, the pH of the phytotelmata of Catopsis berteroniana is 6.8. This species has sessile glands located on the plant epidermis that are used to absorb nutrients. Other species of carnivorous plants, such as Cephalotus follicularis, use these glands to secrete enzymes to break down detritus and trap prey. However, C. berteroniana lacks enzyme production, so this plant breaks down materials using other methods. An important feature located on the leaves of Catopsis berteroniana is the presence of a white powder. This powder is released from the leaves of the plant. It is very slippery and reflects ultraviolet light.",
    "Characteristics-Epiphytes": "Catopsis berteroniana is an epiphyte, meaning it grows on another host. However, the plant does not receive nutrients from its host via its roots. Instead, the roots attach to the tree in order to provide stability. In turn, nutrients are obtained from its leaves. According to Fish, 1976, plants have moved away from root absorption in relation to adaptations and moved toward foliar procurement and nutrient absorption.",
    "Distribution": "Catopsis berteroniana is found in the neotropics, from southern Florida to southern Brazil. It grows above the tree canopies where it is exposed to a high amount of sunlight. According to Fish, 1976, due to the location of Catopsis berteroniana above the tree canopies, this species dodges direct competition with other species because they do not need to receive any nutrients from the soil or tree canopies.  In Everglades National Park in southern Florida, these plants were found at the apex of red mangroves and in areas of limited shade.  One of the major reasons this species is restricted to the neotropics is because the phytotelmata are limited to humid environments. This is because the plant does not have enough energy available to make up for the excessive evaporation that occurs in very dry climates.",
    "Microhabitat": "Phytotelmata of Catopsis berteroniana serve as homes for many organisms, called inquilines. Many types of larvae develop in this medium.  This is a very interesting feature because the major function of phytotelmata is to catch prey, not to support life forms. According to Adlassnig, Peroutka & Lendl, 2010, this plant hosts 11 inquiline species. Wyeomyia mitchellii is a species of mosquito that develops in the medium of the phytotelmata. It takes about 2 weeks for the larvae to fully develop. Once they develop, the mosquitoes can escape from the plant without getting trapped by the powder. Mutualism occurs between Catopsis berteroniana and these larvae: the plant provides a habitat for the larvae while the larvae help break down nitrogenous nutrients for faster absorption by the plant. There are also parasitic relationships that affect the bromeliad. Metamasius callizona, a weevil, will feed on the meristematic tissue of the Catopsis species, which will inevitably kill the plant.Other organisms that use phytotelmata as a home are algae. These organisms are essential to the plant itself. There is an entire food web within the phytotelmata: through anemophilous nutrition, the plant obtains its nutrients from the wind. Algae use these nutrients to grow and then become a food source for other organisms. Sunlight is a major factor that determines algal growth within the tanks: an increase in transmitted light results in an increase in algal growth. It shapes the entire food web because algae make up 30% of the living carbon within the bromeliad tanks located in an area with a high amount of sunlight.",
    "Carnivory": "Trapping prey is the main mechanism for obtaining nutrients for Catopsis berteroniana. This species uses a passive trap, called a tank, to trap and digest the target. Because this species is insectivorous, the typical prey that get trapped are insects. The purpose of these traps is to obtain inorganic nutrients from the degradation of insects, most commonly nitrogen and phosphorus.  This species is an epiphyte, so most of the insects that get caught in the trap are winged insects. They are lured to the plant by a white powder that is located on the leaves.  This powder reflects UV light, so the insect sees the UV reflection better than visual light, because pollen reflects these wavelengths.  The organism falls into the fluid where it cannot escape due to the slippery powder on the leaves. The fluid's purpose is to drown the organisms because most cannot survive in the fluid.\n\n\n== References =="
  }
}