{
  "url": "https://en.wikipedia.org/wiki/Tillandsia_paucifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Bromeliaceae"
    },
    {
      "Subfamily": "Tillandsioideae"
    },
    {
      "Genus": "Tillandsia"
    },
    {
      "Subgenus": "Allardtia"
    },
    {
      "Species": "T. paucifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Tillandsia paucifolia, the potbelly airplant, is a species of bromeliad in the genus Tillandsia. This species is native to Central America, central and southern Mexico, Venezuela, Colombia, the West Indies, and Florida.Tillandsia paucifolia can either grow singularly or in clusters and typically have five to ten leaves. The leaves of this species of Tillandsia are light green and silver-gray in color and are short with tapered ends. T. paucifolia have a large bulbous base which distinguishes them from other Tillandsias. The leaves of T. paucifolia are covered in trichomes, which are hair-like structures that increase the surface area on the leaves to maximize nutrient and water absorption from the air. The particular trichomes of the Tillandsia paucifolia are exceptionally sizable and copious.",
    "Reproduction": "Tillandsia paucifolia are angiosperms with flowers that range from a pale pink to a lavender-blue color. Flowers of these epiphytes can be animal-pollinated. Animals such as bees, beetles, and hummingbirds are known to pollinate T. paucifolia diurnally (during the day) while there have been reports of moths and bats that pollinate nocturnally. As a reward to the animals that facilitate the pollination, these angiosperms will sometimes produce nectar. With increased visitation from animal pollinators, these epiphytes are more likely to receive more genetically varying pollen, leading to better quality seeds.",
    "Hosts": "Tillandsia paucifolia are vascular epiphytes that lack traditional roots like other plants. Their roots serve primarily to secure themselves to the trees that they reside on. T. paucifolia found in southwest Florida mainly inhabit slash pine trees although they are not host-specific and can be seen growing on numerous other trees. Although T. paucifolia are not parasitic and only use their host trees as support, there can be adverse effects when present in large numbers and in certain parts of the trees. Heavily infested host trees can undergo states of nutritional stress caused by these epiphytes (Benzing 1978). When present in large numbers, T. paucifolia can also cause limb breakage and excess shade on their host trees.",
    "Cultivars": "Tillandsia 'Aleta'\nTillandsia 'Ask Harry'\nTillandsia 'Asombroso'\nTillandsia 'Diana'\nTillandsia 'Frolic'\nTillandsia 'Humbug'",
    "See also": "Bahamian dry forests\n\n\n== References =="
  }
}