{
  "url": "https://en.wikipedia.org/wiki/Tillandsia_xerographica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Bromeliaceae"
    },
    {
      "Genus": "Tillandsia"
    },
    {
      "Subgenus": "Tillandsia subg. Tillandsia"
    },
    {
      "Species": "T. xerographica"
    }
  ],
  "text": {
    "__SUMMARY__": "Tillandsia xerographica is a species of bromeliad that is native to southern Mexico, El Salvador, Guatemala and Honduras.  The name is derived from the Greek words ξηρός (xeros), meaning \"dry\", and γραφία (graphia), meaning \"writing\". It is included in Tillandsia subg. Tillandsia.",
    "Description": "Tillandsia  xerographica is a slow-growing, xerophytic epiphyte. The silvery gray leaves are wide at the base and taper to a point making an attractive, sculptural rosette, 3 feet or more in diameter and over 3 feet high in flower. The inflorescence, on a thick, green stem, from 6 to 15 inches in height, densely branched. The leaf bracts are rosy red; the floral bracts are chartreuse; and the petals of the tubular flowers are red to purple and are very long lasting (months).",
    "Habitat": "Tillandsia  xerographica inhabits dry forests and thorn scrub at elevations of 140 to 600 m in southern Mexico, Guatemala and El Salvador. Average temperatures in its habitat range from 22 °C – 28 °C, with relative humidity between 60% to 72% and annual precipitation between 550 and 800 mm. It grows epiphytically on the highest branches, where it receive intense lighting.",
    "Cultivars": "Tillandsia 'Betty' (T. xerographica × T. brachycaulos)\nTillandsia 'Fireworks' (T. xerographica × T. roland-gosselinii)\nTillandsia 'Silver Queen' (T. jalisco-monticola × T. xerographica)\nTillandsia 'Silverado' (T. chiapensis × T. xerographica)\n\n\n== References =="
  }
}