{
  "url": "https://en.wikipedia.org/wiki/Lecanora_muralis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Lecanoromycetes"
    },
    {
      "Order": "Lecanorales"
    },
    {
      "Genus": "Lecanora"
    },
    {
      "Species": "L. muralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lecanora muralis is a waxy looking, pale yellowish green crustose lichen that usually grows in rosettes radiating from a center (placoidiod) filled with disc-like yellowish-tan fruiting bodies (apothecia). It grows all over the world. It is extremely variable in its characteristics as a single taxon, and may represent a complex of species. The fruiting body parts have rims of tissue similar to that of the main nonfruiting body (thallus), which is called being lecanorine. It is paler and greener than L. mellea, and more yellow than L. sierrae. In California, it may be the most common member of the Lecanora genus found growing on rocks (saxicolous).",
    "Substrates and distribution": "It grows on rock including basalt, pumice, rhyolite, granite, sandstone, and limestone. Sometimes it can be found growing on bark. It may be tightly or loosely attached to the substrate.It grows all over the world including in Europe, Asia, North America, South America, Africa, Macaronesia, Oceania, and Australasia. In California, it may be the most common member of the Lecanora genus found growing on rocks (saxicolous). In the Sonoran Desert it is found from southern California to both north and south Baja California, and through Arizona to Sonora, Mexico, at elevation ranges from 20 to 2,800 metres (66 to 9,186 ft).",
    "Description": "The usually 1.5–3.5 cm (or more) wide nonvegetative body (thallus) is made up of parts separated by cracks (areolate) that may lift at their edges (squamulose), usually growing in a neat rosette radiating from the center (placodioid in lobes.  The upper surface is pale grayish to yellow-green, being more yellow towards the lobe tips. It may be continuous to rimose, with a surface that is shiny or waxy.Contiguous or widely separated lobes radiate outward, but may be randomly oriented. The lobes are roughly 1.5–4.5 mm long, and 0.5–0.6 mm wide. Lobes are sometimes short and like squamules. They may be concave, convex, or undulate, with their edges folded along sinuses, but never sinuous to plicate. Like the areolas, the edges of the lobes may be flat like planes, or raised, theickening towards tips. The ends of the lobes may be simple or incised to crenate. The extreme tips of the lobes are in segments that are 0.3–1 mm wide.  The outer edges of the lobes are darkener, sometimes being blue-green to black. The center is 0.5–2 mm (or more) thick.The prothallus is either absent or vestigial, with areoles sometimes being contiguous and sometimes scattered. The 0.5–1 mm wide areaolas may be irregular to round, with edges that are sometimes raised (squamulous), and thickened where they raise up. Coastal forms are more pale yellowish green than gray.It usually does not have a coating of fine dustlike particles (pruinose), but sometime may, especially at the margins, especially where the sinuses are folded. There are no  particles are little granules of algae wrapped in fungi, for propagation (soredia) to the point of being  densely covered in chalky white material (albopulverulenta), but soredia may be entirely lacking (esorediate).The apothecia may be few to very crowded at the thallus center. There may be none to many that are borne at or near the margin of the areoles. The apothecia disc is rimmed with tissue that is yellowish, similar to that of the thallus. The center of the apothecia is orange  to red-brown, sometimes greenish gray to black near the margins.",
    "Description-Cross section": "The upper cortex is of the cone cortex type, with no dead algal cells, and is 50–75 µm (or more) thick with yellowish granules interspersed. These granules are soluble in potassium (K). The fungal filaments (hyphae) of the upper cortex are either randomly oriented to becoming anticlinal, and are 3–5 µm in diameter. Lumina are 2 µm wide. The medulla is loosely solid and cottony. The algal layer is thickened and divided into a lower surface that is white or pale to deep-yellow or brown. There may be a slight but indistinct and poorly developed lower cortex at the tips of the lobes.",
    "Etymology": "The Latin specific epithet muralis is derived from the Latin word meaning 'growing on the wall'",
    "Spot tests and secondary metabolites": "Lichen spot tests on the thallus in Sonoran Desert populations are usually K-, C-, KC-, and P-. Spot tests of the cortex usually are KC+ yellow to gold. Spot tests of the medulla are usually KC-.Secondary metabolites include usnic acid in the cortex, sometimes with isousnic acid. The medulla has zeorin, and usually leucotylin and other triterpenes and fatty acids.",
    "See also": "List of Lecanora species",
    "References": "",
    "External links": "Lecanora muralis  in Index Fungorum"
  }
}