{
  "url": "https://en.wikipedia.org/wiki/Entoloma_hochstetteri",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. hochstetteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma hochstetteri is a species of mushroom found in New Zealand and India. The small mushroom is a distinctive all-blue colour, while the gills have a slight reddish tint from the spores. The blue coloring of the fruit body is due to three azulene pigments. Whether Entoloma hochstetteri  is poisonous or not is unknown.\nThe Māori name for the blue mushroom is werewere-kokako because the colour is similar to the blue wattle of the kōkako bird.This species was one of six native fungi featured in a set of fungal stamps issued in New Zealand in 2002.",
    "Taxonomy": "The species was first described as Hygrophorus hochstetteri in 1866 by the Austrian mycologist Erwin Reichardt, before being given its current binomial name in 1962 by Greta Stevenson. It is named after the German naturalist Ferdinand von Hochstetter.",
    "Description": "Entoloma hochstetteri has a small delicate epigeous (above-ground) fruiting body (basidiocarp) which may be found among moss or leaf litter. The cap may be up to 4 cm (1.4 in) in diameter and conical in shape. The cap color is indigo-blue with a green tint, and is fibrillose. The cap margin is striate and rolled inwards. The gill attachment is adnexed or emarginate, gills are thin and 3–5 mm wide, essentially the same color as the cap, sometimes with a yellow tint. The cylindrical stipe is up to 5 cm (2 in) long by 0.5 cm thick, fibrillose and stuffed. The spore print is reddish-pink. The spores are 9.9–13.2 by 11.8–13.2 μm, tetrahedric in shape, hyaline, smooth and thin-walled. The basidia are 35.2–44.2 by 8.8–13.2 µm, club-shaped, hyaline, and with two or four sterigmata.",
    "Distribution": "Entoloma hochstetteri grows in woodlands of western parts of both the North and South Islands of New Zealand, where it is associated with Nothofagus and Podocarpus species. It has also been found in India.",
    "Toxicity": "Although many members of the genus Entoloma are poisonous, the toxicity of this species is unknown. It has been investigated to see if its blue colouring might be manufactured as a food dye.",
    "See also": "List of Entoloma species",
    "References": "",
    "External links": "More information via Landcare Research New Zealand Ltd\nEntoloma hochstetteri discussed on RNZ Critter of the Week, 2 December 2016"
  }
}