{
  "url": "https://en.wikipedia.org/wiki/Entoloma_austroprunicolor",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. austroprunicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma austroprunicolor is a species of agaric fungus in the family Entolomataceae. Described as new to science in 2007, it is found in Tasmania, where it fruits on the ground of wet sclerophyll forests in late spring to early winter (usually between January and March). The fruit bodies (mushrooms) have reddish-purple caps measuring up to 5 cm (2.0 in) in diameter supported by whitish stipes measuring 3–7.5 cm (1.2–3.0 in) long by 0.2–0.6 cm (0.1–0.2 in) thick. On the cap underside, the crowded gills are initially white before turning pink as the spores mature.",
    "Taxonomy": "The species was first formally described in 2007 by Australian mycologist Genevieve Gates and Dutch mycologist Machiel Noordeloos, from collections made in Tasmania, Australia. The specific epithet austroprunicolor  is derived from the Latin prefix austro-, meaning \"southern\", and the Latin word prunicolor, meaning \"plum-coloured\". The type collection was made in January 2002 at Kermandie Falls, near Geeveston in southern Tasmania. The species was discovered as a result of intensive field research, conducted by Gates and David Ratkowsky, which began in 1998. Realizing that many Tasmanian Entolomataceae species were undescribed, they and their collaborators published a series of papers documenting the new fungi.Within the genus Entoloma, the fungus is classified in the subgenus Leptonia, section Cyanula because of its overall habit, clampless hyphae, and abundant granules of pigment. Noordeloos and Gates place it in the stirps (a grouping of related species within a genus) Austroprunicolor, characterized by mushrooms with a violaceous pink or blue cap that contrasts with a pallid, whitish, polished stipe.",
    "Description": "The cap measures 1 to 5 cm (0.4–2 in) in diameter, and is convex or umbonate (having a central rounded elevation resembling a nipple). It is bluish-purple when young before reddening to a reddish-purple and eventually fading to a more purplish-grey colour. The cap surface texture is initially fibrillose (made of loose fibers) to velutinous (made of short, fine \"hairs\" that form a velvety surface), and then breaks up into small radially arranged fibrillose squamules (small scales) as it matures. The cap margin curves downward. Gills are closely crowded together, up to 6 mm broad, and have an adnate attachment to the stipe. They are white initially before becoming tinged with pink from the developing spores. The thin cylindrical stipe measures 3–7.5 cm (1.2–3.0 in) long and 0.2–0.6 cm (0.1–0.2 in) wide with a slightly thicker base. It is dry and brittle, hollow, and white or nearly white. The flesh is purple in the cap, and white in the stipe. The smell and taste are indistinct, although the latter has been described as peppery or radish-like. Its edibility is unknown.The spore print is pink, and the spores measure 10–13 by 6–9 μm. They are heterodiametric (with different diameters in different directions), possessing between 6 and 8 pronounced angles. The basidia (spore-bearing cells) are four-spored, lack clamps, and measure 33–40 by 9–14 μm. Located on the gill edge, the thin-walled, inconspicuous cheilocystidia measure 20–30 by 5–9 μm and have shapes ranging from irregular cylinders to narrow clubs to flasks. The cap cuticle is arranged in the form of a cutis (with bent-over hyphae that run parallel to the cap surface) to a trichoderm (where the outermost hyphae emerge roughly parallel, perpendicular to the cap surface), comprising cylindrical to inflated hyphae that are up to 20 μm wide. The cap tissue is made of narrow cylindrical hyphae that are 4.5–9 μm in diameter. They contain granules that have a purple-brown pigment. The stipe cuticle is made of loosely arranged, cylindrical hyphae measuring 2–7 μm. Clamp connections are absent from the hyphae.",
    "Description-Similar species": "Entoloma austroprunicolor resembles the European species E. queletii, but the cap of the latter species fades to an ochre colour, and it has a white fibrillose stipe. Microscopically, its gill edges have well-differentiated cheilocystidia.",
    "Habitat and distribution": "Entoloma austroprunicolor is a commonly occurring mushroom of wet sclerophyll forests in Tasmania. Fruiting occurs from late spring to early winter, with most fruit bodies recorded between the months of January to March. In a study of the distribution of mushroom species in this area, it was found to occur only in mature or uncut forests.",
    "See also": "List of Entoloma species",
    "References": "",
    "External links": "Entoloma austroprunicolor  in Index Fungorum"
  }
}