{
  "url": "https://en.wikipedia.org/wiki/Entoloma_murrayi",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. murrayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma murrayi, commonly known as the yellow unicorn Entoloma or the unicorn pinkgill, is a species of fungus in the Entolomataceae family. First described from New England (USA) in 1859, the species is found in eastern North America, Central and South America, and southeast Asia, where it grows on the ground in wet coniferous and deciduous forests. The fungus produces yellow mushrooms that have a characteristic sharp umbo on the top of a conical cap. The mushroom is inedible and may be poisonous. Other similar species can be distinguished from E. murrayi by differences in color, morphology, or microscopic characteristics.",
    "Taxonomy": "The species was originally described by Miles Berkeley and Moses Ashley Curtis in 1859 as Agaricus murrayi, based on collections made in New England. Berkeley and Curtis called it \"An extremely pretty species\". Pier Andrea Saccardo transferred the species to Entoloma in 1899. Synonyms include combinations resulting from generic transfers to Rhodophyllus by Rolf Singer in 1942, Noleana by R. W. G. Dennis in 1970, and to Inocephalus by Gordon Rutter and Roy Watling in 1997. Depending on the authority, these latter three genera are considered either subgenera of Entoloma, or independent genera. In a large-scale molecular phylogenetic analysis of Agaricales species published in 2002, E. murrayi grouped in a clade together with E. canescens and two Entolomas traditionally classified in Inocephalus – E. quadrata and E. lactifluus. The Dictionary of the Fungi (10th edition, 2008) lumps Inocephalus and Rhodophyllus into Entoloma.The specific epithet murrayi honors the original collector, Dennis Murray of Massachusetts. Its common names \"yellow unicorn Entoloma\" or \"unicorn pinkgill\" refer to the characteristic sharp umbo at the top of its cap.",
    "Description": "The cap of E. murrayi is bell-shaped to conical, and measures 1.3–3 cm (0.5–1.2 in) in diameter. It features a sharp umbo in the center. The cap color is bright yellow to orange-yellow, but tends to fade in maturity. The gills have a narrowly adnate attachment to the stem, and are well-spaced. Initially yellow, they acquire a pinkish tone as the spores mature. The slender hollow stem is 4–7.5 cm (1.6–3.0 in) long and roughly equal in width throughout its length. It is pale yellow, with a fibrous surface, and often twisted with longitudinal striations. Its surface is smooth, and there may be a whitish mycelium at the base. The flesh is thin and pale yellow. The taste and odor of the fruit bodies have been described as either \"pleasant\", or indistinct. The mushroom is not edible and may be poisonous.The spore print is salmon-pink. Spores are smooth, angular (four-sided), hyaline (translucent), and measure 9–12 by 8–10 μm. The arrangement of the hyphae in the hymenophore tissue is parallel to interwoven and inamyloid. In the cap cuticle, the hyphae are interwoven radially, or alternatively in somewhat erect bundles. Hyphae of Entoloma murrayi rarely have clamp connections. The cap and gill tissue contain \"repository hyphae\" (storage units containing byproducts of metabolism) that release a watery, yellow-colored liquid when injured. These distinctive hyphae can be seen with light microscopy of both fresh and dried specimens.",
    "Description-Similar species": "Characteristic diagnostic features of Entoloma murrayi include the bright yellow coloring, the conical cap, cube-shaped spores, and club-shaped cheilocystidia. Entoloma quadratum is similar in size and morphology, but is colored salmon-orange. E. murrayi has the habit and form of some similarly colored mushrooms in the genus Hygrocybe (such as Hygrocybe marginata var. concolor), but it can be readily distinguished from those by its salmon-pink spore print, non-waxy gills, and the angular shape of its spores. Entoloma luteum is a duller yellow color, with a less distinctly pointed umbo. The South American species E. dennisii, originally misidentified as E. murrayi, can be distinguished from the latter by its less conical cap and considerably smaller spores that measure 5.5–7 μm.",
    "Habitat and distribution": "A saprobic species, Entoloma murrayi derives nutrients by breaking down organic matter. Fruit bodies are found in wet coniferous and deciduous forests, where they grow singly or in small groups on the ground in litterfall or humus, or in moss. Fruiting occurs in the summer and autumn.In North America, the species is found eastern Canada (Atlantic Maritime Ecozone), the eastern United States (from Maine south to Alabama and west to the Great Lakes), and Mexico. The distribution includes Central and South America, and Southeast Asia. It has also been recorded from Jamaica and the Dominican Republic.",
    "Notes": "",
    "References": "",
    "External links": "Entoloma murrayi  in Index Fungorum"
  }
}