{
  "url": "https://en.wikipedia.org/wiki/Entoloma_bloxamii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. bloxamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma bloxamii, commonly known as the big blue pinkgill or Bloxam's entoloma, is a mushroom in the Entolomataceae family of fungi. It is widely distributed in Europe, although it is rare throughout its range, which also extends into Asia and North America.",
    "Taxonomy": "First named Agaricus bloxami by Miles Joseph Berkeley and Broome in 1854, in honour of Andrew Bloxam, it was given its current name by the Italian mycologist Pier Andrea Saccardo in 1887. It was also known as E. madidum in the United States.Entoloma bloxamii belongs to the large genus Entoloma, which contains around 1500 species worldwide. A 2009 study analysing DNA sequences and spore morphology found it to lie in a prunuloides clade with (among other species) E. gelatinosum and E. cretaceum, and most closely related to E. prunuloides. This rhodopolioid clade lay within a crown Entoloma clade. This group is typified by irregular spores with or without bumps.Common names in the United Kingdom include \"big blue pinkgill\" and \"Bloxam's entoloma\". The British Mycological Society has recommended phasing out the latter in favour of the former as the official name. It is known as the midnight blue entoloma in North America.",
    "Description": "The fungus produces a striking, blue, mushroom-shaped epigeous (aboveground) fruiting body (basidiocarp), between August and November. The smooth cap has a broad swelling in the centre (known as a boss or umbo), which has a more violet tinge. The tightly packed, white gills on the underside of the cap contrast well with the blue colour of the fungus; they develop a more salmon-pink colour as they age. The solid stipe of the mushroom is also blue in colour with a whitish base. The spore print is pink to cinnamon-coloured.",
    "Distribution and habitat": "It is widely distributed in western Europe from Spain and the British Isles east to Poland and Ukraine, as well as Scandinavia in the north and Italy to the southeast, although it is rare throughout its range, which also extends into Asia and North America. It inhabits unimproved grasslands such as old meadows and hayfields. It is usually associated with calcareous soils although it may also be found in more acidic areas, and is threatened by the disturbance of its habitat caused by agricultural improvement. As of June 2003, it was a candidate species for listing in Appendix I of the Convention on the Conservation of European Wildlife and Natural Habitats (the \"Bern Convention\").",
    "Edibility": "It has a nondescript taste and smell. Its edibility in eastern North America is not known but many members of the genus are poisonous. David Arora reports it as a well-flavoured edible in California.",
    "See also": "List of Entoloma species",
    "References": "This article incorporates text from the ARKive fact-file \"Entoloma bloxamii\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.",
    "External links": "Entoloma bloxamii  in Index Fungorum\nEntoloma bloxamii media from ARKive"
  }
}