{
  "url": "https://en.wikipedia.org/wiki/Entoloma_rodwayi",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. rodwayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma rodwayi, known as the green stem pinkgill, is a species of fungus in the Entolomataceae family of mushrooms. A yellowish green mushroom with pink gills and spores, it is found in wet forests of Tasmania.",
    "Taxonomy": "First named as Leptonia rodwayi by British mycologist George Edward Massee in 1898, it was transferred to the genus Entoloma in a 1980 publication by German mycologist Egon Horak. It was named after Tasmanian botanist Leonard Rodway.\nThe genus Entoloma is well represented in Australia, particularly Tasmania, and E. rodwayi is one of many unusually coloured members, others being shades of blue and purple as well as green.",
    "Description": "The cap is up to 3 cm (1.2 in) in diameter, and is conical or convex, before flattening out as the mushroom ages. The centre is sometimes depressed. When dried, the mushroom transforms from yellow-green to a vivid blue-green. It can be confused with some other green mushrooms such as the larger and more solid Cortinarius austrovenetus and several species of Hygrocybe, which have slimy caps. It can also be distinguished by its pink gills; the edges of the gills are the same color as the sides. Viewed in deposit, such as with a spore print, the spores are pink; viewed microscopically, they are angular, with dimensions of 10 by 7 μm.",
    "Habitat and distribution": "Entoloma rodwayi is found in temperate rainforest and wet mixed forest, but is somewhat rare. Among those places it has been officially recorded are Mount Wellington just outside Hobart, along with 50 other species of Entoloma there.",
    "See also": "List of Entoloma species\n\n\n== References =="
  }
}