{
  "url": "https://en.wikipedia.org/wiki/Entoloma_haastii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. haastii"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma haastii is a mushroom in the Entolomataceae family. Described as new to science in 1964, it is known only from New Zealand, where it grows on the ground in leaf litter, usually near Nothofagus species.",
    "Taxonomy": "The fungus was described by mycologist Greta Stevenson in 1964. She found the original specimens rooting in litter in Dun Mountain, Nelson, on April 25, 1949. Egon Horak transferred the species to Rhodophyllus in a 1980 publication.",
    "Description": "The cap is initially conical later developing an umbo and becoming rounded or bell-shaped, reaching diameter of  1.5–5.5 cm (0.6–2.2 in) in diameter. Older fruit bodies have margins that are turned upward. The cap color is dark brown or soot-brown but always has a bluish tinge. The surface is dry, covered by radially arranged wrinkles or veins, neither striate nor hygrophanous. The gills are adnexed to almost free from attachment to the stem. They are somewhat distantly spaced, with between 16 and 22 gills extending fully from the stem to the edge of the cap, in addition to one to three tiers of interspersed lamelluae (short gills that do not extend fully from the stem to the cap edge). The gill color is grey-bluish later becoming pink, and the gill edges are straight or somewhat saw-toothed, and the same color as the gill face. The stem is 4–10 cm (1.6–3.9 in) by 0.3–1 cm (0.12–0.39 in), bulbous-rooting or club-shaped. The top portion of the stem is deep blue, the color fading towards the whitish or ochraceous base, strongly fibrillose, dry, hollow, fragile, often twisted. The flesh is blue in the cap and the upper parts of the stem, but whitish or yellowish at the base. The taste and odor of the mushroom are strongly acidulous. The spore print is pink.\n\nThe spores are roughly spherical, with 5–7 blunt angles, and measure 7–9 by 6.5–8 µm. The basidia (spore-bearing cells in the hymenium) are four-spored, with dimensions of 30–35 by 10 µm. There are no cheilocystidia nor pleurocystidia on the gills (cystidia on the edge and face of gills, respectively). The cuticle is a trichoderm observed on not weathered specimens, or a cutis with suberect to cylindrical hyphae (5–12 µm diameter), terminal cells fusoid, membrane thin-walled, not gelatinized, with blue-brownish pigment in the cytoplasm. Clamp connections are present in the hyphae.",
    "Description-Similar species": "This fungus is similar to Entoloma nitidum (called Rhodophyllus nitidus Quel. by some authors) as described by Lange, but it is smaller with a less attenuated stem, and has substantially larger spores. It also resembles E. madidum.",
    "Habitat and distribution": "The fruit bodies of E. haastii grow on the ground in leaf litter. They are typically found under Nothofagus species, but have also been recorded under species of Leptospermum, Dacrydium or Podocarpus. The fungus is only known from New Zealand where is common. It is usually found at altitudes ranging from the coast to the timber line.",
    "See also": "List of Entoloma species",
    "References": "",
    "External links": "Entoloma haastii  in Index Fungorum"
  }
}