{
  "url": "https://en.wikipedia.org/wiki/Entoloma_mathinnae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Entolomataceae"
    },
    {
      "Genus": "Entoloma"
    },
    {
      "Species": "E. mathinnae"
    }
  ],
  "text": {
    "__SUMMARY__": "Entoloma mathinnae is a species of agaric fungus in the family Entolomataceae. Known only from Tasmania, Australia, it was described as new to science in 2009. Mushrooms have light yellow-brown, convex caps up to 8 cm (3.1 in) wide atop stems measuring 5–8.5 cm (2.0–3.3 in) long.",
    "Taxonomy": "The species was described in 2009 in the journal Mycotaxon by Australian mycologists Genevieve Gates, Bryony M. Horton, and Dutch Entoloma authority Machiel Noordeloos. Entoloma mathinnae is classified in the section Entoloma of the genus Entoloma. Species in this section are characterized by having a Tricholoma-like appearance, a smooth cap, and spores that are small and somewhat angular.The type collection was made in 2008 in the small town of Mathinna, Tasmania. The specific epithet refers to not only the type locality, but also the 19th-century indigenous Australian girl Mathinna, after whom the town is named.",
    "Description": "The fruit bodies of the fungus have convex caps with a low umbo, and attain a diameter of 4–8 cm (1.6–3.1 in). The caps are a light yellow-brown colour that fades somewhat approaching the margin. The cap surface is smooth or somewhat sticky, and the cap margin develops cracks in maturity. The gills are crowded together closely: there are about 80 full-length gills interspersed with 3–5 tiers of lamellulae (short gills that do not extend completely from the cap margin to the stem). The attachment of the gills to the stem ranges from adnate (broadly fused) to emarginate (having a notched edge). Gills are a bright yellow colour throughout. The cylindrical stem measures 5–8.5 cm (2.0–3.3 in) by 1.5–2 cm (0.59–0.79 in) thick, tapering slightly at the base. Its surface is fibrillose, and its colour white to pale brown, although sometimes it has grey-violet tones mixed in. Initially solid, the stem hollows with age. The flesh of the mushroom is firm and white, and lacks any distinct taste or odor.Spores are somewhat angular, with 6 to 8 sides, and dimensions averaging 7.3 by 6.9 μm. The basidia (spore-bearing cells) are four-spored, clamped at their bases, and measure 20–34 by 7–9 μm.",
    "Habitat and distribution": "The fungus has been collected from two sites in Tasmania. The northeastern site is a rainforest located at an altitude of about 850 metres (2,790 ft), containing predominantly trees of the species Eucalyptus delegatensis with an understorey of the shrub Leptospermum lanigerum. The southwestern site, a low-altitude wet sclerophyll forest, has the trees Eucalyptus obliqua and an understorey of Leptospermum scoparium and Melaleuca squarrosa. All of the plant associates of E. mathinnae are in the family Myrtaceae. Although it is not known whether the fungus has any specific association with these plants, some Entoloma species are suspected of being mycorrhizal, and members of the Myrtaceae are known to form ectomycorrhizas with fungi. As of 2009, there are about 100 species of Entoloma known from Tasmania, many of which have not yet been formally described.",
    "See also": "List of Entoloma species",
    "References": "",
    "External links": "Entoloma mathinnae  in Index Fungorum\nEntoloma mathinnae  in MycoBank.\nEntolomatacae of Tasmania Image"
  }
}