{
  "url": "https://en.wikipedia.org/wiki/Leccinum_holopus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Leccinum"
    },
    {
      "Species": "L. holopus"
    }
  ],
  "text": {
    "__SUMMARY__": "Leccinum holopus, commonly known as the white birch bolete, white bog bolete, or ghost bolete, is a species of bolete fungus in the family Boletaceae found in northern Asia, Europe, and northeastern North America. It associates with birch trees and is typically found in boggy or swampy areas, often growing among sphagnum moss.\nFruitbodies (mushrooms) of L. holopus have convex caps measuring up to 10 cm (4 in) in diameter. Often pure white—especially in young fruitbodies—the caps sometimes become flushed with buff or brownish tints. The whitish surface of the stipe is covered with small, stiff, projecting scales (scabers) that become tan or darker in age. Some varieties of Leccinum holopus have been described that vary in cap color or staining reaction, but DNA evidence suggests that most are the same taxon. Although the fruitbodies are edible, opinions vary as to their culinary desirability.",
    "Taxonomy": "Initially named as a species of Boletus by German mycologist Friedrich Rostkovius in 1844, the fungus was later transferred to Leccinum by Roy Watling in 1960. Synonyms resulting from transfer to different genera include: Krombholzia holopoda and K. holopus (both published by Albert Pilát in 1951); Krombholziella holopus (Josef Šutara, 1989); Trachypus holopus (Paul Konrad and André Maublanc, 1952), and Trachypus scaber f. holopus (Henri Romagnesi, 1939). Other synonyms, according to Index Fungorum, include Leccinum olivaceosum, described from France in 1994, and Leccinum aerugineum (1991). Leccinum holopus is classified in section Scabra of genus Leccinum, a grouping that includes Northern Hemisphere species associating exclusively with birch.The specific epithet holopus is Greek for \"with perfect stalk\". Common names given to the fungus include white birch bolete, white bog bolete, and ghost bolete.Several subtaxa of Leccinum holopus have been described. In form aerugineum, described by Josef Šutara  in 2009, the flesh discolors green after injury. The variety americanum, described by Alexander H. Smith and Harry Delbert Thiers in 1971 from collections made in Michigan, injured flesh stains reddish. Lannoy & Estadès described Leccinum nucatum in 1993, a taxon that was later (2007) published as variety nucatum of L. holopus; no molecular evidence was found supporting the existence of this as a distinct taxon, and it is therefore placed into synonymy with L. holopus. Leccinum holopus var. majus, described by Rolf Singer in 1966 (originally published by Singer as Krombholzia scabra f. majus), is another historical variety without independent taxonomic significance.",
    "Description": "Fruitbodies of Leccinum holopus have convex to flattened caps measuring 3–10 cm (1.2–3.9 in) in diameter, with a narrow band of sterile tissue surrounding the margin. The caps are initially whitish, but can develop gray, buff, tan, or pinkish tints during maturity; the color may also darken and become greenish with age. The cap surface is initially covered with very fine hairs, but later becomes more or less smooth, often with a sticky texture in age or in moist conditions. The flesh is white and lacks any distinct odor or taste; it can have either little or no bruising color reaction with injury, or may become light pink in variety americanum. On the cap underside is a porous surface comprising pores numbering 2 to 3 per millimeter, each of which is the end of a tube that extends to 2.5 cm (1.0 in) deep. The color of the pore surface ranges from whitish to grayish to dingy brown, and has little color reaction to injury, although it may discolor yellowish or brownish. There is a depression where the pores meet the stipe. The stipe measures 8–14 cm (3.1–5.5 in) long by 1–2 cm (0.4–0.8 in) wide. Its whitish surface is covered with scabers that darken in age to tan or darker. The stipe base often stains bluish.Leccinum holopus produces a brown spore print. Spores are somewhat fusoid (spindle-shaped) and measure 14–20 by 5–6.5 µm. The basidia (spore-bearing cells) are four-spored and measure 28.5–36.5 by 11.5–12.5 µm. Cystidia on the pores are flask-shaped (lageniform) to fusiform, and 39.0–45.5 by 7.5–9.0 µm, while those of the stipe (caulocystidia) are fusiform, club-shaped, or cylindrical, measuring 39.0–54.5 x 9.1–13.5 µm. There are no clamp connections present in the hyphae of L. holopus. The cap cuticle is arranged in the form of a cutis—with hyphae that run parallel to the cap surface.Several chemical tests can be used to help verify an identification of L. holopus. A drop of ammonium hydroxide solution turns the cap cuticle a pinkish color, but has no reaction with the flesh. A drop of dilute potassium hydroxide (KOH) has no reaction on the cap surface, and either no reaction or a brownish reaction with the flesh. Application of iron (II) sulphate solution does not have a reaction on the cap surface, and either no reaction to slightly olive coloration on the flesh.",
    "Description-Similar species": "Leccinellum albellum is similar in appearance to L. holopus, but grows in association with oak and has a more southerly distribution. L. scabrum is a widely distributed lookalike that can be distinguished from L. holopus by its larger size and generally darker colors.",
    "Edibility": "Although commonly considered edible, opinions vary on the culinary appeal of Leccinum holopus fruitbodies. Michael Kuo, writing in 100 Edible Mushrooms, considers it a good edible; Peter Roberts and Shelley Evans in The Book of Fungi say \"it is edible, but is said to be tasteless and pappy, so is not recommended.\"  Fruitbodies are optimally harvested when they are young, before the flesh becomes too spongy, and before insect larvae establish themselves. Minimal cleaning is required in the field. The mushroom has a mild, somewhat sweet flavor that is enhanced after brief sauteeing. Drying the mushrooms enhances the flavor, but diminishes the sweetness of fresh mushrooms.",
    "Habitat and distribution": "Leccinum holopus is a mycorrhizal species. It fruits on the ground (often among Sphagnum moss), singly to scattered in wet areas like cedar swamps, bogs, or soggy forests. Like most Leccinum species, the fungus is highly host-specific and associates with birch (Betula). In North America, the range of Leccinum holopus extends from eastern Canada to New York, extending west to the northern Rocky Mountains, roughly coinciding with the distribution of the paper birch (Betula papyrifera). In this range, it is common and fruits from August to October. L. holopus var. americanum is known only from North America. The fungus is rare in southern Europe, but more common in the Sphagnum swamps in the north. In Asia, it has been recorded from Taiwan and Qinghai (China).Fruitbodies of L. holopus are a source of food for fly species such as Pegomya winthemi (family Anthomyiidae) and Megaelia pygmaeoides (family Phoridae).",
    "See also": "List of Leccinum species\nList of North American boletes",
    "References": "",
    "External links": "Leccinum holopus  in Index Fungorum"
  }
}