{
  "url": "https://en.wikipedia.org/wiki/Leccinum_arenicola",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Leccinum"
    },
    {
      "Species": "L. arenicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Leccinum arenicola is a species of bolete mushroom in the family Boletaceae. Described in 1979, the fruit bodies (mushrooms) grow in sand dunes from New Brunswick south to Cape Cod.",
    "Taxonomy": "The species was first described by mycologists Scott Redhead and Roy Watling in the Canadian Journal of Botany in 1979. The type collection was made in the Kouchibouguac National Park in New Brunswick, Canada. Josef Šutara transferred the species to Krombholziella in 1982 as he believed the generic name Leccinum to be illegitimate, but his generic concepts have not been accepted by later authorities.",
    "Description": "Fruit bodies have convex caps with ragged margins, and reach a diameter of 5–15 cm (2.0–5.9 in). The cap surface is dry and wrinkled, and develops cracks in maturity. Its color is orange to yellowish-orange, which fades in age to dull cinnamon or yellowish. The flesh is white, but will stain vinaceous (the color of red wine) to purplish gray when it is cut or otherwise injured. The pore surface is initially whitish to pale yellow or buff before changing to tan or pale yellow-brown in age; when bruised, it color deepens. There are about 1–3 circular pores per millimeter, and the tubes are up to 2 cm (0.8 in) deep. The stem is 8–14 cm (3.1–5.5 in) long by 1.6–2.5 cm (0.6–1.0 in) thick, enlarging towards the base. Its surface is dry, and is covered with hazel to vinaceous-buff scabers (tufts of tiny fibers, characteristic of the genus Leccinum) on a buff background color.Leccinum arenicola produces a cinnamon to pinkish-cinnamon spore print. The spores are somewhat spindle-shaped (tapered on each end), smooth, and measure 11–16 by 3–5 μm.",
    "Habitat and distribution": "Fruit bodies of Leccinum arenicola grow singly, scattered, or in groups on the ground in coastal sand dunes between July and September. Nearby plants typically found with the mushroom include American beachgrass (Ammophila breviligulata), beach heather (Hudsonia tomentosa) and sedges (Carex spp.). Redhead and Watling speculate that the fungus may be mycorrhizal with  Hudsonia. The distribution of the fungus ranges from New Brunswick, Canada, south to Cape Cod. Leccinum arenicola is one of only three North American Boletaceae species that occur in coastal sand dunes; the others are Boletus abruptibulbus, found in Gulf Coast of the Florida Panhandle, and Phylloporus arenicola, described from Oregon.",
    "See also": "List of North American boletes",
    "References": "",
    "External links": "Leccinum arenicola  in Index Fungorum"
  }
}