{
  "url": "https://en.wikipedia.org/wiki/Leccinum_cartagoense",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Harrya"
    },
    {
      "Species": "H. chromapes"
    }
  ],
  "text": {
    "__SUMMARY__": "Harrya chromapes, commonly known as the yellowfoot bolete or the chrome-footed bolete, is species of bolete fungus in the family Boletaceae. The bolete is found in eastern North America, Costa Rica, and eastern Asia, where it grows on the ground, in a mycorrhizal association with deciduous and coniferous trees. Fruit bodies have smooth, rose-pink caps that are initially convex before flattening out. The pores on the cap undersurface are white, aging to a pale pink as the spores mature. The thick stipe has fine pink or reddish dots (scabers), and is white to pinkish but with a bright yellow base. The mushrooms are edible but are popular with insects, and so they are often infested with maggots.\nIn its taxonomic history, Harrya chromapes has been shuffled to several different genera, including Boletus, Leccinum, and Tylopilus, and is known in field guides as a member of one of these genera. In 2012, it was transferred to the newly created genus Harrya when it was established that morphological and molecular evidence demonstrated its distinctness from the genera in which it had formerly been placed.",
    "Taxonomy": "The species was first described scientifically by American mycologist Charles Christopher Frost as Boletus chromapes. Cataloging the bolete fungi of New England, Frost published 22 new bolete species in that 1874 publication. Rolf Singer placed the species in Leccinum in 1947 due to the scabrous dots on the stipe, even though the spore print color was not typical of that genus. In 1968,  Alexander H. Smith and Harry Delbert Thiers thought that Tylopilus was a more appropriate fit as they believed the pinkish-brown spore print—characteristic of that genus—to be of greater taxonomic significance. Other genera to which it has been shuffled in its taxonomic history include Ceriomyces by William Alphonso Murrill in 1909, and Krombholzia by Rolf Singer in 1942; Ceriomyces and Krombholzia have since been subsumed into Boletus and Leccinum, respectively. Additional synonyms include Tylopilus cartagoensis, described by Wolfe & Bougher in 1993, and a later combination based on this name, Leccinum cartagoense.Molecular analysis of large-subunit ribosomal DNA and translation elongation factor 1α showed that the species belonged to a unique lineage in the family Boletaceae, and the genus Harrya was circumscribed to contain both it (as the type species) and the newly described H. atriceps. Javan species referred to Tylopilus pernanus are sister to the Harrya lineage.The specific epithet chromapes is Latin for \"yellow foot\". It is commonly known as the \"yellowfoot bolete\" or the \"chrome-footed bolete\".",
    "Description": "The fruit bodies have caps that are initially convex before flattening out in maturity, reaching diameters between 3 and 15 cm (1.2 and 5.9 in). The cap surface is dry to slightly sticky. It is initially pink to rose-colored, fading to tan or pinkish tan in maturity. The cap margin may curl upward in maturity. The flesh is white, and does not stain blue when it is bruised or injured (an important diagnostic feature of many bolete species). It does not have any distinct odor or taste. The pore surface is initially white before becoming pinkish to flesh-colored in age. The individual pores are circular to angular, numbering two or three per millimeter, while the tubes are 8–14 mm (0.3–0.6 in) long. Tubes near the top of the stipe are depressed and almost free from attachment. The stipe measures 4–14 cm (1.6–5.5 in) long by 1–2.5 cm (0.4–1.0 in) thick and is equal in width throughout its length, or with a slight taper in either direction. The stipe surface has a scurfy texture from scabers that are colored white, pink or reddish. The underlying surface color is white or pinkish except for the yellow base. The mushrooms are edible and good, but popular with insects, and so are often infested with maggots.\n\nThe spore print has been reported as ranging in color from pinkish, to pinkish-brown, to rosy brown, to vinaceous-fawn. The variation in spore print color results in part from differences in moisture content when recorded. Spores are roughly oblong to oval, smooth, hyaline (translucent) to pale brown, and measure 11–17 by 4–5.5 µm. They are covered in a gelatinous sheath. The basidia (spore-bearing cells) are club-shaped, two- and four-spored, thin-walled, and measure 25–35 by 10–14 µm. Pleurocystidia (found on the tube walls) are roughly cylindrical to fuse-shaped with rounded tips, and measure 37–50 by 5–8 µm. Cheilocystidia (on the tube edges) are fuse-shaped with a central swelling, thin-walled, and measure 23–40 by 6–8 µm. Caulocystidia at the top of the stipe have various shapes and dimensions of 25–45 by 10–15 µm; at the stipe base, the caulocystidia are 30–40 by 7–23 µm and are mostly club-shaped to roughly spherical to tear-shaped. The cap cuticle comprises a single layer of tangled hyphae that are 4–6 µm thick.Several chemical tests can be used to confirm the identify of the mushroom. A drop of ferrous sulfate (FeSO4) on the flesh turns it greenish, while potassium hydroxide (KOH) turns it brown. The cap cuticle turns yellow with nitric acid (HNO3), and yellow with ammonium hydroxide (NH4OH).",
    "Description-Similar species": "Fruit bodies of Harrya chromapes are readily identified in the field by their rosy color, bright yellow stipe base, and reddish scabers on the stipe. Tylopilus subchromapes is a similar species found in Australia. Tylopilus ballouii has a more orangish cap and lacks the distinctive chrome-yellow stipe base. Harrya atriceps is a closely related rare species from Costa Rica. In contrast to its more common relative, it lacks reddish color in its stipe scabers and has a black cap, although it has a similar yellow stipe base.",
    "Habitat and distribution": "Harrya chromapes is an ectomycorrhizal species, and its fruit bodies grow singly to scattered on soil. They are usually found in forests containing conifers, Betulaceae and oak in North America. The North American distribution includes eastern Canada south to Georgia and Alabama, including Mexico. It extends west to Michigan and Mississippi. The fruit season extends from late spring to late summer. In Costa Rica, where the species associates with oak, it has been recorded from the Cordillera Talamanca, the Poás and Irazu Volcano. It is also in Guatemala. In Asia, it is known from India (West Bengal), Taiwan, Japan, and in China, where it associates with trees from the beech and pine families.Fruit bodies can be parasitized by the molds Sepedonium ampullosporum, S. laevigatum, and S. chalcipori. In Sepedonium infections, a white to powdery yellow mold covers the surface of the fruit body. The mushrooms are a food source and rearing habitat for several insect species, including the fungus gnats Mycetophila fisherae and M. signatoides, and flies such as Pegomya winthemi and species of the genera Sciophila and Mydaea. The cottontail rabbit species Sylvilagus brasiliensis has been recorded feeding on the mushrooms in Costa Rica.",
    "See also": "List of North American boletes",
    "References": "",
    "External links": "Harrya chromapes  in Index Fungorum"
  }
}