{
  "url": "https://en.wikipedia.org/wiki/Apteryx_haastii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apterygiformes"
    },
    {
      "Family": "Apterygidae"
    },
    {
      "Genus": "Apteryx"
    },
    {
      "Species": "A. haastii"
    }
  ],
  "text": {
    "__SUMMARY__": "The great spotted kiwi, great grey kiwi or roroa (Apteryx haastii) is a species of kiwi endemic to the South Island of New Zealand. The great spotted kiwi, as a member of the ratites, is flightless. It is the largest of the kiwi. The rugged topography and harsh climate of the high altitude, alpine, part of its habitat render it inhospitable to a number of introduced mammalian predators, which include dogs, ferrets, cats and stoats. Because of this, populations of this species have been less seriously affected by the predations of these invasive species compared to other kiwi. Nonetheless, there has been a 43% decline in population in the past 45 years, due to these predators and habitat destruction. This has led it to be classified as vulnerable. There are less than 16,000 great spotted kiwis in total, almost all in the more mountainous parts of northwest Nelson, the northwest coast, and the Southern Alps. A minority live on island reserves.\nThis kiwi is highly aggressive, and pairs will defend their large territories (49 acres) against other kiwi. Great spotted kiwi are nocturnal, and will sleep during the day in burrows. At night, they feed on invertebrates and will also eat plants. Great spotted kiwi breed between June and March. The egg is the largest of all birds in proportion to the size of the bird. Chicks take 75 to 85 days to hatch, and after hatching, they are abandoned by their parents.",
    "Taxonomy and etymology": "This large kiwi is one of five species of kiwis residing in New Zealand. The other four are the tokoeka (Apteryx australis), Okarito brown kiwi (Apteryx rowi), little spotted kiwi (Apteryx owenii), and North Island brown kiwi (Apteryx mantelli). Great spotted kiwis are most closely related to the little spotted kiwi. The kiwi genus, Apteryx, is endemic to New Zealand; 44% of the bird species native to New Zealand are endemic. Kiwis are placed in the ratite family, which also includes the emu, ostrich, rhea, and cassowary, as well as the extinct moa of New Zealand and elephant birds of Madagascar. All ratites are flightless. While it was long presumed that kiwi were closely related to moa, recent DNA research identified elephant birds as kiwi's closest relatives. Additionally, kiwi are more closely related to emus and cassowaries than to moa; the latter are actually closest to the weakly flying tinamous of South America.\nRelationships in the genus ApteryxBefore the great spotted kiwi was known to science, several stories circulated about the existence of a large kiwi called the Maori roaroa. In 1871, two specimens were brought to the Canterbury Museum, where they were identified as a new species and were named after the museum's curator, Dr. Haast.The great spotted kiwi was first described as Apteryx haastii by Thomas Potts, in 1872, based on a specimen from Westland, New Zealand. It is a monotypic species.The genus name, Apteryx, comes from the Ancient Greek words a \"without\" or \"no\", and pteryx, \"wing\" and haasti is the Latin form of the last name of Sir Julius von Haast.",
    "Description": "Great spotted kiwis are the largest of the kiwis; the male is 45 cm (18 in) tall, while the female is 50 cm (20 in) tall. Bill length ranges from 9 to 12 cm (3.5–4.7 in), while weight ranges between 1.2 and 2.6 kg (2.6 and 5.7 lb) for males and 1.5 and 3.3 kg (3.3 and 7.3 lb) for females. The body is pear-shaped, while the head and neck is small with a long slender ivory bill. The great spotted kiwi, along with the other kiwi species, is the only bird with nostrils at the end of its bill. The eyes are small and do not see well, as it relies mostly on its sense of smell. The legs are short, with three toes per foot. It has a plumage composed of soft, hair-like feathers, which have no aftershafts. The plumage can range from charcoal grey to light brown. They have large vibrissae around the gape, and they have no tail, only a small pygostyle. The common name of this bird comes from black spots on its feathers. They use their powerful legs and claws for defence against predators like stoats or ferrets. Kiwis are flightless birds, and hence lack hollow bones, lack a keel to which wing muscles anchor, and have tiny wings. This species also has a low body temperature compared to other birds.  Average lifespan is 30 to 40 years.",
    "Distribution and habitat": "Greater spotted kiwis once lived in numerous areas throughout the South Island, but because of predation by invasive species, the remaining kiwi are now restricted to three localities. These kiwi live in higher altitude areas. Populations are present from northwestern Nelson to the Buller River, the northwest coast (Hurunui River to Arthur's Pass), and the Paparoa Range, as well as within the Lake Rotoiti Mainland Island. The Southern Alps population is particularly isolated. Great spotted kiwis reside in complex, maze-like burrows that they construct. Up to fifty burrows can exist in one bird's territory. They will often move around, staying in a different burrow every day. Bird's Nest Fungus sometimes grows in these burrows. Their habitat ranges in elevation from sea level to 1,500 m (4,900 ft), but the majority are concentrated in a range from 700 to 1,100 m (2,300–3,600 ft) in a subalpine zone. These kiwis will live in tussock grasslands, scrubland, pasture, and forests.",
    "Distribution and habitat-Conservation": "The great spotted kiwi population started declining when European settlers first arrived in New Zealand. Before settlers arrived, about 12 million great spotted kiwis lived in New Zealand. This bird is often preyed upon by invasive pigs, dogs, ferrets and stoats, leading to a 5% chick survival rate. It has more of an advantage than other kiwi species over these predators because it lives in high altitude areas, where the wet upland population thrives. However, there has been a decrease in population of 43% in the past 45 years, and has declined 90% since 1900. Humans have also endangered the species by destroying their habitat by logging forests and building mines. Previously, humans hunted these kiwis for feathers and food. In 1988, the species was listed as Least Concern species. It is currently classified by the IUCN as a vulnerable species.  This kiwi has an occurrence range of 8,500 km2 (3,300 sq mi), and in 2000 an estimated 22,000 adult birds remained. They have been trending down about 5.8% a year. The main threat is from invasive predators including mustelids, brush-tailed possum Trichosurus vulpecula, feral cats, dogs and pigs The most threatened populations are in the southern areas of the species' range. Less than 16,000 great spotted kiwis remain. Movements for saving the kiwi are in place, and sanctuaries for the great spotted kiwi have been made. Thanks to intensive trapping and poisoning efforts the chick survival rate has been raised to about 60% in areas where mammalian pest control is undertaken.",
    "Behaviour": "The great spotted kiwi is nocturnal in behaviour. If the kiwis live in an area lacking predators, they will come out in the day. At night, they come out to feed. Like other species of kiwi, they have a good sense of smell, which is unusual in birds. Males are fiercely territorial. At most, four to five kiwis live in a square kilometre. One pair's territory can be 25 hectares (62 acres) in size. It is not known how they defend such a large territory in proportion to their size. They will call, chase, or fight intruders out. Vocalisations of the great spotted kiwi include growls, hisses, and bill snapping. Great spotted kiwi males have a call that resembles a warbling whistle, while the female call is harsh raspy, and also warbling.",
    "Behaviour-Diet": "In the ground, they dig for earthworms and grubs, and they search for beetles, cicada, crickets, flies, weta, spiders, caterpillars, slugs and snails on the ground. They will also feed on berries and seeds. To find prey, the great spotted kiwi use their scenting skills or feel vibrations caused by the movement of their prey. To do the latter, a kiwi would stick its beak into the ground, then use its beak to dig into the ground. As they are nocturnal, they do not emerge until thirty minutes after sunset to begin the hunt. Kiwis will also swallow small stones, which aid in digestion.",
    "Behaviour-Predation": "Because adult great spotted kiwis are large and powerful, they are able to fend off most predators that attack them, such as stoats, ferrets, weasels, pigs, brush possums and cats, all of which are invasive species in New Zealand. However, dogs are able to kill even adults. Stoats, ferrets, possums, cats and dogs will feed on the eggs and chicks, meaning most chicks die within their first five months of life. Before the arrival of mammalian predators, the great spotted kiwi's natural predators would have been birds of prey like the extinct Haast's eagle and Eyles' harrier and the extant Swamp harrier.",
    "Behaviour-Reproduction": "Great spotted kiwis are monogamous, with pairings sometimes lasting twenty years. Nests are made in burrows. The breeding season begins in June and ends in March, as this is when food is plentiful. Males reach sexual maturity at 18 months in captivity, while females are able to lay eggs after three years. In the wild, sexual maturity for both sexes is between ages three and five. Great spotted kiwi males chase females around until the females either run off or mate. The pair mates about two to three times during peak activity. The gestation period is about a month. Females do not eat during this period, as the eggs will take up a fourth of a kiwi's body mass. The yolk takes up 65% of the egg. In most bird eggs, the yolk takes up about 35 to 40% of the egg. This makes the kiwi egg the largest in proportion to the body. Females must rely on fat stored from the previous five months to survive. Because of the large size of the egg, gestation is uncomfortable for the female, and they do not move much. To relieve the pain, females soak themselves in water when they come out of the burrows by dipping their abdomens into puddles. The egg-laying season is between August and January.After the female lays the egg, the male incubates the egg while the female guards the nest. Males only leave the nest for a few hours to hunt, and during this time, the female takes over. It takes 75 to 85 days for the egg to hatch. The kiwi chick takes 2 to 3 days simply to get out of its egg. Kiwi chicks are precocial, and are abandoned by their parents after hatching. After ten days, chicks venture out of the burrow to hunt. Most chicks are killed by predators in the first six months of their life. Great spotted kiwis reach full size at year six. Unlike most birds, female great spotted kiwis have two ovaries. Most birds have only one. Great spotted kiwis are distinguishable from other kiwi species by the fact that they can only produce one egg a year, as it takes so much energy to produce the massive egg.",
    "References": "",
    "Bibliography": "BirdLife International (2008a). \"Great Spotted Kiwi - BirdLife Species Factsheet\". Data Zone. Retrieved 6 February 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nCockrem, JF; Goudswaard, R; Sibley, MD; Fox, EK; Johnson, TM; Bell, MJ (1992). \"The breeding season of three species of kiwi (Apteryx ) in captivity as determined from egg-laying dates\". Journal of Zoology. 226 (1): 95–107. doi:10.1111/j.1469-7998.1992.tb06129.x. ISSN 1469-7998. Archived from the original on 20 May 2011. Retrieved 6 July 2008.\nDavies, S.J.J.F. (2003). \"Kiwis\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 89–90, 93–94. ISBN 0-7876-5784-0.\nGotch, A.F. (1995) [1979]. \"Kiwis\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. London: Facts on File. p. 181. ISBN 0-8160-3377-3.\nLiddell, Henry George & Robert Scott (1980). A Greek-English Lexicon (Abridged Edition). United Kingdom: Oxford University Press. ISBN 0-19-910207-4.\nMcLennan, John; McCann, Tony. \"Genetic variability, distribution and abundance of great spotted kiwi (Apteryx haastii)\" (PDF). Archived from the original (PDF) on 16 March 2012. Retrieved 29 July 2008.",
    "External links": "BirdLife Species Factsheet.\nImages and movies of the great spotted kiwi (Apteryx haastii)\nSave The Kiwi\nGreat Spotted Kiwi & Paparoa Wildlife Trust\nNZ Department of Conservation"
  }
}