{
  "url": "https://en.wikipedia.org/wiki/Apteryx_mantelli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apterygiformes"
    },
    {
      "Family": "Apterygidae"
    },
    {
      "Genus": "Apteryx"
    },
    {
      "Species": "A. mantelli"
    }
  ],
  "text": {
    "__SUMMARY__": "The North Island brown kiwi (Apteryx mantelli; Apteryx australis or Apteryx bulleri as before 2000, still used in some sources), is a species of kiwi that is widespread in the northern two-thirds of the North Island of New Zealand and, with about 35,000 remaining, is the most common kiwi. This bird holds the world record for laying the largest eggs relative to its body size.",
    "Genetics": "The genome of Apteryx mantelli was sequenced in 2015.",
    "Taxonomy": "Until 2000, the brown kiwi (then Apteryx australis) was thought to include the rowi and the tokoeka, in addition to the North Island brown kiwi. However using genetic codes from each of the above it was determined that the tokoeka was a separate species, it took the Apteryx australis name, leaving the brown kiwi with its current Apteryx mantelli name. Soon after, in 1998, more genetic tests were done with the rowi and it was determined that it (the rowi) was a separate species (Apteryx rowi). In 2004 an injured bird was found with streaked white around the head and identified by Massey University. The white feathering is likely due to a rarely seen genetic variation sometimes described as a partial albino. Few documented cases exist with only a painting of one found in Otorohanga in the 18th century and a specimen in the Canterbury Museum. The injured bird recovered and was introduced into a breeding programme.\nThe brown kiwi was first described as Apteryx australis by Abraham Dee Bartlett, in 1813, based on a specimen from Dusky Sound, South Island, New Zealand. This is a monotypic species.",
    "Range and habitat": "Brown kiwi are found throughout the North Island, occurring near Northland, Coromandel, Eastern North Island, Aroha Island, Little Barrier Island, Kawau Island, Ponui Island, and the Whanganui Region. The North Island brown kiwi has demonstrated a remarkable resilience: it has adapted to live on scrub-like farm land, pine (an introduced tree) plantations, and their native forests, but it still prefers dense, sub-tropical and temperate forest.",
    "Description": "Females stand about 40 cm (16 in) high and weigh about 2.8 kg (6.2 lb) the males about 2.2 kg (4.9 lb). The plumage is streaky red-brown and spiky. The North Island brown kiwi is the only species of kiwi found internationally in zoos.",
    "Behavior": "These kiwi, like all kiwi, feed on invertebrates.  They have 2-3 clutches a year with 2 eggs in each clutch.  Chicks are fully feathered at hatching and leave the nest and can fend for themselves within 1 week.",
    "Conservation": "The North Island brown kiwi is Vulnerable, per the IUCN Red List, with the major threat coming from predators, such as dogs, cats, and stoat (Mustela erminea).  94% of chicks die before breeding in areas where mammalian pest control is not carried out. It has an occurrence range of 38,400 km2 (14,800 sq mi), with a population, estimated in 2000, of 35,000.Nationwide studies show that on average only 5 percent of kiwi chicks survive to adulthood. However, in areas under active pest management, survival rates for North Island brown kiwi can be far higher. For example, prior to a joint 1080 poison operation undertaken by DOC and the Animal Health Board in Tongariro Forest in 2006, 32 kiwi chicks were radio-tagged. 57% of the radio-tagged chicks survived to adulthood. Thanks to ongoing pest control, the adult kiwi population at Tongariro has almost doubled since 1998.",
    "Footnotes": "",
    "References": "Davies, S.J.J.F. (2003). \"Kiwis\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 89–92. ISBN 978-0-7876-5784-0.",
    "External links": "ARKive - images and movies of the North Island Brown Kiwi (Apteryx mantelli)\nSave the Kiwi (2008). \"Population status of the North Island Brown Kiwi\". Save the Kiwi. Archived from the original on 26 May 2009. Retrieved 9 July 2009.\nBirdLife Species Factsheet\nVideo of North Island Brown Kiwi feeding in full daylight\nTaranaki Kiwi Trust"
  }
}