{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_noctivagus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. noctivagus"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-legged tinamou (Crypturellus noctivagus) is a species of tinamou found in wooded and shrubby habitats in tropical and subtropical eastern Brazil. This superficially quail-like bird has a grey-brown plumage and two easily separated subspecies. It has declined due to human activities, and is therefore listed as Near Threatened by the IUCN.",
    "Subspecies and range": "This species has two subspecies:\n\nC. n. noctivagus, the nominate race, occurs in southeastern Brazil: Minas Gerais (Doce River area), southern Bahia, Espírito Santo, Rio de Janeiro, São Paulo, Paraná, Santa Catarina, and Rio Grande do Sul.\nC. n. zabele occurs in northeastern Brazil: Northern Minas Gerais and Bahia to Paraíba and Piauí.",
    "Description": "The yellow-legged tinamou is approximately 28 to 31 cm (11.0–12.2 in) in length. Its upperparts are grey, its lower back and wings are barred black, its neck and upper breast are greyish, its lower breast is rufous and its belly is whitish. It has a blackish cap and a buffy supercilium. The supercilium is broadest and most prominent in the race zabele, which also is paler overall, has a whiter (less rufescent) throat and brighter yellow legs than the nominate race.",
    "Behavior": "Like other tinamous, the yellow-legged tinamou eats fruit off the ground or low-lying bushes.  They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Habitat": "Its preferred habitat is humid forest, but the subspecies zabele also occurs in drier wooded habitats, such as savanna-woodland and Caatinga. It can be found at elevation of 700 m (2,300 ft) or less.",
    "Conservation": "The yellow-legged tinamou suffers from widespread and continuing habitat destruction and hunting pressure. Overall, although its numbers are decreasing they are not critical and therefore listed as Near Threatened by the IUCN. It has an occurrence range of 1,470,000 km2 (570,000 sq mi). There are no recent records from parts of its range, and it appears to have been extirpated from Rio de Janeiro.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Yellow-legged Tinamou – BirdLife Species Factsheet\". Data Zone. Retrieved 9 February 2009.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Crypturellus noctivagus\". Project: The Taxonomicon. Retrieved 9 February 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGagliardi, R. (15 February 2010). \"Lista das Aves do Estado do Rio de Janeiro\" (PDF). Retrieved 18 February 2010.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nMata, J. R. R.; Erize, F.; Rumboll, M. (2006). Birds of South America – Non-Passerines. London: HarperCollins Publishers Ltd. pp. 58–59. ISBN 0-00-715084-9.\nObservadores de Aves de Pernambuco (10 August 2005). \"Lista das Aves do Paraíba– Brasil\" [List of the Birds of Paraíba] (in Portuguese). Retrieved 18 February 2010.\nSick, H. (1993). Birds in Brazil – A Natural History. West Sussex: Princeton University Press. pp. 103–104. ISBN 0-691-08569-2.",
    "External links": "BirdLife Species Factsheet"
  }
}