{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_tataupa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. tataupa"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tataupa tinamou (Crypturellus tataupa) is a type of tinamou commonly found in dry forest in subtropical and tropical regions in southeastern South America.",
    "Naming": "Crypturellus is formed from three Latin or Greek words: kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.\nTataupa is a Guarani term, referring to the bird's ashy-colored plumage.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Taxonomy-Subspecies": "The Tataupa tinamou has four subspecies as follows:\n\nC. t. tataupa Nominate race, occurs in eastern Bolivia, southern Brazil, northern Argentina, and Paraguay.\nC. t. inops occurs in northwestern Peru in the Marañón Valley,. and also extreme southern Ecuador\nC. t. peruvianus occurs in west central Peru in the Chanchamayo Valley of Junín Region.\nC. t. lepidotus occurs in northeastern Brazil; Bahia, Ceará, Piauí, Pernambuco, and Maranhão States.",
    "Description": "The tataupa tinamou is approximately 25 cm (9.8 in) in length. Its upper parts are dark brown, with a dark brown crown, a pale grey throat. It has darker grey on the sides of its head, neck, and breast, with a bu belly buff. Its bill and legs are purplish red.",
    "Behavior": "Like other tinamous, the tataupa tinamou eats fruit off the ground or low-lying bushes. They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range and habitat": "The Tataupa tinamou prefers dry forest up to 1,400 m (4,600 ft) altitude. It may also be found in lowland moist forest and degraded former forest habitats. This species is native to northeastern Brazil, eastern Bolivia, northern Argentina, Paraguay and western Peru in South America. It also has been sighted in extreme southern Ecuador.",
    "Conservation": "The IUCN classifies this tinamou as Least Concern, with an occurrence range of 4,900,000 km2 (1,900,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Bartlett's Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Crypturellus tataupa\". Project: The Taxonomicon. Retrieved Feb 9, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "Tataupa Tinamou videos, photos & sounds on the Internet Bird Collection\nTataupa Tinamou photo gallely VIREO\nTataupa Tinamou: Photos and vocalizations The Avifauna of the Interior of Ceará, Brazil"
  }
}