{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_parvirostris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. parvirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The small-billed tinamou (Crypturellus parvirostris) is a type of Tinamou commonly found in dry savanna in  Amazonian South America.",
    "Description": "The small-billed tinamou is approximately 22 cm (8.7 in) in length. Its upperparts are dark brown, with grey to brownish under parts and head. Its bill and legs are red.",
    "Taxonomy": "The small-billed tinamou is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Behavior": "Like other tinamous, the small-billed eats fruit off the ground or low-lying bushes. They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Domestication": "The small billed tinamou has been considered an ideal candidate for domestication as the birds can raise 3-4 broods per year and are resistant to diseases that affect chickens",
    "Range and habitat": "The small-billed tinamou prefers dry savanna, but will also reside in lowland shrubland. Its range is Amazonian South America; Brazil except for the southeastern portion, northeastern Peru, eastern Bolivia, Paraguay, and northeastern Argentina.",
    "Conservation": "The IUCN classifies this tinamou as Least Concern, with an occurrence range of 6,700,000 km2 (2,600,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Bartlett's Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Crypturellus\". Project: The Taxonomicon. Retrieved Feb 9, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "Associação Mãe-da-lua Small-billed Tinamou (Crypturellus parvirostris) - photos, sounds, notes"
  }
}