{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_cinnamomeus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. cinnamomeus"
    }
  ],
  "text": {
    "__SUMMARY__": "The thicket tinamou or rufescent tinamou (Crypturellus cinnamomeus) is a type of tinamou commonly found in moist forests in subtropical and tropical central Mexico.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.René-Primevère Lesson identified the thicket tinamou from a specimen from La Unión, El Salvador., in 1842.",
    "Taxonomy-Subspecies": "The thicket tinamou has many subspecies as follows:\n\nC. c. cinnamomeus (Nominate race) occurs in coastal southeastern Mexico (Chiapas) State, El Salvador, Guatemala, and Honduras.\nC. c. occidentalis occurs on the coastal western Mexico; Sinaloa, Nayarit, Jalisco, Colima, Michoacán, and Guerrero States.\nC. c. mexicanus occurs in coastal northeastern Mexico; Tamaulipas, northern Veracruz, and Puebla States.\nC. c. sallaei occurs in southern Mexico; Puebla, Chiapas, Oaxaca, and southern Veracruz States.\nC. c. goldmani occurs in southeastern Mexico, on the Yucatan Peninsula; Yucatán, Quintana Roo, Campeche, and eastern Tabasco States, northern Petén Department, Guatemala, and northern Belize.\nC. c. soconuscensis occurs on the Pacific slope of Chiapas and Oaxaca States, Mexico.\nC. c. vicinior occurs in the highlands of Chiapas State, Mexico, Guatemala, and western Honduras.\nC. c. delattrii occurs in the Pacific lowlands of Nicaragua; Chinandega, León, Managua, Carazo, Masaya, Granada, and Rivas Departments.\nC. c. praepes occurs in the lowlands of northwestern Costa Rica; Guanacaste, and northern Puntarenas Provinces.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos (κρυπτός) meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Etymology-Description": "The thicket tinamou is 27 to 29 cm (11–11 in) in length and weighs 440 g (16 oz). Its upper parts are brown, heavily barred blackish on back, rump and wings. Its lowerparts pale brown, cinnamon on breast, greyer on belly and undertail whitish with dark barring. Its head brown with prominent buff supercilium and well-defined ear covert patch with bill brownish and legs red in color.",
    "Behavior": "The species has a monotonous voice ‘whoo-oo’, sounding like a steam engine. The thicket tinamou can be found in pairs, families or as a solitary bird and, like most tinamous, it prefers to walk than fly.",
    "Behavior-Feeding": "Like most tinamous, it will eat fruit, seeds and invertebrates.",
    "Behavior-Reproduction": "Like most tinamous, it will place its nest on the ground alongside raised roots. It will contain around three eggs, but as many as seven, that are glossy and purple in color. This species and the slaty-breasted tinamou will produce hybrids.",
    "Range": "This species ranges from Sinaloa, (coastal strip, western Mexico), to Costa Rica, and eastern coastal Mexico, from the United States border into Belize.  In the southern part of its range it ventures into the highlands as well.",
    "Habitat": "This species prefers moist lowland forest, gallery forest, deciduous forest, and secondary forest in subtropical and tropical regions, but will be found in shrubland and drier forests up to 1,850 m (6,070 ft) altitude.",
    "Conservation": "The IUCN lists this bird as Least Concern, with an occurrence range of 600,000 km2 (230,000 sq mi).",
    "References": "American Ornithologists' Union (1998) [1983]. \"Tinamiformes: Tinamidae: Tinamous\". Check-list of North American Birds (PDF) (7th ed.). Washington, D.C.: American Ornithologists' Union . p. 2 . ISBN 1-891276-00-X.\nBirdLife International (2008). \"Thicket Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 8 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Crypturellus cinnamomeus\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 62–63. ISBN 0-7876-5784-0.\nGill, F.; Wright, M.; Donsker, D. (19 Jan 2009). \"IOC World Birdlist 2.0\". IOC World Bird List. WorldBirdNames.org. Retrieved 8 Feb 2009.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "Thicket Tinamou photo; Article\nThicket Tinamou photo; Article"
  }
}