{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_transfasciatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. transfasciatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The pale-browed tinamou (Crypturellus transfasciatus) is a type of tinamou found in tropical dry forests in Peru and Ecuador.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words. Kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Taxonomy": "This is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Description": "The pale-browed tinamou is approximately 28 cm (11 in) in length. It is recognized by its greyish-brown upper coat which is finely vermiculated with black, and a white throat, with the remainder of its underparts greyish to buffy. Its flanks are barred, and it has a very brown crown, and a prominent white supercilium. Its legs are pink.",
    "Behavior": "Like other tinamous, the pale-browed tinamou eats fruit off the ground or low-lying bushes, and small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 5 different females, and then will raise them until they are ready to be on their own. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range and habitat": "The pale-browed tinamou is found in subtropical and tropical arid forests up to 1,500 m (4,900 ft) altitude. This species is native to western Ecuador; southern Manabí, Guayas, coastal and extreme western El Oro, and extreme northwestern Loja, and northwestern Peru; Tumbes and western (except coastal) Piura.\nIt inhabits the Ecuadorian dry forests and Tumbes-Piura dry forests ecoregions.",
    "Conservation": "The IUCN classifies the pale-browed tinamou as Near Threatened, as their numbers are decreasing. It is currently threatened by widespread deforestation and habitat degradation caused by livestock overgrazing, and also logging. This species is also threatened by people hunting it for food. It also is suffering losses due to farming, however this is the least of the threats. The occurrence range of this species is 41,900 km2 (16,200 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Pale-browed Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Crypturellus\". Project: The Taxonomicon. Retrieved Feb 9, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "Picture; Article"
  }
}