{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_berlepschi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. berlepschi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Berlepsch's tinamou (Crypturellus berlepschi) is a type of ground bird found in moist forest in northwestern Colombia and northwestern Ecuador.",
    "Taxonomy": "The Berlepsch's tinamou is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds. Until the mid 20th century, this species was considered a sub-species of the cinereous tinamou, but due to its bill size, its ratio of toe and tarsus length and the fact that its plumage has conspicuous differences from that of the cinereous tinamou created enough of a question for the new species to be named.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail. berlepschi comes from the Latin form of Berlepsch to commemorate the German ornithologist and collector Hans von Berlepsch.",
    "Description": "Berlepsch's tinamou is a medium-sized bird, about 29.6–32 centimetres (11.7–12.6 in), with the male weighing 430–537 grams (15.2–18.9 oz) and the female weighing 512–615 grams (18.1–21.7 oz). The plumage of this bird varies somewhat; however there are some features that can be quantified, such as, in general the color is a brownish black to a deep sooty brown. Also, the head and throat tend to be darker than the rest of the body, with a reddish tinge to its crown and nape. The legs and feet are pink and the bill has a dark upper mandible and a pinkish lower mandible. Its bill is longer and heavier than that of the cinereous tinamou. Finally, its iris is red.The juvenile form of the bird is similar in coloring to the adult; however it does have barring on its under-parts and also on its wings with a cinnamon tinge to them.",
    "Range and habitat": "Its range is extreme northern coastal Ecuador north into coastal Colombia, as far north as Utria National Park (Bahia de Capica). This tinamou lives in lowland moist forest in sub-tropical to tropical regions, and will also choose to live in a mature secondary forest. It has also proven that it can survive in forests that have been logged. In Colombia it will choose the coastal lowlands and hills up to 500 metres (1,600 ft), although it has been found as high as 900 metres (3,000 ft).The only 2 documented sightings are at Playa de oro reserva de los tigrillos, which is in Ecuador about 20 kilometres (12 mi) north of Cotacachi Cayapas Ecological Reserve and at Milipe Bird Sanctuary about 15 kilometres (9.3 mi) west of Maquipucuna, also in Ecuador.",
    "Behavior": "The Berlepsch's tinamou is considered a sedentary bird.",
    "Behavior-Feeding": "There is little species specific information on Berlepsch's tinamou, so scientists believe that like other members of Crypturellus its diet focus is on fleshy fruit, which it prefers to eat off the ground, but will pick it off lower hanging branches. Like other tinamous, the Berlepsch's also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots.",
    "Behavior-Breeding": "They breed in February in Colombia. As a forest species, they would choose the months of plentiful food and that would mean the summer.\nThe male, like other tinamou, incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Conservation": "The IUCN classifies the Berlepshch's tinamou as Least Concern, and it has an occurrence range of 60,000 km2 (23,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Berlepsch's Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 8 Feb 2009.\nBrands, Sheila (ed.). \"Taxon: Species Crypturellus berlepschi\". taxonomicon.taxonomy.nl. The Taxonomicon. Retrieved 25 July 2017.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3."
  }
}