{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_strigulosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. strigulosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Brazilian tinamou (Crypturellus strigulosus) is a type of tinamou found in tropical moist lowland forest in regions of Amazonian South America.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Taxonomy": "The Brazilian tinamou is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Description": "The Brazilian tinamou is approximately 28 cm (11 in) in length. It has reddish-brown upper parts, rufous throat, grey breast, whitish belly, and brown legs. The female has a distinct black barring and is ochraceous on its upper parts.",
    "Behavior": "Like other tinamous, the Brazilian tinamou eats fruit off the ground or low-lying bushes.  They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range and habitat": "The Brazilian tinamou lives in tropical or sub-tropical lowland moist forest up to 500 m (1,600 ft). This species is native to northwestern Bolivia, southern Amazonian Brazil and eastern Peru.",
    "Conservation": "The IUCN list this bird as Least Concern, with an occurrence range of 2,600,000 km2 (1,000,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Brazilian Tinamou – BirdLife Species Factsheet\". Data Zone. Retrieved 9 February 2009.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Genus Crypturellus\". Project: The Taxonomicon. Archived from the original on 5 November 2007. Retrieved 9 February 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3."
  }
}