{
  "url": "https://en.wikipedia.org/wiki/Emeus_crassus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†Emeidae"
    },
    {
      "Genus": "†EmeusReichenbach, 1852"
    },
    {
      "Species": "†E. crassus"
    }
  ],
  "text": {
    "__SUMMARY__": "The eastern moa, Emeus crassus, is an extinct species of moa. When the first specimens were originally described by Richard Owen, they were placed within the genus Dinornis as three different species, but, was later split off into their own genus, Emeus.  E. crassus is currently the only species of Emeus, as the other two species, E. casuarinus and E. huttonii are now regarded as synonyms of E. crassus. It has been long suspected that the \"species\" described as Emeus huttonii and E. crassus were males and females, respectively, of a single species. This has been confirmed by analysis for sex-specific genetic markers of DNA extracted from bone material; the females of E. crassus were 15-25% larger than males. This phenomenon — reverse size dimorphism — is not uncommon amongst ratites, being also very pronounced in kiwis.",
    "Description": "Emeus was of average size, standing 1.5 to 1.8 metres (4.9–5.9 ft) tall. Like other moa, it had no vestigial wing bones, hair-like feathers (beige in this case), a long neck and large, powerful legs with very short, strong tarsi. It also had a sternum without a keel and a distinctive palate. Its feet were exceptionally wide compared to other moas, making it a very slow creature. Soft parts of its body, such as tracheal rings (cartilage) or remnants of skin were found, as well as single bones and complete skeletons. As they neared the head, the feathers grew shorter, until they finally turned into coarse hair; the head itself was probably bald.",
    "Range and habitat": "Eastern moa lived only on the South Island, and lived in the lowlands (forests, grasslands, dunelands, and shrublands). Human colonists hunted Emeus into extinction with relative ease. Like almost all moa, it was gone by the year 1500.",
    "Footnotes": "",
    "References": "Benes, Josef (1979). Prehistoric Animals and Plants. London, UK: Hamlyn. p. 192. ISBN 0-600-30341-1.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Emeus\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nDavies, S. J. J. F. (2003). \"Moas\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2 ed.). Farmington Hills, MI: Gale Group. pp. 95–98. ISBN 0-7876-5784-0.\nHuynen, Leon J.; Millar, Craig D.; Scofield, R. P.; Lambert, David M. (2003). \"Nuclear DNA sequences detect species limits in ancient moa\". Nature. 425 (6954): 175–178. Bibcode:2003Natur.425..175H. doi:10.1038/nature01838. PMID 12968179.\nOwen, Richard (1846). \"Description of Dinornis crassus\". Proceedings of the Zoological Society of London. 1846: 46.\nReichenbach, Heinrich Gottlieb Ludwig (1852). Avium systema naturale. Expedition der vollständigsten Naturgeschichte. p. plate XXX.",
    "External links": "Eastern Moa. Emeus crassus. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}