{
  "url": "https://en.wikipedia.org/wiki/Eudromia_elegans",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Eudromia"
    },
    {
      "Species": "E. elegans"
    }
  ],
  "text": {
    "__SUMMARY__": "The elegant crested tinamou or martineta tinamou (Eudromia elegans) is a medium-sized tinamou that can be found in southern Chile and Argentina in shrubland.",
    "Etymology": "Eudromia comes from two Greek words, eu meaning well or nicely, and dromos meaning a running escape. These definitions together mean, nice running escape, which refers to their habit of escaping predators by running. Finally, elegans means neat or elegant, and martinete is Spanish for night heron because its elegant crest is reminiscent of a night heron's crest.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.Isidore Geoffroy Saint-Hilaire first identified the elegant crested tinamou from a specimen from South America, in 1832.",
    "Taxonomy-Subspecies": "E. e. elegans, the nominate race, occurs in central Argentina; Neuquén and Rio Negro Provinces\nE. e. intermedia occurs in the Andes of northwestern Argentina; Salta and Catamarca Provinces\nE. e. magnistriata occurs in the Andes of northwestern Argentina; Tucumán and northern Córdoba Provinces\nE. e. riojana occurs in the Andes of northwestern Argentina; La Rioja and San Juan Provinces\nE. e. albida occurs in the dry savannah of western Argentina, in San Juan Province\nE. e. devia occurs at the base of the Andes in southwestern Argentina in Neuquén Province\nE. e. patagonica occurs in southern Argentina; Neuquén, Rio Negro, Chubut, and Santa Cruz Provinces and adjacent southern Chile; Biobío to Magallanes y la Antártica Chilena Provinces\nE. e. numida occurs in dry grasslands of central Argentina\nE. e. wetmorei occurs in the Andean foothills of north central Mendoza Province, western Argentina",
    "Description": "The elegant-crested tinamou averages 39 to 41 cm (15–16 in) long. The species is a dark or yellowish brown partridge-like bird with a short tail and wings, two white stripes on each side of its face and a long crest with an upward pointed tip. The feet have no hind toes and the bluish or greyish legs are short and strong, as they are highly terrestrial bird.",
    "Habitat": "The elegant crested tinamou is typically found in the lowland dry shrubland, also in the higher elevations (2,500 m (8,200 ft)), and farmland too.",
    "Behavior": "The diet, during the winter, consists mainly of seeds, leaves, fruit and insects, but in the summer it eats mainly insects.\nThe nest is a hollow on the ground formed by both birds and situated close to a low bush. The male incubates the eggs and raises the young. When the young chicks hatch, they are down-covered and can run. They leave the nest almost immediately. This tinamou, unlike others, flocks regularly, especially in winter.\nThe call is a loud sad whistle.",
    "Conservation": "Although this species is heavily hunted for food and sport, the elegant crested tinamou is not uncommon and has a large range of 1,400,000 km2 (540,000 sq mi). It is evaluated as Least Concern of the IUCN Red List of Threatened Species.",
    "References": "",
    "External links": "BirdLife Species Factsheet"
  }
}