{
  "url": "https://en.wikipedia.org/wiki/Little_spotted_kiwi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apterygiformes"
    },
    {
      "Family": "Apterygidae"
    },
    {
      "Genus": "Apteryx"
    },
    {
      "Species": "A. owenii"
    }
  ],
  "text": {
    "__SUMMARY__": "The little spotted kiwi, or little grey kiwi, Apteryx owenii, is a small flightless bird in the kiwi family Apterygidae. It is the smallest species of kiwi, at about 0.9 to 1.9 kg (2.0–4.2 lb), about the size of a bantam. It is endemic to New Zealand, and in pre-European times occurred in both main islands, but is now restricted to a number of small offshore islands and mainland reserves protected by pest-exclusion fences.",
    "Taxonomy": "The little spotted kiwi is a ratite and belongs to the Apterygiormes Order, and the Apterygidae Family. Their binomial name Apteryx owenii breaks down to without wings and owenii which is named after Sir Richard Owen. Today, only the nominate subspecies A. o. owenii exists. A subspecies, A. o. iredalei, from the North Island has been described. It became extinct in the late 19th century, but the subspecies isn't universally accepted as valid.The little spotted kiwi was first described in 1847 by John Gould from a specimen obtained by F. Strang. The locality is not recorded but it probably came from Nelson or Marlborough. In 1873, Henry Potts published an account of its habits and about this time specimens were collected in South Westland and sent to England.",
    "Description": "The little spotted kiwi has a length of 35 to 45 cm (14–18 in) and the weight of the male is 0.88 to 1.36 kg (1.9–3.0 lb) and the female weighs 1 to 1.95 kg (2.2–4.3 lb), making it the smallest species of kiwi. Their feathers are pale-mottled grey, with fine white mottling, and are shaggy looking. They lack aftershafts and barbules. They have large vibrissae feathers around the gape. They lack a tail, but have a small pygostyle. Their bill is ivory and long and their legs are pale.",
    "Range and habitat": "Studies on Kapiti Island show that they prefer flax, seral, and older forest habitats. Lower numbers are found in rough grassland and scrub, indicating that either they prefer other habitats or they simply need a larger territory to support themselves in these areas.",
    "Behaviour": "Little spotted kiwis eat grubs and other small insects that are found underground, and occasionally eat berries. Using its sharp talons and long beak, it digs into the ground and then shoves its long beak down the softened ground. Since they can't fly to get to insects or food on trees and their eyesight is very poor, they depend on a keen sense of smell, long beak and talons.",
    "Behaviour-Reproduction": "They nest in an excavated burrow, dug by both birds and sometimes line the nest with plant material. The clutch size is one to two eggs (15% have 2), and are incubated by the male for a period of 63–76 days. After hatching they stay in the nest for 2–3 weeks and require feeding for 4 weeks. The largest egg in comparison with the size of the bird is laid by the little spotted kiwi. Its egg accounts for 26 percent of its own weight—the equivalent of a human woman giving birth to a six-year-old child.",
    "Conservation": "At the time it was described, the species was common on the western side of the South Island and in Marlborough. Then a regular trade in skins sprang up and large numbers were collected for European museums. Further, with the advance of European settlement, birds were killed by prospectors and others for food and their attendant dogs and cats took their toll. The species was extinct on the North Island by 1938 when the last four South Island birds were moved from d'Urville Island to the population that had been established on Kapiti Island. After they were released on Kapiti Island, they were also moved to Red Mercury Island, Hen Island, Tiritiri Matangi Island, and Long Island in the Queen Charlotte Sound. In 2000, about 20 little spotted kiwis were released into Karori Wildlife Sanctuary. This was the first time since the 19th century that little spotted kiwis could be found on the mainland of the North Island.As the smallest species of kiwi, the little spotted kiwi would be very vulnerable to the main kiwi predators like cats, dogs, and stoats, however it is now restricted to several off-shore island reserves (mainly Kapiti Island) which are mostly free of introduced predators. The little spotted kiwi's conservation status is listed as \"range restricted\" (by 'Save the Kiwi'), with a growing population. Formerly classified as \"vulnerable\" by the IUCN, it was suspected to be more numerous than generally assumed. Following the evaluation of its population size, this was found to be correct, and it was consequently downlisted to \"near threatened\" status in 2008 as, although not rare, its small range puts it at risk.  The lack of predators, apart from weka (Gallirallus australis), is important to its increasing numbers. It has an occurrence range of 31 km2 (12 sq mi), and a population of 1600 was estimated in the year 2012.",
    "Footnotes": "",
    "References": "BirdLife International (2008a). \"Little Spotted Kiwi - BirdLife Species Factsheet\". Data Zone. Retrieved 6 Feb 2009.\nBirdLife International (2008b). \"What's New (2008)\". IUCN RedList. Archived from the original on 2007-08-28. Retrieved 4 Feb 2009.\nDavies, S.J.J.F. (2003). \"Kiwis\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 89–90, 92–93. ISBN 0-7876-5784-0.\nGotch, A.F. (1995) [1979]. \"Kiwis\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. London: Facts on File. p. 181. ISBN 0-8160-3377-3.\n\"Little Spotted Kiwi\". Kiwis for Kiwi. Retrieved 11 December 2012.",
    "External links": "BirdLife Species Factsheet.\nKiwis For Kiwi"
  }
}