{
  "url": "https://en.wikipedia.org/wiki/Megalapteryx",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Clade": "Notopalaeognathae"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†MegalapterygidaeBunce et al., 2009"
    },
    {
      "Genus": "†MegalapteryxHaast[1]"
    },
    {
      "Species": "†M. didinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The upland moa (Megalapteryx didinus) was a species of moa bird endemic to New Zealand. It was a member of the ratite family, a type of flightless bird with no keel on the sternum. It was the last moa species to become extinct, vanishing around 1500 CE and was predominantly found in alpine and sub-alpine environments.",
    "Taxonomy": "In 2005, a genetic study suggested that M. benhami, which had previously been considered a junior synonym of M. didinus, may have been a valid species after all.The cladogram below follows a 2009 analysis by Bunce et al.:",
    "Description": "At less than 1 metre tall and about 17 to 34 kilograms, the upland moa was among the smallest of the moa species. Unlike other moas, it had feathers covering all of its body but the beak and the soles of its feet, an adaptation to its cold environment. \nScientists believed in the past that the upland moa held its neck and head upright; however, it actually carried itself in a stooped posture with its head level to its back. This would have helped it travel through the abundant vegetation in its habitat, whereas an extended neck would have been more suited to open spaces. It had no wings or tail.",
    "Distribution and habitat": "The upland moa lived only on New Zealand's South Island, in mountains and sub-alpine regions. They travelled to elevations as high as 2000 m (7000 ft).",
    "Behavior and ecology": "The upland moa was herbivorous, its diet extrapolated from fossilised stomach contents, droppings, and the structure of its beak and crop. It ate leaves and small twigs, using its beak to \"shear[…]with scissor-like moves\". Its food required grinding before it could be digested, as indicated by its large crop. A 2004 study of the upland moa's coprolite provided evidence that branchlets of trees such as Nothofagus, various lake-edge herbs, and tussock made up part of its diet.\nThis moa usually laid only 1 to 2 blue-green coloured eggs at once. Like the emu and ostrich, male moa cared for the young.\nThe upland moa's only predator before the arrival of humans in New Zealand was the Haast's eagle.",
    "Extinction": "Humans first came in contact with the upland moa around 1250 to 1300 AD, when the Māori people arrived in New Zealand from Polynesia. Moa, a docile animal, were an easy source of food for the Māori and were eventually hunted to extinction in 1500.",
    "Discoveries": "Several specimens with soft tissue and feather remains are known: \n\nBritish Museum A16, found at Queenstown in 1876, is the type of the species.\nOtago Museum C.68.2A, leg with much muscle tissue, skin and feathers from the Old Man Range\nMuseum of New Zealand Te Papa Tongarewa NMNZ S.000400, a skeleton with tissue on neck and head from the Cromwell area.\nMuseum of New Zealand Te Papa Tongarewa NMNZ S.023080, a foot with some muscle and sinews, found on 7 January 1987 at Mount Owen. This was dated to be about 3,300–3,400 years old.\nMuseum of New Zealand Te Papa Tongarewa NMNZ S.027950, feathers found in 1949 at Takahe Valley, Fiordland, New Zealand.\nCanterbury Museum NZ 1725, Remains of one partial egg which have been found at the Rakaia River in 1971 are tentatively attributed to this species. The radiocarbon date of approximately AD 1300–1400 is in line with this. Unusually, the eggshell is dark olive green, but even if the egg is of M. didinus, the shell colour may have varied between individual eggs.\nMuseum of New Zealand Te Papa Tongarewa NMNZ S.023700, complete skeleton found by Trevor Worthy in March 1987 at Honeycomb Hill Cave, Oparara Valley\nOtago Museum AV10049, skeleton and partial egg found in 2002 at Serpentine Range, Humboldt Mountains.",
    "Footnotes": "",
    "References": "Brands, Sheila J. (1989). \"The Taxonomicon\". Zwaag, Netherlands: Universal Taxonomic Services. Retrieved 21 January 2010.\nDavies, S. J. J. F. (2003). \"Moas\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2 ed.). Farmington Hills, MI: Gale Group. pp. 95–98. ISBN 978-0-7876-5784-0.\nMcCulloch, Beverley (1992). \"Unique, dark olive-green moa eggshell from Redcliffe Hill, Rakaia Gorge, Canterbury\" (PDF). Notornis. 39 (1): 63–65. Archived from the original (PDF) on 18 October 2008. Retrieved 20 August 2006.\nMuseum of New Zealand(a). \"Megalapteryx didinus\". Collections Online. Museum of New Zealand Te Papa Tongarewa. Retrieved 18 July 2010.\nMuseum of New Zealand(b). \"Megalapteryx didinus\". Collections Online. Museum of New Zealand Te Papa Tongarewa. Retrieved 18 July 2010.\nMuseum of New Zealand(c). \"Megalapteryx didinus\". Collections Online. Museum of New Zealand Te Papa Tongarewa. Retrieved 18 July 2010.\nWorthy, Trevor H. (1989). \"Mummified moa remains from Mt Owen, northwest Nelson\" (PDF). Notornis. 36 (1): 36–38. Archived from the original (PDF) on 27 October 2007. Retrieved 19 August 2006.",
    "External links": "Upland Moa. Megalapteryx didinus. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand by Alan Tennyson, Te Papa Press, Wellington, 2006\nArticulated skeleton at the Museum of New Zealand Te Papa Tongarewa\nArticulated Upland moa skeleton at the Otago Museum"
  }
}