{
  "url": "https://en.wikipedia.org/wiki/Nothocercus_bonapartei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothocercus"
    },
    {
      "Species": "N. bonapartei"
    }
  ],
  "text": {
    "__SUMMARY__": "The highland tinamou or Bonaparte's tinamou (Nothocercus bonapartei) is a type of ground bird found in montane moist forest typically over 1,500 m (4,900 ft) altitude.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.It has five subspecies:\n\nN. b. frantzii occurs in the highlands of Costa Rica and western Panama.\nN. b. bonapartei occurs in northwestern Venezuela and northern Colombia.\nN. b. discrepans occurs in central Colombia (Tolima and Meta provinces).\nN. b. intercedens occurs in the western Andes of Colombia.\nN. b. plumbeiceps occurs in the Andes of eastern Ecuador and far northern Peru.George Robert Gray identified the highland tinamou from a specimen from Aragua, Venezuela, in 1867.",
    "Etymology": "The specific name bonapartei, a Latin genitive of the name Bonaparte, commemorates Charles Lucien Bonaparte.",
    "Description": "The highland tinamou averages 38.5 cm (15.2 in) long, and weighs 925 g (2.039 lb).  Its plumage is mottled or barred with black and cinnamon on back and wings with a rufous throat.",
    "Behavior": "The highland tinamou is a shy tinamou and usually solitary or in small groups of up to five. It likes to eat fruit from the ground or hanging from low plants, and will sometimes eat insects. Its call is a repetitive loud and hollow call by the male.During breeding season, the male will incubate the eggs which may be from more than one female and may consist of 4-12 eggs.  After hatching the male will also take care of the chicks.",
    "Range": "This tinamou is located in the Andes of Colombia, eastern Ecuador, northern Peru, western Venezuela, and the highlands of Costa Rica and western Panama.",
    "Habitat": "The highland tinamou frequents montane forest above 1,500 m (4,900 ft), liking damp areas, especially bamboo thickets, and ravines.",
    "Conservation": "This species is listed by the IUCN as Least Concern, and even though it is hunted for food, its population seems to be stable. It has an occurrence range of 140,000 km2 (54,000 sq mi).",
    "Footnotes": "",
    "References": "American Ornithologists' Union (1998) [1983]. \"Tinamiformes: Tinamidae: Tinamous\". Check-list of North American Birds (PDF) (7th ed.). Washington, D.C.: American Ornithologists' Union . p. 1 . ISBN 1-891276-00-X.\nBirdLife International (2008). \"Highland Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 6 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Nothocercus bonapartei\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 62. ISBN 0-7876-5784-0."
  }
}