{
  "url": "https://en.wikipedia.org/wiki/Nothoprocta_taczanowskii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothoprocta"
    },
    {
      "Species": "N. taczanowskii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Taczanowski's tinamou (Nothoprocta taczanowskii) is a type of ground bird found in the eastern Andes in Peru in the Junín, Cuzco, Apurímac, Ayacucho, and Puno Regions.",
    "Taxonomy": "This is a monotypic species. All Tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Etymology": "Nothoprocta comes from two Greek words, nothos meaning spurious or counterfeit and prōktos meaning hindpart or tail.  Experts are unsure, however, they believe that this refers to the hidden tail of this Genus behind body feathers. Also, taczanowskii is the Latin form of Władysław Taczanowski's name, used to commemorate him.",
    "Description": "Taczanowski's tinamou is a dark, and finely-marked tinamou. Its head and neck are grey with blackish crown and face markings with a pale greyish buff throat. Its upper parts are dusky with thin, buff stripes and inconspicuous brown barring with black and buff mottling on its wing-coverts. It has tawny flight feathers, barred blackish. Its breast is grey with buffy spots bordered black. The rest of its under parts are buff, barred dusky with a long, blackish, curved bill. The young are generally richer in brown color. The average size of this tinamou is 36 cm (14 in).",
    "Behavior": "The species has a loud, cackling cuyy-cuyy voice when flushed. It frequently feeds on tuber crops, especially potatoes. Eggs and chicks have been collected in April and May and October. The male incubates the eggs and raises the chicks. The nest is located on the ground.",
    "Range": "The Taczanowsi's tinamou is found in the eastern Andes, or more precisely, (Cordillera Oriental) in Peru, from Junín to Puno. In Peru, there are records from several sites in Apurímac, Cuzco and Puno, but it has not been recorded in the Chincheros / Pampa valley area, northwest Apurímac, since 1970. The Wansu mountain range, southern Apurímac, has produced only one specimen (collected in 1977) and those from the northern Kallawaya mountain range in the Puno Region were taken in 1871. It has been recorded from the Marayniyuq area, Junín Region, but there have probably not been any surveys since the last records in 1939. The species was recorded for the first time in Bolivia in 1999, when one male was collected and three to four juveniles observed in Apolobamba Integrated Management Natural Area, La Paz.",
    "Habitat": "Taczanowski's tinamou inhabits high altitude grassland and shrubland at altitude 2,700 to 4,000 m (8,900–13,100 ft). It may also be found at pastureland and arable land.",
    "Conservation": "Taczanowski's tinamou is currently listed as Vulnerable by the IUCN.  Their survival is threatened by degrading of its habitats caused by human activities, such as frequent burning of grassland, and cutting, burning and livestock-grazing in high-altitude copses and shrubby patches. The species is also hunted by people for food.There have been surveys of its high-altitude habitats, and measures have been proposed for their conservation such as regulate the use of fire, reintroduce old high-yielding agricultural techniques, restrict grazing, facilitate low-impact ecotourism and associated trades to generate income for the local people, encourage local people to take a leading role in land-use management and restoration schemes. It was also proposed to make social and political reforms to deal with existing land-right conflicts, and encourage sustainable use on a large scale. The species has been protected in Ampay Forest National Sanctuary, and in Bolivian Apolobamba Integrated Management Natural Area.There are less than 10,000 adult birds left in an occurrence range of 16,700 km2 (6,400 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Taczanowski's Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Nothoprocta\". Project: The Taxonomicon. Retrieved Feb 11, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3."
  }
}