{
  "url": "https://en.wikipedia.org/wiki/Nothura_minor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothura"
    },
    {
      "Species": "N. minor"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser nothura (Nothura minor) is a type of tinamou found in lowland dry grassland habitats in subtropical and tropical regions of southeastern South America.",
    "Taxonomy": "This is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Habitats": "The lesser nothura inhabits lowland the dry grassland habitats of subtropical or tropical regions at an altitude range of 200 to 1,000 m (660–3,280 ft). This tinamou can also be found in dry shrubland and savanna. It doesn't seem to like recently burned grasslands.",
    "Range": "The lesser nothura is found in parts of southeastern Brazil and recently in one location in east-central Paraguay. It has been found in Brasilia National Park, IBGE Roncador Biological Reserve, and Taguatinga in the Federal District, Emas National Park and Luziânia in Goiás and Serra da Canastra National Park and Serra do Cipó National Park in Minas Gerais, Itapetininga Experimental Station and Itirapina Experimental Station in São Paulo, and at Laguna Blanca, San Pedro department.",
    "Description": "The lesser nothura is approximately 18 to 20 cm (7.1–7.9 in) in length. The lesser nothura is rufescent with a chestnut crown and yellow mottling. Its face is buff, shades of yellow on its throat and dark brown spots turning to streaks at its breast. Its flanks have brown markings and its underparts are chestnut with rufous barring, its wings are rufous with dusky barring. Its legs are yellow, and its bill is black, and it has brown irises.",
    "Behavior": "Its voice consists of long, high-pitched whistles. It probably breeds between October and February.",
    "Conservation": "The IUCN has classified this species as vulnerable due to the fragmentation of its population and the loss of its primary habitat. It has an occurrence range of 3,000 km2 (1,200 sq mi) and a 2000 estimate of adult birds placed it at around 9000, which may be a little liberal.The habitats inhabited by lesser nothura are being rapidly destroyed by mechanised agriculture, intensive cattle-ranching, afforestation, invasive grasses, excessive use of pesticides and annual burning. By 1993, two-thirds of the Cerrado region had been heavily or moderately altered, with most of the destruction having occurred since 1950. Farming, ranching, fires, and pesticide are the practices that have the most impact on this species.The lesser nothura is protected under Brazilian law, and conserved in Brasília National Park, Emas National Park and Serra da Canastra National Park, IBGE Roncador Biological Reserve, Itapetininga Experimental Station and Itirapina Experimental Station. It has been proposed to survey suitable habitat in Serra do Cipó National Park and Chapada dos Veadeiros National Park, using tape-playback. It was also proposed to identify other unprotected areas of suitable habitat in north-eastern Paraguay, north and west Minas Gerais, and Goiás.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Lesser Nothura - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Nothura\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nFauna Paraguay"
  }
}