{
  "url": "https://en.wikipedia.org/wiki/Nothura_maculosa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothura"
    },
    {
      "Species": "N. maculosa"
    }
  ],
  "text": {
    "__SUMMARY__": "The spotted nothura (Nothura maculosa) is a species of tinamou. This bird is native to grassy habitats in eastern and southern Brazil, Paraguay, Uruguay, and eastern and northern Argentina.",
    "Description": "The spotted nothura is approximately 24 to 25.5 cm (9.4–10.0 in) in length. The upper parts are brown with streaked buff. The under parts are buff streaked with black and brown on the breast, with barring to the flanks. Its crown is black streaked with buff and the throat is white. The overall hue in colour varies greatly over its range; in part caused by the differences in soil at the specific localities. It and the closely related Chaco nothura, N. chacoensis, are the only nothuras with barring to both webs of the primaries. The legs are dull yellowish-grey or brown.",
    "Behavior": "The call of the spotted nothura is a series of brief high-pitched notes.",
    "Behavior-Feeding": "The spotted nothura eats plants, typically seeds, and animal matter. In Argentina they seem to eat more of the animal matter then they do in other locations.",
    "Behavior-Reproduction": "This species can reproduce rapidly, as the female is mature within 2 months and can have five to six broods per year. The male does not mature as fast. The male will incubate the eggs and raise the chicks. Like most tinamous, its eggs have a spectacular glossy porcelain-like shell. This is colored a rich maroon or chocolate brown in this species. The clutch contains 4-6 eggs.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.Coenraad Jacob Temminck first identified the spotted nothura from a specimen from Paraguay, in 1815.",
    "Taxonomy-Subspecies": "The spotted nothura has nine currently recognized subspecies. They are not well-distinguished and almost form a cline that varies north to south according to Gloger's and Bergmann's Rules.\n\nN. m. maculosa occurs in southeastern Brazil, northeastern Argentina, eastern Paraguay, and Uruguay.\nN. m. major occurs in interior east central Brazil; Minas Gerais, Goiás, and Bahia States.\nN. m. nigroguttata occurs on the plains of south central Argentina; Rio Negro and southeastern Neuquén Provinces.\nN. m. cearensis occurs in northeastern Brazil; southern Ceará State.\nN. m. paludivaga occurs in central Paraguay and north central Argentina.\nN. m. annectens occurs on the moist grasslands of eastern Argentina.\nN. m. submontana occurs in the Andean foothills of southwestern Argentina, Neuquén, Rio Negro, and Chubut Provinces.\nN. m. pallida occurs in the moist chaco grasslands of northwestern Argentina.\nN. m. chacoensis, Chaco nothura, located in northwestern Paraguay and north central Argentina",
    "Range": "It occurs in eastern and southern Brazil (excluding the Mata Atlântica and planalto uplands along the coast), Paraguay, Uruguay, and Argentina.",
    "Habitat": "It lives in dry savanna habitat up to 2,300 m (7,500 ft), and temperate grassland, as well as pasture land.",
    "Conservation": "The IUCN list this tinamou as Least Concern, even though it is avidly hunted, due to its fast reproduction rate. It has an occurrence range of 3,900,000 km2 (1,500,000 sq mi).",
    "Footnotes": "",
    "References": "Bencke, Glayson Ariel (2007): Avifauna atual do Rio Grande do Sul, Brasil: aspectos biogeográficos e distribucionais [\"The Recent avifauna of Rio Grande do Sul: Biogeographical and distributional aspects\"]. Talk held on 2007-JUN-22 at Quaternário do RS: integrando conhecimento, Canoas, Rio Grande do Sul, Brazil. PDF abstract\nBirdLife International (2008). \"Bartlett's Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Nothura maculosa\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 65–66. ISBN 0-7876-5784-0.",
    "Further reading": "Hayes, F.E.; Rodríguez, O.; Thalman, E.R.; Castellanos, E.A.; Sterling, J. (2018). \"Taxonomic status of Paraguay's only endemic bird, the Chaco Nothura Nothura chacoensis (Aves: Tinamidae)\". Zootaxa. 4392 (2): 347–360. doi:10.11646/zootaxa.4392.2.7. PMID 29690409.",
    "External links": "Spotted Nothura videos on the Internet Bird Collection\nSpotted Nothura photo gallery VIREO Photo-High Res"
  }
}