{
  "url": "https://en.wikipedia.org/wiki/Pachyornis_elephantopus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†Emeidae"
    },
    {
      "Genus": "†Pachyornis"
    },
    {
      "Species": "†P. elephantopus"
    }
  ],
  "text": {
    "__SUMMARY__": "The heavy-footed moa (Pachyornis elephantopus) is a species of moa from the family Dinornithidae.  This moa was widespread only in the South Island of New Zealand, and its habitat was the lowlands (shrublands, dunelands, grasslands, and forests). It was a ratite and a member of the order Struthioniformes.  The Struthioniformes are flightless birds with a sternum without a keel.  They also have a distinctive palate.  The origin of these birds is becoming clearer as it is now believed that early ancestors of these birds were able to fly and flew to the southern areas in which they have been found.The heavy-footed moa was about 1.8 m (5.9 ft) tall, and weighed as much as 145 kg (320 lb).",
    "Discovery": "The heavy-footed moa was discovered by W.B.D. Mantell at Awamoa, near Oamaru, and the bones were taken by him to England. Bones from multiple birds were used to make a full skeleton, which was then put in the British Museum. The name Dinornis elephantopus was given by Richard Owen.",
    "Distribution and habitat": "The heavy-footed moa was found only in the South Island of New Zealand.\nTheir range covered much of the eastern side of the island, with a northern and southern variant of the species.They were a primarily lowland species, preferring dry and open habitats such as grasslands, shrublands and dry forests. They were absent from sub-alpine and mountain habitats, where they were replaced by the crested moa (Pachyornis australis).During the Pleistocene-Holocene warming event, the retreat of glacial ice meant that the heavy-footed moa's preferred habitat area increased, allowing their distribution across the island to increase as well.",
    "Ecology and diet": "Due to its relative isolation before the Polynesian settlers arrived, New Zealand has a unique plant and animal community and had no native terrestrial mammals. Moa filled the ecological niche of large herbivores, filled by mammals elsewhere, until the arrival of the Polynesian settlers and the associated mammalian invasion in the 13th Century. The heavy-footed Moa is thought to have been less abundant than other moa species due to its less frequent representation in the fossil record.\n \nUntil recently it was unknown exactly what the diet of the heavy-footed moa consisted of. The fact that it had different head and beak shapes to its contemporaries suggested that it had a different diet, possibly of tougher vegetation as suggested by its preferred dry and shrubby habitat. Specialising in different foods would have also allowed it to avoid competition with other moa species which may have shared part of its range (niche separation). In 2007 Jamie Wood described the gizzard contents of a heavy-footed moa for the first time. They found 21 plant taxa which included Hebe leaves, various seeds and mosses as well as a large amount of twigs and wood, some of which were of a considerable size. This supports the earlier idea that the heavy-footed moa was adapted to consume tough vegetation, but it also shows that it had a varied diet and could eat most plant products, including wood.The heavy-footed moa's only real predator (before the arrival of humans and non-native placental mammals) was the Haast's eagle; however, recent evidence from coprolites has shown that they also hosted several groups of host-specific parasites, including nematode worms.",
    "References": "Brands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Pachyornis\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nDavies, S. J. J. F. (2003). \"Moas\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2 ed.). Farmington Hills, MI: Gale Group. pp. 95–98. ISBN 0-7876-5784-0.\nOlliver, Narena (2005). \"Heavy–footed Moa\". Birds (of New Zealand). New Zealand Birds. Retrieved Feb 15, 2011.",
    "External links": "Heavy-footed Moa. Pachyornis elephantopus. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}