{
  "url": "https://en.wikipedia.org/wiki/Stromeria",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Family": "†EremopezidaeRothschild, 1911[1]"
    },
    {
      "Genus": "†EremopezusAndrews, 1904"
    },
    {
      "Species": "†E. eocaenus"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremopezus is a prehistoric bird genus, possibly a palaeognath. It is known only from the fossil remains of a single species, the huge and presumably flightless Eremopezus eocaenus. This was found in Upper Eocene Jebel Qatrani Formation deposits around the Qasr el Sagha escarpment, north of the Birket Qarun lake near Faiyum in Egypt. The rocks its fossils occur in were deposited in the Priabonian, with the oldest dating back to about 36 million years ago (Ma) and the youngest not less than about 33 Ma.It is not precisely known from which strata the first few remains of this bird were collected. They were formerly considered of Early Oligocene age—some 33-30 Ma—but this is now assumed incorrect, as only the upper and not the entire Jebel Qatrani Formation is of Oligocene age. It is also possible that they are from the slightly older Qasr el Sagha Formation, but as both this and the Oligocene parts of the Jebel Qatrani Formation were laid down in an ecosystem markedly different from that of the Eocene Jebel Qatrani Formation, it is now assumed that all material of E. eocaenus is from the lowest rocks of the Jebel Qatrani Formation.",
    "Material, taxonomy and systematics": "It was originally described from a distal left tibiotarsus piece (specimen BMNH A843); a toe phalanx bone found soon thereafter was tentatively assigned to this bird. Eremopezus was initially believed a ratite and loosely allied with the elephant birds of Madagascar. Thus, when a piece of tarsometatarsus shaft was found some time later north of the ruins of Dimeh (Dimê; itself a bit north of the Birket Qarun) this was described as Stromeria fajumensis; though it had a size to match the holotype tibiotarsus it was thought to resemble an elephant bird even more. The shaft (specimen BSPG 1914 I 53) has a prominent plantar (backside) ridge also found in Mullerornis betsilei, and this was used to ally the fossil bone with this rather small and gracile elephant bird. The Eremopezus specimen on the other hand has deep ligamental pits on the lateral and medial sides of the distal condyles, which are not found in the elephant birds proper. These pits together with a crisply defined ridge held a sling of ligament, which in turn—in place of the bony supratendinal bridge found in some other birds—kept the ankle tendons from dislocating. The tarsometatarsus is also more similar to that of an unspecific ratite, such as an emu, ostrich or rhea, rather than to the apomorphic one of the elephant birds.Almost 100 years after the discovery of the holotype, more Eremopezus fossils were unearthed from the famous quarry L-41 at Tel Akgrab near 29°36′20″N 30°30′00″E. These are also all leg and foot bones, namely specimens DPC 20919 (a distal right tibiotarsus and its entire tarsometatarsus), DPC 5555 (the lower half of a left tarsometatarsus) and DPC 18309 (the distal end of a left tarsometatarsus).Some fossil eggshells from the Maghreb, described as Psammornis and resembling those of ratite eggs, were assigned to Eremopezus by various authors. They were at first believed to date form the Paleogene also, but today are generally considered far younger (of late Neogene age, probably less than 5 Ma) and indeed to have been laid by ostriches or close relatives thereof.\n\nThe scientific name Eremopezus eocaenus is rather ambiguous in meaning; a possible translation is \"walking hermit from the Eocene\". Eremos (ἐρῆμος) is an Ancient Greek term signifying a lonely or solitary place or person: a hermit, a desert or a wasteland. Yet while Faiyum is located at the edge of the Libyan Desert, it is a well-vegetated location even today; some 35-30 Ma it was a lush region and teemed with life. On the other hand, is it not at all likely that such a large and quite likely predatory bird like E. eocaenus was in any way gregarious or occurred at high population densities. It might therefore be described as a \"hermit\" with some justification, but certainly not as a \"desert-dweller\". pezus is Latinized Greek from pezós (πεζός), \"someone who walks\". eocaenus refers to the bird's age; as noted, the initial 1904 assessment of C. W. Andrews was indeed correct. Stromeria fajumensis was named in honor of the paleontologist Ernst Stromer von Reichenbach, and the bone's place of discovery.",
    "Material, taxonomy and systematics-Systematics": "Careful study of the remains suggests that their apparent similarity to ratites is misleading. They actually combine a number of traits not found in any known ratite lineage, and in particularly not in the ostriches and elephant birds (the only ratites biogeographically close to Eremopezus). Moreover, the prehistoric bird had several peculiar traits not at all found in ratites, but present in certain neognaths: its toes were widely divergent and could flex through a wide range of positions, while strong tendons gave the bird a firm grip. In the associated anatomical details, E. eocaenus resembled the secretarybird (Sagittarius serpentarius) and the shoebill (Balaeniceps rex), two rather singular African endemics. Nonetheless, more recent studies seem to group it among \"aepyornithid-like\" taxa.\n\nThe secretarybird is a bird of prey that can fly well, but prefers to walk around on its long legs, especially when foraging. It uses its flexible toes to grab prey—large arthropods and small to mid-sized terrestrial vertebrate. It throws the prey around and kicks it forcefully, smashing it to death or breaking its spine. The shoebill, meanwhile, for lack of a better theory was long considered a large aberrant stork relative in the Ciconiiformes. This eventually proved incorrect. While B. rex is indeed a member of the same group of \"higher waterbirds\" as are storks and herons, it is closely related to pelicans and thus came to be included in the Pelecaniformes—which are not monophyletic as described in old times, however, and whose small core group, for simplicity, is included in the Ciconiiformes by some recent authors. Insofar, the shoebill is today recognized as the formerly missing link uniting pelicans and storks. Like the pelicans, it uses its massive bill and throat sac to catch large fish and similar aquatic vertebrates, but unlike them it is a wading, not a swimming bird, and correspondingly has long legs like a stork. It clambers through reed beds in search of good fishing spots, and uses its flexible toes to firmly hold on to such uncertain substrate as heaps of wind-blown vegetation at the edge of the open water or roots and logs of trees.But this does not mean that Eremopezus was a close relative of either secretarybird or shoebill. Even though modern taxonomy generally tries to avoid using monotypic families as much as possible, its placement in a distinct family Eremopezidae may well be warranted, as its closest relatives remain completely obscure.\nFor the birds of prey, a Paleocene (perhaps even Late Cretaceous) origin seems most likely; the first fossils of the present-day lineages (and some entirely extinct forms) are abundant in Eocene strata of the Holarctic, particularly Europe. The falcons seem to have rapidly spread throughout the Americas, where the plesiomorphic caracaras are found. The other diurnal raptors, family Accipitridae—by some considered more distinct, as core group of an order Accipitriformes –, apparently diversified eastwards into Asia and eventually into Africa.As regards the secretarybird, the genus Pelargopappus occurred at about the same time as E. eocaenus in today's France, separated from the site of Faiyum by more than 1,500 km of the shrinking Tethys Sea. The Maghreb was closer to Europe however, not more than today's Mediterranean where it is widest, and numerous bird lineages are known to have occurred in Africa as well as in Europe during the Eocene. Pelargopappus seems to be an ancient secretarybird, not an ancestor of the living species but not far removed from the last common ancestor either. Its remains, and how they differ from secretarybirds, give an idea how the Sagittariidae of that time looked like. So even though Pelargopappus has not yet been directly compared to the African fossil in a cladistic analysis, the pronounced differences between Eremopezus and Sagittarius and the biogeography of Pelargopappus suggest that Eremopezus was not especially close to the secretarybird's lineage. Thus, even if it belongs with the Falconiformes (or Accipitriformes), it would probably remain in its distinct family.\n\nThe same is true if it were placed in the Pelecaniformes. For as it seems, Goliathia andrewsi, an ancestral shoebill that was slightly larger and presumably far less apomorphic than the living species, lived at about the same time and in the same region as E. eocaenus. It is only known from a single ulna, which proves however that it was far less in bulk than Eremopezus and certainly able to fly well.But all things considered, very little can be said about the affiliations of Eremopezus. As ratites are nowadays presumed to have evolved from flying paleognaths similar to tinamous after the Cretaceous—see also Palaeotis—the Egyptian fossil may be a distinct lineage of ratites after all, and is sometimes allied with the Paleocene Remiornis from France. And indeed, as noted by the first scientists that studied it, its known bones—in particular the distal tarsometatarsus—are more similar to those of ratites in general shape and in some details than to other birds. The details (such as lack of the supratendinal bridge) may however be simply plesiomorphies, while the overall resemblance might be the result of convergent evolution—for the autapomorphies of its toes are starkly unlike those found in any ratite. Thus, if it was a ratite, it probably was the most unusual ratite known to date (while the hardly better-known Remiornis may very well have been a rather conventional proto-ostrich).As far as can be told however, ratites did never evolve gripping feet like seen in the fossils, and neither did they fare very successfully in wetland habitat as represented in the Jebel Qatrani Formation. The latter holds true for Galliformes, which are ancient neognaths of the fowl clade (Galloanserae). Anseriformes, the other living member of this group, include the typical waterfowl such as ducks, and many of them independently evolved flexible toes, giving them the ability to perch despite having only a vestigial hallux (see also Cairinini). The Anseriformes also contain the gigantic flightless mihirungs (Dromornithidae) of Australia  (which were, at first, also believed ratites). It is not inconceivable that E. eocaenus was a more aquatic African equivalent of these.Thus, until more fossils are found, all that can be said is that Eremopezus is unlikely to have been a  galliform or a member of the \"near passerines\" group (in the strict sense—perching birds and their immediate allies); these latter orders are generally smallish, live in trees, and probably evolved even later than the birds of prey. But beyond that, it cannot even be ruled out with reasonable certainty that the initial assessment—however lacking by the standards of today's scientific method—was correct and that E. eocaenus was indeed a highly apomorphic paleognath.",
    "Description": "While the rest of the bird can only be tentatively inferred, the legs (the lower leg to midfoot actually) of this gigantic bird are rather well-known today and their details yield some rather robust information on the habits of E. eocaenus.",
    "Description-Feet": "Its tibiotarsus length is not precisely known; if it had the proportions found in elephant birds and moa, it would have been 80–90 cm long. But there is no real reason to assume that Eremopezus, living in wetlands rich in predators, was similar to these bulky lumbering insular ratites. The tibiotarsus of DPC 20919 preserves most of the bone and is as long as the complete tarsometatarsus already (34 cm); an overall tibiotarsus length of c. 40–50 cm, as found in the small slow-moving elephant bird Mullerornis agilis and the nimble emu, is a reasonable estimate.The tarsometatarsus had a small hypotarsus with a single simple crest and devoid of foramina for tendons. The ankle joint consists of a sizable midward and an even larger outward groove. The conspicuous ridge on the backside of the tarsometatarsus is formed by the third toe's midfoot bones, which are set to the plantar side in respect to their neighbors, with which they are fused. This is particularly noticeable in the lower part of the bone, where a corresponding groove is present on the dorsal side. This smooths out proximad, with the proximal half of the bone—which is not known from an unflattened specimen to date—probably oval or triangular (with the point backwards) in cross section.\n\nAs regards the length and stoutness of the lower leg and the foot, E. eocaenus would probably have been similar to a good-sized American rhea (Rhea americana) in measurements. Its toes, however, differed vastly in shape and posture from those of this ratite (and most other birds). Above the tibiotarsal trochleae of the African bird, the bone was considerably wider than the ankle, among ratites being matched by some moa and the dwarf cassowary (Casuarius bennetti). Thus, towards its toes the midfoot bone must have flared outwards, resulting in an overall wide-footed appearance. It is notable that while elephant birds have toes that are only a little more flaring than those of rheas, those of fast-running long-legged birds (ratites and others, like seriemas and some Charadriiformes) generally tend to bunch together in a narrower angle, with the most extreme situation found in the ostrich. This suggests that wherever Eremopezus did walk, it indeed walked or trotted and ran only in dire need—if it could run quickly at all, which is by no means certain.It is also notable that the attachment point of the tibiotarsal trochleae was flattened in Eremopezus, leaving little room for a bulky pad where the toes joined. In cursorial birds, this area is typically wide, to provide space for a large cushioning pad where the toes join, which improves balance during walking or running. The structure in E. eocaenus, by contrast, must have allowed a much better toe-flexing ability. The shallow grooves on the trochleae allowed for considerable sideways mobility of the toes; if the single phalanx bone known is assigned correctly to this species (it is the best match in size by far), it is very wide at the proximal end and tapers noticeably distad. The third (middle) toe was the most robust and largest. The inner toe was about as large as the outer one, and attached noticeably more proximal on the tibiotarsus. There is a single foramen on the dorsal side of the tarsometatarsus, with a plantar exit hole between the third and fourth metacarpal's distal ends (presumably for the outer toe's adductor tendon) and another (presumably for nerves and blood vessels) on the plantar surface of the tarsometatarsus. The outer sides of the outer trochleae have a hook at their backward end, which together with deep pits for ligaments nearby must have served to hold strong tendons. Its hallux was vestigial, as is typical for birds that move about on foot a lot; it even cannot be ruled out that the hallux was entirely missing (as in ratites).",
    "Description-Size and flightlessness": "E. eocaenus was somewhat ponderous, at about the body size of Mullerornis betsilei. As this was one of the heavy-boned elephant birds, Eremopezus was probably lighter than it, especially if it retained the air-filled bones of flying ancestors. From the ground to the pelvis, it stood probably as high as a large rhea or small emu—slightly less than one meter in all probability –, though the robust bones of the prehistoric bird appear to have supported a larger bulk than those of the fleet-footed ratites.  Altogether, even if it was not particularly long-necked Eremopezus must have stood about as high as an average adult human. It weighed probably less than 50 kg—slightly more than a large emu—and more than 10 kg—slightly more than the largest living storks (which reach over 150 cm in height) and the shoebill.\n\nThe general limit for weight in flying birds is at about 25 kg, the exceptional Argentavis magnificens with its size and weight of a good-sized adult human notwithstanding as it evolved under unusual ecological conditions. Large males of the kori bustard (Ardeotis kori) and great bustard (Otis tarda) are perfectly capable of flight, while weighing in excess of 20 kg. A wing loading of c. 25 kg/m2 is the known limit for bird flight under normal circumstances; thus, a case could be made for Eremopezus to have been capable of flight. Paleontologists do not consider this likely however, due to the stoutness of the bones, which in such a degree is only known from birds that were certainly flightless. The secretarybird's tarsometatarsus, for example, is only some 20% shorter but more than 60% slimmer than that of E. eocaenus. Thus, its wings and arm bones were probably reduced, a process known to have taken as little as 10,000 years in some island rails.",
    "Description-Plumage and beak": "As birds become flightless, their feathers soon lose the barbule hooks that keep them in shape, becoming more hair-like; when flight performance is of no significance anymore, this can improve the insulating properties of the plumage. Nothing is known about the plumage color of Eremopezus; it was presumably not very gaudily colored as it had to avoid apex predators, but little else can be inferred. Perhaps most likely it had white, black or grey feathers with at least some eumelanin but little carotenoids and phaeomelanins, as usual among the \"higher waterbirds\" in general, and specifically those that inhabit similar habitat.  \nIf it was a terrestrial animal, it might have been fairly short-necked; if it inhabited wetlands, its neck was probably not short and quite possibly rather long. The bill of Eremopezus was of unknown shape, but must in some way have been adapted to its feeding. Even if not a predator, being as it seems a member of the Neoaves its not-too-distant ancestors probably fed on animals. If it fed on terrestrial prey, it might have had the hooked bill of a bird of prey, but this is very specialized. Among the \"higher waterbirds\" that variously consume aquatic and/or terrestrial large invertebrates and small vertebrates, a spear-like pointed bill seems to have proven most apt for the task. The Pelecaniformes in particular have a distinct hook or \"nail\" on the billtip, which is even present in the otherwise plesiomorphic bill of the hammerkop (Scopus umbretta). If E. eocaenus was a pelecaniform, it probably also possessed this \"nail\", but apart from that its bill might just as well have evolved autapomorphies as bizarre as those of the pelicans.",
    "Ecology": "The Jebel Qatrani Formation is mainly composed of sandstones and mudstones, which were laid down as point bar and overbanks of meandering freshwater rivers, which drained the northeastern tip of Africa westwards into a depression just inland from the Tethys Sea shores, and at least in the wet season must have expanded into large shallow lakes. The entire region was low-lying, and only a few million years (Ma) before Eremopezus inhabited these lands—and when sea levels were higher—submerged under the ocean. The climate was warmer than today, and the region probably was tropical with abundant rainfall during the monsoon season, as indicated by the paleosols formed from alluvial sediments and traces of buttress roots. Altogether, the habitat must have resembled the Niger Delta of our time. The Eremopezus fossils dated with confidence are from a time when there was apparently more forest and less grassland in the region than half a dozen million years later. The reed grasses of the subfamily Arundinoideae were probably far less widespread in Africa 35 Ma than they are today, but it is fairly likely that other Poales reeds—Cyperaceae (maybe including the ancestors of the Papyrus Sedge Cyperus papyrus), Juncaceae and Typhaceae—grew in aquatic habitats back then already.The terrestrial fauna in the habitat of Eremopezus consisted mainly of the ancestors of animals occurring in Africa today; among mammals particularly Afrotheria were present. Some entirely extinct lineages were also found, e.g. Anthracotheriidae and Creodonta. As regards birds, fossils are only plentiful from some Ma later; as mentioned above, they generally represent the Paleogene avifauna found around the shores of the shrinking Tethys Sea, whose descendants nowadays live in tropical Africa. In quarry L-41, remains of a large ancestral stork (presumably Palaeoephippiorhynchus dietrichi) were present, indicating that two or three E. eocaenus (one right and two left feet were found) died in or next to a slow-moving or stagnant watercourse. This agrees with the view that the birds actually lived in such habitat, rather than their carcasses having been transported there by a flood or similar.E. eocaenus might have been a frugivore or even herbivore of swamp forests, but the early Neoaves (to which it probably belonged) are generally predatory. As a predator, it would have fed mainly on mid-sized terrestrial vertebrates—for example large reptiles or smallish mammals. Alternatively—depending on its preferred habitat—it could have eaten mainly aquatic vertebrates. It cannot be ruled out that it was a filter feeder like flamingos (as of 2008 tentatively considered highly specialized \"higher waterbirds\") or most Anseriformes. In any case, it would need to roam a considerable range to find enough food, and thus population density was likely low. Unmated birds were probably solitary. Mated pairs might have stayed together for life, as they often do in birds.\n\nLarge hyaenodontid creodonts—Akenatenavus cf. leptognathus and possibly Metapterodon—shared the habitat with E. eocaenus, and these pack-hunting carnivores, larger than the average dog, could well have included it among their prey. Flightless or at least not quick in taking off, and not well-adapted to running away from threats either, retreating into the swamplands or reed belt would have provided a means of escape for the large birds. Here too, the highly mobile toes would have proven useful. While near the water, Eremopezus would have had to watch out for the basal crocodile \"Crocodylus\" megarhinus, the aquatic apex predator of Late Eocene Faiyum. On the other hand, the long-snouted gavialid Eogavialis africanum makes a rather unlikely predator of the giant bird, but feeding on large fish and other mid-sized vertebrates (like the false gharial Tomistoma schlegelii of the present time), it would probably have competed with E. eocaenus for food to some extent if the bird indeed was a carnivorous semi-aquatic species.As only tentative inferences can be made about the habits of Eremopezus, it is not clear why it became extinct. Still, nothing even remotely resembling a possible descendant is known or inferred, making it rather likely that its lineage did not progress very far. It is sometimes believed that flightless birds cannot compete with carnivorous mammals, but the Phorusrhacidae prove that even carnivorous flightless birds can very well thrive in the presence of mammalian competitors. However, the rather comprehensive ecological data indicates that habitat in the Faiyum region changed at the start of the Oligocene: for some time, savanna dominated by true grasses (Poaceae) and shrubland seem to have displaced the swamp forest to a considerable extent, creating a habitat similar to that found at the less humid regions along the lower Sénégal River. When the forest expanded again, different mammals—an abundance of monkeys but far fewer of the huge Pliohyracidae hyraxes—inhabited it. In general, the emerging picture is one of an economic upheaval that lasted for perhaps 10 million years, and during which the Paleogene ecosystem at Faiyum with its numerous now-extinct lineages gave way to a more modern one, inhabited by the ancestors of animals that live in tropical Africa today. If Eremopezus was indeed a swamp forest bird, it may well have succumbed to this change. In that respect, it is notable that the \"African\" fauna found in Europe was replaced by animals originating in Asia starting at about the same time.",
    "See also": "Flexiraptor, Australian prehistoric bird of prey with a gripping foot",
    "Footnotes": "",
    "References": "Amadon, Dean (1947). \"An Estimated Weight of the Largest Known Bird\" (PDF). Condor. 49 (4): 159–164. doi:10.2307/1364110.\nBoles, Walter E. (2005). \"A Review of the Australian Fossil Storks of the Genus Ciconia (Aves: Ciconiidae), With the Description of a New Species\" (PDF). Records of the Australian Museum. 57 (2): 165–178. doi:10.3853/j.0067-1975.57.2005.1440. Archived from the original (PDF) on 2007-08-13.\nBremer, Kåre (2002). \"Gondwanan evolution of the grass alliance of families (Poales)\". Evolution. 56 (7): 1374–1387. doi:10.1554/0014-3820(2002)056[1374:GEOTGA]2.0.CO;2.\nBrochu, Christopher A. (2000).  McEachran, J. D (ed.). \"Phylogenetic Relationships and Divergence Timing of Crocodylus Based on Morphology and the Fossil Record\". Copeia. 2000 (3): 657–673. doi:10.1643/0045-8511(2000)000[0657:PRADTO]2.0.CO;2.\nBrochu, Christopher A.; Gingerich, Philip D. (2000). \"New tomistomine crocodylian from the middle Eocene (Bartonian) of Wadi Hitan, Fayum Province, Egypt\" (PDF). Contributions from the Museum of Paleontology University of Michigan. 30 (10): 251–268.\nBrodkorb, Pierce (1963). \"Catalogue of fossil birds. Part 1 (Archaeopterygiformes through Ardeiformes)\". Bulletin of the Florida State Museum, Biological Sciences. 7 (4): 179–293.\nCracraft, Joel; Barker, F. Keith; Braun, Michael J.; Harshman, John; Dyke, Gareth J.; Feinstein, Julie; Stanley, Scott; Cibois, Alice; Schikler, Peter; Beresford, Pamela; García-Moreno, Jaime; Sorenson, Michael D.; Yuri, Tamaki & Mindell, David P. (2004) \"Phylogenetic Relationships Among Modern Birds (Neornithes): Toward an Avian Tree of Life\". In: Cracraft, J. & Donoghue, M.J. (eds.): Assembling the Tree of Life: 468-489. Oxford University Press, New York. ISBN 0-19-517234-5\nGagnon, Mario (1997). \"Ecological diversity and community ecology in the Fayum sequence (Egypt)\". J. Hum. Evol. 32 (1–2): 133–160. doi:10.1006/jhev.1996.0107.\nHolroyd, Patricia A. (1999). \"New Pterodontinae (Creodonta: Hyaenodontidae) from the late Eocene-early Oligocene Jebel Qatrani Formation, Fayum province, Egypt\". PaleoBios. 19 (2): 1–18.\nLewis, Patrick J.; Simons, Elwyn L. (2007). \"Morphological trends in the molars of fossil rodents from the Fayum Depression, Egypt\" (PDF). Palaeontologia Africana. 42: 37–42. Archived from the original (PDF) on 2010-06-07.\nLivezey, Bradley C. (1986). \"A phylogenetic analysis of recent anseriform genera using morphological characters\" (PDF). Auk. 103 (4): 737–754.\nLouchart, Antoine; Vignaud, Patrick; Likius, Andossa; Brunet, Michel; White, Tim D. (2005). \"A large extinct marabou stork in African Pliocene hominid sites, and a review of the fossil species of Leptoptilos\" (PDF). Acta Palaeontologica Polonica. 50 (3): 549–563. Archived from the original (PDF) on 2008-02-28.\nMourer-Chauviré, C.; Cheneval, J. (1983). \"Les Sagittariidae fossiles (Aves, Accipitriformes) de l'Oligocène des Phosphorites du Quercy et du Miocène inférieur de Saint-Gérand-le-Puy [\"The fossil Sagittariidae of the Oligocene of the Quercy Phosphorites and the Lower Miocene of Saint-Gérand-le-Puy\"]\". Geobios. 16 (4): 443–459. doi:10.1016/S0016-6995(83)80104-1.\nMurray, Alison M. (2004). \"Late Eocene and early Oligocene teleost and associated ichthyofauna of the Jebel Qatrani Formation, Fayum, Egypt\". Palaeontology. 47 (3): 711–724. doi:10.1111/j.0031-0239.2004.00384.x.\nMurray, Alison M. (2006). \"A new channid (Teleostei: Channiformes) from the Eocene and Oligocene of Egypt\". J. Paleontol. 80 (6): 1172–1178. doi:10.1666/0022-3360(2006)80[1172:ANCTCF]2.0.CO;2.\nRage, Jean-Claude; Bajpai, Sunil; Thewissen, Johannes G.M.; Tiwari, Brahma N. (2005). \"Early Eocene snakes from Kutch, Western India, with a review of the Palaeophiidae\" (PDF). Geodiversitas. 25 (4): 695–716.\nRasmussen, D. Tab; Olson, Storrs L.; Simons, Elwyn L. (1987). \"Fossil birds from the Oligocene Jebel Qatrani Formation, Fayum Province, Egypt\" (PDF). Smithsonian Contributions to Paleobiology. 62 (62): 1–20. doi:10.5479/si.00810266.62.1.\nRasmussen, D. Tab; Simons, Elwyn L.; Hertel, F.; Judd, A. (2001). \"Hindlimb of a giant terrestrial bird from the Upper Eocene, Fayum, Egypt\". Palaeontology. 44 (2): 325–337. doi:10.1111/1475-4983.00182.\nSeiffert, Erik R. (2007). \"A new estimate of afrotherian phylogeny based on simultaneous analysis of genomic, morphological, and fossil evidence\". BMC Evol. Biol. 7: 224. doi:10.1186/1471-2148-7-224. PMC 2248600. PMID 17999766.\nSeiffert, Erik R.; Simons, Elwyn L. (2000). \"Widanelfarasia, a diminutive placental from the late Eocene of Egypt\". Proceedings of the National Academy of Sciences. 97 (6): 2646–2651. doi:10.1073/pnas.040549797. PMC 15983. PMID 10694573.\nWing, Scott L.; Hasiotis, Stephen T.; Bown, Thomas M. (1995). \"First ichnofossils of flank-buttressed trees (late Eocene), Fayum Depression, Egypt\". Ichnos. 3 (4): 281–286. doi:10.1080/10420949509386398.\nWoodhouse, S.C. (1910). English-Greek Dictionary—A Vocabulary of the Attic Language. George Routledge & Sons Ltd., Broadway House, Ludgate Hill, E.C."
  }
}