{
  "url": "https://en.wikipedia.org/wiki/Struthio_molybdophanes",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Struthioniformes"
    },
    {
      "Family": "Struthionidae"
    },
    {
      "Genus": "Struthio"
    },
    {
      "Species": "S. molybdophanes"
    }
  ],
  "text": {
    "__SUMMARY__": "The Somali ostrich (Struthio molybdophanes), also known as the blue-necked ostrich, is a large flightless bird native to the Horn of Africa. It was previously considered a subspecies of the common ostrich, but was identified as a distinct species in 2014.",
    "Taxonomy and systematics": "Molecular evidence indicates that the East African Rift has served as a geographic barrier to isolate the taxon from the nominate subspecies, the North African ostrich S. c. camelus, while ecological and behavioural differences have kept it genetically distinct from the neighbouring Masai ostrich S. c. massaicus.  An examination of the mitochondrial DNA of Struthio taxa, including the extinct Arabian ostrich S. c. syriacus, has found that the Somali ostrich is phylogenetically the most distinct, appearing to have diverged from their common ancestor some 3.6 to 4.1 million years ago.",
    "Description": "Though generally similar to other ostriches, the skin of the neck and thighs of the Somali ostrich is grey-blue (rather than pinkish), becoming bright blue on the male during the mating season.  The neck lacks a typical broad white ring, and the tail feathers are white. The females are slightly larger than the males and browner in plumage than other female ostriches. The Somali ostrich is similar in size to other ostrich so far as is known, perhaps averaging marginally smaller in body mass than some subspecies of common ostrich (at least the nominate race, S. c. camelus). Reportedly Somali ostriches in  captivity weigh about 105 kg (231 lb) but this may not be an accurate weight for wild birds as captive animals have feeding accesses not available to wild ostriches. It is thus one of the two largest extant bird species.",
    "Distribution and habitat": "The Somali ostrich is mostly found in Horn of Africa, especially in north-eastern Ethiopia and across all of Somalia.",
    "Behaviour and ecology": "The Somali ostrich is differentiated ecologically from the common ostrich, with which there is some range overlap, by preferring bushier, more thickly vegetated areas, where it feeds largely by browsing, whereas the latter is mainly a grazer on open savanna. There are also reports of interbreeding difficulties between the two taxa.",
    "Status and conservation": "A report to the IUCN in 2006 suggests that the Somali ostrich was common in the central and southern regions of Somalia in the 1970s and 1980s.  However, following the political disintegration of that country and the lack of any effective wildlife conservation, its range and numbers there have since been shrinking as a result of uncontrolled hunting for meat, medicinal products and eggs, with the bird facing eradication in the Horn of Africa. In Kenya it is farmed for meat, feathers and eggs.\n\n\n== References =="
  }
}