{
  "url": "https://en.wikipedia.org/wiki/Struthio_camelus_camelus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Struthioniformes"
    },
    {
      "Family": "Struthionidae"
    },
    {
      "Genus": "Struthio"
    },
    {
      "Species": "S. camelus"
    },
    {
      "Subspecies": "S. c. camelus"
    }
  ],
  "text": {
    "__SUMMARY__": "The North African ostrich,red-necked ostrich, or Barbary ostrich (Struthio camelus camelus) is the nominate subspecies of the common ostrich from West and North Africa. It is the largest subspecies, making it the largest living bird.",
    "Evolutionary history": "In the 1990s, mtDNA analyses control region haplotypes revealed that the Arabian ostrich from Western Asia is closely related to the North African ostrich.In 2017, the Birbal Sahni Institute of Palaeobotany discovered that common ostriches used to live in India about 25,000 years ago. DNA research on eleven fossilised eggshells from eight archaeological sites in the states of Rajasthan, Gujarat and Madhya Pradesh found 92% genetic similarity between the eggshells and the North African ostrich. It was suggested that the ostriches traveled between India and Africa before the Indian landmass drifted apart from Africa's.",
    "Description": "The North African ostrich is the largest subspecies of S. camelus, at 2.74 m (9.0 ft) in height and up to 154 kilograms (340 lb) in weight. The neck is pinkish-red, the plumage of males is black and white, and the plumage of females is grey.",
    "Habitat and distribution": "The North African ostrich was widespread from western to northeastern Africa. It used to range from Ethiopia and Sudan in the east throughout the Sahel to Senegal and Mauritania in the west, and north to Egypt and southern Morocco. It has now disappeared from large parts of this range and it only remains in 6 of the 18 countries where it originally occurred. This subspecies may also have occurred in the Sinai Peninsula, where Arabian ostriches once lived. North African ostriches can be found in open fields and the savannahs, especially in the Sahel of Africa. In Asia, the introduced North African ostriches live in grasslands, semi-deserts and plains.",
    "Conservation status": "The North African ostrich had dramatically declined to the point where it is now included on CITES Appendix I and some treat it as Critically Endangered. The North African ostrich is part of a project by the Sahara Conservation Fund (SCF) with the aim of saving the subspecies from extinction and restore its populations in its former ranges in the Sahara and the Sahel. The ostrich is farmed for human consumption.",
    "Reintroduction projects": "",
    "Reintroduction projects-Africa": "The North African ostrich was the most widespread subspecies of ostrich. It formerly had an extensive range but is now thought to live in fragmented pockets in Cameroon, Chad, Central African Republic and Senegal, whilst extinct in most of its range in northern Africa. Reintroduction projects for the ostriches have begun, especially in northern Sahara, where North African ostriches had been extinct for 50 years. Ostriches were imported from Chad and reintroduced to Souss-Massa National Park in Morocco.In Tunisia, North African ostriches were once common in the southern region of the country. The subspecies had been extirpated since 1887. In 2014, North African ostriches were finally returned to Tunisia after 127 years of being extinct. The birds were first reintroduced to Dghoumès National Park. They were then reintroduced to Sidi Toui National Park, and then to Orbata Faunal Reserve.It is planned that the red-necked ostrich will also  recover in other countries from western to northeastern Africa, such as Niger and Nigeria.",
    "Reintroduction projects-Asia": "The North African ostrich is the closest relative to the extinct Arabian ostrich from Western Asia. Following analyses of mtDNA control region haplotypes that confirmed the close relationship of the Arabian and the North African subspecies, the North African subspecies was considered suitable for introduction into areas where the Arabian subspecies used to live.In 1988-89, the ostriches, originally taken from Sudan, were introduced to National Wildlife Research Center in Saudi Arabia. A reintroduction project using the North African ostriches was set up at Mahazat as-Sayd Protected Area in 1994. Currently, it is estimated that 90 to 100 individuals are living within the reserve. It was proposed that the North African ostriches should also reintroduced to Al-Khunfah Protected Area.It also has been reintroduced in the Yotvata Hai-Bar Nature Reserve in Israel as well and some will eventually be released in open fields of the Negev desert. However, the reintroduction failed, as the reintroduced ostriches vanished. The red-necked ostriches were previously found at the Eilat mountains, the Negev desert and the southern Arabah desert. It is thought that the vanished species may have left Israel for Egypt or the Nahal Seifim. The reintroduction project for the ostriches was on hiatus, but the authority might try again in the future. It is hoped that Jordan and Egypt would collaborate with Israel to ensure that the ostriches can live in a broader range.",
    "In captivity": "\nNorth African ostriches in captivity are mostly breeding populations in European and Middle Eastern zoos, such as Hanover, Zoological Garden of Hamburg, and Paignton Zoo.\n\n\n== References =="
  }
}