{
  "url": "https://en.wikipedia.org/wiki/Struthio_camelus_syriacus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Struthioniformes"
    },
    {
      "Family": "Struthionidae"
    },
    {
      "Genus": "Struthio"
    },
    {
      "Species": "S. camelus"
    },
    {
      "Subspecies": "†S. c. syriacus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Arabian ostrich, Syrian ostrich, or Middle Eastern ostrich (Struthio camelus syriacus) is an extinct subspecies of the ostrich that lived on the Arabian Peninsula and in the Near East until the mid-20th century.",
    "Distribution": "Its range seems to have been continuous in prehistoric times, but with the drying-up of the Arabian Peninsula, it disappeared from the inhospitable areas of the Arabian Desert, such as the Rub' al Khali. In historic times, the bird seems to have occurred in two discrete relict populations: a smaller one in the southeast of the Arabian Peninsula and a larger one in the area where today the borders of Saudi Arabia, Jordan, Iraq and Syria meet. Towards the Sinai Peninsula, it probably intergraded with the North African subspecies camelus in earlier times. It looked exactly like that form; possibly, the females were of a slightly lighter coloration. The only certain way to distinguish camelus and syriacus was the smaller size of the latter, with only marginal overlap: the tarsus was 390–465 mm long in syriacus versus 450–530 mm in camelus.",
    "Relationship with humans": "The Arabian ostrich has long had a significant place in the culture of the region. An adult with 11 offspring is featured on the famous prehistoric \"Graffiti Rock I\" near Riyadh. In Mesopotamia, it was used as a sacrificial animal and featured in artwork, painted on cups and other objects made from ostrich eggs, traded as far as Etruria during the Neo-Assyrian period. In Tang China, an ostrich was a welcome exotic gift fit for an emperor: ostriches figure in the decoration of the Qianling Mausoleum, completed and closed in 706.\nThe Jewish view of this bird was less favorable. The fact that the female ostrich may leave the nest unattended (because the eggs are too thick-shelled to be easily broken open by predators) is the reason why the bird is contrasted with the parental instinct of the stork in the Book of Job (Job 39:13-18.) This is also the reason why the Book of Lamentations (Lamentations 4:3) refers to the female ostrich as heartless. The Arabian ostrich is possibly among the birds forbidden to Jews as unclean under the kashrut in Leviticus (Leviticus 11:16), though the Israelites would just as likely have known the birds from the North African subspecies, which was extant in the Nile Valley of Egypt at that time.\nIn Roman times, there was a demand for ostriches to use in venatio games or cooking. These birds usually would have come from the North African subspecies rather than from the Arabian one, as the latter was only found in the unruly frontier regions of the Roman Empire, although it is to be noted that much later, the plumes of the Arabian ostrich were considered superior material for hatmaking compared to those of the North African subspecies.\n\nAfter the rise of Islam, the Arabian ostrich came to represent wealth and elegance; ostrich hunting became a popular pastime for the rich and noble (if slaughtered properly, ostrich meat is halaal to Muslims) and eggs, feathers and leather were extensively used in handicraft. Arabian ostrich products, as well as live birds, were exported as far as China. A Tang Dynasty source states that the \"camel bird\" inhabiting Arabia is\n\n\"four chi and more in height, its feet resembling those of a camel; its neck is very strong, and men are able to ride on its back...\". The Arabian ostrich was also discussed in Mesopotamian scholarly writings from the time of the Baghdad Caliphate, such as Zakariya al-Qazwini's cosmography 'Aja'ib al-makhluqat wa-ghara'ib al-mawjudat, the Kitab al-Hayawan (\"Book of Animals\") of Al-Jahiz, or Ibn Manzur's dictionary Lisan al-Arab.\nThe Arabian ostrich is mentioned by T.E. Lawrence in Seven Pillars of Wisdom, when one Arabian tribe brings eggs to Faisal I of Iraq as a peace offering. It is mentioned that the ostrich is plentiful in that tribe's territory.",
    "Relationship with humans-Extinction": "The widespread introduction of firearms and, later, motor vehicles marked the start of the decline towards extinction of this subspecies. Earlier hunting methods with bow, arrows and dogs had allowed most animals of a group to escape, but rifles enabled poaching and excessive game hunting to diminish the species into extinction. By the early 20th century, the Arabian ostrich had become rare. Its main stronghold was the northern Nefud northwards to the Syrian Desert, between latitudes 34°N and 25°N and longitude 38°E eastwards to the Euphrates Valley, and it was most plentiful in Al Jawf Province, where it associated with herds of Saudi gazelle and Arabian oryx, animals that are now extinct or very rare respectively. Some of the last sightings include an individual east of the Tall al-Rasatin at the Jordanian-Iraqi border in 1928, a bird shot and eaten by pipeline workers in the area of Jubail in the early 1940s (some sources specifically state 1941), two apocryphal records of birds suffering the same fate in 1948, and a dying individual found in the upper Wadi el-Hasa north of Petra in 1966. Remains of old eggs are still found in the former range of the southern subpopulation, which disappeared between the 1900s and the 1920s, probably mainly because of increasing aridity. Some eggshell fragments were collected by St. John Philby from Mahadir Summan, Arabia, around 1931.",
    "Evolutionary history": "Following analyses of mtDNA control region haplotypes that confirmed the close relationship of the Arabian and the North African subspecies, a reintroduction project using S. c. camelus was set up in Saudi Arabia. Today, the North African ostrich has been re-introduced from captivity to the open areas of the Negev in Israel where the Arabian ostrich lived before.",
    "See also": "Wildlife of Saudi Arabia",
    "References": "Aharoni, I. (1938). \"On Some Animals Mentioned in the Bible\". Osiris. 5: 461–478. doi:10.1086/368494. JSTOR 301571.\nParmelee, Alice (1959). All the birds of the Bible;: Their stories, identification and meaning. Harper. p. 207.\nPeters, James Lee (1931). Checklist of Birds of the World (PDF). 1. Cambridge, MA: Harvard University Press. p. 4.\nRothschild, Walter (1919). \"Description of a new subspecies of Ostrich from Syria\". Bulletin of the British Ornithologists' Club. 39: 81–83.\nRobinson, Terence J.; Matthee, Conrad A. (1999). \"Molecular genetic relationships of the extinct ostrich, Struthio camelus syriacus: consequences for ostrich introductions into Saudi Arabia\". Animal Conservation. 2 (3): 165–171. doi:10.1111/j.1469-1795.1999.tb00062.x.\nSeddon, Philip J.; Soorae, Pritpal S. (1999). \"Guidelines for Subspecific Substitutions in Wildlife Restoration Projects\". Conserv. Biol. 13 (1): 177–184. doi:10.1046/j.1523-1739.1999.97414.x.\n\n\n=== Footnotes ==="
  }
}