{
  "url": "https://en.wikipedia.org/wiki/Taoniscus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "TaoniscusGloger, 1842"
    },
    {
      "Species": "T. nanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf tinamou (Taoniscus nanus) also known as the least tinamou, is a small, superficially partridge-like bird with short tail and wings.",
    "Taxonomy and systematics": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds. The dwarf tinamou is the only member of the genus Taoniscus and is a monotypic species.",
    "Description": "It is approximately 16 cm (6.3 in) long. It is greyish-brown with a pale throat, boldly patterned neck and upper parts, and it has brown-barred buff underparts and a blackish crown. Some individuals are significantly darker and greyer than others, but it remains unclear if these plumage variations are morphs or differences between the sexes. The iris and legs are dull yellowish. It resembles a small dumpy nothura, but is more easily confused with the ocellated crake.",
    "Description-Vocalizations": "Its voice consists of high-pitched cricket-like trills followed by peet notes.",
    "Distribution and habitat": "The dwarf tinamou is found in the arid scrub grasslands, around 1,000 m (3,300 ft) in elevation, restricted to the Cerrado region of interior southeastern Brazil in Distrito Federal, Goiás, Minas Gerais, Mato Grosso do Sul, São Paulo and formerly Paraná. Specimens were also known from Paraguay (Misiones) and Argentina (the Río Bermejo in either Chaco or Formosa), but all recent records are from Brazil. It is, however, highly inconspicuous and easily overlooked.",
    "Behaviour and ecology": "",
    "Behaviour and ecology-Feeding": "The diet of the dwarf tinamou consists mainly of grass seeds, termites, insects and arthropods.",
    "Behaviour and ecology-Threats": "The dwarf tinamou is currently threatened by the ongoing habitat loss caused by mechanised agriculture, intensive cattle-ranching, afforestation, invasive grasses, excessive use of pesticides and annual burning. It is also hunted by people for food in some areas. Farming and ranching are its largest threats. The dwarf tinamou is evaluated as Vulnerable on the IUCN Red List of Threatened Species. It has an occurrence range of 57,700 km2 (22,300 sq mi), and the last population estimate, done in 2000, showed between 5,800 and 6,960 adults.",
    "Status": "The dwarf tinamou is currently being conserved in three protected areas: Serra da Canastra National Park, Itapetininga Experimental Station and the IBGE Roncador Biological Reserve. Several areas adjacent to the Río Bermejo, Argentina, have been surveyed with the aid of tape-playback, but the species has not been found. It was also proposed to survey Serra do Cipó National Park, Chapada dos Veadeiros National Park and Emas National Park specifically for this species with the aid of tape-playback. And conduct further surveys in Argentina and Paraguay in the areas where the specimen was collected.  It was also proposed to determine best management practices for existing protected areas and control the burning of cerrado habitats.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Dwarf Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.",
    "External links": "BirdLife Species Factsheet"
  }
}