{
  "url": "https://en.wikipedia.org/wiki/Tasmanian_emu",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Casuariiformes"
    },
    {
      "Family": "Casuariidae"
    },
    {
      "Genus": "Dromaius"
    },
    {
      "Species": "D. novaehollandiae"
    },
    {
      "Subspecies": "†D. n. diemenensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tasmanian emu (Dromaius novaehollandiae diemenensis) is an extinct subspecies of the emu. It was found on Tasmania, where it had become isolated during the Late Pleistocene. As opposed to the other insular emu taxa, the King Island emu and the Kangaroo Island emu, the population on Tasmania was sizable, meaning that there were no marked effects of small population size as in the other two isolates. Thus, the Tasmanian emu had not progressed to the point where it could be considered a distinct species and even its status as a distinct subspecies is not universally accepted, as it agreed with the mainland birds in measurements and the external characters used to distinguish it—a whitish instead of a black foreneck and throat and an unfeathered neck—apparently are also present, albeit rare, in some mainland birds. There are suggestions the bird was slightly smaller than the mainland emu, but in conflict, other evidence (including descriptions of Pleistocene remains) indicates that both are similar in size. Today, it is apparently only known from subfossil bones, the skins which once existed having been lost.",
    "Extinction": "The Tasmanian emu was, as were the mainland birds, hunted as a pest. In addition, the practice of setting fire to grassland and shrubland to aid in claiming land for agriculture deprived the birds of habitat. It is known that in 1838, two skin specimens were received by the British Museum. In 2018 the Austrian Natural History Museum in Vienna displayed a taxidermed Tasmanian emu. The subspecies became extinct around 1850, but this date is not very precise: mainland birds were introduced after diemenensis' disappearance (and possibly even when the last birds of the Tasmanian subspecies were still around, therefore hybridising them out of existence), but the history of emu introductions on Tasmania is not sufficiently documented to allow a more precise dating of the disappearance of diemenensis. Whether a sight record in 1865 and captive specimens that died in 1873 were of this subspecies is not known with certainty. The specimens in the British Museum belonged to a collection which was suffering from bad preparation and/or storage in 1906 already and they could not be located in 1959. A supposed third specimen in Frankfurt is erroneously attributed to this subspecies (Steinbacher, 1959).",
    "References": "\nLe Souef, William Henry Dudley (1907): [Description of Dromaius novaehollandiae diemenensis]. Bull. Brit. Ornithol. Club 21: 13.\nSteinbacher, Joachim (1959): Weitere Angaben über ausgestorbene, aussterbende und seltene Vögel im Senckenberg-Museum. Senckenbergiana Biologica 40(1/2): 1-14. [Article in German]"
  }
}