{
  "url": "https://en.wikipedia.org/wiki/Tinamus_guttatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Tinamus"
    },
    {
      "Species": "T. guttatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-throated tinamou (Tinamus guttatus) is a species of bird native to the Amazon rainforest of Brazil, northern Bolivia, southeastern Colombia, northeastern Ecuador, eastern Peru and southern Venezuela.",
    "Etymology": "The scientific name for the white-throated tinamou, Tinamus guttatus, originates from two different languages. Tinamus was the name given to the tinamou by the Kalina people. Guttatus means \"speckled\" in Latin. This may be in reference to the yellowish-white spots on a white-throated tinamou's lower back.",
    "Taxonomy": "All tinamous are from the family Tinamidae and members of the infraclass Palaeognathae. Tinamous are the only members from their infraclass that aren't ratites, and can even fly, albeit poorly. All paleognaths evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds. The white-throated tinamou is a member of the genus Tinamus, which consists of some of the larger tinamous, the white-throated tinamou being the smallest member of the genus. It was first described by Austrian ornithologist August von Pelzeln in 1863. It is a monotypic species, meaning it doesn't branch off into subspecies.",
    "Description": "The white-throated tinamou has chestnut-brown upperparts with blackish streaking on lower back and small yellowish-white spots. It has paler underparts with wider, dark barring on flanks. It has a grey head and neck, with a white throat, brown eye, and brown bill. These birds measure between 32 and 36 cm (13 and 14 in) in length.",
    "Behavior": "Like other tinamous, the white-throated tinamou eats fruit off the ground or low-lying bushes, as well as invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as four different females, and then will raise them until they are ready to be on their own, usually two to three weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range and habitat": "They inhabit sub-tropical and tropical lowland forests at around 500 m (1,600 ft) or lower. They eat seeds, fruits and invertebrates.",
    "Conservation": "It is a relatively abundant species in its habitat and the main threat to it is deforestation. As of 2012 the status of the white-throated tinamou is Near Threatened, and it has a range occurrence of 4,000,000 km2 (1,500,000 sq mi). Its eggs are prized possessions to some collectors.",
    "Footnotes": "",
    "References": "Brands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Tinamus\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A.F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. London: Facts on File. p. 182. ISBN 0-8160-3377-3.\n\"Tinamus guttatus\". ITIS Standard. 2017. Retrieved 28 February 2017."
  }
}