{
  "url": "https://en.wikipedia.org/wiki/Tinamus_solitarius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Tinamus"
    },
    {
      "Species": "T. solitarius"
    }
  ],
  "text": {
    "__SUMMARY__": "The solitary tinamou (Tinamus solitarius) is a species of paleognath ground bird. This species is native to Atlantic forest of eastern Brazil.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds. Formerly, this bird was divided into two subspecies: T. s. pernambucensis in north-east Brazil (Pernambuco and Alagoas), and T. s. solitarius found in south-east Paraguay and extreme north-east Argentina. The former, however, turned out to be not distinct from the nominate but rather individual birds that showed a particular color morph which is now known to also occur elsewhere. Notably, the hue of the back varies between olive and rusty, and the intensity of the lower neck's plumage color also varies. The black barring in these areas is more or less strong. pernambucensis refers to yellower birds with much barring, especially on the neck.",
    "Description": "The solitary tinamou is a large brownish tinamou heavily barred with black. Its neck, breast, and flanks are grey, and its belly is white. It has a dark brown crown and a white throat on its yellowish head and neck, which contrasts with a distinctive buff line on the side of the neck. It averages 45 cm (18 in) in length.",
    "Range": "It is found in southeastern Bahia, eastern Minas Gerais, Espírito Santo, Rio de Janeiro, São Paulo, eastern Mato Grosso do Sul, Paraná, Santa Catarina, and northern Rio Grande do Sul states. It is also found in southeastern Paraguay and extreme north-east Argentina in Misiones province.",
    "Behavior": "Like other tinamous, it lays oddly-shaped eggs with a glossy, colorful shell, and it eats fruits, and seeds off the ground or low plants.  Males will incubate the eggs which are in a nest on the ground, and will also rear the young for the short period of time before they are independent.",
    "Ecology": "The solitary tinamou is found in lowland humid tropical forest and montane forests up to 1,200 m (3,900 ft) ASL. It readily inhabits secondary forest and can be not uncommon in extensively used plots, tolerating selective logging to some degree. Large plantations of exotic species are not well-liked. But the birds can be plentiful enough to withstand some hunting for example in a mosaic of cabruca smallholder plantings, interspersed with secondary growth with dense caeté Marantaceae and Merostachys bamboo understorey as well as higher Guadua bamboo and full-grown heart-of-palm trees (Euterpe edulis). In little-disturbed Dense Ombrophyllous Montane Forest ecotone, thriving populations may exist in forest fragments as small as 1,000 acres (400 ha).",
    "Conservation": "It is currently threatened by the ongoing deforestation caused by urbanisation, industrialisation, agricultural expansion, and associated road-building. It is also hunted excessively. Consequently, the IUCN classifies it as a Near Threatened species, it may soon become vulnerable with a range occurrence of 990,000 km2 (380,000 sq mi). The population formerly believed to be referred to by pernambucensis is either very rare or already extirpated. These northern birds have always been fairly rare in historical times, with possibly not more than 6 specimens in museums.It has been noted that this species is not hard to introduce to suitable habitat. Solitary tinamous were found to persist in numbers in a forest fragment of 1,500 acres (610 ha) where they were not originally found.  It is not considered globally threatened by the IUCN.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Solitary Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 6 February 2009.\nBrands, Sheila (August 14, 2008). \"Systema Naturae 2000 / Classification, Tinamus solitarius\". Project: The Taxonomicon. Retrieved February 4, 2009.\nCabot, José (1992): 2. Solitary Tinamou. In: del Hoyo, Josep; Elliott, Andrew & Sargatal, Jordi (eds.): Handbook of Birds of the World (Volume 1: Ostrich to Ducks): 127, Plate 6. Lynx Edicions, Barcelona. ISBN 84-87334-10-5\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nFaria, Christiana M.A.; Rodrigues, Marcos; do Amaral, Frederico Q.; Módena, Érica & Fernandes, Alexandre M. (2006): Aves de um fragmento de Mata Atlântica no alto Rio Doce, Minas Gerais: colonização e extinção [The birds of an Atlantic Forest fragment at upper Rio Doce valley, Minas Gerais, southeastern Brazil: colonization and extinction]. Revista Brasileira de Zoologia 23(4): 1217-1230 [Portuguese with English abstract]. doi:10.1590/S0101-81752006000400032 PDF fulltext\nHarrison, Colin; Greensmith, Alan (1993). \"Non-asserines\".  In Bunting, Edward (ed.). Birds of the World (First ed.). New York, NY: Dorling Kindersley. p. 42. ISBN 1-56458-295-7.\nRaposo do Amaral, Fábio Sarubbi  & Silveira, Luís Fábio (2004): Tinamus solitarius pernambucensis Berla, 1946 é sinônimo de Tinamus solitarius (Vieillot, 1819). Ararajuba 12(1): 33-41. [Portuguese with English abstract] PDF fulltext\nSilveira, Luís Fábio; Develey, Pedro Ferreira; Pacheco, José Fernando & Whitney, Bret M. (2005): Avifauna of the Serra das Lontras–Javi montane complex, Bahia, Brazil. Cotinga 24: 45–54 [English with Portuguese abstract]. PDF fulltext\nSimon, José Eduardo (2000): Composição da Avifauna da Estação Biológica de Santa Lúcia, Santa Teresa - ES [Birds of the Estação Biológica de Santa Lúcia, Santa Teresa, ES]. Boletim do Museu de Biologia Mello Leitão N.S. 11-12: 149-170 [Portuguese with English abstract]. PDf fulltext",
    "External links": "BirdLife Species Factsheet\nSolitary Tinamou videos, photos & sounds on the Internet Bird Collection\nStamps (for Brazil) with RangeMap\nPicture; Article\nSolitary Tinamou photo gallery VIREO"
  }
}