{
  "url": "https://en.wikipedia.org/wiki/Cycas_bifida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. bifida"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas bifida (syn. Cycas rumphii var. bifida) is a species of cycad plant in the genus Cycas, native to southern China (southern Guangxi and eastern Yunnan), and northern Vietnam (Cao Bằng, Lạng Sơn and Tuyên Quang provinces).\nThe stems are largely subterranean, 20–60 cm in diameter and up to 20 cm above ground level, and bear three to eight leaves. The leaves are 2–4 m long and 40–80 cm broad, dark green and glossy, bipinnate, with 27-44 pairs of leaflets, each leaflet dichotomously divided (split in two), linear, 10–38 cm long and 1.5–3 cm broad, papery to leathery in texture; the leaf petiole is 0.5–2 m long, armed with spikes.\nThe female cones are closed, the sporophylls 8–12 cm long, with deep red-brown tomentose down, and 6-8 ovules on an ovate lamina, with yellow to yellow-brown sarcotesta. Ovoid and flattened sclerotesta. The male cones are solitary and erect, spindle shaped and cylindrical 15-23 long and 4–6 cm broad, with light yellow tomentose down and an erect apical spine with 1.2–2 cm sporophylls with 1-3 minute teeth per side.\nThe species is named after its dichotomously divided leaflets, a character shared with a few other related species. It has been extensively confused in literature with the related species Cycas multifrondis and Cycas micholitzii (K. D. Hill, Cycad Pages); in the Flora of China, it is treated as Cycas micholitzii, a species restricted by Hill to plants from central Vietnam and Laos.\nCycas longipetiolula, which is often considered synonymous with Cycas bifida but may have hybridized with Cycas multipinnata, is only found in cultivation in Jinping County, Yunnan.",
    "Habitat": "It is native to areas of dense bamboo woodlands or mixed deciduous forest near limestone outcroppings. Some of its native locations are on the site of various clashes over the border of Vietnam and China, and still contains numerous land mine fields, protecting the species from poaching. The Longgang Nature Reserve in Longzhou, Guangxi, China was established for the protection of this cycad, of which the Chinese populations are considered endangered. It is rarely found in cultivation.",
    "References": "\nCycad Pages: Cycas bifida\nFlora of China (as C. micholitzii auct. non Dyer)"
  }
}