{
  "url": "https://en.wikipedia.org/wiki/Cycas_angulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. angulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas angulata is a species of cycad in the genus Cycas, native to Australia in northeast Northern Territory (lower reaches of the Foelsche, Robinson and Wearyan Rivers near Borroloola) and northwest Queensland (Bountiful Islands).\nIt is the largest Australian Cycas species, with arborescent and frequently branched stems growing to 5 m (rarely 12 m) tall, and 15–25 cm in diameter. Older specimens lose the leaf base scars and gain a more checkerboard appearance. The leaves are 1.1-1.7 m long, pinnate with 180-320 leaflets, the leaflets 14–23 cm long and 4.5-6.5 mm wide, grey-green to glaucous; there are to 40 leaves in the crown. The leaf petioles are armed with spines in younger individuals (a few millimetres long) with this trait being lost in older individuals.\nThe female cones are open type sporophylls 25–50 cm long, brown, each with 6-12 ovules each. The lamina is triangular ending in a sharp narrow spine. The male cones are solitary, erect, 20–25 cm long and 12–15 cm diameter.\nThe name derives from the Latin angulatus, which translates as \"angular\", referring to the leaflet arrangement on the leaf petiole.",
    "Cultivation": "It is occasionally grown as an ornamental plant; seeds are presently available for buyers.",
    "As Food": "The seed-like kernels of the cycad palm were eaten by aboriginal Australians because of the seed's high starch content.  The seeds ripened during the dry season, when other foods consumed by native hunter-gatherers were scarce.  A large grove represented a huge natural food source, and would be exploited by several native band groups.  In its natural state the seed is highly toxic to mammals.  The Australians recognized this danger, and responded by two methods.  They removed the toxins by leaching with water for three to five days and then baking the starch; or they allowed the kernels to ferment before cooking and eating them.  Note that the kernels contain carcinogens, and are not recommended for human consumption, even prepared through traditional methods.",
    "References": "Cycad Pages: Cycas angulata"
  }
}