{
  "url": "https://en.wikipedia.org/wiki/Cycas_inermis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. inermis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas inermis Lour. is a vascular plant belonging to the family Cycadaceae, endemic to central and southern Vietnam.  Its name in Vietnamese is Thiên tuế or Tuế lá quyết.",
    "Description": "The trunk of this cycad is erect with growth rings (see illustration): it is up to 1.5–4 m high and with a diameter of 80–140 mm.The fronds are pinnate, 2.2–3 m, surrounding the crown at the apex of the stem, with a long petiole 650–800 mm; each rachis is composed of 130-230 pairs of lanceolate leaflets, with an entire and toothed margin, on average, 290–350 mm long, dark green, placed on the spine at an angle of 60-80°.\nIt is a dioecious species with male specimens that have microspores dispersed from cones of ovoid shaped terminals, 120 mm long and 80 mm wide.  Female specimens bear megaspores that are found in large numbers in the upper part of the stem, with the appearance of pinnate leaves that enclose the ovules, in clumps of 4.  The seeds are oblong, 50–60 mm long, coated with an orange-brown tegument when ripe.",
    "Distribution and habitat": "It is widespread in coastal areas of southern and central Vietnam and fairly common where semi-deciduous and evergreen seasonal tropical forests survive. It thrives on granitic, volcanic-metamorphic or volcanic-basaltic soils. It is found from near Da Nang to Khanh Hoa Province and south to Cát Tiên National Park.",
    "Conservation status": "The IUCN Red List classifies C. inermis as a vulnerable species.",
    "References": "\nWhitelock, Loran M., The Cycads, Timber Press, 2002, ISBN 0-88192-522-5.\nHaynes J.L, World List of Cycads: A Historical Review (PDF), IUCN / SSC Cycad Specialist Group, 2012.\n\n Data related to Cycas inermis at Wikispecies\n Media related to Cycas at Wikimedia Commons"
  }
}