{
  "url": "https://en.wikipedia.org/wiki/Cycas_beddomei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. beddomei"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas beddomei is a species of cycad in the genus Cycas, native to India, where it is confined to a small area of Andhra Pradesh state in the Tirumala Hills in scrubland and brush covered hills.\nSuperficially similar to Cycas revoluta, it has erect, solitary stems. There are 20-30 leaves in the crown, each leaf 90 cm long, stiff, lanceolate, pinnate, with 50-100 pairs of leaflets, these 10-17.5 cm long and 3–4 mm wide, and angled forward at 45 degrees; the leaf petiole bears minute spines.\nThe female cones are open, with sporophylls 15–20 cm long, with pink-brown coloured tomentose down, with two ovules. The cones emerge in November to December, ripening in March to May. The lamina margin is strongly toothed, with an acuminate point. The sarcotesta is yellow to brown. The male cones are solitary, ovoid, 30 cm long and 7.5 cm broad, with an apical spine and rhomboid sporophyll face.\nThe species is unusual in that it contains a layer of fleshy material between the sarcotesta and the sclerotesta that is thought to aid the seed by providing it with a source of water. As cycad seeds have no dormancy, this would be an important trait in its arid habitat.\nIt is named after the botanist Richard Henry Beddome.",
    "Habitat": "This cycad is found in dry, hot sites in the scrublands of eastern India. Clumps of the plant are common via pups only in males. The plant is fairly fire resistant, except as seeds and seedlings, which are very vulnerable to annual grass fires.",
    "Chemistry": "The biflavonoids  2\",3\"-dihydrohinokiflavone,  2,3,2\",3\"-tetrahydrohinokiflavone, 2,3-dihydroamentoflavone, 2,3,2\",3\"-tetrahydroamentoflavone,  2,3-dihydro-4\"'-0-methyl-amentoflavone, and  pinoresinol can be isolated from C. beddomei.",
    "Uses": "The male cones of the plant are used in Ayurvedic medicine as a cure for rheumatoid arthritis and muscle pains. This cycad, due to its demand for medicinal purposes, and consequent reduction in living populations, is now an endangered species.",
    "References": "\nCycad Pages: Cycas beddomei\nRita Singh & Khuraijam Jibankumar Singh (2013-) Cycads of India. http://www.cycadsofindia.in/"
  }
}