{
  "url": "https://en.wikipedia.org/wiki/Cycas_micronesica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. micronesica"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas micronesica is a type of cycad found in the island of Yap in Micronesia, the Marianas islands of Guam and Rota, and The Republic of Palau. It is commonly known as Federico nut or Fadang in Chamorro. The species, previously lumped with Cycas rumphii or Cycas circinalis, was described in 1994 by Ken Hill. Paleoecological studies have determined that C. micronesica has been present on the island of Guam for about 9,000 years. It is linked with the human degenerative disease Lytico-Bodig disease, which is similar to amyotrophic lateral sclerosis (ALS) through a neurotoxin (BMAA) in the seeds (due to symbiosis with cyanobacteria), which were a traditional food source on Guam until the 1960s.",
    "Description": "A medium-sized tree most commonly 2–5 meters tall but can reach heights up to 15 meters. The tree has a straight palm like trunk ringed with fond scars.",
    "Description-Leaves": "Leaves are 140–180 cm long, flat in section (opposing pinnae inserted at 180 degrees on rhachis), with 130 -150 pinnae, terminated by a spine c. 4mm long; petiole usually glabrous, usually unarmed, rarely spinescent for up to 20% of length, 35 – 45 cm long; median pinnae at 70-80 degrees to rhachis, 240 – 280 mm long, 16 –17 mm wide, 0.35 - 0.45 mm thick, glabrous, dull green or slightly bluish-green when developing, becoming glossy mid-green at maturity, flat in section with slightly recurved margins, strongly discolorous, decurrent for 7–10 mm, narrowed to 5.0-6.0 mm at base, 17 – 20 mm apart on rhachis apex attenuate; midrib not sharply raised, more or less equally prominent above and below, 1.2 -1.5 mm wide.",
    "Description-Reproductive Organs": "Cycads, being gymnosperms, are dioecious organisms. Females possess clusters of ovules situated on modified leaves called megasporophylls. Male reproductive structures also consist of modified leaves called microsporophylls, but each modified leaf have small, compact pollen sacks attached to their lower surface. There has been documentation of the symbiotic relationship the Guamanian C. micronesica with Anatrachyntis sp., which depends on male cones (microsporangia) for oviposition and recruitment in return for pollinating the species. \n\nThe microsporangiate cones are pale fawn to pale orange-brown, narrowly ovoid, 30–50 cm long, 8–10 cm in diameter. Microsporophyll lamina are 35–45 mm long, 20–25 mm wide; fertile zone 25–35 mm long; sterile apex 7–10 mm long, not recurved, apical spine somewhat reduced, broad, sharply upturned, 2 mm long. Megasporophylls 27–33 cm long, grey- and orange-tomentose, with 2-6 ovules, lamina 45–55 mm wide, broadly ovate to elliptical, regularly dentate with 16-20 lateral spines, apical spine 8–15 mm long, lateral spines 2–6 mm long. Seeds flatten to ovoid, green becoming orange, not pruinose, 50–60 mm long, 45–50 mm in diameter; sarcotesta 3–6 mm thick.",
    "Conservation": "Cycas micronesica is threatened by a combination of  introduced species throughout the islands of Guam and Rota. The most notably pest is the diaspidid scale Aulacaspis yasumatsui, which was first recognized in Guam in December 2003.  Other threats include Cycad Blue Butterfly, the longhorn beetle (Dihammus marianarum) which causes stem damage, the alien invasive snail Satsuma mercatorius which feeds on young leaflets, and habitat loss due to the growing human population.  Prior to the invasion of Aulacaspis yasumatsu, it was one of the most abundant plant on Guam's forest. Plant mortality was so rapid that the species was Red Listed as Endangered in 2006, only three years after the devastating invasions began . Population counts in northwest Guam has declined from 686 individuals in early 2004 (before Aulacaspis yasumatsui reached this habitat) to 87 individuals in January 2007. In 2004, Rhyzobius lophanthae was employed on Guam as a biological pest control and has lessened the population decline. However, they were ineffective on protecting cycad seadlings from Aulacaspis yasumatsui predation, as lack of seed vigor is one of the major factors contributing to C. micronesica decline.",
    "References": "",
    "External links": "The Cycad Pages – Cycas micronesica\nPlants of Guam [Botanical]- University of Guam College of Natural Arts and Sciences\nIUCN Red List of Threatened Species - Cycas micronesica\nFlikr: Plants of Guam by Lauren Gutierrez - Cycas micronesica K.D. Hill\nGuam Plant Extinction Prevention Program"
  }
}