{
  "url": "https://en.wikipedia.org/wiki/Cycas_rumphii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. rumphii"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas rumphii, commonly known as queen sago or the queen sago palm, is a dioecious gymnosperm, a species of cycad in the genus Cycas native to Indonesia, New Guinea and Christmas Island. Although palm-like in appearance, it is not a palm.",
    "Etymology": "'Queen sago' alludes to the name 'king sago' given to the related Cycas revoluta, as well as to its use as a source of edible starch. The specific epithet rumphii honours the German-born Dutch naturalist Georg Eberhard Rumphius (1628–1702), who served first as a military officer with the Dutch East India Company in Ambon, then with the civil merchant service of the same company.",
    "Description": "The cycad is a small tree, growing to about 10 m (33 ft) in height, with a trunk diameter of up to 40 cm (16 in). The bark is grey and distinctively fissured into rectangular, or diamond-shaped, segments. The leaves grow from the crown – bright green, glossy, palm-like fronds, 1.5–2.5 m (4.9–8.2 ft) long, with 150–200 leaflets on each frond. The spiny petiole is 35–60 cm (14–24 in) long. The male plant's strobilus, or cone, is oblong-ellipsoidal, 30–60 cm (12–24 in) long, orange in colour and foetid in odour. The female's megasporophylls are about 30 cm long, fleshy, brown and densely hairy, with the fertile area about 35 mm (1.4 in) wide. The seeds are 45 mm long and 30 mm wide, ripening from green to an orange- or reddish-brown colour.",
    "Distribution and habitat": "The cycad's range is centred on the Maluku Islands, extending northwards to Sulawesi, eastwards to New Guinea, and westwards to Java and southern Borneo. It also occurs on Christmas Island, an Australian territory in the Indian Ocean 300 km (190 mi) south of Java, in Australia's Top End (Darwin), and in Western Australia. It is cultivated in Fiji and Vanuatu. It is largely a species of tropical closed forest or woodland on calcareous soils in coastal habitats. It is often found on stabilised dunes formed of coralline sand and limestone.",
    "Relationships": "C. rumphii is part of a species complex which also includes C. circinalis from India, Sri Lanka, Indochina and southern China, and C. thouarsii from the Seychelles, Madagascar and eastern Africa. Differences between these taxa, which have sometimes been considered conspecific, lie mainly in the shape and indentation of the lamina of the megasporophylls.",
    "Uses": "The trunk of the cycad contains a starchy pith from which sago can be prepared by drying, grinding and washing. The seeds contain a toxic glucoside, pakoein, but can be treated to become edible by pounding, repeated washing, and cooking. The bark, seeds and sap are used in poultices to treat sores.",
    "Status and conservation": "Although the species is locally abundant, it is assessed as near threatened because it has undergone habitat loss across its range, and the population trend is decreasing.\n\n\n== References =="
  }
}