{
  "url": "https://en.wikipedia.org/wiki/Cycas_armstrongii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. armstrongii"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas armstrongii is a species of cycad in the genus Cycas, endemic to  Northern Territory of Australia. It is found from the Finniss River in the west to the Arnhem Highway in the east, north of Pine Creek. It also occurs on the Tiwi Islands and the Cobourg PeninsulaThe stems reach 3 m (rarely 6 m) tall, with a diameter of 5–11 cm. The leaves are (very unusually for a cycad) deciduous in the dry season (though persistent if grown in moister situations), 55–90 cm long, slightly keeled or flat, pinnate with 100-220 leaflets; the leaflets densely orange-pubescent at first, then glossy bright green above, light green below, 5.5–14 cm long and 4.5–8 mm wide, angled forward at 40 degrees. Mature plants have around 50 leaves in the crown.\nThe female cones open, with 13–22 cm long sporophylls with 2-4 ovules per sporophyll on a lanceolate triangular lamina with an apical spine. The sarcotesta has a yellow coating when ripe. The male cones are ovoid, orange, 11–20 cm long and 7.5–10 cm diameter, with upper half of cone drawn to a point.  Fruiting: March to September.The species is named after the plant collector John Francis Armstrong (d. 1847), a Kew Gardens plant collector, who was based at Port Essington on the Cobourg Peninsula.",
    "Habitat": "This cycad is common in open forest and woodland around the Darwin region, north of Pine Creek. It usually grows on well-drained sandy and lateritic soils. It may be confused with Cycas maconochiei.",
    "Ecology": "Annual grass fires are common in its natural habitats. The species is extremely fire tolerant, and the usually early spring fires initiate a profusion of new leaf growth in the plants, thus the common name, fire fern.\nIt is one of the most abundant cycads in the world, with a population estimate of over ten million. The conservation status is secure.",
    "References": "\nCycad Pages: Cycas armstrongii\nPACSOA: Cycas armstrongii"
  }
}