{
  "url": "https://en.wikipedia.org/wiki/Cycas_arnhemica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. arnhemica"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas arnhemica is a species of cycad in the genus Cycas, native to Australia, in the northwest of Northern Territory in Arnhem Land, after which it is named.\nThe stems are erect, growing to 1.5-2.5 m tall. The leaves are numerous, flat, 70–160 cm long, pinnate, with 160-260 leaflets; the new young leaves are deep white tomentose at first, becoming bright to dark green, moderately glossy above, the down often persisting on the underside.\nThere are three subspecies:\n\nCycas arnhemica subsp. arnhemica. Leaflets broad, 5-6.5 mm wide.\nCycas arnhemica subsp. muninga. Leaflets slender, 3.5-5.5 mm wide; seeds over 32 mm wide.\nCycas arnhemica subsp. natja. Leaflets slender, 3.5-5.5 mm wide; seeds under 32 mm wide.The female cones are open, 15–24 cm long, with grey sporophylls and orange hairs, with two to six ovules per sporophyll. Triangular lamina, toothed, with an apical spine. The seeds are 28–32 mm long and 25–29 mm broad, with an orange sarcotesta when ripe. The male cones solitary, ovoid, 18–36 cm long and 6.5–12 cm diameter, also covered in orange hairs.",
    "Habitat": "This cycad, like Cycas arenicola, is common amongst the Eucalyptus woodlands and savanna grasslands. Found only around the Goyder River and the lower Blyth River in Arnhem land, it has a somewhate restricted distribution.\nFirst described in 1994, it is most closely related to Cycas maconochiei. The grass fires that are so beneficial to Cycas armstrongii, seem to do some damage to this species populations. With these grass fires, many seeds are easily killed off, as are seedlings in these ever more common events. However, the conservation status is considered stable due to its inhospitable habitat and healthy number of individuals.",
    "References": "Cycad Pages: Cycas arnhemica"
  }
}