{
  "url": "https://en.wikipedia.org/wiki/Cycas_pectinata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Cycadaceae"
    },
    {
      "Genus": "Cycas"
    },
    {
      "Species": "C. pectinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cycas pectinata was the fourth species of Cycas to be named; it was described in 1826 by Scottish surgeon and botanist Francis Buchanan-Hamilton from Kamrup, Assam in northeast India. The species is one of the most widespread cycads. It is found in the northeastern part of India (Assam, Manipur, Meghalaya, Sikkim, Darjeeling), Nepal, Bhutan, northern Burma, southern China (Yunnan), Bangladesh, Burma, Malaysia, Cambodia, northern Thailand,  Laos, and Vietnam. Cycas pectinata usually grow at elevation 300 m to 1200 m and in difficult terrains. In China, it grows in dry, open thickets in limestone mountains, red soil in sparse monsoon forests. Cycas pectinata grows up to 40 feet (12 m) tall and has very large, ovoid male cones. The tallest Cycas pectinata is a female plant in North Kamrup, Assam which measures 52.8 feet (16.1 m). The tree is the world's tallest Cycas plant. In Northeast India, the species is under severe threat due to clearing of forest and over collection of male cones for preparation of traditional medicines. The species is listed in CITES Appendix II and IUCN Redlist.",
    "Historical information": "Cycas pectinata was described by Hamilton in 1826 from “On the hills which bound Bengal to the east” with its habitat at “Camrupae sylvis”. Kamrup (Camrupae) is a district in Assam (Northeast India).",
    "Morphology": "Tall evergreen trees with crown of leaves at the apex of trunk. Stems robust, glabrous at base and usually branched when mature.  Leaves 1 to 2 m long, dark green. Male cones usually large, cylindrically ovoid and yellowish or orange in maturity. Megasporophylls deeply pectinate and densely covered with hairs. Seeds ovoid, glabrous and orange to red-yellow on maturity.",
    "Uses": "",
    "Uses-Economic": "Cycas pectinata is popular ornamental plant grown in gardens and at public places. In Assam, green mature leaves are used to decorate large numbers of temporary shrines called “Pooja Pandals,” erected to worship deities during festivals. The leaves are used for decoration of the entrance of the marriage pandals and bouquets.",
    "Uses-Traditional": "Young fronds are eaten as vegetables in Manipur and Sikkim. Seeds of Cycas pectinata are traditionally utilized as a source of starch by indigenous tribes and are eaten raw or roasted in Assam and the bordering region of Meghalaya. Microsporophylls are chewed raw to cure stomach-aches and ulcers. The young microsporophylls are eaten by young men in Meghalaya and Assam to enhance male sexual potency",
    "Conservation efforts": "\nIn Northeast India, two conservation program are going on for the conservation of Cycas pectinata populations in the state of Assam and Manipur. In 2014, Yendang: The Living Fossil, a cycad conservation program involving indigenous tribes and state forest department started in one of the cycad localities of Manipur (Yendang is local name of Cycas pectinata in Manipur).\nFrom 2015 onwards, Cycadologists and cycad lovers are organising Cycad Volleyball Tournament in Manipur to create awareness among the locals and to encourage youths in safeguarding the cycad populations.\n\n\n== References =="
  }
}