{
  "url": "https://en.wikipedia.org/wiki/Dioon_purpusii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Dioon"
    },
    {
      "Species": "D. purpusii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dioon purpusii  (Purpus' cycad) is a cycad tree endemic to a very small region in Mexico (Oaxaca, Puebla). It is found in Tomellín Canyon and the eastern branches of La Cañada de Cuicatlán.",
    "Name": "The epithet purpusii, chosen by Joseph Nelson Rose, is an homage to one of Rose's contemporaries, colleague Carl Albert Purpus (1851–1941) (cf. Echeveria setosa Rose & Purpus).",
    "Description": "Dioon purpusii grows about 5 meters high or taller, with a dbh about 40 cm being typical.The leaves of D. purpusii look like long (80 to 160 cm.) feathers sprouting from the top of the trunk at odd angles. They are compound, and can be flat or keel-shaped, and are a dark, lusterless gray-green. Each leaf is composed of a rachis with between 150 and 260 narrow (about 7–12 cm. long, 8–10 mm. wide), inserted leaflets attached. The leaflets are arranged along the somewhat flattened rachis in matching symmetrical pairs without alteration. They do not grow perfectly perpendicular to their rachis, but point up and away from the petiole, all at approximately the same angle (this can be 120 degrees, 180 degrees, or any angle in between). The first five to twenty centimeters (depending on the overall length of the leaf) are fully formed leaflets, which are straightly lanceolate with flat, dentate margins; those growing towards and at the end of the rachis reduce to mere spines.Seeing the difference between male and female cones is not difficult with D. purpusii. The seed cones (female) are large (35–45 cm.; 15–20 cm. diam.), pale brown and ovoid and contain similarly shaped seeds (3–4 cm. x 2.5–3.5 cm.) with cream-colored or white sarcotestas. The green or palidly brown pollen cones (male) are long (20–30 cm.), narrow (7 or 8 cm. diam.), and also ovoid.",
    "Distribution": "The species is endemic to the Mexican state of Oaxaca, where it occurs in Tomellin Canyon near the villages of Santa Catarina and Tomellin and in the Sierra Mixteca. The locations are in dry, tropical deciduous forest, mostly in the shade of trees. Mostly they grow on the steep rocky slopes of deep gorges together with cacti, agaves and Beaucarnea in 1000 to 1500 meters sea level. The annual precipitation amounts to 500 to 1000 mm and falls predominantly in the summer. Temperatures range from 20 to 30 °C in summer and 10 to 20 °C in winter.\nIn this area, it occurs in colonies rich in individuals that are scattered throughout the area. The area is relatively inaccessible. Sites and plants are hardly disturbed, the local population uses the leaves only on Palm Sunday.",
    "Pests": "Infestations of Aulacaspis yasumatsui, otherwise known as cycad aulacaspis scale, have been known to affect D. purpusii.",
    "Conservation status": "The International Union for Conservation of Nature and Natural Resources has assessed its status (2003) as \"Vulnerable\", with numbers trending downwards.",
    "References": "\n\n== External links =="
  }
}