{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_transvenosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. transvenosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos transvenosus is a palm-like cycad in the family Zamiaceae, with a localized distribution in Limpopo, South Africa. Its common names, Modjadji('s) cycad or Modjadji's palm, allude to the female dynasty of the Lobedu people, the Rain Queens, whose hereditary name is Modjadji. The queen resides near a valley (of late a nature reserve) which is densely forested with these cycads, which they protected and hold sacred. The species name transvenosus refers to the fine network of veins between the main veins. These can be seen when the leaf is held up to the light.",
    "Description": "The tree grows up to twelve metres tall with a thick trunk deeply scored in a netted pattern. This is crowned by nearly straight, shiny, spiny pinnate leaves up to two and a half metres long. The leaflets are broad, the middle ones up to about three centimetres in width, slightly curved and with small marginal teeth. Two to four large cones are borne in the heart of the leaves. The female cone may reach eighty centimetres long, weigh thirty four kilograms and have brilliant orange-red seeds.",
    "Range": "Modjadji's cycad grows in the mountains of Limpopo Province particularly on two hills near Modjadji near Duivelskloof. It is a tall majestic tree and has been protected by generations of rain-queens. It forms pure forests on these hills, the only cycad forests in Southern Africa.",
    "References": "",
    "External links": " Media related to Encephalartos transvenosus at Wikimedia Commons\n Data related to Encephalartos transvenosus at Wikispecies\nCycad Pages: Encephalartos transvenosus\n\"Encephalartos transvenosus\". Plantz Afrika. Retrieved 2010-03-04."
  }
}