{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_caffer",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. caffer"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos caffer, the Eastern Cape dwarf cycad, is a rare cycad from the genus Encephalartos. It typically has an underground stem, with a small portion on top, the stem is only very rarely branched and may be as much as 40 cm long. Emerging from the top are long, pinnate, dark green leaves up to 1 metre (3.3 ft) long. These often have a distinctive ruffled, feathery appearance, caused by the numerous, clustered leaflets being irregularly twisted from the central stalk and pointing out in different directions. New leaves are brown and woolly at first but most of the hair is lost as they mature, although they never become completely smooth or glossy. Both male and female plants bear single reproductive cones made up of a series of spiraled scales, which become greenish-yellow when mature. In the female, two largish, glossy, scarlet-coloured seeds are formed on top of each cone scale.",
    "Range and habitat": "Approximately 10,000 mature individuals are confined to the Eastern Cape Province of South Africa .Found in the coastal belt and up to 100 km inland, usually growing in grassveld but also occurring in adjacent bush, possibly due to shifting boundaries caused by veld fires.",
    "Biology": "Cycads are dioecious, meaning that there are separate male and female plants, and the female produces seeds while the male produces pollen. Plants of this taxon have generally been considered to be wind pollinated, but several recent studies suggest that insect pollination is more likely. The seeds produced are typically large with a hard, stony layer (sclerotesta) beneath a fleshy outer coat (sarcotesta), attracting animals such as birds, rodents and small mammals, which serve as dispersal agents. In most cases, the fleshy coat is eaten off the seed rather than the entire seed being consumed. Cycads are long-lived and slow-growing, with slow recruitment and population turnover.All cycads possess 'coralloid' (meaning coral-like) roots. These roots contain symbiotic cyanobacteria that fix gaseous nitrogen from the atmosphere and provide essential nitrogenous compounds to the plant. This can be a great advantage, as many cycads grow in nutrient-poor habitats.",
    "Conservation": "The Eastern Cape dwarf cycad was one of the first three Cape cycads to be declared endangered by the Cape provincial nature conservation authorities. Collectors have seriously depleted numbers in certain areas, particularly in easily accessible terrain. Large numbers have also been destroyed by conversion of land to agriculture, such as in the Humansdorp and Albany districts.A few viable colonies are protected on state-owned land, and a large colony occurs in the Cape provincial cycad reserve near Grahamstown, where plants are regularly inspected. Here, many seedlings can be seen amongst the mature plants, and the species therefore seems to be in no immediate danger of extinction.E. caffer is classified as Near Threatened (NT) on the International Union for Conservation of Nature's Red List 2007, and listed on Appendix I of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).",
    "References": "This article incorporates text from the ARKive fact-file \"Encephalartos caffer\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.",
    "External links": " Media related to Encephalartos caffer  at Wikimedia Commons\n Data related to Encephalartos caffer  at Wikispecies\nCycad Society of South Africa\nEncephalartos caffer media from ARKive"
  }
}