{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_senticosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. senticosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos senticosus is a species of cycad in the family Zamiaceae native to the Lebombo Mountains of Mozambique, Eswatini (Swaziland) and the KwaZulu-Natal province of South Africa. Prior to its description in 1996, Encephalartos senticosus had been confused with the closely related and sympatric Encephalartos lebomboensis. Both species are commonly known as the Lebombo cycad.",
    "Taxonomy": "Encephalartos senticosus is classified in the genus Encephalartos of the family Zamiaceae. It was originally included with the closely related Encephalartos lebomboensis but was separated as a new species in 1996 by the South African botanist Pieter Johannes Vorster.Encephalartos senticosus can be distinguished from Encephalartos lebomboensis primarily by the shape of their cone scales. Encephalartos lebomboensis male cones are also sessile and usually solitary while Encephalartos senticosus male cones are stalked and occur in groups of three or four per stem.",
    "Description": "Encephalartos senticosus is very similar in appearance to Encephalartos lebomboensis. It has a trunk that is up to 4 m (13 ft) tall and 30 cm (12 in) thick. It usually suckers at the base, leading to the formation of clumps. The leaves are stiff and straight, usually about 110 to 150 cm (43 to 59 in) in length. The leaflets are glossy and dark green in color, usually 12 to 18 cm (4.7 to 7.1 in) long and 1.4 to 2 cm (0.55 to 0.79 in) wide. They are narrowly ovate in shape with serrated edges (although rarely, they may be entire). They are set opposite each other at an angle of about 135°, and slant at a 30° angle from the central rachis towards the tip of the leaf. They are spaced 2 to 3.5 cm (0.79 to 1.38 in) from each other at the middle, becoming smaller in size towards the base, with the basal-most leaflets being reduced to prickles.Encephalartos senticosus is a dioecious species, that is, with separate male and female plants. Male specimens produce three or four very narrowly ovoid cones which are set on stalks up to 10 cm (3.9 in) long. They are around 30 to 50 cm (12 to 20 in) long and up to 10 cm (3.9 in) in diameter. They are orange to yellowish-orange in color. Female specimens also produce two to three barrel-shaped cones, about 45 cm (18 in) long and 22 cm (8.7 in) in diameter. They are pale yellow in color. The seeds have bright red sarcotesta.",
    "Distribution": "Encephalartos senticosus is found in the Lebombo Mountains at altitudes of 300–800 metres (980–2,620 ft), along the borders of South Africa, Swaziland, and Mozambique. It is mostly found from south of the Pongolapoort (Jozini) Dam of northern KwaZulu-Natal to a few kilometers north of the town of Siteki. Its range overlaps with Encephalartos lebomboensis in the north.",
    "Conservation": "The number of Encephalartos senticosus growing in the wild is believed to have declined by more than 30% in the last 60 years. It is estimated that about 5,000 to 10,000 specimens of Encephalartos senticosus are left. The IUCN Red List of Threatened Species lists it as being \"Vulnerable\" mainly due to illegal harvesting of the wild plants. They are commonly cultivated as ornamentals, as well as being sometimes used in traditional medicine. It is listed in Appendix I of the CITES Appendices.",
    "References": "",
    "External links": " Media related to Encephalartos senticosus at Wikimedia Commons\n Data related to Encephalartos senticosus at Wikispecies"
  }
}