{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_woodii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. woodii"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos woodii, Wood's cycad, is a rare cycad in the genus Encephalartos, and is endemic to the oNgoye Forest of KwaZulu-Natal, South Africa. It is one of the rarest plants in the world, being extinct in the wild with all specimens being clones of the type. The specific and common name both honour John Medley Wood, curator of the Durban Botanic Garden and director of the Natal Government Herbarium of South Africa, who discovered the plant in 1895.",
    "Description": "It is palm tree like, and can reach a height of 6 metres (20 ft). The trunk is about 30–50 centimetres (12–20 in) in diameter, thickest at the bottom, and topped by a crown of 50–150 leaves. The leaves are glossy and dark green, 150–250 centimetres (59–98 in) in length, and keeled with 70–150 leaflets, the leaflets falcate (sickle-shaped), 13–15 centimetres (5–6 in) long and 20–30 millimetres (0.8–1 in) broad.E. woodii is dioecious, meaning it has separate male and female plants, however no female plant has ever been discovered. The male strobili are cylindrical, 20–40 centimetres (7.9–16 in) long, exceptionally up to 120 centimetres (47 in), and 15–25 centimetres (6–10 in) in diameter; they are a vivid yellow-orange colour. A single plant may bear from around six to eight simultaneously.",
    "Taxonomy": "Encephalartos woodii was first described by Wood as a variety of E. altensteinii (as E. altensteinii var. bispinna), and raised to the rank of species in 1908 by the English horticulturalist Henry Sander from studying a specimen in his collection, which was apparently one of the basal offsets taken from the original clump. It has been considered that Encephalartos woodii is most closely related to E. natalensis. Some authorities consider E. woodii to not be a true species but rather a mutant E. natalensis or a relic of some other species. Yet others consider this plant to be a natural hybrid between E. natalensis and E. ferox.  To determine the relationship between E. natalensis and E. woodii, the RAPD technique was used to generate genetic fingerprints and data analysed using distance methods. Based on RAPD fingerprints, the intraspecific genetic variation among different E. natalensis plants is similar to the interspecific variation between E. natalensis and E. woodii, which confirms the close relationship between E. natalensis and E. woodii.",
    "Distribution and habitat": "",
    "Distribution and habitat-Original distribution": "The only known wild plants of E. woodii were a cluster of four stems of one plant discovered by Wood in 1895 in a small area of Ngoya Forest, now known by its proper Zulu name of oNgoye, which is in KwaZulu-Natal, South Africa. The site where this plant was found was on a steep south-facing slope on the fringes of the forest. The annual rainfall at the site ranges between 750–1,000 millimetres (30–39 in), and the climate has hot summers and mild winters.",
    "Distribution and habitat-Removal from natural habitat": "A basal offset of the main stems was removed and sent to Kew Gardens in 1899. Three basal offsets were collected by Wood's deputy, James Wylie, in 1903 and planted in the Durban Botanic Gardens. One specimen was received at the National Botanic Gardens of Ireland in Glasnevin in 1905 where the register records it as \"Encephalartos way of E. Alten[steinii]\" costing 1 guinea from Sander & Sons. In a 1907 expedition, Wylie collected two of the larger stems and noted that of the remaining two, one of them (the largest of the four original stems) was badly mutilated and he did not expect it to survive. By 1912 there was only one 3 metres (9.8 ft) tall trunk left in the wild, and in 1916, the Forestry Department arranged to have it removed and sent to the Government Botanist in Pretoria.  It is thought that this trunk subsequently died in 1964.",
    "Distribution and habitat-Current distribution": "These plants are currently distributed in various botanical institutions around the world. Two of the larger trunks that Wylie collected in the 1907 expedition are still to be seen in the Durban Botanic Gardens. A sucker from one of the Durban Botanic Gardens plants was sent to Kirstenbosch near Cape Town, South Africa in 1916 by James Wylie. The plant that was sent to Kew Gardens in 1899 was grown in the Palm House until April 1997 and then moved to the Temperate House where it produced, for the first time, a male cone in September 2004. In the United States; a specimen is housed in the conservatory at Longwood Gardens near Philadelphia, Pennsylvania and three specimens are to be seen at Lotusland in Santa Barbara, California where they were planted in 1979. The specimen at Longwood Gardens was received in 1969 after a request was made to the Durban Botanic Gardens by one of Longwood's former directors, Dr. Russell Seibert, when he went on a plant exploration voyage to South Africa in the 1960s. The rooted plant was first taken to the Research Department at Longwood where the gardeners nurtured the plant until it was ready to be displayed in the Conservatory. The Longwood specimen produces cones in early winter. In Europe; a specimen is housed in the Netherlands at Hortus Botanicus in Amsterdam and in Orto Botanico di Napoli in Italy, although this specimen may have died. The specimen in Ireland at Glasnevin is said to be \"probably the tallest\" specimen of E. woodii in Europe.",
    "Conservation status": "Despite numerous excursions in the oNgoye-Mtunzini area, no other specimens of Encephalartos woodii have ever been found. All known specimens of Encephalartos woodii are clones of the only known male plant which was completely removed from the wild. For these reasons, the plant is considered extinct in the wild.",
    "Conservation status-Legislation": "As is the case with all members of the genus Encephalartos, Encephalartos woodii is protected by both national and international legislation:In South Africa one requires a permit from Nature Conservation to move, sell, buy, donate, receive, cultivate and sell Endangered Flora and to own adult cycads. \nOn an international level all species and hybrids of Encephalartos are on Appendix I of CITES, the Convention on International Trade in Endangered Species of Wild Fauna and Flora. This means that wild collected material may not be traded and for each and every artificially cultivated Encephalartos plant or piece of a plant or a cone or pollen or seed, being carried over an international border requires a CITES Export Permit issued by the authority of the exporting country, and a CITES Import Permit issued by the authority of the importing country.",
    "Reproduction and propagation": "",
    "Reproduction and propagation-Vegetative reproduction": "Encephalartos woodii reproduces with rapidly growing suckers.",
    "Reproduction and propagation-Sexual reproduction": "Unless a female plant is found, E. woodii will never reproduce naturally. This species is known to form fertile hybrids with E. natalensis, and a backcrossing technique can be used: if each offspring is subsequently crossed with E. woodii and the process is then repeated, after several generations, female offspring will be closer to what a female Encephalartos woodii would be like. However, genetic analysis of chloroplast DNA of F1 hybrids between E. woodii and E. natalensis showed that all chloroplasts are inherited from the female E. natalensis, indicating that multigenerational hybrid offsprng would have E. natalensis chloroplasts and could never be \"pure\" E. woodii.",
    "Reproduction and propagation-Distribution of hybrids": "Several hybrids between E. woodii and other species of Encephalartos have been produced including:\nEncephalartos gratus x E. woodii at Lotus Land, California.\nEncephalartos natalensis x E. woodii at Orto botanico di Palermo in Italy, and in various collections in South Africa and the United States.\nEncephalartos transvenosus x E. woodii in collections in South Africa and the United States.",
    "References": "",
    "External links": "Detailed information on E. woodii at Kirstenbosch"
  }
}