{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_lanatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. lanatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos lanatus (Olifants river cycad) is a species of cycad, a plant belonging to the family Zamiaceae growing in Mpumalanga, South Africa. Its specific epithet, lanatus, means wooly in Latin.",
    "Description": "It is an arborescending portable plant with a 1-1.5 m high stem with a diameter of 25–35 cm which sometimes has suffers or branching off the base.\nThe leaves are 100 cm long and bluish green, almost silvery. They are covered with a thick coat, from which the specific name of this plant is derived. The yellowish spine is straight, with the upper part clearly curved. The leaflets, 10–14 cm long, are arranged on the spine in the opposite way, with an almost horizontal insertion angle; the margins are full and smooth. Basal leaflets are smaller, and often reduced to thorns.\nIt is a goddess species with male-shaped ovoids of red colour, 25–30 cm long and 5–6 cm wide. Female cones, of the same shape, are 25–30 cm long and have a diameter of 12–15 cm. Both are supported by a 2–3 cm long peduncle and each plant produces one to four.\nThe seeds, 25–30 mm long, have an oval or oblong shape and are covered with a yellow tapestry.",
    "Distribution and habitat": "This species is widespread in a very limited area of the provinces of Mpumalanga and Gauteng, South Africa, at the Olifants River basin. Its habitat consists of steep rocky slopes covered with prairie, with warm weather in summer and cold in winter when frosts often occur and with an annual precipitation of between 660 and 770 mm. It grows at an altitude of about 1,500 m above mean sea level.",
    "Conservation": "The IUCN Red List lists E. lanatus as a near threatened species. Although it is present in a very limited territory, in fact, its population is currently stable. The species is included in Appendix I to the Convention on International Trade in Endangered Species (CITES)",
    "Bibliography": "Whitelock, Loran M. (2002). The Cycads. Timber press. ISBN 0-88192-522-5.\nHaynes J.L (2011).  IUCN/SSC Cycad Specialist Group (ed.). \"World List of Cycads: A Historical Review\" (PDF). Archived from the original (PDF) on 2015-09-23.",
    "References": "",
    "External links": " Media related to Encephalartos lanatus at Wikimedia Commons\n Data related to Encephalartos lanatus at Wikispecies\n\"Encephalartos lanatus\". The Cycad Pages.\n\"Encephalartos lanatus\". The Cycad Society of South Africa. Archived from the original on 2013-06-02. Retrieved 2017-09-05."
  }
}