{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_longifolius",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. longifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos longifolius is a low-growing palm-like cycad in the family Zamiaceae. It is endemic to South Africa and is commonly known as the breadpalm or broodboom. This cycad is listed as near threatened in the IUCN Red List of Threatened Species.",
    "Description": "The breadpalm grows up to three metres tall and develops a very thick trunk with age. This is crowned with dark or metallic green, semi-glossy, arching leaves up to two metres long and moderately keeled. The leaflets are lanceolate, overlapping upwards and have smooth margins. There are one to three green, ovoid male cones up to sixty centimetres long and twenty centimetres in diameter. A similar number of green female cones are more robust with a diameter of up to forty centimetres. The seeds are red and can reach five centimetres long.",
    "Distribution": "This species is found in coastal regions of Eastern Cape Province, South Africa growing at heights of up to six hundred metres. It  grows in a variety of different habitats on the mountain ridges from west of Joubertina in the Kouga mountains east to near Grahamstown. There are a large number of locations where breadpalms grow but on the whole, populations are declining.",
    "Historical note": "In their book on South African trees, published in 1972, Eve Palmer and Norah Pitman wrote:\n\nThis was the first cycad seen by the early colonists pushing eastwards. This was Thunberg's breadtree; and this species almost changed the course of South African history for its seeds nearly killed General Smuts and men of a Boer commando in the eastern Cape during the Anglo-Boer War. Colonel Deneys Reitz writes in his book Commando how Smuts and his men, camping on the Suurberg, were poisoned after eating the seeds of Encephalartos altensteinii. Botanists today know that Reitz mistook the species, and that it was Thunberg's breadtree that poisoned the party.",
    "References": "",
    "External links": " Media related to Encephalartos longifolius at Wikimedia Commons\n Data related to Encephalartos longifolius at Wikispecies\nThe Gymnosperm Database."
  }
}