{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_ferox",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. ferox"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos ferox, a member of the family Zamiaceae, is a small cycad with 35 cm wide subterranean trunk. It gets its name from the Latin word ferocious, likely from the spine-tipped lobes on the leaves of the plant.  It is found naturally on the south-eastern coast of Africa where it has been used by local people for its starch content.  It is considered to be one of the most popular cultivated cycads.",
    "Naming": "The species was first described in 1851 when material was collected from Mozambique. After looking at material found in Natal, South Africa, it was redescribed as E. kosiensis Hutchinson. After looking more carefully at the material, the original name was kept, and the redescribed name was no longer used.",
    "Habitat": "E. ferox is found along the southern coast of Mozambique and in northern Natal and can be found very close to the ocean on white beach sand,  often growing near other vegetation on the sand dunes.  It is also found in evergreen forests. Its preferred habitat is very humid in the summer and rainfall amounts can range from 1000mm to 1250mm per year. The climate is more mild in the winter, and it is uncertain whether the species is ever exposed to frost.",
    "Leaf, stem and root morphology": "The trunk is often subterranean, and can grow up to a meter in length. Its roots contract due to the collapse of transverse sheets of cells in the cortex. It is thought that this contraction can help prevent seedlings from desiccation as they develop.\nThe leaves are pinnately compound and can grow up to two meters long. They are typically hard-textured, and green.  Young leaves are described as being hairy, and ranging from dark green to coppery brown in color.  Each leaflet is about 15 cm long and about 3.5 to 5 cm wide. The leaflets can be flat or twisted, and are usually broad with spine-tipped lobes.  They are inserted at about 70° on the rhachis.",
    "Reproduction and growth": "E. ferox is reported to grow relatively fast compared to members of other cycad genera, but are considered slow-growing when compared to other orders and classes.E. ferox reproduces using cones that are of a dark salmon color, as opposed to the greenish coloration typical of other cycads.  It shares this coloration with E. gratus, although the two species likely evolved this condition independently.  The cones are sexually dimorphic: the male cone is a 40 to 50 cm long cylinder that is 7 to 10 cm wide with a peduncle that is up to 2 to 3 cm long;  the female cone is 25 to 50 cm long, 20 to 25 cm wide, and sessile. Males can have up to ten cones at one time and females can have up to five cones at one time. The cones also emerge in succession, rather than emerging simultaneously.  The shields of the megasporophylls are pyramidal shaped, with flattened facets.  The seeds, which are about 4.5 to 5 cm long and 1.5 to 2 cm wide, are red, narrow, oblong and glossy.",
    "Human use and cultivation": "Cultivation is very popular among E. ferox since it can be grown fairly easily as long as there is plenty of water, well-drained soil, and moderate temperatures.  It is not very tolerant to frost, and it is best suited in warmer regions.  They can be propagated from both the seed and from the removal of suckers. \nHumans have been know to obtain and consume starch that is found in the stem of E. ferox. It can be used by local people for starch content",
    "Genetics and evolutionary history": "E. ferox is not able to hybridize with other species of the genus Encephalartos very successfully.  The chromosome number in E. ferox, as well as other species of the genus Encephalartos for which chromosome number has been found, is 2n = 18.\nIt is possible that E. ferox is most closely related to E. arenarius due to a similar ecology and similar leaf and cone morphologies.  One study used E. ferox as an out group in a comparison of eight Eastern Cape species because it was considered distantly related to those species.",
    "References": "",
    "External links": " Media related to Encephalartos ferox  at Wikimedia Commons\n Data related to Encephalartos ferox  at Wikispecies"
  }
}