{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_ghellinckii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. ghellinckii"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos ghellinckii Lem. or Drakensberg cycad is endemic to South Africa, and is one of about 70 species found in sub-Saharan Africa. Strongly associated with the Natal Drakensberg, this 3m tall evergreen species is found from the foothills to fairly high altitudes, growing on stream banks, steep grassy slopes and sandstone outcrops. Its preferred habitat lying within grassveld, it has developed resistance to veldfires, and also the intense cold brought on by snow and frost.It is found in three distinct and separate areas in KwaZulu-Natal and northern Transkei. Plants from the high-altitude areas are more robust and usually have a fire-scarred base. The low altitude plants, such as those near the Umkomaas River, are stunted or dwarf-like and may have up to five trunks, often blackened by grass fires, which are thought to stimulate leaf and cone production. The plants growing in tall grassveld are usually spindly with tall stems, and have a tendency to lean over, often becoming quite procumbent.\nFronds are olive to yellow-green, and about 1m long, while leaflets are narrow (80–140 x 2–4 mm), with strongly revolute margins. Juvenile leaves are covered in greyish wool, becoming glabrous with age. Both male and female lemon-coloured cones are some 25 cm in length, occur in clusters of 2–5, and are densely woolly. Initially believed to be wind-pollinated, recent studies show that cones are pollinated mainly by the weevil family, and beetles from the Boganiidae, such as Metacucujus encephalarti. The Boganiidae are known only from South Africa and Australia, and this distribution, shared with the cycad family, indicates an ancient association between these insects and these plants. The beetles are strongly attracted by allomones produced in the early mornings and evenings by both male and female cones.The seeds have a yellow, fleshy covering. The seeds are poisonous, containing the azoxyglycosides macrozamin and cycasin, and these are also present in the flesh, roots, stems and leaves, though in smaller concentrations. These toxins are characteristic of and exclusive to the cycads, and play an important role in deterring herbivores.Named for Édouard de Ghellinck de Walle, the 19th Century Ghent plant collector, horticulturist and amateur botanist who first cultivated it in Europe, it was formally described in 1868 by Charles Antoine Lemaire, the French taxonomist who happened to be an authority on Cactaceae.\nDespite its slow growth in cultivation, increasing exploitation, especially of the dwarf form, has led to a sharp decline in numbers and extirpation in some areas, demanding urgent conservation measures.",
    "References": "",
    "External links": " Media related to Encephalartos ghellinckii at Wikimedia Commons\n Data related to Encephalartos ghellinckii at Wikispecies\nFlickr"
  }
}