{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_eugene-maraisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. eugene-maraisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos eugene-maraisii is a species of cycad in the family Zamiaceae. It is endemic to South Africa, where it is limited to Limpopo. It is known as the Waterberg cycad.This plant grows in the sandstone hills of the Waterberg Range at 1400 to 1500 meters in elevation. The habitat is grassland and savanna. This endangered species is threatened by overcollection.This species was named for South African naturalist Eugène Marais.",
    "Description": "It is an arborescent plant, with a stem up to 2.5 m long and 30-45 cm in diameter. \nThe leaves are 100-150 cm long, bluish or silvery and strongly keeled. The spine is sometimes twisted in a spiral and the upper part is clearly curved. The lanceolate leaflets, 15–20 cm long, are arranged on the rachis in the opposite way, at an angle of 45-80º; the margins are whole and smooth, although the leaflets of the basal part of the leaf can be equipped with a single spine in the lower margin.\nIt is a dioecious species, with fusiform male cones, brown in color, 20–40 cm long and 6–8 cm broad. Each plant produces up to three. The female cones, ovoid in shape, are 30–50 cm long and have a diameter of 16–20 cm. On each plant they grow up to two at a time.\nThe seeds, 35–40 mm long, have an oblong shape and are covered with an orange or brown flesh.",
    "See also": "Waterberg Biosphere",
    "References": "",
    "External links": "Encephalartos eugene-maraisii. Tropicos.\n Media related to Encephalartos eugene-maraisii at Wikimedia Commons\n Data related to Encephalartos eugene-maraisii at Wikispecies"
  }
}