{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_frideici-guilielmi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. friderici-guilielmi"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos friderici-guilielmi is a species of cycad that is native to Eastern Cape province and KwaZulu-Natal province of South Africa at elevations of 700 up to 1400 meters.",
    "Description": "The trunks are tree-shaped and stand in groups individually or because of root shoots. The trunk becomes up to 4 m high and 35 to 60 cm wide. The crown is open and woolly brown.The numerous leaves are stiff, straight or slightly curved and spread horizontally, usually at right angles to the crown. The leaves are 1 to 1.5 m long, 18 to 20 cm. The petiole is 17 to 30 cm long, bare, and is circular in cross section. The leaflets are young silvery slightly, yellowish in old age. They are tight and upper leaf area they overlap. At the tip of the leaf and towards the base, the leaflets become smaller, but not thorny. The middle leaflets are 10 to 17 cm long and 7 to 8 mm wide. At the bottom, 7 to 9 leaf veins are clearly prominent, the leaf margin is not serrated, but the leaf tip carries a sharp thorn.\nThe female cones are single or up to six. They are barrel-shaped, 25 to 30 cm long and 15 to 20 cm in diameter. The color of the pin is yellow, but it is covered with yellow gray to brown wool. The stem is short, so that the pin appears sitting. The sporophylls are 4.5 to 5 cm long. The side of the sporophyll lying on the journal surface is flat, 25 mm high, 45 to 50 mm wide, almost smooth under the wool with the exception of one skirt. The sarcotesta of the seed is pale yellow to pale yellow-orange to maturity. The sclerotesta is long-ovate to approximately spherical, slightly flattened, 24 to 33 mm long, 16 to 20 mm in diameter, medium brown, with 10 to 13 flat, but distinct longitudinal furrows.\nThe male cones are in third to twelfth. They are cylindrical, 20 to 40 cm long with a diameter of 6 to 10 cm, towards the top narrower and covered with brown wool. The stem is short, so that the pin appears sitting. The sporophylls are 25 to 28 mm long. The side of the sporophyll lying on the journal surface is 7 mm high and 17 to 20 mm wide, with a beak about 5 mm long. The sporangia form a single spot with a large sterile area at the base and the tip of the sporophyll.",
    "References": "",
    "External links": " Media related to Encephalartos friderici-guilielmi at Wikimedia Commons\n Data related to Encephalartos friderici-guilielmi at Wikispecies"
  }
}