{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_whitelockii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. whitelockii"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos whitelockii is a species of cycad that is native to Uganda.",
    "Distribution and habitat": "The area of this species is restricted to the southwestern part of Uganda (Kabarole District). The only known populations are found along the Mpanga River, before its outlet at Lake George, at altitudes between 1,000 and 1,300 m.\nEncephalartos whitelockii is endemic to a single location, where it forms one of the largest and most impressive cycad populations in Africa in Kamwenga District of the southwestern part of Uganda (possibly the largest single cycads colony in Africa). Populations occur along the Mpanga River, above and below the Mpanga River Falls, just before it runs into Lake George. The population size of E. whitelockii is estimated to be 8,000 mature individuals. This species has a small extent of occurrence and area of occupancy.",
    "Habitat and ecology": "This species grows on almost sheer granite faces and on rocky slopes, amongst tall grass in savanna. Also occurs in dense evergreen montane forests. Seedlings and small plants are absent from open habitats which may be as a result of too frequent fires, but under forest canopy, prolific regeneration occurs. The seeds are large and have a fleshy outer coat and are desirable to a range of animals. However the unpalatable seed is discarded some distance away from the parent plant in a hospitable environment in which to germinate. The seeds of E. whitelockii are an important food source for baboons. This species is not only pollinated by wind but also by insects or more specifically weevils. To attract pollinators, male and female cones produce powerful odours, usually in the early morning or evening. Travelling between the sexes, the weevils pollinate the plants by inadvertently transferring pollen from the male cones to the receptive ovules of the female cones.\nThreats to the species includes the construction of a small hydro electric power plant on the Mpanga River Falls, the construction of roads and camps in the cycad belt, causing soil erosion and deep gullies, reducing habitat quality, the reduction in population of mature and young individuals as they are knocked down by heavy machinery and reduction in area of occupancy owing to parts being occupied by weir (reservoir), water canal, and power house. Moreover, it is reported that the collection of seed and seedlings for commercial trade may impair the regeneration capacity of the cycad and thus lead to further reduction of its population. Other threats are the cultivation on the slopes of the gorge and clearing of the cycads, harvesting of the cycad leaves for building materials, burning of some areas occupied by the cycad for stimulation of grazing pasture.\nGeographically E. whitelockii occurs closest to Encephalartos ituriensis, but these species are separated by the Rift Valley, which probably represents a strong isolating factor.\nThis species is recorded from an altitude of 1,000 to 1,300 meres above sea level.",
    "Synonyms and names": "E. whitelockii was named in recognition of Loran Whitelock of Los Angeles, California, well-known student and collector of cycads, for his extensive research on cycad flora.",
    "Description": "Encephalartos whitelockii is a large, spectacular, evergreen, arborescent cycad up to 4 metre tall. Each stem is topped with a crown of long, stiff, dark green, glossy fronds which curve gently backwards. The fronds are composed by falcate, well-spaced, dentate leaflets that curve towards the frond apex and carry more than 3 teeth on each margin. The teeth on the lower margin are also well-spaced rather than crowded to the base. The bluish-green cones with smooth scale apices, the sessile seed cones and the long-stalked, often pendulous pollen cones are also distinctive. The reproductive organs take the form of cones, similar in appearance to those of a conifer, with the male and female cones being borne on separate plants. Male plants of E. whitelockii produce up to five, pendulous, bluish-green cones per stem, while female plants produce up to three, bluish-green egg-shaped cones. E. whitelockii is a long-lived, slow growing plant that always occur as individual male or female plants. There is no way of determining the sex of a cycad until it begins to produce its first cone.\n\nStem: Erect up to 4 m tall, 35–40 cm in diameter typically growing in large clumps. The stems although woody in appearance, consist mostly of soft, pithy storage tissue protected by a solid layer of old leaf bases.\nLeaves: 310–410 cm long, dark green, highly glossy, slightly keeled (opposing leaflets inserted at 160° on rachis). Rachis green, gently curved, somewhat lax or straight with last third sharply recurved, not spirally twisted. Petiole straight, with 6-12 prickles, spine-free for 13 cm; leaf-base collar not present; basal leaflets reducing to spines. Leaflets lanceolate, strongly discolorous, not overlapping, not lobed, insertion angle horizontal; margins flat; upper margin heavily toothed (more than 3 teeth); lower margin heavily toothed (more than 3 teeth); median leaflets 23–30 cm long, 20–28 mm wide.\nMale cones: 1-5, narrowly ovoid, green or yellow, 50 cm long, 9 cm in diameter.\nFemale cones: 1-3, ovoid, green or yellow, 45 cm long, 35 cm in diameter.\nSeeds: Ovoid, 30–35 mm long, 25–30 mm wide, sarcotesta red.",
    "Conservation": "The IUCN Red List lists E. whitelockii as a Critically Endangered Species. The survival of the species is seriously threatened by the project for the construction of a hydroelectric power station, approved in 2007, which will lead to the Mpanga River runoff. \nThe species is included in Appendix I to the Convention on International Trade in Endangered Species (CITES).",
    "Bibliography": "Kalema, J. 2010. Encephalartos whitelockii. The IUCN Red List of Threatened Species. Version 2015.2. <www.iucnredlist.org>. Downloaded on 23 August 2015.\nTerrence Walters, Roy Osborne “Cycad Classification: Concepts and Recommendations” CABI, 12 January 2004\nPhilip Briggs, Andrew Roberts “Uganda” Bradt Travel Guides, 2010",
    "References": "",
    "External links": " Media related to Encephalartos whitelockii at Wikimedia Commons\n Data related to Encephalartos whitelockii at Wikispecies"
  }
}