{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_latifrons",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. latifrons"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos latifrons is a species of cycad that is native to Eastern Cape province in South Africa at elevations of  200 and 600 meters.",
    "Description": "It is an arborescent cycad, with an erect or decombent stem, up to 4.5 m tall and 30-45 cm in diameter.\nThe leaves, pinnate, of a bright green color, arranged in a crown at the apex of the trunk, are 1-1,5 m long, supported by a 10-20 cm long petiole, curved downwards; they are composed of numerous pairs of large leathery leaflets, up to 15 cm long, arranged on the rachis with an acute angle, partially overlapping, with the lower margin presenting from 3 to 4 triangular lobes.\nIt is a dioecious species, with male specimens that have from 1 to 3 sub-cylindrical, sessile cones, about 30–50 cm long and 8–17 cm broad, olive-green in color, and female specimens with 1-3 cylindrical cones, erect , about 50–60 cm long and 23–25 cm wide, olive green in color, with macrosporofilli about 8 cm long.\nThe seeds are coarsely ovoid, 2.5-3.0 cm long, covered with a dark red flesh.",
    "Conservation": "In August 2014 thirteen Encephalartos latifrons cycads were stolen from Kirstenbosch Botanical Gardens in Cape Town, South Africa. The estimated value of all thirteen was at least R200,000 (US18,675).  The plants were planted over 100 years ago as part of a research and reproduction program of this particular species of Encephalartos that no longer naturally reproduces in the wild. Encephalartos is highly valued as a garden or ornamental plant in many parts of the world and it is thought the plants were stolen to be sold on the black market.",
    "References": "",
    "External links": " Media related to Encephalartos latifrons at Wikimedia Commons\n Data related to Encephalartos latifrons at Wikispecies"
  }
}