{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_gratus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. gratus"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos gratus is a species of cycad that is native to Malawi and Mozambique.",
    "Description": "The trunks are solitary, are spherical or up to 1.2 meters high and 60 cm wide. The cataphylls are triangular, gradually tapered, 8 to 12 cm long, 3 to 4 cm wide at the base and usually hairy on the underside. The numerous leaves are arched, oblanceolate or lineal, 0.9 to 1.8 m long and 34 to 44 cm wide; they are flat with a rounded tip and abruptly narrowing base. The petiole is 10 to 12 cm long, has a swollen base and is densely brown hairy. The rhachis is slightly conical, smooth or slightly ridged. The leaflets are in 30 to 70 pairs; they do not overlap, are dull green, pliable, straight or bent forward. The basal leaflets are reduced to thorns. The middle leaflets are lanceolate, 18 to 26 cm long and 23 to 35 mm wide; the upper margin has two to seven spines, the lower margin no or up to six spiny teeth.\nThe female cones are single or up to ten. They are cylindrical to approximately conical, 55 to 68 cm long and 15 to 20 cm in diameter. The color is dark brown. The stem is 11.2 to 13.7 cm long at 5 to 7.5 cm in diameter. The middle sporophylls are about 30 mm high and 56 mm wide. The sarcotesta of the seed is dull vermilion to maturity, the sarcotesta is ovate, 30 to 37 mm long, 19 to 210 mm in diameter and more or less smooth with 11 to 14 indistinct longitudinal furrows.\nThe male cones are individually up to five. They are one to spindle-shaped, 30 to 40 cm long with a diameter of 7.5 to 10 cm. The cone is densely reddish brown hairy. The stem is 15 to 17.5 cm long, hairy and dull yellow-green with deep red spots. The middle sporophylls are 19 mm high and just as wide. The sporangia are in a single, somewhat heart-shaped spot.",
    "Range": "Encephalartos gratus is found in:\nMulanje District, southern Malawi (area between the Tuchila River (Puchila) and the Ruo River)\nZambezia Province, Mozambique\nChiraba River and Navene River area, Mozambique\nMount Namuli, near Derre, Mount Morrumbala, and Namarroi, Mozambique",
    "References": "",
    "External links": " Media related to Encephalartos gratus at Wikimedia Commons\n Data related to Encephalartos gratus at Wikispecies"
  }
}