{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_chimanimaniensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. chimanimaniensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chimanimani cycad (Encephalartos chimanimaniensis) is a species of cycad that is endemic to the Chimanimani Mountains of eastern Zimbabwe. It is a threatened species which has been locally extirpated by cycad collectors.",
    "Description": "These plants have an erect stem, without branches, but often with secondary stems that develop from basal suckers, up to 1.8 meters high and with 45 cm of diameter.\nThe leaves, pinnate, 100–150 cm long, are composed of lanceolate leaflets, with margins endowed with small spines, 12–18 cm long and arranged on the rachis at 45-80 °.\nIt is a dioecious species, with 1-3 ovoid male cones, sessile, green in color, 50–70 cm long and 8–10 cm in diameter, with large, rhombic-shaped microsporophylls. The female cones, solitary, have a yellow-green color, are 35–40 cm long and 20–23 cm broad, with macrosporophylls with a warty surface.\nThe seeds have an oblong shape, are 20–30 mm long, 15–20 cm wide and are covered with a red sarcotesta.",
    "Status": "According to an assessment in 2003, between 500 and 1,000 plants remained in the wild. Capela (2006) however provided an estimate of 1,200 mature plants at Makurupini and an additional 300 at Morambo, besides smaller isolated colonies.",
    "Habitat": "It is found in mountain grassland in areas of high rainfall (over 1,800 mm per annum), and at an altitude of about 1,000 metres above sea level. It is associated with schist and quartzite sediments in granitic mountains.",
    "References": "",
    "External links": " Media related to Encephalartos chimanimaniensis  at Wikimedia Commons\n Data related to Encephalartos chimanimaniensis  at Wikispecies"
  }
}