{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_lehmannii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. lehmannii"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos lehmannii is a low-growing palm-like cycad in the family Zamiaceae. It is commonly known as the Karoo cycad and is endemic to South Africa. The species name lehmannii commemorates Prof J.G.C. Lehmann, a German botanist who studied the cycads and published a book on them in 1834. This cycad is listed as near threatened in the IUCN Red List of Threatened Species.",
    "Description": "This cycad grows up to two metres tall with a trunk diameter of up to forty five centimetres and may be branched or unbranched. The leaves are up to one hundred and fifty centimetres long, blue or silver and strongly keeled. The leaflets are lanceolate, do not overlap each other and have smooth margins. The male cones are green or brown and up to thirty five centimetres long. The female cones are a similar colour and up to fifty centimetres long. The seeds are red and up to four and a half centimetres long.",
    "Distribution and habitat": "This species is found in Eastern Cape Province, South Africa mainly on dry sandstone slopes and ridges where it grows amongst low succulent herbs and shrubs. By flourishing in such an arid environment it demonstrates how the cycad race has endured through the ages, seemingly immune to drought when many other tree species such as the cabbage trees and taaibos are leafless and sometimes dead.",
    "References": "",
    "External links": " Media related to Encephalartos lehmannii at Wikimedia Commons\n Data related to Encephalartos lehmannii at Wikispecies\nThe Gymnoosperm Database."
  }
}