{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_horridus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. horridus"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos horridus, the Eastern Cape blue cycad, is a small, low-growing cycad up to 0.9 m (3.0 ft) high and 0.9 m (3.0 ft) wide. It is a native of Eastern Cape Province, South Africa, and found in arid shrublands, most commonly on ridges and slopes with shallow soils. The species is particularly known for its distinctly blue-gray leaves, although the degree of coloration can vary significantly. The species name horridus is Latin for 'bristly', after the plant's stiff, spiny leaflets.",
    "Description": "Mature plants have big stems of between 0.5–1 m (20–39 in) in length and 20–30 cm (8–12 in) in diameter with the majority of the stem growing below ground. Leaves are up to 1 m (39 in) long and often sharply recurved towards the tip, looking stiff and spiny. Younger leaves are a silvery-blue colour but turn green with age.Cones are usually brownish- or blackish-red and single with a dense layer of fine hair. Both male and female cones are produced. The female cone is egg-shaped and up to 40 cm (15.5 in) long and 20 cm (8 in) in diameter while the male cone is largely cylindrical narrowing towards the ends up to 40 cm (16 in) long and 12 cm (4.5 in) in diameter. Seeds are roughly triangular with three flattened surfaces.In the wild there is evidence of distinct variation within the species, including a possible 'dwarf' form found around Port Elizabeth.",
    "Distribution": "Naturally occurring Eastern Cape blue cycads can only be found around Port Elizabeth and Uitenhage districts of Eastern Cape, South Africa, which has a warm climate year round, average annual rainfall in the range of 250 to 600 mm (9.8 to 23.6 in) and summer temperatures up to 40 °C (104 °F). It prefers full sunlight and persists in a range of habitats including Karoo scrub, sourveld, deep fertile soil and open rocky ridges.Eastern Cape blue cycads are now available as a result of commercial distribution in nurseries and gardens throughout the world.",
    "Ecology": "Cycads have few natural enemies, however in the wild they can be subject to predation from animals such as porcupines, baboons and certain insects. Although the Eastern Cape blue cycad can reproduce by suckering, more commonly reproduction requires insect pollination. Once seed cones have been pollinated seeds are spread by animals that eat the fleshy cones.",
    "Conservation status": "This cycad is listed as an endangered species by the 2003 IUCN Red List, a change from its vulnerable listing in the 1997 IUCN Red List of Threatened Plants. Historically it was over-collected in the wild but widespread availability in commercial nurseries has reduced some of this pressure.",
    "Cultivation and propagation": "Like all cycads, the Eastern Cape blue cycad is a slow grower. It responds well to deep, fertile soil enriched with compost. It is best suited to temperate and subtropical regions, however it can tolerate light to moderate frosts. It requires full sun, excellent drainage, not too much water and slightly acidic soil to prosper. It is common for the species to form new leaves and cones regularly. Plants are available from nurseries in many areas, however they are also easy to propagate from seeds. They can also be propagated from suckers with some patience and experience.",
    "References": "",
    "External links": " Media related to Encephalartos horridus at Wikimedia Commons\n Data related to Encephalartos horridus at Wikispecies"
  }
}