{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_natalensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. natalensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos natalensis, the Natal cycad or giant cycad, is a species of cycad that is endemic to the Qumbu and Tabankulu areas of the northern part of the Eastern Cape, and through most of KwaZulu-Natal. The number of mature individuals of this species is declining and the International Union for Conservation of Nature has assessed its conservation status as being \"near threatened\".",
    "Description": "The Natal cycad grows to a height of 6 m (20 ft) or more. It may have a single trunk or may be branched from the base. The trunk is topped by a rosette of large, evergreen, pinnate leaves somewhat twisted near the tip, which may be 3 m (10 ft) long. The leaflets are dark green and about 6 cm (2.4 in) wide; they may be untoothed, or they may have one or more small prickles on either edge. The longest leaflets are in the centre of the leaf, and the leaflets nearest the leaf base may be replaced by spines, a fact that distinguishes this cycad from the otherwise similar Encephalartos altensteinii. The Natal cycad is dioecious, having male and female cones on separate plants. The male cones are velvety and about 45 by 11 cm (18 by 4 in) in size. Pollen is produced from April to June. The two or three female cones are slightly woolly, yellowish-green and cylindrical, 55 by 25 cm (22 by 10 in) in size, the scales being covered with small knobs. The cones split open when ripe revealing the bright red seeds which are about 5 cm (2.0 in) long.",
    "Distribution and habitat": "This cycad is endemic to South Africa. It occurs in the Qumbu and Tabankulu areas of the Eastern Cape Province, and in a large part of KwaZulu-Natal, including the catchment areas of the Mkuze River and the Umfolozi River. It is found at altitudes of up to 1,200 m (4,000 ft), but seldom close to the coast. It grows on rocky outcrops, south-facing cliffs or steep scarp slopes in forests. An easy place to see this species is in the gorge below the Howick Falls, where its palm-like fronds contrast with the surrounding broad-leaved trees. Another location is the Valley of a Thousand Hills, where a group of the trees has been declared a \"national monument\".",
    "Ecology": "The larvae of the leopard magpie moth feed on the leaves of this and several other cycads. Monkeys, baboons, bats and trumpeter hornbills feed on the fruits, but discard the seeds, which are poisonous, thereby distributing the seed.",
    "Status": "The International Union for Conservation of Nature has assessed this species as being \"near threatened\". The threats it faces include removal of the plants by collectors, and damage to the plant caused by bark being removed for use in herbal medicine. Populations of this cycad are thought to be declining and it is estimated that there are around 10,000 mature individuals.",
    "References": "",
    "External links": " Media related to Encephalartos natalensis at Wikimedia Commons\n Data related to Encephalartos natalensis at Wikispecies"
  }
}