{
  "url": "https://en.wikipedia.org/wiki/Encephalartos_lebomboensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Encephalartos"
    },
    {
      "Species": "E. lebomboensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Encephalartos lebomboensis is a species of cycad in the family Zamiaceae. Native to the Lebombo Mountains of South Africa, the species was first described in 1949 by the South African botanist Inez Verdoorn. It is commonly known as the Lebombo cycad, although the name is also used for Encephalartos senticosus which also occurs in the same locality.",
    "Description": "Encephalartos lebomboensis has a trunk that is up to 4 metres (13 ft) tall and 30 centimetres (12 in) thick; though the trunk is usually unbranched, suckers often form at the base and it sometimes bears offsets part way up. Often a number of stems form a clump. The crown of pinnate leaves are stiff, each having a mid to dark green glossy upper surface and paler under side. They are densely hairy at first but soon become hairless. They are 100 to 150 cm (40 to 60 in) long and 20 to 27 cm (8 to 11 in) wide, straight or slightly arched, either flat or with a slight keel. The leaflets are lanceolate and have serrated edges. They are up to 18 cm (7 in) long and 2 cm (1 in) wide, held at right angles to the rachis and slightly overlapping. Near the base of the leaves, the leaflets are reduced to prickles.E. lebomboensis is a dioecious species, that is, with separate male and female plants. Male specimens have one, or rarely two, short-stalked yellowish-orange cylindrical cones 40 to 45 cm (16 to 18 in) long and 12 to 15 cm (5 to 6 in) wide. Female specimens have one or rarely two barrel-shaped cones, 40 to 45 cm (16 to 18 in) long and 25 to 30 cm (10 to 12 in) wide, which are yellowish-green in colour. The seed coats are glossy red.",
    "Distribution": "Encephalartos lebomboensis has two separate populations, one in the vicinity of Mananga in Mpumalanga province in South Africa and a southern population centred on Piet Retiefion in the upper Pongola River Valley. It is a very rare and endangered species and grows in sunny positions on cliffs and steep, rocky slopes among sparse vegetation. This region has hot, fairly wet summers and cool, dry winters with frequent mists. It is also native to Mozambique and Eswatini.",
    "Taxonomy": "The form of this cycad found in the southern locality differs in certain characteristics from that growing in its northern enclave and it is considered to be a separate species, Encephalartos senticosus. In 1996 E. senticosus was split from E. lebomboensis. The main differences between the two are in the number, size and form of the male and female cones.",
    "Status": "There are believed to be about 5,000 specimens of Encephalartos lebomboensis growing in the wild. It is a popular species with plant collectors and the IUCN Red List of Threatened Species lists it as being \"Endangered\" because of its over-exploitation and the degradation of its habitat due to the encroachment of agricultural land. It is listed in Appendix I of the CITES Appendices. It is widely available as a cultivated plant.",
    "References": "",
    "External links": " Media related to Encephalartos lebomboensis at Wikimedia Commons\n Data related to Encephalartos lebomboensis at Wikispecies"
  }
}