{
  "url": "https://en.wikipedia.org/wiki/Lepidozamia_peroffskyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Lepidozamia"
    },
    {
      "Species": "L. peroffskyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepidozamia peroffskyana is a palm-like cycad in the family Zamiaceae. It is endemic to eastern Australia. The species is named after Count Peroffsky (1794-1857), benefactor of the St. Petersburg Botanical Garden.",
    "Description": "This cycad is up to seven metres tall but more usually reaches about four metres. The trunk is up to eighty centimetres in diameter and is covered by the persistent remains of leaf bases. The crown is formed from numerous leaves up to three metres long, each bearing about two hundred narrow, glossy, dark green leaflets, somewhat lax, spreading and softly coriaceous. Each has seven to thirteen parallel veins which helps to distinguish this species from other members of the genus. The cylindrical cones are some of the largest of all cycad cones, rivaled only by Encephalartos transvenosus. The male cones can reach seventy five centimetres long and the female cones ninety centimetres, weighing up to forty five kilograms. The seeds are large and numerous and have red sarcotesta. All parts of the plant, especially the seeds, are toxic to both livestock and humans; if ingested, the seeds can cause severe gastrointestinal irritation and abdominal cramps, vomiting and nausea, diarrhoea, and potentially also liver damage and muscular paralysis.",
    "Distribution and habitat": "This species is found in southeastern Queensland and northeastern New South Wales, occurring between Gympie, north of Brisbane and the Manning River near Forster. It grows in scattered small communities in wet sclerophyll forests or on rainforest margins, usually on steep slopes from sea level up to about 1,000 metres.",
    "External links": "The Gymnosperm Database",
    "References": "\nHill, K.D. 2003.  Lepidozamia peroffskyana.   2006 IUCN Red List of Threatened Species.  Downloaded on 22 August 2007."
  }
}