{
  "url": "https://en.wikipedia.org/wiki/Microcycas_calocoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Tribe": "Zamieae"
    },
    {
      "Subtribe": "MicrocycadinaeD.W.Stev."
    },
    {
      "Genus": "MicrocycasA.DC."
    },
    {
      "Species": "M. calocoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Microcycas is a genus of cycads in the family Zamiaceae containing only one species, Microcycas calocoma, endemic to a small area in western Cuba in Pinar del Río Province.",
    "Description": "The plant grows up to 10 m tall with an upright, sometimes branching trunk that grows to 30–60 cm in diameter. The leaves are dark green and 0.6–1.2 m long. One unique character is that the leaves appear to be truncated near the apex because the middle and distal leaflets have similar lengths. The petioles are 8–10 cm long and lack spines; the rachises also lack spines. leaflets are light to dark green, lanceolate, articulate at the base, and leathery with an entire margin. Middle leaflets are 15–25 cm long by 0.8–1 cm wide. Male cones are cylindrical, 25–30 cm long and 5–8 cm in diameter, yellow-brown, and hairy. Seed cones are broadly cylindrical, 50–90 cm long and 13–16 cm in diameter, yellow-brown, and hairy. The sporophylls have two round apical projections. The elliptical seeds are pink or red in color, 3.5–4 cm long and 2–2.5 cm in diameter.",
    "Distribution": "In its native range, Microcycas calocoma grows in small groups of 10–50 plants in montane forests at 85–250 m elevation. It also grows on the slopes of gullies and in open grassland and scrub at 50 m altitude. Soil types range from alkaline loam developed on limestone to acidic clays containing silica. In many of these groups of plants, however, the sex ratio is very unbalanced, resulting in a low output of seedlings. Humans have negatively impacted the species through forestry operations, clearing of land, and pesticide use. Because of the plant's graceful and ornamental appearance, harvesting of plants and seeds by growers has also seriously affected M. calocoma. Many populations are now protected in reserves.",
    "Conservation": "The species is critically endangered, with a world population of only about 600 plants. It is listed under CITES Appendix I / EU Annex A, and CITES prohibits international trade in specimens of this species except when the purpose of the import is not commercial, for instance for scientific research.\nAlthough Microcycas calocoma's round crown and shiny drooping leaves make it a very ornamental plant, cultivation is limited due to the lack of growing material. Locals have used the plant's toxic roots as a rat poison.",
    "References": "\nJones, David L. Cycads of the World: Ancient Plants in Today's Landscape. Washington, D.C.: Smithsonian Institution Press, 2002. ISBN 1-58834-043-0.\nMicrocycas calocoma in The Cycad Pages"
  }
}