{
  "url": "https://en.wikipedia.org/wiki/Stangeria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Stangeriaceae"
    },
    {
      "Subfamily": "Stangerioideae"
    },
    {
      "Genus": "StangeriaT.Moore"
    },
    {
      "Species": "S. eriopus"
    }
  ],
  "text": {
    "__SUMMARY__": "Stangeria eriopus is a cycad endemic to southern Africa It is the sole species in the genus Stangeria, most closely related to the Australian genus Bowenia, with which it forms the family Stangeriaceae.",
    "Description": "Stangeria eriopus is a very long-lived, perennial, evergreen cycad. The stalked, feathered, fern-like leaves are between 25 centimeters and two meters long, with the petiole comprising one third to one half of the overall length (in both varieties). They are pinnately-veined, which distinguishes the species from all other cycads. The petiole comprises half the length of the leaf. The young leaves are bent in bud position, the tip appears rolled up. Young leaves are dotted with short, gray hairs (trichomes), which usually fall off quickly and only stick to the petiole. These trichomes are unbranched and transparent or colored. The species occurs as two variable forms or varieties. The forest form, growing in regions with higher rainfall, is characterized by large, wide leaves that can reach up to 2 m in length. The grassland form, growing in regions subject to annual fire and drought, has shorter leaves with a thicker cuticle that may only be 30 cm long.",
    "Description-Tubers": "Stems are completely subterranean and the root tuber is shaped like a carrot, which reaches a diameter of 10 to 25 centimeters. The tip bifurcates into several shoot tips. These form at the beginning wooly scales, but fall off early. As in other cycads, S. eriopus forms coralloid roots. These are specialized, plagiotropic (sideways-growing) roots housing colonies of cyanobacteria Bacillus radicola and Azotobacter sp. that fix nitrogen, much like the roots of legumes.\nThe tuber is rich in carbohydrates and contains an exceptionally high concentration of sodium sulfate, which explains the breaking-irritant effect. The most common biflavones in the leaves are amentoflavone and bilobetin.",
    "Description-Cones": "S. eriopus reaches maturity at 5–7 years of age, and has stalked cones as reproductive organs.  As is typical of cycads, the species is dioecious, meaning that male and female cones are borne on different plants. Both male and female cones are pedunculated and covered with silvery hair when young, which is deciduous at maturity.",
    "Description-Cones-Male cone": "The male cone is cylindrical and tapers towards the tip. At maturity reaches a diameter between 30 – 40 mm and becomes between 10 – 25 cm long.  The cone then turns yellowish brown at maturity. The scales or microsporophyll, are arranged cylindrically around the pin axis. Their shape is triangular to rhomboid. Each microsporophyll forms about 150 pollen sacs, which are attached in groups of 3-6 at the bottom. At maturity, the pin axis extends and the scales are lifted apart and release the pollen.",
    "Description-Cones-Female cone": "The female cones are ellipsoidal to conical with a rounded tip. The cones are about 18 inches long and reach a diameter of about 8 centimeters. At maturity, the cone turn to dark green.  Like the male microsporophylls, the female megasporophylls are cylindrically arranged around the axis. Their tips form but six vertical lines. The ovules are formed at the base of megasporophyll and reach a size of 35 × 25 millimeters. When the cone is ripe, the megasporophylls separate. The micropyle exudes a drop of liquid that pulls the pollen capillary to the embryo sack when it dries. After ripening the seeds, the female cones dissolve and the seeds fall to the ground. They consist of a hard, dark red part, which is surrounded by a fleshy, purple seed coat, which later turns brown. They are about 2 inches long and about 14 millimeters wide.",
    "Description-Cones-Pollen": "The cones are insect-pollinated, giving off a faint odor to attract beetle pollinators.  At maturity they fall apart to reveal the seeds, which are 2–3 cm in length. The pollen carry on the outside a glycocalyx, which consists of densely packed cylindrical units measuring 20 to 150 nanometers. They are perpendicular to the plasma membrane. Below is the sporopollenin. The germinal openings (apertures) are more proximal than distal. At the distal end of each pollen grain, there is an unusual pit (pseudosulcus) that resembles a \"failed\" distal aperture.",
    "Distribution and habitat": "It is native to a narrow coastal strip, some 800 kilometres in extent, in the KwaZulu-Cape and Maputaland coastal forest mosaics of South Africa and southern Mozambique. The western limit of the distribution area is located near Banjul in the district of Sarah Baartman. It is found within 50 km, but not closer than 2 or 3 km from the sea.\nThis species of cycad is adaptable and is found in many habitats, from grassland to closed forest, whether in full sunshine or shade. The species has a low salt tolerance however. It is sometimes found in meadows near the coastal dunes, where the plants are protected from salt water. Sandy, slightly acidic soil is preferred, but at the northern limit of its range, Stangeria eriopus also grows on clay or very stony soils.",
    "Distribution and habitat-Conservation": "IUCN Red List Category & Criteria: Vulnerable, mainly due to habitat loss and over-exploiting for traditional medicine. It is listed under CITES Appendix I / EU Annex A, and CITES prohibits international trade in specimens of this species except when the purpose of the import is not commercial, for instance for scientific research. The species is threatened by the destruction of its habitat and the unsustainable harvesting for traditional medicinal purposes.\nAnother possible threat to the species is the lobster louse (Diaspididae) Aulacaspis yasumatsui. The insect originally hails from Thailand where it infests their cycads. The pest has now been introduced to Florida, Hawaii, Hong Kong and the Cayman Islands, where it causes significant damage to cycads. If the species is introduced to South Africa, it could drastically reduce or even destroy the Stangeria population in a short amount of time.\nStangeria eriopus is also a carrier of the fungus Guignardia mangiferae, which causes great damage to citrus fruit, but remains on the plant without symptoms. The larvae of the butterfly Callioratis millari feed on the leaves of the species.\nThe Stangeria eriopus can be asexually reproduced from root parts. It is the first species of cycad that has been propagated using tissue culture, which simplifies the conservation of the species.",
    "Discovery": "When Gustav Kunze discovered the first plants, he incorrectly designated them as ferns probably due to the primitive nerves, under the name Lomaria coriacea. In 1839 he described it again as a separate species of fern as Lomaria eriopus. It was not until 1851 that William Stanger discovered that they were cycads when he observed the cones. He sent samples to England, where they were described by Thomas Moore described the Art 1853 as Stangeria paradoxa and thus also established the genus. However, since the epithet \"eriopus\" of Kunze was validly described, Henri Ernest Baillon with his description in 1892 the correct name as Stangeria eriopus.",
    "Discovery-Etymology": "The genus was named in honor of William Stanger (1811-1854), who sent the first cones to England. He was an English physician and naturalist who worked in South Africa.\nThe binomial name comes from the Greek prefix erio-, meaning \"woolly\", and suffix -pus, \"footed\", referring to the woolly petiole bases. It was named in honour of William Stanger, a former surveyor-general of Natal. Common names includes Natal grass cycad, Hottentot's head and Stangeria.",
    "Cytology": "The species has 2n = 16 chromosomes. The cladogram shows twelve metacentric, two submetacentric and two acrocentric chromosomes.",
    "Taxonomy": "The closest relative to Stangeria eriopus is the genus Bowenia, with which together it forms the family of Stangeriaceae. This is shown by morphological studies and analyzes of the content of biflavones in the leaves.  Almost equally closely related was the extinct in the Tertiary genus Eostangeria. From this genus, the species Eostangeria pseudopteris was described from fossil remains.However, molecular genetic studies show that the Stangeria are more closely related to the genus Ceratozamia than to the Bowenia or Microcycas, from which the Paraphylia of the family Stangeriaceae would follow.",
    "Uses": "In South African traditional medicine, the thickened subterranean tuber stem serves both for the production of various magical tinctures and as an emetic. The dried tuber is also mixed with feed to combat internal parasites in cattle.For these purposes, the plants are collected and sold, this goes so far that the stock is now endangered. For one gram of tuber, 5 cents were paid on the market in Mthala in 2005.",
    "References": "Donaldson (2003). \"Stangeria eriopus\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006.\nWhitelock, Loran M. (2002). The Cycads. Portland OR: Timber press. ISBN 0-88192-522-5.\nTuckley, R. (1999). \"A new significance for Stangeria?\". The Cycad Newsletter. 22 (4): 11–14.\nOsborne R, Grove A, Oh P, Mabry TJ, Ng JC, Seawright AA (July 1994). \"The magical and medicinal usage of Stangeria eriopus in South Africa\". J Ethnopharmacol. 43 (2): 67–72. doi:10.1016/0378-8741(94)90005-1. PMID 7967657.\nVorster, P.; Vorster, E. (March 1985). \"Stangeria eriopus\". Encephalartos. 2: 1–11.\nDouwes, E.; Gillmer, M.; Mattson, M.; Dalzell, C. (2004). \"Vegetative propagation of Stangeria eriopus from leaf material\". Encephalartos. 80: 28–30.",
    "External links": " Media related to Stangeria eriopus at Wikimedia Commons\n Data related to Stangeria eriopus at Wikispecies\nThe Cycad Pages: Stangeria eriopus\nCycad Society of South Africa: Stangeria eriopus"
  }
}