{
  "url": "https://en.wikipedia.org/wiki/Zamia_pumila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Zamia"
    },
    {
      "Species": "Z. pumila"
    }
  ],
  "text": {
    "__SUMMARY__": "Zamia pumila, or coontie palm, is a small, tough, woody cycad of the West Indies. Zamia pumila was the first species described for the genus and hence is the type species for the genus Zamia and the family Zamiaceae.\nThis cycad contains reddish seed cones with a distinct acuminate tip. The leaves are 60–120 cm (2.0–3.9 ft) long, with 5-30 pairs of leaflets (pinnae). Each leaflet is linear to lanceolate or oblong-obovate, 8–25 cm long and 0.5–2 cm broad, with distinct teeth at the tip. They are often revolute, with prickly petioles. It is similar in many respects to Zamia furfuracea, but with slightly narrower leaflets, and to Zamia integrifolia, which differs in the more commonly entire (untoothed or only slightly so) leaflets.\nThis is a low-growing plant, with trunk that grows to 3–25 cm high and diameter, but is often subterranean. Over time, it forms a multi-branched cluster, with a large, tuberous root system, which is actually an extension of the above-ground stems.\nLike other cycads, Zamia pumila is dioecious, having male or female plants. The male cones are cylindrical, growing to 3–15 cm long; they are often clustered. The female cones are elongate-ovoid and grow to 6–15 cm long and 4–6 cm in diameter. Pollination is by certain insects, namely the belid weevil Rhopalotria slossoni.\nZamia pumila inhabits a variety of habitats with well-drained sands or sandy loam soils. It prefers filtered sunlight to partial shade. It is now confined to central Cuba and the Dominican Republic; populations formerly also occurred in southern Puerto Rico and Haiti, but have become extinct there due to intensive land use. Not native in Florida, it is often planted there as a broadleaved evergreen plant mixed with palms and other evergreens in landscape plantings.\nThis plant is poisonous, producing a toxin called cycasin that affects the gastrointestinal tract and nervous system. The toxin can however be removed by careful leaching, and the roots and half-buried stems were used by Native American people for their yield of a starch, formerly known as Florida arrowroot. The plant is also fed upon by various insects, including the butterfly Eumaeus atala, which sequesters the toxin inside its body for use in its own defense.\nControversy has long existed over the classification and circumscription of Zamia in the southeastern United States and West Indies. At one extreme, Eckenwalder (1980) included all these plants in a single broadly defined species, Z. pumila. Most other botanists have recognized several more narrowly defined species. The Flora of North America treats the American plants as Z. integrifolia, although some older references continue to refer to these populations as Z. pumila.",
    "References": "Eckenwalder, J. E. 1980. Taxonomy of the West Indian cycads. J. Arnold Arboretum 61: 701-722.\nDonaldson (2003). \"Zamia pumila\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 5 May 2006.\nCycad Pages: Zamia pumila\nhttp://powo.science.kew.org/taxon/urn:lsid:ipni.org:names:270561-2"
  }
}