{
  "url": "https://en.wikipedia.org/wiki/Zamia_furfuracea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Zamia"
    },
    {
      "Species": "Z. furfuracea"
    }
  ],
  "text": {
    "__SUMMARY__": "Zamia furfuracea is a cycad native to southeastern Veracruz state in eastern Mexico. Although not a palm tree (Arecaceae), its growth habit is superficially similar to a palm; therefore it is commonly known as cardboard palm or cardboard cycad. Other names include cardboard plant, cardboard sago, Jamaican sago, and Mexican cycad (from Mexican Spanish Cícada Mexicana). The plant's binomial name comes from the Latin zamia, for \"pine nut\", and furfuracea, meaning \"mealy\" or \"scurfy\".",
    "Description and ecology": "The plant has a short, sometimes subterranean trunk up to 20 cm broad and high, usually marked with scars from old leaf bases. It grows very slowly when young, but its growth accelerates after the trunk matures. Including the leaves, the whole plant typically grows to 1.3 m tall with a width of about 2 m.\n\nThe leaves radiate from the center of the trunk; each leaf is 50–150 cm long with a petiole 15–30 cm long, and 6-12 pairs of extremely stiff, pubescent (fuzzy) green leaflets. These leaflets grow 8–20 cm long and 3–5 cm wide. Occasionally, the leaflets are toothed toward the tips. The circular crowns of leaves resemble fern or palm fronds. They are erect in full sun, horizontal in shade.\nThis plant produces a rusty-brown cone in the center of the female plant. The egg-shaped female (seed-producing) cones and smaller male (pollen-producing) cone clusters are produced on separate plants.  Pollination is by certain insects, namely the belid weevil Rhopalotria mollis.\nCardboard Cycad plant can only be reproduced by the fleshy, brightly crimson-colored seeds produced by the female plants. The germination process is very slow and difficult to achieve in cultivation; as a result, many plants sold for horticultural use are illegally collected in the wild, leading to the species being classified as Vulnerable.\nThis plant is easy to care for and grows best in moist, well-drained soil. They do well in full sun or shade, but not in constant deep shade. They are fairly salt- and drought-tolerant but should be protected from extreme cold. They should occasionally be fed with palm food. After Cycas revoluta, this is probably the most popular cycad species in cultivation. In temperate regions, it is commonly grown as a houseplant and, in subtropical areas, as a container or bedding plant outdoors.\nAll parts of the plant are poisonous to animals, including humans. The toxicity causes liver and kidney failure, as well as eventual paralysis. Dehydration sets in very quickly. No treatment for the poisoning is currently known.",
    "References": "Donaldson (2003). \"Zamia furfuracea\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006. Listed as Vulnerable (VU A2acd v3.1)\nThe Cycad Pages\nBihrmann's Caudiforms\nFloridata\nUniv of Florida\nPACSOA",
    "External links": " Media related to Zamia furfuracea at Wikimedia Commons\n Data related to Zamia furfuracea at Wikispecies"
  }
}