{
  "url": "https://en.wikipedia.org/wiki/Zamia_integrifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Zamia"
    },
    {
      "Species": "Z. integrifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Zamia integrifolia is a small, tough, woody cycad native to the southeast United States (Florida, Georgia), the Bahamas, Cuba, Grand Cayman and possibly extinct in Puerto Rico and Haiti.\nZamia integrifolia produces reddish seed cones with a distinct acuminate tip. The leaves are 20–100 cm long, with 5-30 pairs of leaflets (pinnae). Each leaflet is linear to lanceolate or oblong-obovate, 8–25 cm long and 0.5–2 cm broad, entire or with indistinct teeth at the tip. They are often revolute, with prickly petioles. It is similar in many respects to the closely related Zamia pumila, but that species differs in the more obvious toothing on the leaflets.This is a low-growing plant, with a trunk that grows to 3–25 cm high, but is often subterranean. Over time, it forms a multi-branched cluster, with a large, tuberous root system, which is actually an extension of the above-ground stems. The leaves can be completely lost during cold periods, with the plant lying dormant in its tuberous root system, allowing this cycad to be relatively cold hardy. The plant can survive up to USDA region 8b (this can be quite northern: for instance, Seattle is 8b). The stems and leaves regenerate after the cold period subsides with full foliage Like other cycads, Zamia integrifolia is dioecious, having male or female plants. The male cones are cylindrical, growing to 5–16 cm long; they are often clustered. The female cones are elongate-ovoid and grow to 5–19 cm long and 4–6 cm in diameter.",
    "Common names": "This plant has several common names.  Two names, Florida arrowroot and wild sago, refer to the former commercial use of this species as the source of an edible starch.  Coontie (or koonti) is derived from the Seminole Native American language conti hateka.",
    "Ecology": "Zamia integrifolia inhabits a variety of habitats with well-drained sands or sandy loam soils. It prefers filtered sunlight to partial shade. Populations are presently limited to Florida, southeastern Georgia, central Cuba and the Dominican Republic. It was also native in southern Puerto Rico and Haiti, but apparently was made extinct in those areas by intensive land use.\n\nControversy has long existed over the classification of Zamia in Florida; at one extreme all the American populations have been included in a broadly defined Zamia pumila and at the other several species have been recognized under various names (e.g., Z. augustifolia, Z. floridana, Z. silvicola, and Z. umbrosa). The Flora of North America treats all of the American populations as Z. integrifolia. Genetically, the differences between populations cannot be explained by habitat variability. Studies conducted by Ward showed that five different Florida populations of Z. integrifolia with identical cultivation produced distinct leaf morphology, suggesting that there may be too much genetic diversity amongst these Florida Z. integrifolia, not to mention geographically isolated populations, to consider them a single species.\nThe plant has critical importance to the Eumaeus atala butterfly. The butterfly, thought extinct until recently, is dependent for its survival on the Zamia integrifolia, as well as several other species of Zamia. At the larval stage, the Eumaeus atala caterpillar exclusively eats the leaves of the coontie. A half dozen caterpillars can completely strip a coontie bare and a large coontie population is needed to sustain the Eumaeus atala population.\nMealybug destroyers, Cryptolaemus montrouzieri, are commonly found on Z. floridana. They form a mutualistic relationship by providing the plant protection from pests in exchange for food. They feed on the coonties' natural enemies, scales and mealybugs, thereby reducing the need for pesticides.All parts of Zamia integrifolia are toxic to humans if eaten raw, although Black Seminoles were known to strain it.  Preparation of an edible starch, or arrowroot, from the roots requires complex processing.  All plant parts are poisonous to dogs and livestock.",
    "Ecology-Parasites": "Three of the most common pests of Z. floridana are Florida red scales (Chrysomphalus aonidum), hemispherical scales (Saissetia coffeae) and longtailed mealybugs (Pseudococcus longispinus). When infested, the plant's growth is stunted, and it becomes covered with blackish mold. Infestations are not limited to one species; several species can be found on the same plant.",
    "Ecology-Nitrogen-fixation": "Since Z. floridana is a cycad, which are the only group of gymnosperms that form nitrogen-fixing associations, it depends on microbes as a source of nitrogen. It forms a symbiotic relationship with nitrogen-fixing cyanobacteria, which live in specialized roots called coralloid roots and are green in color despite not actively photosynthesizing. The filamentous cyanobacteria belonging to the genus Nostoc, which is able to form symbiosis with a wide range of organisms, inhabits the mucilage in the microaerobic and dark intercellular zone in between the inner and outer cortex of coralloid roots. This zone is transversed and connected by elongated Zamia cells. Coralloid roots are just like lateral roots, but highly specialized to contain cyanobacteria.",
    "Reproduction": "The cones, also called strobilus, of Z. floridana are dioecious. The male strobilus and the female strobilus are found on two separate plants. The cones on the female plant are thick and have red-orange seeds. They also have a velvety texture, and only grow up to 6 inches. On the other hand, the ones on the male plant are narrow and tall, and contain pollen. They can reach a length of 7 inches. Female cones are usually borne singularly, whereas male cones grow in groups or clusters. The growing season of Z. floridana is during the spring, and the sex of the plant is undetermined until cones are produced.",
    "Reproduction-Multiple cones": "Zamia species often produce more than one cone close to the tip of the stem or at the terminal of the caudex where it intersects with the aboveground stem. The multiple cones of Z. floridana may develop through three methods: sympodium, forking of the bundle system, and adventitious buds. The most common form of development is the rapid formation of cone domes on the plant's sympodium, which is its main axis. More cones are present when there is a \"branching\" of the bundles to the cones. The forking of the bundle system starts near the base of a terminal cone, which remains erect, of the sympodial development in certain branches. The last method is when \"adventitious buds appear in the cortical tissue closely connected with the stelar system of the trunk, and these buds continue their development like typical stems.\"",
    "Reproduction-Pollination": "Z. floridana plants are pollinated by two species of weevils, Rhopalotria slossoni and Pharaxonotha floridana. P. floridana pollinates the plants by using the pollen-bearing strobili as food for its larvae, transporting the pollen with it. The plant can regulate the mutualistic interaction by making the seed-bearing strobilis poisonous to these larvae. On the other hand, R. slossoni does not consume the pollen, but rather, takes shelter in male cones where they become dusted with pollen. They then carry over these pollen into the female cones, which becomes pollinated. Although the female cones are not consumed, there have been evidences of healed scars due to punctation in the interior of the cone, which are suspected to be caused by weevils.",
    "References": "",
    "External links": "Donaldson (2003). \"Zamia integrifolia\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006.\nThe Cycad Pages: Zamia integrifolia\nFlora of North America - Zamia integrifolia\nThe Coontie of Florida\nKey West Garden Club"
  }
}