{
  "url": "https://en.wikipedia.org/wiki/Zamia_decumbens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Zamia"
    },
    {
      "Species": "Z. decumbens"
    }
  ],
  "text": {
    "__SUMMARY__": "Zamia decumbens, common name sinkhole cycad, is a species of cycad known only from Belize. The species was erroneously referred to in print several times as Z. prasina before its recognition as a distinct species. The species was (under the name Z. prasina) proposed for protection as a critically endangered species.As of 2009, 7 populations were known in the Maya Mountains, a few on ridges and mountaintops but the largest populations at the bottom of sinkholes. Sinkholes are depressions in the earth caused by collapse of the roof of a cave. They very frequently are home to unusual plants and animals because they usually have water at the bottom, and because the steep walls protect the sinkholes from herbivores.\nZamia decumbens is unusual in the genus in having decumbent stems, i.e. trunks that run horizontally along the ground rather than growing straight up. The plant occasionally dies at the base while forming new roots farther up the stem. There are also a few differences in leaf shape and cone characters that distinguish it from other species in Belize.Zamia decumbens has sparingly branched cylindrical stems up to 80 cm long and up to 11 cm in diameter. Leaves number 5-17 per plant, each one up to 175 cm long, pinnately compound with up to 28 pairs of leaflets. Leaflets are up to 30 cm long and 5 cm across, lanceolate and gradually tapering toward tip. Microsporangiate stobili (male cones) are conical to cylindrical, up to 16.5 cm long and 2.5 cm in diameter. Megasporangiate strobili (female cones) are cylindrical, up to 20 cm long and 6.5 cm in diameter. Seeds are red, egg-shaped, up to 2 cm long.\n\n\n== References =="
  }
}