{
  "url": "https://en.wikipedia.org/wiki/Zamia_fischeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Cycadophyta"
    },
    {
      "Class": "Cycadopsida"
    },
    {
      "Order": "Cycadales"
    },
    {
      "Family": "Zamiaceae"
    },
    {
      "Genus": "Zamia"
    },
    {
      "Species": "Z. fischeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Zamia fischeri is a species of cycad in the family Zamiaceae. It is endemic to Mexico. It is often confused with Zamia vazquezii.  Zamia fischeri is named after Gustav Fischer, a cycad enthusiast of the nineteenth century.",
    "Description": "Zamia fischeri has a subglobose subterranean stem about 8 cm in diameter.  Zamia fischeri has a large stem and cones compared to its leaf size.  The cataphylls are ovate, 1 to 1.5 centimeters long, and 1.5 to 2 centimeters wide. The leaves are about 15 to 30 centimeters long; the petioles are 5 to 10 centimeters long, and the rachis has 5 to 9 pairs of leaflets.  The leaflets are papyraceous, tapering toward the base, and are acute apically with margins having several serrations in the outermost half.  The larger middle leaflets are 3 to 5 centimeters long and .5 to 1 centimeters wide. The tan pollen cones are usually ovoid-cylindrical in shape, obtuse towards the apex, 5 to 7 centimeters in length, and 1 to 2 centimeters in diameter, with the peduncle being 1.5 to 2.5 centimeters long.  The seed cones are greenish-gray to gray, cylindrical to ovoid-cylindrical in shape, acuminate at the apex, 8 to 12 centimeters long and 4 to 7 centimeters in diameter. The plant has red seeds, about 1.3 to 1.8 centimeters long and 0.5 to 0.8 centimeters in diameter.  Zamia fischeri can be distinguished from Zamia vazquezii by having smaller leaves (15-30 centimeters), lancelike leaflets, and no prickles on its petioles.",
    "Habitat": "It grows as an understory plant in the oak and cloud forests of central Mexico at about 600 meters in elevation.  It receives about 1500 to 2000 millimeters of rainfall yearly. Temperatures in its habitat fall between 20 and 30 Celsius in summer, and 10 to 20 Celsius in winter.  It is presumed to be rare in the wild, due to habitat destruction.",
    "Range": "It is found in:\nSan Luis Potosí, near Ciudad Valles\nQuerétaro state\nnear Ocampo, Tamaulipas",
    "Cultivation": "Zamia fischeri is rare in cultivation.  It has been collected from the wild only a few times before.",
    "References": "",
    "External links": "K.D. Hill & D.W. Stevenson.  World list of Cycads Zamia fischeri\nExtract from \"The Cycads\" by Loran M. Whitelock: Zamia fischeri"
  }
}