{
  "url": "https://en.wikipedia.org/wiki/Hippeastrum_reticulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Hippeastrum"
    },
    {
      "Species": "H. reticulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hippeastrum reticulatum, the netted-veined amaryllis, is a flowering perennial herbaceous bulbous plant, in the family Amaryllidaceae, native to South America.",
    "Description": "Originally described by L'Héritier as petalis venosis transversal distincta, a reference to the defining characteristic of the species with an unusual and exquisite venation of the petals, darker than the purple to pink background color. The seeds are unusual for Hippeastrum in being orange-red, round, turgid and fleshy rather than black and paper like.",
    "Taxonomy": "Hippeastrum reticulatum was one of the earliest Hippeastrums to be discovered and was introduced to Europe in 1777 by Edward Whitaker Gray from Brazil, as documented by William Aiton in his Hortus Kewensis (1789). It was described by Charles Louis L'Héritier de Brutelle in 1788 as one of a number of species of Amaryllis, Amaryllis reticulata, it was later recognised by Herbert in 1824 as a member of the separate South American genus Hippeastrum rather than Amaryllis which is confined to South Africa, and thus as Hippeastrum reticulatum (L'Hér.) Herb., Bot. Mag. 51: t. 2475 (1824).",
    "Taxonomy-Subdivision": "Some sources follow Herbert (1837) in stating that there are two varieties, reticulatum and striatifolium. A third variety, strictum Herb., is sometimes also included. This division into varieties is not accepted by the World Checklist.",
    "Taxonomy-Etymology": "The specific epithet reticulatum is Latin for \"netted\", referring to the venation of the petals.",
    "Distribution and habitat": "From Argentina to Brazil, growing in wet sandy soil. In Brazil they are found under Mussununga forest whose smaller canopy allows more light to reach the forest floor.",
    "Ecology": "Hippeastrum reticulatum blooms in late summer to autumn, with an active growing season of autumn to early winter, and requires a semi-dormant period of 4–6 weeks during late winter and early spring. The species is unusual amongst Hippeastrum, in being self-fertile.",
    "References": "\n\n== Bibliography =="
  }
}