{
  "url": "https://en.wikipedia.org/wiki/Erica_carnea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. carnea"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica carnea (winter heath, winter-flowering heather, spring heath, alpine heath; syn. E. herbacea, E. mediterranea) is a species of flowering plant in the family Ericaceae native to mountainous areas of central, eastern and southern Europe, where it grows in coniferous woodlands or stony slopes.",
    "Description": "It is a low-growing, spreading subshrub reaching 10–25 cm (4–10 in) tall, with evergreen needle-like leaves 4–8 millimetres (0.16–0.31 in) long, borne in whorls of four. The flowers are produced in racemes in late winter to early spring, often starting to flower while the plant is still covered in snow; the individual flower is a slender bell-shape, 4–6 millimetres (0.16–0.24 in) long, dark reddish-pink, rarely white.",
    "Names": "The first published name for the species is Erica herbacea; however, the name E. carnea (published three pages later in the same book) is so widely used, and the earlier name so little used, that a formal proposal to conserve the name E. carnea over E. herbacea was accepted by the International Botanical Congress in 1999.\nThe Latin specific epithet carnea means \"flesh pink\".",
    "Cultivation and uses": "It is very widely grown as an ornamental plant for its winter flowering; over 100 cultivars have been selected for variation in flower and leaf colour. Unlike most species of Erica, which are typically calcifuges, it tolerates mildly alkaline as well as acidic soils, making it easier to grow in many areas. Like other species within the genus Erica it is often seen as groundcover amongst plantings of dwarf conifers.The following cultivars, forms and hybrids have gained the Royal Horticultural Society's Award of Garden Merit:",
    "References": "",
    "External links": "\"Erica carnea\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nICBN: List of conserved names"
  }
}