{
  "url": "https://en.wikipedia.org/wiki/Erica_arborea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. arborea"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica arborea (tree heath) is a species of flowering plant (angiosperms) in the heather family, Ericaceae.  There are disjunct populations in Africa including the Ethiopian Highlands, the mountains of Ruwenzori and the Cameroon Mountains. In Africa it is normally referred to as giant heather.  It is native to the maquis shrublands surrounding the Mediterranean Basin north to Bulgaria and west to Portugal and the Canary and Madeira Islands.  Naturalised populations occur in south-eastern Australia.The wood, known as briar root (French: bruyère), is extremely hard and heat-resistant, and is used for making smoking pipes.",
    "Description": "Erica arborea is an upright evergreen shrub or small tree with a typical height in the wild of some 7 m (23 ft), especially in Africa, but more typically 1–4 m (3–13 ft) in gardens,  bearing dark green needle-like leaves and numerous small honey-scented bell-shaped white flowers. It is a calcifuge, preferring acid soil in an open sunny situation.",
    "Cultivars": "Several cultivars and hybrids have been developed for garden use, of which the following have gained the Royal Horticultural Society's Award of Garden Merit:\nE. arborea 'Estrella Gold' (gold-tipped leaves)\nE. arborea var. alpina\nE. arborea var. alpina f. aureifolia 'Albert's Gold' (gold-leaved)\nE. × veitchii 'Exeter' (E. arborea × E. lusitanica)Other tall growing heaths, including the Portugal Heath (Erica lusitanica) and channel heath (Erica canaliculata) may also sometimes be called tree heath.",
    "Uses": "The wood, known as briar root (French: bruyère), is extremely hard, dense and heat-resistant, and is primarily used for making smoking pipes, as it does not affect the aroma of tobacco. The football-sized tubers are harvested at the age of 30 to 60 years. They are cooked for several hours, then dried for several months before they are further processed. \nThe wood is also used for making jewellery, fountain pens and knife handles.",
    "Gallery": "",
    "See also": "Mediterranean forests, woodlands, and scrub",
    "References": "Adams, W.M., A.S. Goudie & A. R. Orme (eds.) (1996): The Physical Geography of Africa. Page 55. Oxford University Press.",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Erica arborea\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}