{
  "url": "https://en.wikipedia.org/wiki/Erica_vagans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. vagans"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica vagans (Cornish heath, wandering heath) is a species of flowering plant in the family Ericaceae, native to Ireland, Cornwall, western France and Spain. It is a vigorous, spreading, evergreen heather reaching 75 cm (30 in) tall and wide, with pink flowers borne in racemes 14 cm (6 in) long in summer and autumn.\nThe Latin specific epithet vagans literally means \"wandering\"; in this context it means \"widely distributed\".",
    "Cornish population": "In Great Britain it is only found on the Lizard peninsula in Cornwall, where the unusual geology gives rise to the acid soils that it favours. It was voted the County flower of Cornwall in 2002 following a poll by the wild flora conservation charity Plantlife. It is often considered the Cornish national flower. According to one story this is because when Joseph of Arimathea first arrived in Cornwall looking for tin he had nowhere to stay, so he spent his first night on a bed of Cornish heather. In thankfulness he blessed the plant and so it is a blessed plant ever since.",
    "Cultivation": "Like almost all plants in the heath family (Ericaceae), E. vagans requires an acidic or, at the very least, neutral soil to thrive. In areas with alkaline (basic) soil, this can be achieved by planting E. vagans in containers with ericaceous compost. Numerous cultivars have been developed with a range of flower colours in white, pink, mauve and purple. The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:-\nE. vagans ‘Mrs D.F. Maxwell’\nE. vagans f. alba 'Cornish Cream' (white-flowered variety)\nE. vagans f. alba 'Kevernensis Alba' (white-flowered variety)\nE. vagans f. aureifolia 'Valerie Proudley' (gold-leaved variety)\n\n\n== References =="
  }
}