{
  "url": "https://en.wikipedia.org/wiki/Erica_abietina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. abietina"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica abietina is a species of erica that is endemic to the Cape Peninsula of the Western Cape, South Africa.E. abietina includes four subspecies with often highly restricted distributions and distinctive flower colours. Previous delimitation of the species has included a further three subspecies which proved to be more distantly related to Cape Peninsula endemic E. abietina subspecies and are now classified under Erica grandiflora L.f. (Erica abietina subsp. aurantiaca E.G.H.Oliv. & I.M.Oliv.; Erica abietina subsp. perfoliosa E.G.H.Oliv. & I.M.Oliv.) and Erica situshiemalis E.G.H.Oliv. & Pirie.",
    "Subspecies": "Erica abietina subsp. abietina (or the red heath) is restricted to the Peninsula Sandstone Fynbos on Table Mountain, Cape Town. It produces rich-red flowers and grows up to about 1.5 metres (4 ft 11 in) in height.\nErica abietina subsp. atrorosea E.G.H.Oliv. & I.M.Oliv. (or the wine-red heath) is found only in the southern parts of Peninsula Sandstone Fynbos on the Cape Peninsula, Cape Town. It produces pinkish-purple flowers and grows up to about 1 metre (3 ft 3 in).\nErica abietina subsp. constantiana E.G.H.Oliv. & I.M.Oliv. (or the Constantiaberg heath) is restricted to the Peninsula Sandstone Fynbos in the middle of the Cape Peninsula between Constantiaberg and Chapmans Peak. It forms a small, dense shrub with bright pink flowers.\nErica abietina subsp. diabolis E.G.H.Oliv. & I.M.Oliv. (or the devils heath) Critically endangeredThis plant grows very easily and well in urban capetonian gardens and is increasingly popular as an ornamental plant.",
    "Gallery": "",
    "See also": "Cape Flats Sand Fynbos\nKenilworth Racecourse Conservation Area\nBiodiversity of Cape Town\n\n\n== References =="
  }
}