{
  "url": "https://en.wikipedia.org/wiki/Erica_verticillata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. verticillata"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica verticillata is a species of Erica that was naturally restricted to the city of Cape Town but is now classified as Extinct in the Wild.",
    "Distribution": "It formerly grew only in certain areas of the Cape Flats on the Cape Peninsula of South Africa.",
    "Habitat": "It grew in Cape Flats Sand Fynbos, a fynbos type that is threatened by urban sprawl and fragmentation. It preferred damp sandy soils such as those that were naturally found around Wynberg, Kenilworth and Zeekoevlei.",
    "Conservation": "Although the species became functionally extinct due to agricultural and urban development of its habitat in the early 20th century, cuttings from several plants discovered in the wild in the later 20th century have ensured that the species will continue in cultivation. 1984 saw the introduction of cuttings from two specimen, one in Protea Park, Pretoria and another in Kew. The former were collected by Kirstenbosch National Botanical Garden scholar David von Well after he recognized the plant from herbarium sheets photocopied by Kirstenbosch horticulturist Deon Kotze. The third infusion came from a plant found by Kirstenbosch foreman Adonis Adonis in a clearing.\nThis species was introduced back into the wild at Rondevlei, a bird sanctuary and nature reserve in Cape Town.",
    "Ecology": "Various pollinators such as bees and birds such as southern double-collared sunbirds have been observed feeding on the tubular pink flowers on E. verticillata.",
    "Cultivation": "E. verticillata comes in three forms: the Kirstenbosch form, the Pretoria form and the Kew form. It prefers seasonally moist sandy soils, but will grow well in average garden conditions provided the soils are acidic. The best time to plant is in autumn or during the winter although they may be planted at other times of the year if regularly watered. It is important to never disturb its roots when weeding. Plants should be well watered after planting and then every two to three days unless good rainfalls occur.",
    "Gallery": "",
    "References": "",
    "External links": "Erica verticillata media from ARKive"
  }
}