{
  "url": "https://en.wikipedia.org/wiki/Erica_cerinthoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. cerinthoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica cerinthoides is a species of heath native to South Africa (the Cape Provinces, the Free State, KwaZulu-Natal, the Northern Provinces), Lesotho and Eswatini. Common names include fire erica, fire heath, red hairy heath, rooihaartjie or klipheide. Throughout its range the species shows marked variation in habit, flower characteristics and hairiness. A form with white flowers is found in Eswatini and the South African province of Mpumalanga while the variety E. cerinthoides var. barbertona has shorter flowers.",
    "Etymology": "The Latin specific epithet cerinthoides means “resembling honeywort (Cerinthe)”. The flowers bear a superficial resemblance to flowers of that genus in the family Boraginaceae, though it is only distantly related.",
    "Description": "Erica cerinthoides is a variable plant over different parts of its range, varying in habit of growth, the hairiness of the leaves and the flowers, and the colour, size and shape of the flowers. Where it remains unburnt it can be a straggly bush over a metre tall, bare of leaves apart from a few extremities, and producing few flowers. Elsewhere it can be a compact small plant covered in blooms.",
    "Distribution and habitat": "Erica cerinthoides is endemic to southern Africa. Its range extends from the Cedarberg Mountains in the Western Cape to the Eastern Cape, Transkei, and  Drakensberg, as well as Mpumalanga, Lesotho and Eswatini. Its northernmost limit is the Soutpansberg in the province of Limpopo. It grows in various habitats, from sea level to high mountains. It sprouts readily from the woody rootstock after fires which enables it to thrive when other vegetation is destroyed. In fact fire seems to stimulate flowering, and bushy plants of Erica cerinthoides can be seen in flower against a blackened landscape.",
    "Cultivation": "Erica cerinthoides requires a position in full sun with good drainage, and acidic soil. It is frost sensitive, but can regrow following damage. Plants can be propagated from cuttings of current season's  growth with a heel of older wood. They can also be grown from seed. In the UK it has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "References": "\n Media related to Erica cerinthoides at Wikimedia Commons"
  }
}