{
  "url": "https://en.wikipedia.org/wiki/Erica_tetralix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Erica"
    },
    {
      "Species": "E. tetralix"
    }
  ],
  "text": {
    "__SUMMARY__": "Erica tetralix, the cross-leaved heath, is a species of flowering plant in the family Ericaceae, native to western Europe, from southern Portugal to central Norway, as well as a number of boggy regions further from the coast in Central Europe such as Austria and Switzerland. In bogs, wet heaths and damp coniferous woodland, E. tetralix can become a dominant part of the flora. It has also been introduced to parts of North America.",
    "Description": "It is a perennial subshrub with small pink bell-shaped drooping flowers borne in compact clusters at the ends of its shoots, and leaves in whorls of four (whence the name). The flowers appear in summer and autumn. The distinction between E. tetralix and the related species Erica cinerea is that the linear leaves are usually glandular and in whorls of four, while those of Erica cinerea are glabrous and borne in whorls of three. The leaves of Calluna vulgaris are much smaller and scale-like and borne in opposite and decussate pairs. The sticky, adhesive glands on leaves, sepals and other parts of the plant prompted Charles Darwin to suggest that this species might be a protocarnivorous plant, but little, if any, research has been done on this.",
    "Uses": "In cultivation, like other heathers, E. tetralix requires an acidic soil, as it is a calcifuge. Numerous cultivars have been developed for garden use, of which E. tetralix f. alba 'Alba Mollis' (a white-flowered variety) have gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": " Media related to Erica tetralix at Wikimedia Commons"
  }
}