{
  "url": "https://en.wikipedia.org/wiki/Commelina_lukei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Commelinales"
    },
    {
      "Family": "Commelinaceae"
    },
    {
      "Genus": "Commelina"
    },
    {
      "Species": "C. lukei"
    }
  ],
  "text": {
    "__SUMMARY__": "Commelina lukei is a monocotyledonous, herbaceous plant in the dayflower family from East Africa. This blue-flowered herb has been recorded in lowland areas of Kenya, Tanzania (including Zanzibar), and Madagascar, where it is found in a variety of habitats ranging from forests to grasslands to roadsides. Described in 2008, the species was previously confused with Commelina mascarenica and Commelina imberbis. Despite this misinterpretation, a third similar species, Commelina kotschyi, is actually most closely related to C. lukei. The plant's distinctive features include a scrambling habit, capsules with a rounded extension at the apex, appendaged seeds, clasping leaf bases throughout, and solely needle-like hairs along the upper side of the leaf's midrib. The species was named in honour of the botanist W. Q. R. Luke, whose collection of the plant served as the type specimen and allowed for a complete illustration and description.",
    "Taxonomy": "Commelina lukei was previously confused with the similar species Commelina imberbis. While a number of morphological characters are now known which can consistently separate these two species, the most obvious ones typically did not survive on collected specimens, in particular seed, capsules, and the shape of floral organs. It was later found that plants thought to be C. imberbis from coastal East Africa were in fact a separate species previously only recorded from Madagascar, namely Commelina mascarenica, which meant that this third species had also been confused with C. lukei. The confusion was driven by the fact that C. imberbis and C. mascerenica both share certain key features with C. lukei, including leaves which clasp the stem, solitary and only slightly hairy spathes with shortly fused margins, and blue flowers. Furthermore, the capsules and seeds, while distinctive upon close inspection, are superficially quite similar.Commelina lukei had been informally recognised as a distinct species for some time, particularly when it was observed in the field because floral characters could be observed. A thorough study of the plant had not been undertaken until the time shortly before the species' publication. Robert B. Faden, the author of the paper describing the species, noted that he realised C. lukei was a new species upon collecting it in 1969, but was unable to distinguish dried herbarium specimens of the plant from the two aforementioned similar species. Eventually Faden noticed that certain specimens had needle-like, acicular hairs along the midvein on the leaves' upper surfaces, while others had mainly or only hook-hairs. Once sorted into two piles based on this character, Faden noticed that the plants with needle-like hairs also had all of their leaves clasping the stem, appendaged seeds, and capsules with a bulging apex, while those with hook-hairs only had leaves towards the tip clasping, unappendaged seeds, and broader capsules lacking an apical bulge. These characters proved sufficient for consistently separating both live and herbarium specimens.Neither Commelina imberbis nor Commelina mascarenica is most closely related to Commelina lukei. A third similar species, Commelina kotschyi, which has itself been frequently confused with C. imberbis, shares the most features with C. lukei. Both have appendaged seeds and bulging capsule apices, but C. kotschyi is an annual, has smaller leaves with undulate margins, smaller spathes that lack an upper cincinnus, and mostly hook-hairs along the upper surface of the midvein. Additionally C. kotschyi  is found in upland areas in seasonally waterlogged soils and the distributions of the two species only overlap in a narrow strip.Robert Faden chose the specific epithet, \"lukei\", in honour of the botanist William Richard Quentin Luke. Faden wrote, \"[His] collections, many made with Ann Robertson, have greatly increased our knowledge of the flora of tropical East Africa, especially Kenya, and [his] specific collections of this species, at my request, have enabled it to be illustrated from living material and have permitted the completion of its description\". Luke's collection served as the type specimen for the species.",
    "Distribution and habitat": "Commelina lukei is found in tropical East Africa and has been recorded from southeastern Kenya, northeastern and south-central Tanzania, including the island of Zanzibar, and Madagascar. It is found primarily in coastal areas, many of them densely populated, but it also extends inland into the much more rural Taita Hills in Kenya and the western Usambara Mountains in Tanzania. In these inland areas it is sympatric with the closely related species Commelina kotschyi. Due to the relatively wide distribution of Commelina lukei, its global conservation status is considered Least Concern based on IUCN Red List guidelines. However, it is only known from a single collection in Madagascar and its conservation situation there currently cannot be determined.The species is found in a wide variety of habitats that are typically found at elevations between sea level and 1000 metres, though one collection was made as high as 1700 metres. It has been collected in a variety of woodland habitats, typically in more open settings such as forest edges, forest clearings, plantations, and open areas of mountane forests, but also in lowland evergreen forests and within woodlands. It has also been found in thickets and bushland as well as in more open habitats such as grasslands and roadsides. Additionally it has occurred along riversides and is sometimes associated with rocks in moist situations.\n\n\n== References =="
  }
}