{
  "url": "https://en.wikipedia.org/wiki/Commelina_caroliniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Commelinales"
    },
    {
      "Family": "Commelinaceae"
    },
    {
      "Genus": "Commelina"
    },
    {
      "Species": "C. caroliniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Commelina caroliniana, sometimes known as the Carolina dayflower, is an herbaceous plant in the dayflower family native to India and Bangladesh. Both the scientific name and the common name are misleading as the plant was described based on specimens found in the southeastern United States before it was known that the plant had been introduced from India. It was most likely introduced to South Carolina in the late 17th century along with rice seed from India. Its flowers emerge from summer to fall and rarely into the winter.",
    "Taxonomy": "Commelina caroliniana was originally described by Thomas Walter in 1788 in his work Flora caroliniana. As soon as 1805, other authors began to treat the name as a synonym of Commelina communis, while others excluded it altogether. Some, such as G.H.E. Muhlenberg in 1818, did continue to recognise the species as distinct. In 1881, Charles Baron Clarke began to treat it as a synonym of Commelina diffusa, then known as Commelina nudiflora. In the 20th century its placement varied, with Albert Radford treating it as a doubtful species in his 1968 Manual of the Vascular Flora of the Carolinas, and Duncan and Kartesz continuing to consider it a synonym of C. diffusa in their 1981 Vascular Flora of Georgia.Robert Faden published a paper in 1989 that reviewed the literature regarding the species. After studying Walter's original description and specimens, Faden determined that the species was in fact distinct from C. diffusa. Furthermore, while working on the Flora of Ceylon project, Faden noticed that C. caroliniana was identical to a species found in India, namely Commelina hasskarlii. This name had been given by Charles Baron Clarke in 1874, nearly a century after the description of C. caroliniana. Given that C. caroliniana was closely related to several other old world species of Commelina more than any other North American species, Faden determined that Commelina caroliniana must have been introduced and made Commelina hasskarlii a synonym of it.",
    "Description": "Commelina caroliniana is an annual herb with a diffusely spreading growth habit. It will readily root at the nodes when they come into contact with the soil. The stems are decumbent (i.e. lying on the ground with rising tips) to scandent (i.e. climbing). The glabrous (i.e. hairless) leaves have blades that are lanceolate to lanceolate-elliptic or lanceolate-oblong in shape, measuring 2.5 to 10.5 cm in length by 0.7 to 2.4 cm in width. The leaf margins are scabrous (i.e. with rough projections), while the apex is acute to acuminate in outline.The inflorescences are important for making a proper identification, and especially for distinguishing it from Commelina diffusa. The upper cyme, also called a cincinnus, is typically vestigial and included inside the spathe, though it is can be rarely 1-flowered and exserted. The spathes are solitary and bright green in colour, though becoming paler towards the base. Unlike Commelina communis, it lacks veins with contrasting colour. They are pedunculate (i.e. supported on a stalk), with the peduncles measuring 0.6 to 2.3 cm. They are generally not falcate (i.e. sickle-shaped), though they may be slightly so (cf. Commelina diffusa). They measure 1.2 to 3 cm in length, and rarely up to 3.7 cm long, by 0.5 to 1 cm in width. Their margins are not fused and are usually ciliate (i.e. with a fringe of hairs), while the apex is acuminate in outline. They are glabrous or very lightly pilose (i.e. with fine soft hair).The flowers are bisexual with all three petals being blue, though the smaller lower petal is white towards the centre. The centre-most stamen has a white connective (i.e. the portion connecting the two halves of the anther). There are 3 cruciform staminodes present, each with yellow antherodes, these often showing a maroon spot at their centres. The fruit is a capsule, each having 3 locules and 2 valves and measuring 6 to 8 mm, though they may be rarely as small as 5 mm. Each capsule contains 5 dark brown seeds that measure 2.4 to 4.3 mm long, and rarely up to 4.6 mm, by 2 to 2.3 mm wide, though rarely they can be as narrow as 1.6 mm. They are smooth to faintly alveolate (i.e. with a honeycombed surface) with a mealy texture. The chromosome number is 2n = ca. 86.",
    "Distribution and habitat": "Commelina caroliniana is native to India and Bangladesh. It was introduced to South Carolina via the port of Charleston in or around 1696 when rice was first brought to the colonies from India, whence it spread across much of the southeastern United States. Today it can be found from North Carolina south along the coastal plain to Florida and west along the Gulf Coast to eastern Texas, with a few outlying populations in Maryland, Arkansas and Missouri. It has also been reported from the Philippines and Guam, where it was also most likely introduced.It is most commonly found in fields, yards, waste places, along roadsides or railroad rights-of-way, or rarely in forests. It is also a weed in crops, especially those involving heavy irrigation such as rice, sugar cane and corn.",
    "References": "",
    "External links": " Media related to Commelina caroliniana at Wikimedia Commons"
  }
}