{
  "url": "https://en.wikipedia.org/wiki/Commelina_cyanea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Commelinales"
    },
    {
      "Family": "Commelinaceae"
    },
    {
      "Genus": "Commelina"
    },
    {
      "Species": "C. cyanea"
    }
  ],
  "text": {
    "__SUMMARY__": "Commelina cyanea, commonly known as scurvy weed, is a perennial prostrate herb of the family Commelinaceae native to moist forests and woodlands of eastern Australia, Lord Howe Island and Norfolk Island. The blue flowers appear over the warmer months and are pollinated by bees and flies.",
    "Taxonomy": "Commelina cyanea was one of the many species initially described by the botanist Robert Brown in his 1810 work Prodromus Florae Novae Hollandiae et Insulae Van Diemen and still bears its original name. The genus name Commelina was chosen based on the Asiatic dayflower. Linnaeus picked the name in honour of the Dutch botanists Jan and Caspar Commelijn, using the two large showy petals of Commelina communis to symbolise them. The specific name is the Latin adjective cyaneus, meaning \"blue\". As well as scurvy weed, alternative common names include (native) wandering Jew, forget-me-not, and creeping Christian. People named them different names but basically the leaf looks like a plant similar to ivy, and long branches.",
    "Description": "Commelina cyanea  is a trailing herbaceous perennial plant, whose stems grow along the ground.  It readily roots at the nodes when they come into contact with the soil. They die off in winter. The leaves are ovate to narrow-ovate, and measure 2–7 cm (1–3 in) long by 0.5–1.5 cm (0.20–0.59 in) wide. The flowers can occur at any time from spring to autumn. They are deep blue and about 1.5 cm (0.59 in) in diameter, followed by a capsule bearing 2-5 2–3 mm long seeds.",
    "Distribution and habitat": "The range across eastern New South Wales, from Narooma northwards, up into Queensland. It also occurs on Lord Howe Island, and Norfolk Island. It grows in wetter shaded areas in forest habitats. They occur in southern California, especially Ventura County and in particular the Oxnard City's coast, where you can find them in back yards and sandy soils, they are hardy and good for ground covering to retain moisture when soil is sandy and or drain rapidly.",
    "Ecology": "Commelina cyanea is pollinated by a variety of native bees such as Nomia aurantifer, Amegilla pulchra, halictid and colletid bees, and syrphid flies (genus Syritta). Wallabies and rabbits eat the vegetation. Vegetation is also possibly dispersed by water. and along Oxnard California coast and back yards.",
    "Uses": "The leaves are used as an edible vegetable. The leaves were used by early non-indigenous colonists to alleviate scurvy, and hence its common name..\nAttractive in flower, Commelina cyanea adapts readily to cultivation and can be grown as a groundcover or in hanging baskets. It is easily propagated from cuttings. It does resemble the introduced weed wandering Jew (Tradescantia fluminensis), but the latter has white flowers and a segmented stem, a weak root system. It also lacks the hairy leaf sheathes of C. cyanea. However, C. cyanea can itself be weedy in gardens at times.\n\n\n== References =="
  }
}