{
  "url": "https://en.wikipedia.org/wiki/Commelina_sphaerorrhizoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Commelinales"
    },
    {
      "Family": "Commelinaceae"
    },
    {
      "Genus": "Commelina"
    },
    {
      "Species": "C. sphaerorrhizoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Commelina sphaerorrhizoma is a monocotyledonous, herbaceous plant in the dayflower family from south-central Africa. This blue-flowered herb has been recorded from western Zambia, central Angola, and the southern portion of the Democratic Republic of the Congo, although at the time of its description it was known only from 11 collections and may be more broadly distributed. It is found in a variety of habitats ranging from woodlands to grasslands to roadsides. The plant's most distinctive feature and the source of its scientific name is its moniliform rhizome composed of spherical segments that can form a bead-like chain. Other distinguishing characteristics include glaucous leaves with clasping bases, unfused and virtually hairless spathes, capsules composed of three, one-seeded locules, and very large seeds with a hairy surface.",
    "Taxonomy & systematics": "Commelina sphaerorrhizoma was first described in 2009 in the Belgian journal Systematics and Geography of Plants along with Commelina rosulata and Commelina orchidophylla. However, the species was first collected in 1906 by John Gossweiler, an important botanical explorer in Angola. Despite this, the plant was not mentioned in scientific literature until Walter H. Lewis published a chromosome count in 1964, referring to it as \"Commelina sp. 5\".It is unclear which of the other 170 or so species of Commelina is closely related to Commelina sphaerorrhizoma, if any. Only two other species of Commelina, namely Commelina welwitschii and Commelina crassicaulis, have rhizomes similar to Commelina sphaerorrhizoma. While both of these species also have free, unfused spathe margins, most other features, including flower color and seed morphology, are quite different. Furthermore, similarity in vegetative morphology, such as the type of roots, has never been known to indicate relationships in the genus.Charles Baron Clarke, a 19th-century specialist of the dayflower family, used capsule morphology to categorise species in this genus at the infrageneric level: under this system, the trivalved, one-seeded locules would indicate a close relationship with Commelina bracteosa, but that species has a fused spathe margin, fused paired sepals, and a highly reduced lower petal. Because Commelina sphaerorrhizoma is the only Commelina with unfused spathes, blue flowers, trivalved capsules and one-seeded locules, its relationships remain unknown.",
    "Distribution & habitat": "Commelina sphaerorhizoma is found in south-central Africa and is currently known from an area larger than 10,000 square kilometers. It has been collected in western Zambia, the southern part of the Democratic Republic of the Congo, and central Angola. However, at the time of the publication of the plant's description, it was known from only 11 collections. The describing authors state that the plant is probably not rare, but rather rarely collected due to its inconspicuous appearance when not in flower; consequently the plant is believed to be more broadly distributed than is currently known. The diverse range of habitats in which the plant is found as well as the relatively undeveloped regions that it inhabits add to this hypothesis. The aforementioned 11 collections represent Bié Province and Cuando Cubango Province in Angola, Haut-Katanga District and Kwango District in the Democratic Republic of the Congo, and Mongu District, Kaoma District, and Mwinilunga District in Zambia.The plant has been collected in a diverse array of habitats. These include woodland, Kalahari woodland, woodland edges, tropical scrub, Brachystegia semi-thicket, grasslands, bog edges, roadsides, and sometimes on rocky escarpments. Within these habitats it is commonly found in sandy soils. It has been collected at altitudes from 1030 to 1750 meters.\n\n\n== References =="
  }
}