{
  "url": "https://en.wikipedia.org/wiki/Commelina_orchidophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Commelinales"
    },
    {
      "Family": "Commelinaceae"
    },
    {
      "Genus": "Commelina"
    },
    {
      "Species": "C. orchidophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Commelina orchidophylla is a monocotyledonous, herbaceous plant in the dayflower family from south-central Africa. This blue-flowered herb has been recorded only from the Haut-Katanga District of the Democratic Republic of the Congo, although at the time of its description it was known only from 3 collections. It is found in woodlands, especially in rocky areas, and on sandstone. The plant's most distinctive feature and the source of its scientific name is its orchid-like pair of broad basal leaves. Other distinctive characteristics include hairy tuberous roots, solitary spathes on long stalks that arise directly from the basal leaves before the development of elongated flowering shoots, dimorphic seeds, and unfused spathes lacking hairs which contain an upper cincinnus that barely emerges. The flowers have never been observed directly and are only partially known from bud dissections.",
    "Taxonomy & systematics": "Commelina orchidophylla was first described in 2009 in the Belgian journal Systematics and Geography of Plants along with Commelina rosulata and Commelina sphaerorrhizoma. The species was first collected in 1981.",
    "Distribution & habitat": "Commelina sphaerorhizoma is found in south-central Africa and is currently known only from the southeastern part of the Democratic Republic of the Congo, specifically in Haut-Katanga District around the town of Gombela and in the Kundelungu National Park. The plant has been collected only three times between 1981 and 1986. As such, it is considered vulnerable in light of its apparent rarity, as well as its presence in a politically unstable region. It has been found in woodlands, woodland clearings on rocky terrain, and on sandstone. The collections were made between an altitude of 1050 to 1500 meters.\n\n\n== References =="
  }
}