{
  "url": "https://en.wikipedia.org/wiki/Commelina_benghalensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Commelinales"
    },
    {
      "Family": "Commelinaceae"
    },
    {
      "Genus": "Commelina"
    },
    {
      "Species": "C. benghalensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Commelina benghalensis, commonly known as the Benghal dayflower, tropical spiderwort, or wandering Jew, kanshira in Bengali, is a perennial herb native to tropical Asia and Africa. It has been widely introduced to areas outside its native range, including to the neotropics, Hawaii, the West Indies and to both coasts of North America. It has a long flowering period, from spring to fall in subtropical areas, and throughout the year closer to the equator. It is often associated with disturbed soils.\nIn both it native range and areas where it has been introduced it is usually considered a weed, sometimes a serious one. In the United States it has been placed on the Federal Noxious Weed List. It is considered a moderate weed of rice cultivation in Asia. In its native range of sub-Saharan Africa, India, Sri Lanka, and much of Southeast Asia, it is considered a serious weed of an enormous range of crops from tea and coffee to cassava and peanuts. Additional agricultural damage is caused by the fact that it can host the nematode Meloidogyne incognita and the Groundnut rosette virus.In China it is used as a medicinal herb that is said to have diuretic, febrifugal and anti-inflammatory effects, while in Pakistan it is used to cure swellings of the skin, leprosy and as a laxative.",
    "Distribution and habitat": "Commelina benghalensis  is a wide-ranging plant, being native to tropical and subtropical Asia and Africa, an area otherwise known as the paleotropics. In China it is commonly associated with wet locations. There it can be found from near sea level up to 2300 metres. It is present from the provinces of Hebei and Shandong in the northeast, west to Sichuan and in all provinces south to Hainan, the southernmost province. It is also found in Taiwan. In Japan the plant is restricted to the southern portions of the country from the southern Kantō region westward and including the islands of Shikoku and Kyūshū. Although its roots and tubers are used as a food source, C. benghalensis is not cultivated in Ethiopia, where it grows as a weed.The plant has also been widely introduced beyond its range to the neotropics - the southeastern United States, California, Hawaii, Cuba, Jamaica, Puerto Rico, Martinique, Montserrat, Barbados and St Vincent. In Puerto Rico the plant is known from a single collection from Cayey. In the southeastern United States the plant was collected in the 1928, while it was first collected in Hawaii in 1909. In the southeastern states it is present in Florida, Georgia, Louisiana and North Carolina and spreading. It was added to the Federal Noxious Weed List in 1983, and by 2003 was considered the most serious pest of Georgia's cotton crop due to widely used herbicides such as glyphosate having little effect on it. It was introduced separately to California in the 1980s, making it the only introduced species of Commelina in the western United States. It is associated with disturbed soils such as yards, lawns and cultivated areas, especially in cotton crops and orange groves.",
    "Morphology": "In Jammu, India, this plant is an annual, growing from May to December and flowering from June to October. In the Andaman and Nicobar Islands, located closer to the equator, it is a perennial, flowering around the year.Commelina benghalensis produces three types of branches - aerial or negatively geotropic ones, subaerial or diageotropic ones, and underground or positively geotropic ones. The underground branches do not bear leaves.",
    "Reproduction": "Bengal dayflowers display an enormous diversity in reproductive systems. It produces three types of flowers -male (chasmogamous), hermaphrodite chasmogamous and hermaphrodite cleistogamous. All three types develop on aerial branches, but only hermaphrodite chasmogamous flowers develop on subaerial branches, and only cleistogamous flowers develop on underground branches. Finally, some plants may produce female flowers on aerial branches. Developing flowers are covered in mucilaginous spathes.Flowers are zygomorphic.The petals are blue. The androecium (male organ) has six stamens, of which only three are fertile. One of the fertile stamens is longer and yellow; the other two are shorter and grey in colour. The gynoecium (female organ) has three joined carpels. Aerial and subaerial branch flowers have five ovules per ovary; underground branch flowers have three.Seeds are ovoid; 2 mm long and 1.5 mm wide. There are four types of seeds - large and small aerial and underground. Plants from large underground seeds grow fastest in the first 2–4 weeks and so seem to have better competitive ability. All the other types of seeds have a dormancy period. They may be produced to survive stressful periods (e.g. droughts) or to spread to new areas. Kim Sang Yeol found that most (75-77%) seeds were of the small aerial type, and that only 2-4% of seeds were underground seeds.",
    "Uses": "In China, the plant is used medicinally as a diuretic, febrifuge and anti-inflammatory. In Pakistan it is used as animal fodder and also eaten by humans as a vegetable. It is also used there medicinally, but with different purported effects, including as a laxative and to cure inflammations of the skin as well as leprosy. The people of Nepal eat the young leaves as a vegetable, use a paste derived from the plant to treat burns, and treat indigestion with a juice produced from the roots. Its use as a famine food in India has been recorded. In southeast Asia and Africa it is used as fodder and also medicinally as a poultice.",
    "References": "",
    "External links": " Media related to Commelina benghalensis at Wikimedia CommonsCommelina benghalensis in West African plants – A Photo Guide."
  }
}