{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ferruginea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ferruginea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ferruginea is a plant in the myrtle family, Myrtaceae and is endemic to areas near the coast of the Northern Territory in Australia. It grows to tree size, its new bark is reddish-brown and papery, and its flowers are arranged in spikes new the ends of its branches.",
    "Description": "Melaleuca ferruginea grows to a height of 16 m (50 ft) with reddish-brown new bark which turns white-brown with age. Its younger branches are densely covered with soft, silky hairs but become glabrous later.  The leaves are arranged alternately and are 70–160 mm (3–6 in) long, 12–28 mm (0.5–1 in) wide, with a stalk 5–12 mm (0.2–0.5 in) long. They are linear to sickle-shaped with the end tapering to a point, and they have 5 to 7 parallel veins.The flowers are white and arranged in a spike up to 30 mm (1 in) in diameter, usually in the axils of outer leaves, sometimes on the ends of branches, each spike containing 10 to 15 groups of flowers in threes.  The petals are more or less circular, 2.5–3.5 mm (0.1–0.1 in) in diameter and the stamens are arranged around each flower in five bundles, each containing 5 to 7 stamens. Flowering occurs in spring and is followed by fruit which are woody capsules 2–3.5 mm (0.08–0.1 in) long and 3.3–5 mm (0.1–0.2 in) wide.",
    "Taxonomy and naming": "Melaleuca ferruginea was first formally described in 2011 by Lyndley Craven and Ian Cowie in Blumea. The specific epithet (ferruginea) is derived from the Latin ferrugineus meaning \"rusty, light reddish brown\", referring to the colour of the new bark.",
    "Distribution and habitat": "Melaleuca ferruginea occurs near the coast of the Top End of the Northern Territory usually in places that are regularly flooded such as the margins of billabongs and watercourses.\n\n\n== References =="
  }
}