{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pomphostoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pomphostoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pomphostoma is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia.  It is a small, dense shrub with fleshy, narrow leaves, greenish-yellow flowers. It is similar and closely related to Melaleuca bracteosa but differs in the colour and number of stamens in each flower.",
    "Description": "Melaleuca pomphostoma is a shrub which grows to about 1.5 m (5 ft) tall with thick, rough, slightly spongy grey bark. Its leaves are arranged alternately, glabrous, fleshy, 5–10 mm (0.2–0.4 in) long and 1–2 mm (0.04–0.08 in) wide and very narrow egg-shaped with a rounded end.The flowers are arranged in heads or short spikes containing 3 to 12 individual flowers, the spike about 20 mm (0.8 in) wide. They are greenish-yellow with the stamens arranged in five bundles around each flower, the bundles containing 11 to 18 stamens. The flowering season is in autumn and winter and is followed by fruit which are woody capsules 3.5–4 mm (0.1–0.2 in) long.Melaleuca pomphostoma is similar to Melaleuca bracteosa but differs from it in having fewer stamens (M. bracteosa has 7 to 11 per bundle), a different leaf shape and distinctive, numerous, white raised stomata, which are barely visible with a hand lens, on the leaf blades.",
    "Taxonomy and naming": "Melaleuca pomphostoma was first formally described in 1992 by Bryan Barlow in Nuytsia as a new species. The specific epithet (pomphostoma) is from the Ancient Greek words pomphos meaning \"a blister\" and stoma meaning \"mouth\" referring to the raised stomata on the lower leaf surface.",
    "Distribution and habitat": "This melaleuca is confined to the Ravensthorpe district and the eastern end of the Fitzgerald River National Park in the Esperance Plains biogeographic region where it usually grows in sand or clayey loam",
    "Conservation": "Melaleuca pomphostoma is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}