{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_procera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. procera"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca procera is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect, spindly shrub with cylinder-shaped leaves and heads of pinkish flowers in later spring or early summer.",
    "Description": "Melaleuca procera is a  sparsely-branched shrub, growing to 2 m (7 ft) tall. Its leaves are arranged alternately, 5.5–19 mm (0.2–0.7 in) long, 0.9–1.5 mm (0.04–0.06 in) wide, linear in shape and nearly circular in cross-section, tapering to a rounded end with a sharp point.The flowers are a shade of pink to mauve, arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 30 mm (1 in) in diameter and contain 2 to 9 groups of flowers in threes. The outer surface of the flower cup (the hypanthium) is hairy. The petals are 2.5–3.5 mm (0.098–0.14 in) long and fall off soon after the flower opens. There are five bundles of stamens around the flower, each with 8 to 10 stamens. Flowering occurs in November or December, and is followed by fruit which are solitary, woody capsules, 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca procera was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected on the Lake King to Norseman road. The specific epithet (procera) is derived from Latin word procerus meaning  “tall” or \"slender\", referring slender habit of this species.",
    "Distribution and habitat": "Melaleuca procera occurs in and between the Kulin, Kalgarin and Lake Grace districts in the Avon Wheatbelt and Mallee biogeographic regions. It grows in sandy loam and gravel in low open heath.",
    "Conservation": "Melaleuca procera is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}