{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_gnidioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. gnidioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca gnidioides is a shrub in the myrtle family Myrtaceae and is endemic to the south of Grande Terre, the main island of New Caledonia. It is one of only a few members of its genus to occur outside Australia and is a small shrub with heads of white flowers which turn pink with age.",
    "Description": "Melaleuca gnidioides is shrub growing to a height of 1.5 m (5 ft) with thin, grey bark. The stems and leaves are glabrous except when very young. The leaves are 10–25 mm (0.4–1 in) long, 1.5–6 mm (0.06–0.2 in) wide, leathery and narrow elliptic in shape with the end tapering to a point. There are 5 to 7 parallel veins on the leaf.The flowers are in roughly spherical heads on the ends of the branches which continue to grow after flowering. The flowers are white at first but turn pink as they age. The stamens are arranged in bundles around the flower and there are 4 to 9 stamens per bundle. Flowering occurs throughout the year but mainly in summer. The fruit are woody capsules 2–3 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca gnidioides was first formally described in 1864 by Adolphe-Théodore Brongniart and Jean Antoine Arthur Gris in Annales des Sciences Naturelles, Botanique. The specific epithet (gnidiodes) is in reference to the similarity of this species to a plant in the genus Gnidia in the family Thymelaeaceae.",
    "Distribution and habitat": "Melaleuca gnidioides is found in the south of Grande Terre where it grows in maquis near watercourses and in hollows in ultramafic soils.\n\n\n== References =="
  }
}