{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_decussata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. decussata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca decussata, commonly known as cross-leaf honey-myrtle or totem poles, is a plant in the myrtle family, Myrtaceae native to South Australia and both native and naturalised in Victoria. It is an adaptable shrub, grown in many parts of Australia for its attractive foliage but is regarded as an environmental weed in parts of Victoria.",
    "Description": "Melaleuca decussata is a densely branched shrub growing to a height and width of 3 m (10 ft). The leaves are arranged in alternating pairs at right angles to the ones above and below so that the leaves are in 4 rows along the stems (decussate). The leaves are 4.5–15 mm (0.2–0.6 in) long, 0.5–3 mm (0.02–0.1 in) wide, linear, narrow elliptic or narrow egg-shaped tapering to a point and concave in cross section. They also have prominent oil glands on their lower surface.The flowers are a shade of pink or purple but fade rapidly to white. They are arranged in spikes on the ends of branches which continue to grow after flowering and on the sides of the branches. The spikes are up to 16 mm (0.6 in) in diameter, 20–30 mm (0.8–1 in) long and have between 6 and 22 individual flowers. The petals are 1.8–2.3 mm (0.07–0.09 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flowers with 12 to 26 stamens in each bundle. The flowering season is from August to May but flowers mostly appear from November to February in the species' native range.  The fruit which follow are woody capsules, characteristically fused together at their bases and sunken in the stem.",
    "Taxonomy and naming": "Melaleuca decussata was first formally described by Robert Brown in 1812 in the second edition of Hortus Kewensis from material collected from the southern coastal region of Australia. The specific epithet (decussata) refers to the decussate arrangement of the leaves.",
    "Distribution and habitat": "Melaleuca decussata occurs between coastal areas of South Australia (including the Eyre Peninsula) and the centre of eastern Victoria.",
    "Conservation status": "This species has been declared an environmental weed in the Geelong area, the catchments of the Broken and Goulburn rivers and in the Wimmera bioregion. It is a garden escape which becomes naturalised in grasslands and grassy woodland. It is believed to be a threat to several natural vegetation associations and forms dense stands in native pastures. It grows in low nutrient soils subject to inundation.",
    "Use in horticulture": "Melaleuca decussata is a hardy garden plant with attractive foliage. It will grow in most situations and has attractive mauve-coloured flowers, although they fade quickly to white. It is not advisable to plant this species within 6 metres (20 ft) of a wastewater pipe because of its potential to cause damage.\n\n\n== References =="
  }
}