{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_preissiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. preissiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca preissiana, commonly known as stout paperbark, modong or moonah, is a plant in the myrtle family, Myrtaceae and is endemic to coastal areas of southwest Australia. It is a shrub or small tree with papery bark, small leaves and spikes of usually white flowers. It occurs chiefly in areas that are seasonally wet.",
    "Description": "Melaleuca preissiana is a shrub or small tree sometimes growing to 10–15 m (30–50 ft) tall with papery bark or sometimes pale-coloured, hard bark. Its leaves are arranged alternately and are 6–14 mm (0.2–0.6 in) long, 0.7–2.1 mm (0.03–0.08 in) wide, flat, narrow elliptic to narrow egg-shaped with the end tapering to a point.The flowers are usually white, but sometimes a shade of cream or yellow. They are arranged in spikes on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. The spikes are up to 20 mm (0.8 in) in diameter with 7 to 21 groups of flowers in threes. The petals are 2.0–2.5 mm (0.079–0.098 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flower and there are 27 to 36 stamens per bundle. Flowering occurs from August to March and is followed by fruit which are woody capsules, 2.5–3 mm (0.098–0.12 in) long.",
    "Taxonomy and naming": "Melaleuca preissiana was first formally described by Johannes Conrad Schauer in Johann Georg Christian Lehmann's 1844 Plantae Preissianae from a specimen collected by James Drummond. The specific epithet (preissianna) honours Ludwig Preiss, a prolific collector of Western Australian plants and animals.",
    "Distribution and habitat": "This melaleuca occurs in coastal regions between Jurien Bay, Western Australia and Albany in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It is one of three typical trees occurring in the peat of mound springs of the Swan Coastal Plain, ecological communities surrounding aquifer discharges of the Gnangara Mound.",
    "Conservation": "Melaleuca preissiana is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}