{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lateralis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lateralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lateralis is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a showy shrub, well suited to horticulture, distinguished by its very small leaves and small clusters of pink flowers along the older stems.",
    "Description": "Melaleuca lateralis is a bushy shrub growing to about 1.5 m (5 ft) tall. Except on the youngest growth, the leaves and branches are glabrous. The leaves are arranged alternately around the stem and are 2–7 mm (0.08–0.3 in) long and 0.5–1.3 mm (0.02–0.05 in) wide, linear to narrow oval in shape, roughly semi-circular in cross section and usually have a blunt end.This species flowers profusely with deep pink flowers in clusters along the stems. The clusters contain between 4 and 15 individual flowers and are up to 12 mm (0.5 in) in diameter. The petals are  1.2–2.3 mm (0.05–0.09 in) long  and fall off soon after the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing 4 to 12 stamens. Flowering occurs in early spring and is followed by the fruit which are woody capsules 2.6–3 mm (0.10–0.12 in) long in loose clusters along the stem.",
    "Taxonomy and naming": "This species was first described in 1852 by the Russian botanist Nikolai Turczaninow in Bulletin de la classe physico-mathematique de l'Academie Imperiale des sciences de Saint-Petersburg. The specific epithet (lateralis) is \"in reference to the inflorescence being inserted on the branchlets and branches below the leaves\".",
    "Distribution and habitat": "Melaleuca lateralis occurs in and between the Stirling Range and Lake King districts in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in sandy gravel on floodplains.",
    "Conservation": "Melaleuca lateralis is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}