{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_systena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. systena"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca systena, commonly known as coastal honeymyrtle is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It was previously known as Melaleuca acerosa. It is a small shrub with crowded foliage and profuse heads of white to yellow flowers on the ends of its branches in spring.",
    "Description": "Melaleuca systena sometimes grows to a height of 2 m (7 ft) but usually much less. Its leaves are arranged alternately, linear to egg-shaped and fleshy, 4–15.5 mm (0.2–0.6 in) long and 0.6–1.4 mm (0.02–0.06 in) wide. They are sometimes glabrous, sometimes covered with fine hairs and often taper to a point.The flowers are white to creamy-yellow and arranged in heads on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 20 mm (0.8 in) in diameter and contain 3 to 9 groups of flowers in threes. The flowers appear in winter and summer but are more prolific in spring. The petals are 1.5–2.5 mm (0.06–0.1 in) long and fall off as the flower opens. The stamens are arranged in bundles of five around the flower, usually with 10 to 15 stamens in each bundle. The fruit are woody capsules, roughly urn-shaped, 3–6 mm (0.1–0.2 in) long in small clusters along the stems.",
    "Taxonomy and naming": "Melaleuca systena was first named in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany. It had been first formally described in 1824 as Billottia acerosa by Luigi Aloysius Colla. The name was later changed to Melaleuca acerosa but this was an illegal name because it had already been used - Melaleuca acerosa (Colla) G.Don. The name of that species was later changed to Calothamnus quadrifidus. The specific epithet (systena) is from the Ancient Greek word systenos meaning \"tapering\" referring to the shape of the leaf.",
    "Distribution and habitat": "This melaleuca occurs on the coast in and between the Shark Bay and Augusta districts in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain, Warren and Yalgoo biogeographic regions. It grows in sand over sandstone or laterite and on stable sand dunes.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}