{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_shiressii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. shiressii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca shiressii is a plant in the myrtle family, Myrtaceae and is endemic to a small area in New South Wales in Australia. (Some Australian state herbaria continue to use the name Callistemon shiressii.) It is rare shrub or small tree with pale, papery bark, sharp-pointed leaves and spikes of white to pale cream bottlebrush flowers in spring and summer.",
    "Description": "Melaleuca shiressii is a shrub or small tree growing to 12 m (40 ft) high with white or grey papery bark. Its leaves are arranged alternately and are 19–66 mm (0.7–3 in) long, 3–10 mm (0.1–0.4 in) wide, more or less flat, narrow elliptic or narrow egg-shaped and end in a sharp point. There is a mid-vein, marginal veins and 12–23 distinct lateral veins and there are many distinct oil glands. The edges of the leaves are often curled under and the lower surface is paler than the upper one.The flowers are cream or greenish-cream and are arranged in spikes at the end of, or around the branches which continue to grow after flowering. The spikes are 18–22 mm (0.7–0.9 in) in diameter and 30–50 mm (1–2 in) long with 5 to 25 individual flowers. The petals are 1.7–3.3 mm (0.07–0.1 in) long and fall off as the flower ages and there are 48-84 stamens in each flower. Flowering occurs from September to January and is followed by fruit which are woody capsules, 2.5–3.7 mm (0.098–0.15 in) long and 5 mm (0.2 in) in diameter.",
    "Taxonomy and naming": "Melaleuca shiressii was first named in 2006 by Lyndley Craven in Novon when Callistemon shiressii was transferred to the present genus. Callistemon shiressii was first formally described in 1941 by William Blakely. The specific epithet (shiressii) honours David William Campbell Shiress who, with William Blakely, collected the type specimen \"on shale ridges about 1 mile north-west of Narara railway station\". David Shiress, who lived from about 1862 to 1944, was an accountant and apparently a friend of William Blakely.Callistemon shiressii is regarded as a synonym of Melaleuca shiressii by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca shiressii occurs in and between the Singleton and Richmond districts in New South Wales. It grows in moist forests and on ridges .",
    "Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}