{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sabrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sabrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sabrina is a plant in the myrtle family, Myrtaceae and is endemic to a small area near the border between New South Wales and Queensland in Australia. (Some Australian state herbaria use the name Callistemon sabrina.) It is a shrub with fibrous bark and red or pink bottlebrush flowers, tipped with yellow in spring and summer. It is similar to Melaleuca paludicola but distinguished from it by its stamens, which are almost twice as long as those of M. paludicola.",
    "Description": "Melaleuca sabrina is a shrub growing to 4 m (10 ft) tall with fibrous bark. Its leaves are arranged alternately and are 10–59 mm (0.4–2 in) long, 1–3.5 mm (0.04–0.1 in) wide, more or less flat and linear to very narrow egg-shaped with the narrow end towards the base. The leaves have a mid-vein and 11-20 indistinct lateral veins.The flowers are a shade of red or pink, tipped with yellow and are arranged in spikes 30–50 mm (1.2–2.0 in) in diameter with 5 to 25 individual flowers. The petals are 3.2–5.4 mm (0.1–0.2 in) long and fall off as the flower ages and there are 49 to 73 stamens in each flower.  Flowering occurs from October to March and is followed by fruit that are woody capsules, 3.5–5.8 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca sabrina was first formally described in 2009 by Lyndley Craven in Novon. The specific epithet (sabrina) is the name of a river nymph in Celtic mythology, who was supposed to live in the River Severn in the United Kingdom - the type specimen for Melaleuca sabrina was found near the Severn River in Queensland.Callistemon sabrina is regarded as a synonym of Melaleuca sabrina by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca sabrina occurs in and between the Stanthorpe district in Queensland and Tenterfield in New South Wales where it grows along the banks of watercourses and between granite boulders.\n\n\n== References =="
  }
}