{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_spicigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. spicigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca spicigera is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It has wavy, stem-clasping, blue-green leaves and spikes of pink flowers in spring.",
    "Description": "Melaleuca spicigera is a shrub with dark, fibrous bark growing to a height of 2–3 m (7–10 ft) and with branchlets that are covered with soft hairs. Its leaves are arranged alternately, 5–15 mm (0.2–0.6 in) long and 2–6 mm (0.08–0.2 in) wide, heart-shaped to oblong and tapering to a blunt point. The leaves are of a blue-green colour, lack a stalk and are wavy or dished, only rarely flat.The flowers are a shade of pink to purple and are arranged in short spikes on the sides of the branches. Each spike contains 3 to 29 individual flowers and is up to 20 mm (0.79 in) in diameter. The petals are 2.4–3.1 mm (0.09–0.1 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flowers and there are 9 to 16 stamens per bundle. The flowering period is in September or October and is followed by fruit which are woody capsules 5–6 mm (0.2–0.2 in) long with teeth around the edges and in clusters along the branches.",
    "Taxonomy and naming": "Melaleuca spicigera was first formally described in 1902 by Spencer Le Marchant Moore in Journal of Botany from a specimen collected by James Drummond in 1843. The specific epithet (spicigera) is from a Latin word spīca meaning “ear of grain” in reference to the flowers being arranged in a spike.",
    "Distribution and habitat": "This melaleuca occurs in and between the Ongerup, Dowerin and Salmon Gums districts in the Avon Wheatbelt, Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in sandy, clayey or gravelly soils on undulating plains.",
    "Conservation": "Melaleuca spicigera is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species is ornamental and hardy in cultivation in temperate regions, growing in well-drained soils in full sun or semi-shade. It is frost tolerant.\n\n\n== References =="
  }
}