{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_flammea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. flammea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca flammea, commonly known as tapering-leaved bottlebrush,  is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales and Queensland in Australia. (The Australian Plant Census and some Australian state herbaria continue to use the name Callistemon acuminatus.) It is a shrub with broad, lance-shaped leaves which have wavy edges and taper gradually to a fine point. In spring it has typical bottlebrush flowers whose fiery colour gives the species its name.",
    "Description": "Melaleuca flammea is a shrub growing to 1–5 m (3–20 ft) tall with hard, fibrous bark. Its leaves are arranged alternately and are 36–151 mm (1–6 in) long, 6–31 mm (0.2–1 in) wide, broad to narrow lance-shaped and gradually taper to a fine point. They are also distinguished by their broad v-shape, wavy margin with scattered fine teeth and 12 to 33 distinct lateral veins.The flowers are deep red to crimson and arranged in spikes on the ends of branches which continue to grow after flowering. The spikes are up to 70 mm (3 in) in diameter with 25 to 120 individual flowers. The petals are 3–5.4 mm (0.1–0.2 in) long and fall off as the flower ages. There are 20 to 32 bright red stamens in each flower. Flowering occurs mainly in spring but often at other times of the year and is followed by fruit which are woody capsules, 3.9–5.5 mm (0.15–0.22 in) long.",
    "Taxonomy and naming": "Melaleuca flammea was first named in 2006 by Lyndley Craven in Novon. It had first been formally described as Callistemon acuminatus by Edwin Cheel in 1911 in Illustrations of New South Wales Plants from a specimen collected \"on slopes of rocky mountains, Crawford River, 7 miles (10km) from Bullahdelah.\" The specific epithet (flammea) is from the Latin flammeus meaning “fiery” or \"fiery-red\", referring to the fiery colour of the stamens.\nThe Australian Plant Census accepts the name Callistemon acuminatus but it is regarded as a synonym of Melaleuca flammea by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca flammea occurs near Nambour in Queensland and in coastal areas of New South Wales from Port Stephens to the Clarence River district. It usually grows in woodland or forest on dry, rocky hilltops",
    "Conservation status": "Melaleuca flammea, as Callistemon acuminatus, is a classified in New South Wales as a \"Rare or Threatened Australian Plant\".",
    "Use in horticulture": "Although not common in cultivation, this species is hardy, frost and drought tolerant and its distinctive leaves and large, brightly coloured flowers give it horticultural potential.\n\n\n== References =="
  }
}