{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_caeca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. caeca"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca caeca is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is similar to a number of other Western Australian melaleucas such as M. pentagona with its purple pom-pom flower heads but it is a smaller shrub with narrower leaves and smaller inflorescences.",
    "Description": "Melaleuca caeca grows to a height of 1 m (3 ft) with stems and leaves that are glabrous except when very young. Its leaves are arranged alternately, linear to narrow egg-shaped, 8–21.5 mm (0.3–0.8 in) long, 1–2.5 mm (0.04–0.1 in) wide with a rounded end.The flowers are a shade of pink to purple and arranged in heads or short spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 15 mm (0.6 in) in diameter and contain between 5 and 12 groups of flowers in threes. The stamens are arranged in bundles of five around the flower, with 4 to 7 stamens in each bundle. The flowering season is September and October and is followed by fruit which are woody capsules, 2–3.5 mm (0.08–0.1 in) long in an almost spherical cluster around the stems.",
    "Taxonomy and naming": "Melaleuca caeca was first formally described in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen found near Arrino. The specific epithet (caeca) is from the Latin caecus meaning \"blind\", alluding to the fact that few botanists noticed this species in an area that many had visited.",
    "Distribution and habitat": "This melaleuca occurs in the Arrino and Gingin Brook districts in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in sand or loam in heath and woodland.",
    "Conservation status": "Melaleuca caeca is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}