{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pentagona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pentagona"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pentagona is a plant in the myrtle family Myrtaceae and is endemic to the south of Western Australia. It is a showy, medium-sized shrub which produces large numbers of pink flowers in spring. There are three varieties recognised, one of which has been known in cultivation for many years.",
    "Description": "Melaleuca pentagona is a medium-sized shrub growing to about 5 m (20 ft) tall with papery grey or white bark. The leaves are arranged alternately along the stem, mostly 8–18 mm (0.3–0.7 in) long and 0.8–5.2 mm (0.03–0.2 in) wide, linear to narrow elliptic in shape and with a groove on the upper surface.The flowers are a shade of pink or purple and arranged in heads at the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 20 mm (0.8 in) in diameter and contain 3 to 8 groups of flowers in threes. The petals are 0.9–2 mm (0.04–0.08 in) long and fall off as the flowers open. The stamens are arranged in five bundles around the flower, each bundle with 2 to 8 stamens. Flowering time varies with subspecies but in general occurs in spring and summer. The fruit are woody capsules 2.5–3.5 mm (0.098–0.14 in) long, in spherical clusters up to 20 mm (0.8 in) in diameter.",
    "Taxonomy and naming": "Melaleuca pentagona was first formally described in 1806 by the French biologist, Jacques Labillardière in Novae Hollandiae Plantarum Specimen. The specific epithet (pentagona) is from the Ancient Greek πέντε (pénte) meaning “five” and γωνία (gōnía) meaning “angle” referring to the fruiting capsules being compressed into a five-sided shape.\nThe varieties recognised are:\n\nMelaleuca pentagona var. latifolia Benth. which occurs in and between the Esperance, Israelite Bay and Toolinna districts, flowers in late spring and grows in heath and mallee on sandy soils near salt lakes;\nMelaleuca pentagona Labill. var. pentagona which occurs in and between the Mount Barker, Albany and Esperance districts, flowering mainly in spring and summer and grows in heath, mallee and woodland in sandy, clay or gravelly soil over granite and sandstone;\nMelaleuca pentagona var. raggedensis Craven which occurs in the Cape Arid National Park in heath, mallee and shrubland in sandy or stony soil often around granite rocks. The variety name (raggedensis) refers to the locality Mount Ragged in the Cape Arid National Park where this variety occurs.",
    "Distribution and habitat": "Melaleuca pentagona occurs in the Avon Wheatbelt, Coolgardie, Esperance Plains, Jarrah Forest, Mallee and Warren biogeographic regions.",
    "Ecology": "This species of Melaleuca has become an invasive, environmental weed in some parts of Western Australia.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca pentagona var. pentagona is well known in cultivation, suitable to a range of soils and conditions.\n\n\n== References =="
  }
}