{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_salicina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. salicina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca salicina, commonly known as white bottlebrush or willow bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to eastern Australia. (Some Australian state herbaria continue to use the name Callistemon salignus). It is a shrub or small tree with soft foliage, pink new growth, white papery bark and spikes of usually white or creamy bottlebrush flowers in spring. Pink and red forms are also seen in cultivation.",
    "Description": "Melaleuca salicina is a shrub or small tree growing to 15 m (50 ft) high with soft, pink new growth and white or grey papery bark. Its leaves are arranged alternately and are 38–144 mm (1–6 in) long, 5–16 mm (0.2–0.6 in) wide, more or less flat, narrow elliptic in shape and tapering towards both ends. There is a mid-vein, marginal veins and 9-29 distinct lateral veins.\nThe flowers are white or creamy-white and are arranged in spikes at the end of, or around the branches which continue to grow after flowering. The spikes are 20–35 mm (0.8–1 in) in diameter and 50–80 mm (2–3 in) long with 10 to 40 individual flowers. The petals are 2.6–4 mm (0.1–0.2 in) long and fall off as the flower ages and there are 48-65 stamens in each flower. Flowering occurs from September to November and is followed by fruit which are woody capsules, 3.8–4.4 mm (0.1–0.2 in) long and 4–5 mm (0.16–0.20 in) in diameter.",
    "Taxonomy and naming": "Melaleuca salicina was first named in 2006 by Lyndley Craven in Novon when Callistemon salignus was transferred to the present genus. Callistemon salignus was first formally described by botanist James Edward Smith in 1797 in Transactions of the Linnean Society of London, and named Metrosideros saligna. In 1826, botanist Robert Sweet indicated that the species should be transferred to the genus Callistemon in Sweet's Hortus Britannicus.\nThe specific epithet (salicina) refers to an apparent similarity between the leaves of this species and those of a species of willow in the genus Salix.",
    "Distribution and habitat": "This melaleuca occurs in New South Wales from the border with Victoria  along the coast and ranges to the Biloela and Bundaberg districts in Queensland. It grows along watercourses and coastal waterways and on river flats .",
    "Use in horticulture": "Melaleuca salicina has been known in gardens over many years, usually as Callistemon salignus. It can be used for providing shelter and screening and is well-suited as a street tree, or for planting in parks and gardens. Additionally, flowers will attract birds to a garden. The species is suited to a wide range of soil types, and can tolerate both wet and dry conditions and near-coastal exposure but it is not frost tolerant.\n\n\t\t\n\t\t\n\n\n== References =="
  }
}