{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_eulobata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. eulobata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca eulobata is a plant in the myrtle family, Myrtaceae and is endemic to the west coast of Western Australia. It is a shrub resembling Melaleuca campanae with its heads of pink flowers in late spring but is distinguished from that species by its sepals - in M. campane these are reduced to a ring of tissue but M. eulobata has distinct calyx lobes.",
    "Description": "Melaleuca eulobata is a shrub growing to 2 m (7 ft) tall with the young branches covered with short, silky hairs. Its leaves are arranged alternately, 10–18 mm (0.4–0.7 in) long, 3–6 mm (0.1–0.2 in) wide, flat, narrow egg-shaped with the end tapering to a point and three parallel veins.The flowers are purple and arranged in heads on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 22 mm (0.9 in) in diameter and composed of 4 to 7 groups of flowers in threes. The petals are 1–1.7 mm (0.04–0.07 in) long and fall off as the flower opens. There are five bundles of stamens around the flower, each with 9 or 10 stamens. Flowering occurs mainly in September and October and is followed by fruit which are woody capsules 2.5–3.5 mm (0.098–0.14 in) long, in almost spherical clusters around the stem.",
    "Taxonomy and naming": "Melaleuca eulobata was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected on the road to Monkey Mia. The specific epithet (eulobata) is from the Ancient Greek eu- meaning “well\", \"thoroughly” or \"truly\" and lobos, \"lobe\", referring to the distinct calyx lobes.",
    "Distribution and habitat": "This melaleuca occurs near Shark Bay in the Carnarvon and Yalgoo biogeographic regions where it grows in scrubland in pebbly sand.",
    "Conservation status": "Melaleuca eulobata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}