{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_holosericea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. holosericea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca holosericea is a plant in the myrtle family Myrtaceae which is endemic to the south-west of Western Australia. It is a small, rare shrub similar to other pink-flowered species in the Melaleuca scabra group.",
    "Description": "Melaleuca holosericea grows to about 0.6 m (2 ft) high, rarely taller.  The leaves and branches are often covered with a dense covering of soft, silky hairs. The leaves are 6–13 mm (0.2–0.5 in) long and 0.5–1 mm (0.02–0.04 in) wide, linear in shape, almost circular in cross section and tapering at the end.The pinkish flowers are arranged in heads up to 16 mm (0.6 in) diameter at the ends of branches which continue to grow after flowering, each head containing between two and five groups of flowers in threes. The petals are 1.5–3 mm (0.06–0.1 in) long and fall off as the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing between 7 and 9 stamens. The main flowering period is in early spring and is followed by the fruit which are woody capsules about 3–4.5 mm (0.1–0.2 in) long.",
    "Taxonomy": "Melaleuca holosericea was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (holosericea) is from the Ancient Greek words hólos meaning \"whole\" and serikon meaning \"silk\" referring to the silky hairs on the branches and leaves.",
    "Distribution and habitat": "This melaleuca occurs in the Clackline, Toodyay and Northam districts in the Avon Wheatbelt and Jarrah Forest biogeographic regions. It grows in sandy and gravelly soils on undulating plains and ridges.",
    "Ecology": "Melaleuca holosericea has been found to be resistant to Phytophthora cinnamomi",
    "Conservation": "Melaleuca holosericea is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}