{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_montana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. montana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca montana, commonly known as mountain bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to the Border Ranges area of New South Wales and Queensland in Australia. (Some Australian state herbaria continue to use the name Callistemon montanus). It is a shrub or small tree distinguished from most other red bottlebrushes by its hairy petals.",
    "Description": "Melaleuca montana is a shrub or small tree growing to 8 m (30 ft) tall. Its leaves are arranged alternately and are 37–112 mm (1–4 in) long, 5–12 mm (0.2–0.5 in) wide, flat, narrow elliptic to narrow egg-shaped often with one side straighter than the other. There is a mid-vein and 11 to 21 lateral veins.The flowers are a shade of red to crimson and arranged in spikes on the sides of the branches. The spikes are 15–65 mm (0.6–3 in) in diameter with 15 to 30 individual flowers. The petals are 4.2–6.2 mm (0.17–0.24 in) long, densely hairy on the outer surface and fall off as the flower ages. There are 27 to 47 stamens in each flower. Flowering occurs in spring and summer but sometimes at other times of the year. Flowering is followed by fruit that are woody capsules, 6.2–8.6 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca montana was first formally described in 2006 by Lyndley Craven in Novon. The specific epithet (montana) is a Latin word  meaning \"of mountains\" in reference to the habitat of this species.Callistemon montanus is regarded as a synonym of Melaleuca montana by the Royal Botanic Gardens, Kew,",
    "Distribution and habitat": "This melaleuca occurs in the Border Ranges area near the New South Wales–Queensland border. It grows in forest and heath in shallow soils on cliff tops and edges.",
    "Use in horticulture": "Melaleuca montana has long been in cultivation (as Callistemon montanus). Whilst the flowers may not be as attractive as those of Melaleuca citrina, it is more likely to flower in shady situations.\n\n\n== References =="
  }
}