{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_bromelioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. bromelioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca bromelioides is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia.  It has distinctive, pine-like, prickly leaves and flowers that change colour from white to reddish as they age.",
    "Description": "Melaleuca bromelioides is a shrub to about 1.0–1.5 m (3–5 ft) high with mostly glabrous foliage and branches. Its leaves are crowded and pine-like, about 7–13 mm (0.3–0.5 in) long and 1 mm (0.04 in) wide, linear or narrow oblong and tapering to a sharp point.\n\nThe flowers are white when young but turn reddish as they age. They are in heads at or near the ends of the branches which continue to grow after flowering. Each head contains 2 to 10 individual flowers and is about 15–20 mm (0.6–0.8 in) in diameter. Flowers appear in September and October and the fruit which follow are cylindrical or barrel-shaped woody capsules which retain the sepals as teeth around the edge. The fruit are 5–6 mm (0.20–0.24 in) long and 4–5 mm (0.16–0.20 in) in diameter.",
    "Taxonomy and naming": "Melaleuca bromelioides was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany from a specimen found near Lake King. The specific epithet (bromelioides) is a reference to  the similarity of its flowers to the bromeliad growth form.",
    "Distribution and habitat": "This melaleuca is confined to the Esperance region in a narrow strip between Lake King to Mount Heywood in the Coolgardie, Esperance Plains and Mallee biogeographic regions of Western Australia. It grows in sandy or clayey soils on flats in a range of vegetation associations including mallee, eucalypt woodland and scrubland.",
    "Conservation status": "Melaleuca bromelioides is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}