{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_fluviatilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. fluviatilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca fluviatilis is a plant in the myrtle family, Myrtaceae and is endemic to northern Queensland in Australia. It is a tree with papery bark, narrow leaves and spikes of white or creamy-coloured flowers, usually growing along streams and rivers. It is common in tropical areas and is sometimes confused with Melaleuca argentea although it lacks that species' silvery foliage.",
    "Description": "Melaleuca fluviatilis is a tree growing up to 30 m (100 ft) tall with white or greyish papery bark and weeping habit. Its leaves are arranged alternately, 45–180 mm (2–7 in) long and 5–19 mm (0.2–0.7 in) wide, very narrow elliptical in shape and with 5 to 7 parallel veins. Both surfaces of the leaf are covered with fine, soft hairs when young but become glabrous as they mature.The flowers are white to creamy green and arranged in spikes in the upper leaf axils. Each spike contains 3 to 18 groups of flowers in threes and is up to 100 mm (3.9 in) long and 40 mm (1.6 in) in diameter. The petals are 1.5–3.5 mm (0.06–0.1 in) long and fall off after the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing 3 to 9 stamens. Flowers appear from May to October and are followed by fruit which are woody capsules 2.5–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca fluviatilis was first formally described in 1997 by Bryan Barlow in Nomen from a specimen found in a sandy river bed north of Townsville. The specific epithet (fluviatilis) is a Latin adjective meaning \"pertaining to rivers\".",
    "Distribution and habitat": "This melaleuca is found throughout the Cape York Peninsula and as far south as Gladstone and Biloela, and as far west as Croydon, Boodjamulla National Park and Forest Den National Park. It grows in a range of soils but usually along rivers and streams and the edges of swampy open forest, often in association with rainforest or dry sclerophyll species.\n\n\n== References =="
  }
}