{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_densa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. densa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca densa is a shrub in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a bushy shrub with profuse cream, yellow or greenish flowers and overlapping leaves on the youngest shoots.",
    "Description": "Melaleuca densa grows to a height of about 2–3 m (7–10 ft) and has fibrous, grey or almost white bark. Its leaves are arranged alternately or often in threes around the stem, each leaf 2–9 mm (0.08–0.4 in) long and 1.0–6.7 mm (0.04–0.3 in) wide, oval shaped to almost circular but tapering to a soft point.\nThe yellow or cream coloured flowers are in heads or spikes at the ends of branches that continue to grow after flowering. Each head has between 15 and 37 individual flowers, making a group up to 25 mm (1 in) long and 20 mm (0.8 in) in diameter. At the base of each flower there are brown, papery, overlapping bracts which fall off as the flowers develop. The stamens are arranged in 5 bundles around the flower, each bundle containing 3 to 6 stamens. Flowering occurs from August to September but sometimes continues to December. The fruit are woody capsules 1.8–2.6 mm (0.07–0.1 in) long with the sepals remaining as rounded teeth.",
    "Taxonomy and naming": "This species was first formally described in 1812 by Robert Brown in Hortus Kewensis. The reason Brown chose the specific epithet (densa) is not known but it is from the Latin densus, meaning \"dense\", and may refer to the density of the leaves or of the flowers in the inflorescence.",
    "Distribution and habitat": "Melaleuca densa occurs from the Stirling Range to Augusta in the \nAvon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It grows sandy or clayey soils in seasonally wet flats, in swamps and on riverbanks.",
    "Conservation status": "Melaleuca densa is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}