{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_johnsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. johnsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca johnsonii is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is similar to Melaleuca thapsina with its cylindrical leaves with prickly tips and usually yellow heads of flowers but is distinguished from it by its shorter leaves and papery sepals.",
    "Description": "Melaleuca johnsonii is a shrub growing to 3 m (10 ft) tall with fibrous bark. Its leaves are arranged alternately and are 7–16.5 mm (0.3–0.6 in) long, 0.9–17.5 mm (0.04–0.7 in) wide, linear in shape and roughly oblong in cross-section narrowing to a sharp, straight tip.\nThe flowers are usually yellow, sometimes creamy-white and occasionally pink. They are arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 13 mm (0.5 in) in diameter and composed of 4 to 7 groups of flowers in threes. The sepals are 0.1–0.3 mm (0.004–0.01 in) long and papery. The petals are 1.0–1.5 mm (0.04–0.06 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 3 to 5 stamens. Flowering occurs between August and November and is followed by fruit which are woody capsules, 1.5–3 mm (0.06–0.1 in) long in spherical clusters around the stem.",
    "Taxonomy and naming": "Melaleuca johnsonii was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected 80 kilometres (50 mi) west of Esperance. The specific epithet (johnsonii) honours Lawrence Alexander Sidney Johnson, an Australian taxonomist.",
    "Distribution and habitat": "Melaleuca johnsonii occurs in and between the Hyden, Marvel Loch, Norseman, Newdegate and Esperance districts in the Avon Wheatbelt, Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in gravelly sand and claypans.",
    "Conservation": "Melaleuca johnsonii is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}