{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_idana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. idana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca idana is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a small shrub with fine, silky hairs covering the new foliage and heads of pink to deep purple flowers in early spring. It is similar to Melaleuca sapientes, differing mainly in the shape of the leaves in cross-section and the length of its styles.",
    "Description": "M. idana is a shrub growing to 1 m (3 ft) tall. Its leaves are arranged alternately and are 6–22 mm (0.2–0.9 in) long, 0.7–1.0 mm (0.03–0.04 in) wide, linear in shape and roughly oblong in cross-section.The flowers are a shade of pink to deep purple, arranged in heads on the ends of branches which continue to grow after flowering. The heads are up to 33 mm (1 in) in diameter and composed of three to six groups of flowers in threes. The petals are 1.5–2.5 mm (0.06–0.1 in) long and fall off as the flower ages. Five bundles of stamens are around the flower, each with six to 10 stamens and the styles are 11–13 mm (0.4–0.5 in) long. Flowering occurs between August and October and is followed by fruit which are woody capsules, 3.5–5 mm (0.14–0.20 in) long.",
    "Taxonomy and naming": "Melaleuca idana was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected on the northern boundary of Kalbarri National Park. The specific epithet (idana) is from the Ancient Greek  ἰδᾰνός (idanós) meaning \"fair\" or \"comely\" referring to the attractive flowers.",
    "Distribution and habitat": "This melaleuca occurs in the Wannoo and Kalbarri districts in the Geraldton Sandplains and Yalgoo biogeographic regions. It grows in dry yellow sand on sandplains.",
    "Conservation": "Melaleuca idana is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}