{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_glena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. glena"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca glena is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is similar to the commonly cultivated Melaleuca nesophila with its purple \"pom-pom\" flower heads but is a smaller shrub with the inflorescences much more often on the sides of the branches and only occasionally on the ends.",
    "Description": "Melaleuca glena is a shrub growing to 2 m (7 ft) tall with papery bark and glabrous young stems. Its leaves are flat, narrow egg-shaped, 24–46 mm (0.9–2 in) long, 6.5–10.5 mm (0.3–0.4 in) wide with rounded ends and 5 to 7 longitudinal veins.The flowers are a shade of pink to purple and are arranged in heads or spikes usually only on the sides of the branches. The spikes are up to 15 mm (0.6 in) in diameter and composed of 5 to 12 groups of flowers in threes. The outer edge of the floral cup and the parts of the flowers covering the buds are covered with short, soft, silky white hairs. The petals are 1.2–1.8 mm (0.05–0.07 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 4 to 7 stamens. Flowering occurs in spring and early summer and is followed by fruit which are woody capsules 2.5–3.5 mm (0.098–0.14 in) long, in almost spherical clusters along the stem.",
    "Taxonomy and naming": "Melaleuca glena was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Scaddan. The specific epithet (glena) is from the Ancient Greek glenos meaning “a thing to stare at\" or \"a thing to wonder at” referring to the lateral flower heads of this species.",
    "Distribution and habitat": "Melaleuca glena occurs in the Wittenoom Hills and Fitzgerald River districts near Esperance in the Esperance Plains and Mallee biogeographic regions where it grows in shrubland and mallee in clay soil over granite or laterite or a fossil bearing rock called spongolite.",
    "Conservation": "Melaleuca glena is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}