{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_viminea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. viminea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca viminea, commonly known as mohan is a plant in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. It is variable in size and form from a densely branched, small shrub to a small tree. It has become naturalised locally in southern Victoria.",
    "Description": "Melaleuca viminea grows to 0.5–15 m (2–50 ft) in height and has fibrous or papery bark. Its leaves are arranged in opposite pairs, each leaf 3–20 mm (0.1–0.8 in) long and 0.6–2 millimetres (0.02–0.08 in) wide, linear to narrow oval in shape, tapering to a point.\nIts flowers are in heads, at or near the ends of the branches in groups, 25 mm (1 in) in diameter composed of 5 to 50 individual white or cream flowers.  The stamens are arranged in five bundles around the flower, each bundle having 3 to 16 stamens.  Flowers appear from July to November and are described as smelling sickly. The fruit are woody capsules, 2–4 mm (0.08–0.2 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1839 by John Lindley in A sketch of the vegetation of the Swan River Colony. The specific epithet (viminea) is a Latin word meaning \"pliant\" or \"willowy\".Three subspecies are currently recognised:\nM. viminea subsp. appressa Barlow is distinguished by its small leaves, pressed against the branchlets - it occurs in three disjunct populations - Ongerup, Mt Burdett and  Yilgarn districts;\nM. viminea subsp. demissa Quinn ex. Craven mainly occurs in the Walpole-Manypeaks district;\nM. viminea Lindl. subsp. viminea occurs in the Kalbarri district south to the Busselton and Albany districts, and eastwards to the Muntadgin and Fitzgerald River districts; it is naturalised locally in southern Victoria;",
    "Distribution and habitat": "This melaleuca is widespread in the south-west of Western Australia. It grows in sandy or clayey soils near watercourses, winter-wet depressions, rocky coastal areas and flats.",
    "Conservation": "Melaleuca viminea is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}