{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_halophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. halophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca halophila is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a prickly shrub, similar to Melaleuca thapsina but its flowers are white and the leaves are shorter and hairier.",
    "Description": "Melaleuca halophila is a shrub growing to 3 m (10 ft) tall. Its leaves are arranged alternately, linear to very narrow elliptic, roughly oval in cross-section, 11–30.5 mm (0.4–1 in) long, 1.7–2.5 mm (0.07–0.1 in) wide with a short, prickly point on the end. The leaves are covered with short, soft hairs.The flowers are white and arranged in heads on the ends of branches which continue to grow after flowering and in the upper leaf axils. The heads are up to 15 mm (0.6 in) in diameter and composed of 5 to 11 groups of flowers in threes. The petals are 1.0–1.5 mm (0.04–0.06 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 3 to 7 stamens. Flowering occurs in October and November and is followed by fruit which are woody capsules 1.8–3 mm (0.07–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca halophila was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Salmon Gums. The specific epithet (halophila) is derived from ancient Greek word meaning \"salt\" with the ending -philus meaning \"loving\", referring to the habitat of this species.",
    "Distribution and habitat": "Melaleuca halophila occurs in the Fitzgerald Peaks and Salmon Gums districts in the Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Melaleuca halophila is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}