{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_leptospermoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. leptospermoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca leptospermoides is a plant in the myrtle family, Myrtaceae and is endemic to a small area in the south-west of Western Australia. It is an erect shrub with narrow leaves, pinkish or purple flowers and small fruit, and is similar to Melaleuca tuberculata except that it lacks brown bracts at the base of the flowers.",
    "Description": "Melaleuca leptospermoides is a shrub growing to a height of 1.6 m (5 ft). The leaves are arranged alternately, are 4.5–12 mm (0.2–0.5 in) long, 1.3–6 mm (0.05–0.2 in) wide and linear to narrow oval in shape.Purple, mauve, magenta or pink flowers appear in heads at or near the ends of the branches. The heads are composed of one to four groups of flowers with three flowers in each group and are up to 22 mm (0.9 in) in diameter. The stamens are arranged in five bundles around the flower, each bundle having 8 to 12 stamens. Flowering occurs between September and November and the fruit which follow are woody capsules, 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (leptospermoides) refers to the similarity of this species to a leptospermum.",
    "Distribution and habitat": "Melaleuca leptospermoides occurs from the Cadoux-Brookton districts eastwards to the Coolgardie-Lake King districts in the Avon Wheatbelt, Jarrah Forest and Mallee biogeographic regions. It grows in sand, gravel or clay on undulating sandplains and salt lakes.",
    "Conservation": "Melaleuca leptospermoides is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Essential oils": "The oil from the leaves of this species consists mainly of monoterpenes at the rate of 0.2-0.5% (fresh weight/weight).\n\n\n== References =="
  }
}