{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pachyphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pachyphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pachyphylla, commonly known as wallum bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to near-coastal regions of New South Wales and Queensland in Australia. (Some Australian state herbaria use the name Callistemon pachyphyllus.) It is a medium-sized shrub with a straggling habit and red, or sometimes greenish bottlebrush flowers in summer.",
    "Description": "Melaleuca pachyphylla is a shrub growing to 3 m (10 ft) tall. Its leaves are arranged alternately and are 25–119 mm (1–5 in) long, 3–15 mm (0.1–0.6 in) wide, flat, narrow elliptic to narrow egg-shaped with the narrower end towards the base and a small point at the end. There is a distinct mid-vein and 11–22 side veins.The flowers are usually crimson but sometimes greenish-yellow. They are arranged in spikes on the ends of branches that continue to grow after flowering and also on the sides of the branches. The spikes are 45–65 mm (2–3 in) in diameter with 30 to 90 individual flowers. The petals are 3.5–6.9 mm (0.1–0.3 in) long and fall off as the flower ages and there are 27-45 stamens in each flower. Flowering occurs in summer and is followed by fruit that are woody capsules, 3.9–7.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca pachyphylla was first formally described in 2006 by Lyndley Craven in Novon. The specific epithet (pachyphylla) is from the Greek words pakhús meaning “thick” and phýllon meaning “leaf” in reference to the thick leaves of this species.Callistemon pachyphyllus is regarded as a synonym of Melaleuca pachyphylla by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca pachyphylla occurs in coastal areas from Port Stephens in New South Wales to Hervey Bay in Queensland. It grows in moist ground in wallum.",
    "Conservation": "Melaleuca pachyphylla is sometimes cultivated as Callistemon pachyphyllus. It is a hardy plant that grows well in poorly drained soil in full sun.\n\n\n== References =="
  }
}