{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_borealis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. borealis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca borealis is a plant in the myrtle family, Myrtaceae and is endemic to areas in the tropical north of Queensland. It has relatively long, thin, cylinder-shaped leaves and heads of white to pale yellow flowers on the ends of its branches in late spring.",
    "Description": "Melaleuca borealis is a shrub which grows to a height of 8 m (30 ft) with papery bark and stems, and leaves that are glabrous except when young. Its leaves are arranged alternately, linear in shape and almost circular in cross-section, 18–52 mm (0.7–2 in) long, 0.5–0.8 mm (0.02–0.03 in) wide with the end tapering to a point.The flowers are pale yellow or white and are arranged in heads on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 17 mm (0.7 in) in diameter and contain between 3 and 8 groups of flowers in threes. The stamens are arranged in bundles of five around the flower, with 4 to 7 stamens in each bundle. The flowering season is mainly in November and is followed by fruits which are woody capsules, 1.5–2 mm (0.06–0.08 in) long. The capsules are in clusters forming an almost spherical football shape.",
    "Taxonomy and naming": "Melaleuca borealis was first formally described in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen found in the Forty Mile Scrub National Park. The specific epithet (borealis) is from a Latin word meaning \"northern\" referring to the northerly distribution of the species compared to the related Melaleuca nodosa.",
    "Distribution and habitat": "This melaleuca occurs in and between the Lakeland Downs  and Valley of Lagoons districts in Queensland. It grows in a variety of soils but is often found in red basaltic soil.\n\n\n== References =="
  }
}