{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_atroviridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. atroviridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca atroviridis is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It was formerly included in the species Melaleuca uncinata but a review of that species lead to the identification of a number of new species. Like M. uncinata, this species is used for the production of brushwood fencing. It has fewer stamens in the flowers and somewhat smaller clusters of fruit but has the same needle-like leaves with a hooked end and spikes of creamy yellow flowers in early summer.",
    "Description": "Melaleuca atroviridis is a large shrub sometimes growing to a height of 12 m (40 ft) and has dark, flaking papery bark. Its leaves mostly point upwards, are almost circular in cross-section, 22–56 mm (0.9–2 in) long and 0.6–1.4 mm (0.02–0.06 in) wide. The ends of the leaves taper to a hook.\nThe flowers are a cream or yellow and arranged in spikes containing 5 to 27 groups of flowers in threes. The spikes are 15–17 mm (0.6–0.7 in) in diameter. The petals are 1.3–1.6 mm (0.05–0.06 in) long and fall off as the flower opens. The stamens are arranged in five bundles of around the flower, with 7 to 11 stamens in each bundle. The flowering season lasts from December to February and is followed by fruit which are woody capsules. The fruits become so closely packed together that they lose their individual identities and form a cylinder 5.4–8.5 mm (0.2–0.3 in) in diameter.",
    "Taxonomy and naming": "Melaleuca atroviridis was first formally described in 2004 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen collected near Goomalling. The specific epithet (atroviridis) is from the Latin ater meaning \"black\" and viridis meaning \"green\", referring to the dark green colour of the foliage of this species.",
    "Distribution and habitat": "This melaleuca occurs in and between the Coorow, Perenjori, Wubin, Yellowdine, Beaufort River, Pingrup and Varley districts in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee, Murchison and Yalgoo bieogeographic regions. It grows in woodland, shrubland and samphire on a range of soils and on saline sites, including those on degraded land.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "Melaleuca atroviridis is one of the species used in the production of brushwood fencing and is sometimes cultivated for that purpose.  Tests have shown that it grows well in sand that is saline but not so well on salt affected loam or clay.\n\n\n== References =="
  }
}