{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_platycalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. platycalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca platycalyx is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a small, twiggy shrub with short spikes of purple or pink flowers in spring. The distinguishing features of this species include petals that are bent downwards, an unusually large number of stamens in each flower and unusually large fruits arranged in alternating pairs.",
    "Description": "Melaleuca platycalyx is a spreading, glabrous shrub which grows to a height and width of about 1.5 metres (5 ft). Its leaves are arranged in alternating pairs (decussate) so that there are four rows of leaves along the branches. Each leaf is 5.0–10.4 millimetres (0.2–0.4 in) long and 2.4–5.5 millimetres (0.09–0.2 in) wide, elliptical in shape with a short point on the end and with distinct veins and oil glands.The flowers are a shade of pink or purple and are arranged in short spikes which develop from the sides of the branches. The spikes contain 2 to 4 individual flowers and are up to 16 millimetres (0.6 in) in diameter. The petals are 3–4 millimetres (0.1–0.2 in) long, folded downwards and fall off as the flower matures. The stamens are arranged in five bundles around the flower, each bundle containing 25 to 36 stamens.Flowering mostly occurs in spring and early summer and is followed by the fruits which are woody capsules 4–6 millimetres (0.2–0.2 in) long, about 8 millimetres (0.3 in) in diameter and fused with the branches.",
    "Taxonomy and naming": "Melaleuca platycalyx was first formally described in 1904 by Ludwig Diels in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie.  The specific epithet (platycalyx) is derived from the Ancient Greek words πλατύς (platús) meaning “flat” and kalyx meaning \"cup\", \"cover\" or \"outer envelope of a flower\", apparently referring to the shape of the hypanthium.",
    "Distribution and habitat": "Melaleuca platycalyx occurs in and between the Latham, Ongerup and Lake King districts in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains, Jarrah Forest and Mallee biogeographic regions. It grows in sandy and gravelly soils on sandplains and near granite rocks.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "This species is only known in cultivation in a few places but is a moderately hardy plant in areas with lower humidity than the east coast of Australia. Other purple-flowered melaleucas may be more attractive but the foliage and fruits are features.\n\n\n== References =="
  }
}