{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lara",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lara"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lara is a plant in the myrtle family, Myrtaceae and is endemic to a small area on the west coast of Western Australia. It is similar to Melaleuca ciliosa with its hairy young leaves and heads of yellow flowers ageing to red but there are fewer flowers in each head and the leaves are generally smaller.",
    "Description": "Melaleuca lara is a shrub sometimes growing to 1.5 m (5 ft) tall and wide with branchlets that have soft hairs at first but become glabrous with age. Its leaves are arranged alternately and are 4.5–8.5 mm (0.2–0.3 in) long, 2.8–3.8 mm (0.11–0.15 in) wide, flat, elliptical or egg-shaped and covered with short, soft hairs, especially when young. The oil glands are distinct.The flowers are bright yellow fading to red, arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 25 mm (1 in) in diameter with 2 to 5 groups of flowers in threes. The petals are 1.9–3 mm (0.07–0.1 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 9 to 13 stamens. Flowering occurs in early spring and is followed by fruit which are woody capsules, 4–5.5 mm (0.2–0.2 in) long in loose clusters along the stem.",
    "Taxonomy and naming": "Melaleuca lara was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen near the Z Bend lookout on the Murchison River in the Kalbarri National Park. The specific epithet (lara) is derived from the Ancient Greek word laros meaning \"agreeable\", \"pleasant\" or \"lovely\" referring to the flowers of this plant species.",
    "Distribution and habitat": "Melaleuca lara occurs in the Kalbarri district in the Geraldton Sandplains biogeographic region. It grows in sand in heath on sandplains near river gorges.",
    "Conservation": "Melaleuca lara is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}