{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_zonalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. zonalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca zonalis is a shrub in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with several stems, mostly spoon-shaped leaves and usually pale yellow flowers which age to pink.  Whilst it is common, it is restricted to a relatively small area.",
    "Description": "Melaleuca zonalis is an erect, multi-stemmed shrub, growing to a height of 1 m (3 ft). The leaves are arranged alternately, 8.5–30.5 millimetres (0.3–1 in) long and 2.2–6 millimetres (0.09–0.2 in) wide, narrow egg-shaped to spoon-shaped, have a very short stalk and are covered with hairs when young but become glabrous with age.The flowers are arranged in heads near the ends of the branches in groups of three, each head up to 28 mm (1 in) in diameter. The flowers appear from October to December and are yellow, pale lemon-white or cream, turning pink with age. The stamens are arranged in five bundles around the flower, with 8 to 13 stamens in each bundle. The base of the flower is hairy, 1.2–1.8 millimetres (0.05–0.07 in) long. The fruit which follow flowering are woody capsules, each fruit 3–6.5 mm (0.1–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca zonalis was first formally described in 1999 by Lyndley Craven in a review of the genus. The specific epithet (zonalis) is from the Greek ζώνη (zone) meaning \"belt\" or \"girdle\" referring \"to the apparently common occurrence of this species on the lateritic belt of the Gairdner Range in Western Australia\".",
    "Distribution and habitat": "Melaleuca zonalis occurs from Eneabba to the Gairdner Range in the Lesueur National Park in the Geraldton Sandplains biogeographic region. It grows on grey sandy gravel over laterite on outcrops, valleys and hills.",
    "Conservation": "Melaleuca zonalis is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "This species contains both monoterpene and sesquiterpene essential oils but the yield is low.\n\n\n== References =="
  }
}