{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_quadrifaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. quadrifaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca quadrifaria, commonly known as limestone honey-myrtle, is a plant in the myrtle family, Myrtaceae, and is native to the south of Western Australia. It is distinguished by the small size and arrangement of its leaves combined with its small spikes of white or cream flowers.",
    "Description": "Melaleuca quadrifaria grows to the size of a large shrub up to 5 m (20 ft) tall usually with dark fibrous bark, sometimes with gey or brown papery bark. Its leaves are small and arranged in alternating pairs at right angles to those above and below (decussate) so that they form four rows along the branches. The leaves are 2.5–6.7 mm (0.1–0.3 in) long, 0.8–1.5 mm (0.03–0.06 in) wide, narrow oval in shape, half-moon shape in cross-section and tapering to a blunt point or rounded end.The flowers are white or cream and are arranged in small heads or spikes on the sides of the branches. The spikes are up to 18 mm (0.7 in) in diameter and contain 2 to 9 groups of flowers in threes. The stamens are arranged in five bundles around the flower with 9 to 13 stamens in each bundle. The main flowering time is summer and is followed by fruit which are small, roughly spherical, woody capsules, 2.5–3 mm (0.098–0.12 in) long, with a star shaped opening, scattered or in small clusters along the stems.",
    "Taxonomy and naming": "Melaleuca quadrifaria was first formally described in 1886 by Ferdinand von Mueller in \"Southern Science Record\". (The description was not formally published but a page proof was distributed by Mueller.) The specific epithet (quadrifaria) is derived from the Latin quattuorcode: lat promoted to code: la  meaning \"four\" and -fariuscode: lat promoted to code: la  meaning \"-fold\" referring to the decussate or \"four-fold\" arrangement of the leaves.",
    "Distribution and habitat": "This melaleuca occurs from the Newdegate area and east as far as the border region with South Australia including parts of Fraser Range Station, Cape Arid National Park and Balladonia in the Coolgardie, Hampton, Mallee and  Nullarbor Plain biogeographic regions. It grows in clay, sand and loamy soils over limestone on flats and around salt lakes.",
    "Conservation": "This species is common throughout its range and is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "Although not an especially attractive plant for horticulture, this species is a useful shrub in arid areas with limestone soils.",
    "Uses-Essential oils": "The leaves of Melaleuca quadrifaria contain significant quantities of essential oils, especially the monoterpene, 1,8-cineole (Eucalyptol).\n\n\n== References =="
  }
}