{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_citrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. citrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca citrina, commonly known as common red, crimson or lemon bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales and Victoria in Australia. (Some Australian state herbaria continue to use the name Callistemon citrinus. Callistemon lanceolatus is an older name.) It is a hardy and adaptable species, common in its natural habitat. It is widely cultivated, not only in Australia, often as a species of Callistemon. It was one of the first Australian plants to be grown outside the country, having been taken to England in 1770 by Joseph Banks. Its showy red flower spikes, present over most of the year in an ideal situation, account for its popularity.",
    "Description": "Melaleuca citrina is a shrub growing to 5 m (20 ft) tall but more usually in the range 1–3 m (3–10 ft) high and wide. It has hard, fibrous or papery bark and its young growth is usually covered with soft, silky hairs. Its leaves are arranged alternately and are 26–99 mm (1–4 in) long, 4–25 mm (0.2–1 in) wide, hard, flat, narrow egg-shaped with the narrower end near the base and with a pointed but not sharp end. There are between 7 and 26 branching veins clearly visible on both sides of the leaves and a large number of distinct oil glands visible on both surfaces of the leaves.The flowers are red and arranged in spikes on the ends of branches that continue to grow after flowering and sometimes also in the upper leaf axils. The spikes are up to 45–70 mm (2–3 in) in diameter and 60–100 mm (2–4 in) long with up to 80 individual flowers. The petals are 3.9–5.8 mm (0.15–0.23 in) long and fall off as the flower ages. There are 30 to 45 stamens in each flower, with their \"stalks\" (the filaments) red and \"tips\" (the anthers) purple. Flowering occurs in most months of the year but mainly in November and December. Flowering is followed by fruit that are woody, cup-shaped capsules, 4.4–7 mm (0.2–0.3 in) long and about 7 mm (0.3 in) wide in cylindrical clusters along the stem. The fruiting capsules remain unopened until the plant, or the part bearing them dies.",
    "Taxonomy and naming": "Melaleuca citrina was first formally described in 1802 by the French botanist Georges Louis Marie Dumont de Courset in Le Botaniste Cultivateur. The species had previously been known as Metrosideros citrina, in turn named by William Curtis in the Botanical Magazine in 1794, based on a flowering plant growing at Lord Cremorne's estate. That plant had grown from a root collected in 1770 at Botany Bay by Joseph Banks during the first voyage of James Cook to Australia. Curtis noted that the leaves \"when bruised give forth an agreeable fragrance.\" The specific epithet (citrina) alludes to the similarity of the aromatic property of leaves of this species and those of citrus plants.Callistemon citrinus is regarded as a synonym of Melaleuca citrina by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca citrina occurs in near coastal areas of New South Wales, including the Blue Mountains and extends as far west as the Central Western Slopes. It also occurs in the east coast areas of Victoria and grows in swamps and along creeks and rivers.",
    "Ecology": "Birds have been observed using the species as a source of food. Those seeking nectar from the flowers include eastern spinebills, New Holland honeyeaters, noisy miners, red wattlebirds and silvereyes, while crimson rosellas eat the seeds.",
    "Uses": "",
    "Uses-Agriculture": "The herbicide Mesotrione was developed as a synthetic analogue of leptospermone, a natural herbicide produced by the roots of Callistemon citrinus.",
    "Uses-Horticulture": "M. citrina, as Callistemon citrinus  had become established in cultivation in England by 1794 when flowering plants that were more than five years old had been observed at both Kew Gardens and Syon House and younger plants had become available in nurseries. It is widely cultivated, often as Callistemon citrinus and sometimes as Callistemon lanceolatus. It is easily propagated from seed or cuttings and grows in most soils, preferring a sunny location. It is frost hardy and responds well to watering and the application of fertiliser but is tolerant of drought and frost.A number of cultivars have been developed (as cultivars of Callistemon citrinus) including:\nDemesne Rowena - A cross between 'Splendens' and 'White Anzac' growing to 1.5 x 1.5 metres. The flowers are red upon opening, fading to deep pink.\nFirebrand, a seedling of uncertain origin first planted at Austraflora Nursery in 1973. Plants are about 60 cm high and 2.5 metres wide and have deep crimson-pink flowers.\nSplendens, a form with a compact and rounded habit, growing to about 2 metres high and wide. It is sold under the trade name \"Endeavour\".\nWhite Anzac, a low, spreading white-flowering form selected from a natural population in New South Wales.\n\n\n== References =="
  }
}