{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_brophyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. brophyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca brophyi is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small to medium-sized shrub with small, fleshy leaves and clusters of fruit that resemble soccer balls.",
    "Description": "Melaleuca brophyi is a shrub which grows to a height of between 0.3 and 3 m (1 and 10 ft). Its leaves are crowded, spirally arranged, fleshy, warty, almost circular in cross-section and have prominent oil glands. The leaves are 5–16 mm (0.2–0.6 in) long.\nSmall, yellow, almost spherical groups of flowers about 14 mm (0.6 in) in diameter appear on the ends of the branches between June and November. As with other melaleucas, the stamens are in groups of five and in this species there are about three to six stamens per bundle. The fruit are woody capsules in small, spherical clusters with a diameter of about 10 mm (0.4 in).",
    "Taxonomy and naming": "Melaleuca brophyi was first described in 1999 by Lyndley Craven from a specimen found \"about 1.8 km (1,800 m) south of Lake Biddy on the road to Newdegate\". The specific epithet (brophyi) is in recognition of the work of Joseph J. Brophy for his work on essential oils in the families Myrtaceae and Rutaceae.",
    "Distribution and habitat": "This melaleuca occurs between Southern Cross, Norseman and Esperance in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions in Western Australia. It grows in black clay in saline, low-lying areas.",
    "Conservation status": "Melaleuca brophyi is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}