{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_thyoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. thyoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca thyoides, commonly known as salt lake honey-myrtle is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect shrub with grey, papery or fibrous bark and very small, overlapping leaves on thin branchlets. It is a salt tolerant species often found on the edges of salt lakes.",
    "Description": "Melaleuca thyoides is a shrub which grows to about 5 m (20 ft) high and wide. It has rough, dark grey bark and branchlets that are glabrous except when they first appear. The leaves are arranged alternately and are scale-like, 0.9–2.2 mm (0.04–0.09 in) long, 0.8–1.2 mm (0.03–0.05 in) wide, egg-shaped with the upper surface pressed against the stem and overlapping each other.The flowers are a shade of pink to purple, sometimes white or cream, arranged in heads on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. The heads are up to 17 mm (0.7 in) in diameter and contain 4 to 12 groups of flowers in threes. The petals are 1–1.5 mm (0.04–0.06 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flower, each bundle with 3 to 6 stamens. Flowers appear in spring or summer and the fruit which follow are woody, cup-shaped capsules, 2.5–3 mm (0.098–0.12 in) long in clusters up to 40 mm (2 in) in length along the stem.",
    "Taxonomy and naming": "Melaleuca thyoides was first formally described in 1847 by Nikolai Turczaninow in \"Bulletin de la Societe Imperiale des Naturalistes de Moscou\". The specific epithet (thyoides) is in reference to the leaves resembling those of Thuja, a genus of plant in the cypress family, Cupressaceae.",
    "Distribution and habitat": "This melaleuca occurs in and between the Ongerup, Perenjori and Cape Arid districts in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains, Mallee, Swan Coastal Plain and Yalgoo biogeographic regions. It grows in clay or sandy soils near the edges of salt lakes and along river banks.",
    "Conservation": "Melaleuca thyoides is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses in horticulture": "Melaleuca thyoides is a salt tolerant species and also moderately tolerant of water logging and drought.\n\n\n== References =="
  }
}