{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_leuropoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. leuropoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca leuropoma is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small to medium-sized shrub which flowers over an extended period with flower colour varying from purple to yellow or white. The glossy, often brown petals covering the flower buds are also an unusual characteristic of this species.",
    "Description": "Melaleuca leuropoma is a shrub sometimes growing to 1.5 m (5 ft) tall. Its leaves are arranged alternately and are 4–17 mm (0.2–0.7 in) long, 0.6–1.5 mm (0.02–0.06 in) wide, linear to very narrow egg-shaped and elliptic to almost circular in cross section. They are also glossy and often have short, silky hairs.The flowers colour is variable, from pink or purple to yellow or white and shades in between. The flowers are arranged in heads or short spikes on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 22 mm (0.9 in) in diameter with 3 to 12 groups of flowers in threes. The petals are glossy brown in bud, 1.5–3 mm (0.06–0.1 in) long and fall off soon after the flower opens. The outer surface of the floral cup (the hypanthium) is hairy and there are five bundles of stamens around the flower, each with 7 to 11 stamens. Flowering occurs mainly in spring but often extends into March, and is followed by fruit which are woody, cup-shaped capsules, 2.5–4.5 mm (0.1–0.2 in) long, usually in tight, almost spherical clusters along the stem.",
    "Taxonomy and naming": "Melaleuca leuropoma was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected 11 kilometres (7 mi) north of Eneabba. The specific epithet (leuropoma) is derived from the Ancient Greek words λευρός (leuros) meaning \"smooth\" and poma meaning \"a lid\" or \"a cover\" referring to the unusual, glossy petals covering the flower buds.",
    "Distribution and habitat": "Melaleuca leuropoma occurs in and between the Kalbarri, Gairdner Range and Moora districts in the Avon Wheatbelt, Geraldton Sandplains and Swan Coastal Plain biogeographic regions. It grows in a range of vegetation associations in sand over sandstone and limestone.",
    "Conservation": "Melaleuca leuropoma is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}