{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_stenostachya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. stenostachya"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca stenostachya, commonly known as fibre-barked teatree or straight teatree is a plant in the myrtle family Myrtaceae and is native to the Cape York Peninsula in northern Australia, the gulf country of the Northern Territory and the south of Papua New Guinea. It is closely related to Melaleuca dealbata but can be distinguished from that species by the wide separation of the flowers in the inflorescence.",
    "Description": "Melaleuca stenostachya is a large shrub or small tree which grows to a height of 15 m (50 ft) with white to dark grey, papery or fibrous bark.  Its leaves are arranged alternately, 25–120 mm (1–5 in) long,  2–16 mm (0.08–0.6 in) wide,  linear to elliptic in shape, covered with silky hairs, and tapering to a point. The leaves also have 5 to 7 longitudinal veins.The flowers are creamy-white in colour and are arranged in spikes at the ends of branches which continue to grow after flowering, and sometimes in the upper leaf axils. The spikes contain 6 to 12 groups of flowers in threes well spaced along the inflorescence and are up to 18 mm (0.7 in) in diameter. The stamens are arranged in five bundles around the flower, each bundle containing 6 to 10 stamens. Flowering occurs in most times of the year and is followed by fruit which are woody capsules,  2–3 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca stenostachya was first formally described in 1968 by Stanley Thatcher Blake in Contributions from the Queensland Herbarium. The specific epithet (stenostachya) is from the Ancient Greek stenos meaning \"narrow\" or \"tight\" and stachys meaning \"a spike\" or \"an ear of grain\" referring to the narrow flower spike.",
    "Distribution and habitat": "This melaleuca occurs in the Borroloola district in the Northern Territory, Cape York Peninsula and southern parts of Papua New Guinea. It grows in seasonal swamps and along creeks in a variety of soils.\n\n\n== References =="
  }
}