{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_irbyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. irbyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca irbyana, commonly known as weeping paperbark, bushhouse paperbark and swamp paperbark, is a plant in the myrtle family Myrtaceae and is endemic to New South Wales and Queensland in Australia. It is a shrub or small tree, often growing in pure stands in poorly drained areas. Its distribution is limited and it has been classified as an endangered species under legislation in both states and the forest as critically endangered under Australian government legislation.",
    "Description": "Melaleuca irbyana is a large shrub or small tree with thick, spongy, papery bark, growing to a height of 10 m (30 ft). It has a dense, rounded canopy and fine, weeping foliage. The leaves are stalkless, 2–7 mm (0.08–0.3 in) but usually less than 4 mm (0.2 in) long and 1–2 mm (0.04–0.08 in) wide, oval or narrowly oval in shape tapering to a point and pressed against the branchlets.\nThe flowers are white and scented and arranged in spikes at, or near the ends of branches which continue to grow after flowering. The spikes are up to 14 mm (0.6 in) in diameter and contain 3 to 12 individual flowers. The petals are 1.5–1.9 mm (0.06–0.07 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flower, each bundle containing between 6 and 11 stamens. Flowers appear between September and January. The fruit are woody capsules, 3.5–4 mm (0.1–0.2 in) long, shaped like flattened spheres, arranged in loose clusters along the branches. Unlike many other melaleucas, the seeds are not retained in the capsules for more than a year.",
    "Taxonomy and naming": "Melaleuca irbyana was first formally described in 1912 by Richard Thomas Baker in Proceedings of the Linnean Society of New South Wales. The author noted that \"This Melaleuca was discovered by Mr L.G. Irby, Museum Collector when collecting on the Lawrence Road, near Casino, where it is not common, in the swamps in that locality.\" The specific epithet (irbyana) is \"in honour of a forester, L.G. Irby (1883–1964), who collected the type specimen\".",
    "Distribution and habitat": "Melaleuca irbyana is found in only a few places in New South Wales and Queensland. In New South Wales those places include Coraki, Casino and Coutts Crossing. Only two populations are recorded in conservation areas, in Warragai Creek Nature Reserve and Bungawalbin National Park. In Queensland there are populations near Ipswich, Jimboomba and Waterford West.\nIt grow in pure stands and in open eucalypt forest in clay, sandstone or alluvial soils.",
    "Ecology": "Melaleuca irbyana often occurs in association with eucalypt trees including E. crebra, E. melanophloia, E. moluccana or E. tereticornis. The understorey is sparse and comprises grasses, sedges and herbs with few shrubs and vines. Swamp paperbark forest provides habitat for a range of plants and animals including the nationally threatened slender milkvine plant (Marsdenia coronata).  It provides shelter and nesting sites\nfor a range of bird species and on the ground, fallen logs provide shelter for reptiles and temporary ponds provide breeding habitat for frogs and other pond life. Koalas, echidnas and wallabies also occur in this forest association.",
    "Conservation": "This species is classified as \"endangered\" in New South Wales and Queensland and Melaleuca irbyana forest is classified as \"critically endangered\" by the Australian government.\n\n\n== References =="
  }
}