{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_stramentosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. stramentosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca stramentosa is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, bushy shrub similar to Melaleuca similis with its cylindrical leaves and heads of pink to purple flowers but differs in have matted, woolly hairs around the flowers and on the young leaves.",
    "Description": "Melaleuca stramentosa is a densely-foliaged shrub sometimes growing to 1.5 m (5 ft) tall. Its young growth is covered with matted, silky or woolly hairs. The leaves are arranged alternately and are 6–12 mm (0.2–0.5 in) long, 1.0–1.5 mm (0.039–0.059 in) wide, linear to very narrow egg-shaped and semi-circular to almost circular in cross section.The flowers are a shade of pink to purple and are arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 17 mm (0.7 in) in diameter with up to 4 groups of flowers in threes. The petals are 1.3–2 mm (0.05–0.08 in) long and fall off as the flower matures. The outer surface of the floral cup (the hypanthium) is hairy and there are five bundles of stamens around the flower, each with 4 to 6 stamens. Flowering occurs mainly in October and is followed by fruit which are woody, cylindrical capsules, 4.0 mm (0.2 in) wide and long, in irregular, loose clusters along the stems.",
    "Taxonomy and naming": "Melaleuca stramentosa was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Jerdacuttup. The specific epithet (stramentosa) is derived from the Latin word stramen meaning \"straw\" or \"litter\" referring to the silky or woolly hairs seen on the young growth of this species.",
    "Distribution and habitat": "This melaleuca occurs in the Ravensthorpe district in the Esperance Plains biogeographic region where it grows in sand or gravel in heath on plains.",
    "Conservation": "Melaleuca stramentosa is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}