{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sylvana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sylvana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sylvana is a plant in the myrtle family Myrtaceae and is endemic to a small area near Ravenshoe in Queensland, Australia. It is a newly described (2004) species similar to Melaleuca monantha with its tiny leaves and heads of white flowers but is a larger, single stemmed shrub or tree with a less dense crown.",
    "Description": "Melaleuca sylvana is a shrub or small tree growing to a height of 5 m (16 ft) with an open crown. Its leaves are arranged in alternating pairs (decussate), so that there are four rows of leaves along the stems. The leaves are 1.5–3.7 mm (0.06–0.1 in) long, 0.9–1.7 mm (0.04–0.07 in) wide, egg-shaped with the narrower end at the base and crescent- or half-moon shaped in cross section.The flowers are white and arranged in heads or short spikes between the leaves on the fresh growth. The head are up to 18 mm (0.7 in) in diameter, and contain up to 10 individual flowers. The stamens are arranged in five bundles around the flower with 9 to 12 stamens per bundle. Flowers appear in December and are followed by fruit which are woody capsules, 4 mm (0.2 in) long and 4–5 mm (0.16–0.20 in) wide in nearly spherical clusters about 9 mm (0.4 in) in diameter.",
    "Taxonomy and naming": "Melaleuca sylvana was first formally described in 2004 by Craven and Andrew Ford in Muelleria from a specimen collected on a powerline access road near Herberton.  The specific epithet (sylvana) is from the Latin word sylva (or silva) meaning \"wood\" or \"forest\" referring to the most frequent habitat of this species.",
    "Distribution and habitat": "This melaleuca occurs in the Ravenshoe and Herberton districts where it grows in heath, forest and woodland often on soils derived from rhyolite.",
    "Ecology": "",
    "Ecology-Response to fire": "After fire, Melaleuca sylvana resprouts at the stem base and along stems from epicormic buds.\n\n\n== References =="
  }
}