{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lateritia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lateritia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lateritia, commonly known as the robin redbreast bush, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is also one of the most widely cultivated of the genus because of its attractive flowers which occur over a long period and for its adaptability to a range of climates. It is a medium-sized shrub normally 2–2.5 m (7–8 ft) high with coarse, fibrous bark.",
    "Description": "Melaleuca lateritia is an erect shrub growing to about 2.5 m (8 ft) high, to 3 m (10 ft) wide. The leaves are light green, thin, linear, concave and glabrous, 6–25 mm (0.2–1 in) long, 1–2 mm (0.04–0.08 in) wide and with a pointed tip. They are spirally arranged around the stem.The flowers are bright-orange red, in spikes to 80 mm (3 in) long and 60 mm (2 in) in diameter on lateral branches from old wood, the stem continuing to grow beyond the flowers. Flowering occurs over an extended period from August to April and is followed by fruit which are woody capsules about 6–8 mm (0.2–0.3 in) in diameter which last for many years without releasing their seeds.",
    "Taxonomy and naming": "Melaleuca lateritia was first formally described in 1859 by Albert Gottfried Dietrich in Allgemeine Gartenzeitung, published by Christoph Friedrich Otto and A.G. Dietrich. The specific epithet (lateritia) is from the Latin lateritius, meaning \"of bricks\" referring to the brick-red colour of the flowers.",
    "Distribution and habitat": "Robin redbreast bush occurs in the Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions of Western Australia. It grows in sandy soil in swampy areas.",
    "Conservation": "Melaleuca lateritia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca lateritia is widely cultivated and it is well established in general horticulture. Although native to a dry summer climate it is one of the more adaptable to the wetter summer conditions of Australia's east coast. It grows best in well-drained soil in a sunny position, responds well to pruning to keep it in shape and to annual fertilising at the end of the flowering season. Honeyeaters, especially the eastern spinebill and New Holland honeyeater visit the flowers in Canberra.\n\n\n== References =="
  }
}