{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_eximia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. eximia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca eximia is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is distinguished by its leaf arrangement, its large, showy red inflorescences and the large, furry bracts under the flowers.",
    "Description": "Melaleuca eximia is a woody shrub growing to 3 m (10 ft) tall with short, silky hairs covering the young branches. Its leaves are crowded and arranged in alternating pairs at right angles to the ones above and below so that there are four rows of leaves along the stems. The leaves are linear, taper to a point, crescent moon-shaped in cross section, 8–20 mm (0.3–0.8 in) long and 1.2–2 mm (0.05–0.08 in) wide.The flowers are bright red and arranged in spikes on the sides of the branches. The heads are up to 60 mm (2 in) in diameter and composed of 7 to 13 groups of flowers in threes. At the base of each group of flowers there is a furry, heart-shaped  bract. The petals are 2.2–3 mm (0.09–0.1 in) long and fall off as the flower opens. There are five bundles of stamens around the flower, each with 11 to 14 stamens. Flowering occurs mainly in October and November and is followed by fruit which are woody capsules 4.5–5 mm (0.18–0.20 in) long, crowded in cylindrical clusters around the stems.",
    "Taxonomy and naming": "The first formal description of this plant was made in 1990 by Kirsten Cowley in  Australian Systematic Botany as Melaleuca coccinea subsp. eximia from a specimen collected near Esperance. It was raised to species status as Meleleuca eximia in 1999 by Lyndley Craven in Australian Systematic Botany. The specific epithet (eximia) is from the Latin eximius meaning \"exceptional\" or \"extraordinary\", referring to the appearance of the plant in flower.",
    "Distribution and habitat": "Melaleuca eximia occurs in a small area near Esperance in the Esperance Plains and Mallee biogeographic regions, growing in gravelly sand or clay near granite outcrops.",
    "Conservation status": "This melaleuca is listed as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only a few locations but is not currently in imminent danger.",
    "Use in horticulture": "The leaves and flowers of this species make this an attractive plant for the garden. It has been grown in South Australia and proven to be hardy in drier climates when grown in soil that is slightly acid.\n\n\n== References =="
  }
}