{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_orophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. orophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca orophila, commonly known as needle bottlebrush or Flinders Ranges bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to the eastern part of South Australia. (Some Australian state herbaria continue to use the name Callistemon teretifolius). It is a medium-sized shrub with sharp-pointed, needle-like leaves and bright red bottlebrush flower spikes.",
    "Description": "Melaleuca orophila is a shrub growing to 2 m (7 ft) tall with hard, fissured bark and rigid branches. Its leaves are arranged alternately and are 44–143 mm (2–6 in) long, 0.8–1.7 mm (0.03–0.07 in) wide, linear in shape and circular or almost so in cross section.The flowers are bright red or orange-green and arranged in spikes on the ends of branches which continue to grow after flowering and also on the sides of the branches. The spikes are 40–55 mm (1.6–2.2 in) in diameter with 12 to 55 individual flowers. The petals are 3.5–7.4 mm (0.1–0.3 in) long and fall off as the flower ages and there are 25–42 stamens in each flower. Flowering occurs in spring and is followed by fruit which are woody capsules, 5.5–7.1 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca orophila was first named in 2006 by Lyndley Craven in Novon when he transferred the species from Callistemon. The specific epithet (orophila) is derived from the Greek words óros (ὄρος) meaning \"mountain\" and phílos (φίλος) meaning \"loving\", hence \"mountain-loving\", in reference to the preferred habitat of this species.Callistemon teretifolius was first formally described in 1853 by botanist Ferdinand von Mueller in the journal Linnaea.Callistemon teretifolius is regarded as a synonym of Melaleuca orophila by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca orophila occurs mainly in the Flinders Ranges, especially between Williamstown and Mount Crawford. It grows in mallee and woodland in rocky situations.",
    "Conservation": "Melaleuca orophila is classified as \"vulnerable\" by the Government of South Australia Department for Environment and Heritage.\n\n\n== References =="
  }
}