{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_vinnula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. vinnula"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca vinnula is a plant in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with narrow leaves, heads of white to yellow flowers followed by tight clusters of fruit and it is found in the wheatbelt. It is a newly-described species from a review of the group of melaleucas known as broombrush.",
    "Description": "Melaleuca vinnula is a multi-stemmed shrub growing to a height of 2.5 m (8 ft) with grey, peeling papery bark. Its leaves are linear to oval, 9–50 mm (0.4–2 in) long and 1.1–2.8 mm (0.04–0.1 in) wide and with a short stalk. Head of flowers appear on the ends of the branches in November and December, each head composed of 6 to 16 groups of flowers, each group composed of three flowers. The stamens are white to yellow, in five bundles around the flower with five to seven stamens per bundle. The fruit are capsules which develop in groups around the stem and become pressed together so that they seem like one.",
    "Taxonomy and naming": "This species was first formally described in 2004 by Lyndley Craven and  Brendan Lepschi in Australian Systematic Botany when they (with others) examined the group originally known as Melaleuca uncinata. The specific epithet (vinnula) is from the Latin vinnulus meaning \"delightful\" or \"sweet\" \"in reference to the appearance of this species.\"",
    "Distribution and habitat": "Melaleuca vinnula occurs between Coorow and Southern Cross in the Avon Wheatbelt and Coolgardie biogeographic regions growing in sandy or clayey soils or loam on granite. It is common on rock outcrops, gently undulating slopes and road verges.",
    "Conservation": "Melaleuca vinnula is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}