{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_parvistaminea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. parvistaminea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca parvistaminea is a plant in the myrtle family, Myrtaceae, and is endemic to the states of New South Wales and Victoria in Australia.  It has hard, rough bark, cream coloured flowers and leaves in whorls of three around the stems.",
    "Description": "Melaleuca parvistaminea is a shrub or small tree growing to about 10 m (30 ft) tall. Its leaves are arranged in whorls of three around the stems and are 4–12 mm (0.2–0.5 in) long and 0.5–1.0 mm (0.02–0.04 in) wide, linear or a very narrow oval shape with a blunt point on the end. Oil glands are distinct on the lower surface.The flowers are arranged in a short spike or head at the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. The spikes contain 15 to 50 individual flowers and are up to 11 mm (0.4 in) in diameter. The flowers are a light cream colour and each is surrounded by five bundles of stamens, containing 3 to 8 stamens. The petals are 1.5–2 mm (0.06–0.08 in) long and often tinged with pink. Spring is the main flowering season and the flowers are followed by fruit which are woody capsules about 3 mm (0.1 in) long and wide, in clusters along the branches.",
    "Taxonomy and naming": "Melaleuca parvistaminea was first formally described in 1984 by Norman Byrnes in Austrobaileya. The specific epithet (parvistaminea) is derived from the Latin words parvus meaning \"little\" and stamen meaning \"thread\" referring to the stamens which are short compared to those of other melaleucas.",
    "Distribution and habitat": "Melaleuca parvistaminea occurs from the Shoalhaven district in New South Wales south to the Seymour district in Victoria. It grows in forest, woodland and grassland, often occurring in thickets, usually along watercourses, in sandy or clayey soil.\n\n\n== References =="
  }
}