{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_protrusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. protrusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca protrusa is a shrub in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a shrub with papery bark, narrow leaves with a hooked end and cream-coloured or yellow flowers. Although it was described as late as 2010, it is not considered a rare or endangered species. It resembles other members of the brushwood group such as M. uncinata,  M. atroviridis and M. zeteticorum.",
    "Description": "Melaleuca protrusa is a shrub growing to a height of 4 m (10 ft) with papery bark at the base of the main stem and glabrous branchlets. The leaves are arranged alternately, 40–90 mm (2–4 in) long, 0.9–1.5 mm (0.04–0.06 in) wide, linear in shape, elliptic in cross section and with a short, bent hook on the end.The flowers are cream to yellow and are arranged in heads at the ends of branches which continue to grow after flowering and sometimes on the sides of branches. The heads are 7–11 mm (0.3–0.4 in) in diameter and contain 10 to 16 groups of flowers in threes.  The petals are 0.8–1.8 mm (0.03–0.07 in) long and fall off soon after the flower opens. The stamens are arranged in five bundles around the flowers and each bundle contains 3 to 5 stamens. Flowering occurs in spring and is followed by fruit which are 2–3 mm (0.08–0.1 in) long in roughly spherical clusters around the stem with each fruit protruding somewhat from the cluster.",
    "Taxonomy and naming": "Melaleuca protrusa was first described in 2010 by Lyndley Craven, Brendan Lepschi and Kirsten Cowley. The specific epithet (protrusa) is derived from the Latin protrudo meaning to \"push forward\" or \"thrust out\" referring to the way the individual fruits protrude from the clusters.",
    "Distribution and habitat": "Melaleuca protrusa occurs in and between the districts of Mullewa, Dalwallinu, Sandstone and Southern Cross in the Avon Wheatbelt, Coolgardie and Murchison biogeographic regions where it grows in mallee thicket in sandy or clay loam over granite.",
    "Conservation": "This melaleuca is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "This species contains the monoterpenoid essential oil, 1,8-cineole (Eucalyptol). Owing to its similarities to M. uncinata, it may be suitable for brushwood production.\n\n\n== References =="
  }
}