{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_concreta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. concreta"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca concreta is a plant in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. The species name (concreta) refers to the way the fruits are tightly packed together.",
    "Description": "Melaleuca concreta is an erect shrub with papery bark growing to 2 m (7 ft) high and wide but sometimes as high as 6 m (20 ft). The leaves, which are covered with silky hairs when young, are 17–112 mm (0.7–4 in) long (more usually 30–80 mm (1–3 in)) and 2–4 mm (0.08–0.2 in) wide, and oval in cross section. Their shape is linear or very narrow lance-shaped, with a pointed, although not prickly end and a prominent mid-vein.The flowers are arranged in heads 10–15 mm (0.4–0.6 in) across on the ends of the branches and in leaf axils, each head containing 4 to 18 groups of three flowers. The flowers are cream to white or yellow with petals that fall off as the flower opens or soon after. The stamens are arranged in five bundles around the flower, each bundle containing 3 to 9 stamens. Flowering occurs from August to November, mainly October and November and the fruit that follow are woody capsules in tight, almost spherical clusters up to 9.8 mm (0.4 in) in diameter and each fruit about 2–4 mm (0.08–0.2 in) in diameter.",
    "Taxonomy and naming": "Melaleuca concreta was first formally described in 1862 by Ferdinand Mueller in Fragmenta Phytographiae Australiae from a specimen found \"in a rocky place near the Murchison River by Augustus Oldfield\". The specific epithet (concreta) is from the Latin concretus, meaning \"grown together\" or \"condensed\", referring to the tightly packed fruit.",
    "Distribution and habitat": "This melaleuca occurs from the Murchison River district south to the Cataby and Regans Ford districts in the Avon Wheatbelt, Carnarvon , Geraldton Sandplains, Jarrah Forest, Murchison, Swan Coastal Plain and Yalgoo biogeographic regions. It grows in sandy soil or loam on sandstone outcrops, sandplains and limestone rises in a variety of vegetation associations.",
    "Conservation status": "Melaleuca concreta is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}