{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_dissitiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. dissitiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca dissitiflora, commonly known as creek tea–tree, is a plant in the myrtle family, Myrtaceae and is native to Australia.  It occurs in the drier parts of  Queensland, the Northern Territory, South Australia and Western Australia. It grows in places like sandy creek beds and rocky gorges but it may have potential as a more productive source of \"tea tree\" oil than the usual Melaleuca alternifolia. It is closely related and very similar to Melaleuca linophylla with its papery bark, narrow leaves and loose spikes of creamy-white flowers but its flowers are larger, the stamens are longer and there are more stamens per bundle than in that species.",
    "Description": "Melaleuca dissitiflora is usually a tall, bushy shrub which grows to 2–5 metres (7–20 ft) high, 2–4 metres (7–10 ft) wide and has grey papery bark. Its leaves are arranged alternately, 13–50 mm (0.5–2 in) long, 1–5.5 mm (0.04–0.2 in) wide, glabrous except when very young, linear to elliptic in shape and tapering to a point.The flowers are white to cream-coloured and are arranged in spikes on the ends of branches which continue to grow after flowering. The spikes are up to 12 mm (0.5 in) in diameter, 60 mm (2 in) long and contain between 10 and 30 individual flowers. The petals are arranged in five bundles around the flower with 15 to 35 stamens per bundle. The flowering season is variable but often occurs in winter. The fruit that follow are woody capsules, 2.2–3.5 mm (0.09–0.1 in) long arranged in roughly spherical clusters around the stem.",
    "Taxonomy and naming": "Melaleuca dissitiflora was first formally described in 1863 by Ferdinand von Mueller in Fragmenta Phytographiae Australiae from a specimen collected by the explorer John McDouall Stuart.  The specific epithet (dissitiflora) is from the Latin dissitus, meaning \"apart\" or \"remote\" and flos meaning \"flower\", referring to the flowers being in loose clusters in the inflorescence.",
    "Distribution and habitat": "Melaleuca dissitiflora is found in the drier parts of inland Australia such as Flinders Ranges in South Australia. It is also found in the Northern Territory and western Queensland and there is a disjunct population in the Rawlinson Range in Western Australia near its border with the Northern Territory. It grows in rocky places, in ephemeral watercourses and alluvium.",
    "Uses": "",
    "Uses-Horticulture": "Melaleuca dissitiflora has been cultivated in a few places, including where rainfall is as little as 700 millimetres (30 in) a year. It is reportedly a fast-growing, frost resistant species",
    "Uses-Essential oils": "This species' leaves yield significant amounts of essential oils such as 1,8-cineole (Eucalyptol). Experiments trees of this species in the dry environment near Alice Springs revealed that many produced an essential oil with levels of terpinen-4-ol and p-cymene higher than that found in commercial tea tree oil derived mainly from Melaleuca alternifolia.\n\n\n== References =="
  }
}