{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_montis-zamia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. montis-zamia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca montis-zamia is a plant in the myrtle family, Myrtaceae and is endemic to the Springsure district in Queensland, Australia. (Some Australian state herbaria use the name Callistemon montis-zamiae.) It is a shrub with red bottlebrush flowers.",
    "Description": "Melaleuca montis-zamia is a shrub growing to 4 m (10 ft) tall. Its leaves are arranged alternately and are 37–92 mm (1–4 in) long, 2.5–9 mm (0.1–0.4 in) wide, flat, narrow elliptic to narrow egg-shaped with a mid-vein and 18 to 27 lateral veins.The flowers are a shade of red with the stamens tipped with yellow. They are arranged in spikes on the ends of the branches which continue to grow after flowering and also on the sides of the branches. The spikes are 30–45 mm (1–2 in) in diameter with 10 to 40 individual flowers. The petals are 3.1–4.7 mm (0.1–0.2 in) long, hairy on the outer surface and fall off as the flower ages. There are 40 to 58 stamens in each flower. Flowering occurs in August and September and is followed by fruit which are woody capsules, 3.4–4.9 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca montis-zamiae was first formally described in 2009 by Lyndley Craven in Novon, but the spelling was in error, later corrected to M. montis-zamia. The specific epithet (montis-zamia) is from the Latin word mons meaning \"a mountain\" and Zamia, in reference to the habitat of this species at Mt. Zamia in the Minerva Hills National Park, Queensland.Callistemon montis-zamiae is regarded as a synonym of Melaleuca montis-zamia by the Royal Botanic Gardens, Kew. Craven noted that the spelling Melaleuca montis-zamiae in the Novon article is an error which was not detected at the proof stage.",
    "Distribution and habitat": "Melaleuca montis-zamia occurs in the Springsure district. It grows in scrub near watercourses.\n\n\n== References =="
  }
}