{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_haplantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. haplantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca haplantha is a shrub in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia.  It was first described as a new species in 1988 when Bryan Barlow undertook a review of Melaleuca cuticularis and found it to include 13 separate species.",
    "Description": "Melaleuca haplantha is a spreading shrub with papery bark to about 2 m (7 ft) tall. Its leaves are arranged in alternate pairs (decussate), each leaf 3.6–10.6 mm (0.1–0.4 in) long and 0.7–2.2 mm (0.03–0.09 in) wide, linear or very narrow elliptic in shape and tapering to a point.The flowers are white to creamy-yellow, in heads at or near the ends of the branches which often continue to grow after flowering and are about 10 mm (0.4 in) in diameter. There is usually only one flower in the head but sometimes up to three flowers. The stamens are arranged in five bundles around each flower with 17 to 24 stamens per bundle. Flowering occurs during spring and is followed by fruit which are woody capsules 4–5.5 mm (0.16–0.22 in) long.",
    "Taxonomy and naming": "Melaleuca haplantha was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany as a new species. The specific epithet (haplantha) is derived from the Ancient Greek words ἁπλόος (haplóos) meaning \"single\" and ἄνθος (ánthos) meaning \"flower\", referring to the single-flowered inflorescence.",
    "Distribution and habitat": "This melaleuca occurs between the New Norcia, Mukinbudin, Stirling Range and Hopetoun districts in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions. It grows in clay and gravelly loam in winter-wet soil in kwongan or woodland.",
    "Conservation": "Melaleuca haplantha is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}