{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_elliptica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. elliptica"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca elliptica, commonly known as the granite bottlebrush is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. The Noongar name for the plant is gnow.\nIt is commonly grown in gardens because of its neat foliage and showy, bright red flower spikes although it needs to be pruned regularly to avoid becoming woody and untidy-looking. In nature, it usually grows in the shrub layer in mallee woodland or heath.",
    "Description": "Melaleuca elliptica is a shrub with pale grey, papery bark usually growing to no more than 4.5 m (10 ft) high and 2 m (7 ft) wide. Its leaves are arranged in alternating pairs (decussate), each pair at right angles to the ones above and below so that there are four rows of leaves along the stems. The leaves are elliptic to egg-shaped with the ends usually rounded, and 5.9–19.6 mm (0.2–0.8 in) long, 3–10 mm (0.1–0.4 in) wide with a short stalk.The flowers are arranged in spikes on the sides of the branches, each spike up to 65 mm (3 in) in diameter and 80 mm (3 in) long and containing 20 to 60 individual flowers. The flowers range in colour from the more usual dark red through to pinkish-cream and appear over a long period from as early as August to as late as April. The petals are papery brown, 4.2–6.3 mm (0.2–0.2 in) long and fall off as the flowers age. The stamens are arranged in bundles of five around the flower, with 12 to 33 stamens in each bundle. The fruit are woody capsules, 4.8–6.2 mm (0.2–0.2 in) long and 8 mm (0.31 in) in diameter and form cylindrical clusters along the stem.",
    "Taxonomy and naming": "The species was first formally described by botanist Jacques Labillardière in 1806 in Novae Hollandiae Plantarum Specimen. The specific epithet (elliptica) is from the Latin ellipticus meaning \"elliptic\", referring to the shape of the leaves.",
    "Distribution and habitat": "Melaleuca elliptica occurs in and between the Bendering in the west, to the Ongerup district in the south and as far east as the eastern edge of the Nullarbor Plain. It grows in sandy soils, often near granite outcrops in mallee woodland and heath.",
    "Conservation status": "Melaleuca elliptica is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species is well known in cultivation as a hardy plant in sunny situations where the soil is reasonable well drained. It is frost hardy and adaptable to most situations in temperate regions but needs to be pruned regularly to avoid looking woody. Since the flowers usually appear on old wood, appropriate pruning can also be used to show the flowers to best advantage.",
    "See also": "List of Melaleuca species\n\n\n== References =="
  }
}