{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_leucadendra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. leucadendra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca leucadendra, commonly known as weeping paperbark, long-leaved paperbark or white paperbark is a plant in the myrtle family, Myrtaceae and is widespread in northern Australia, Southeast Asia, New Guinea and the Torres Strait Islands. It is a tree, sometimes growing to more than 20 m (70 ft) with a trunk covered with thick, white, papery bark and weeping thinner branches. It has a long flowering season, can flower at almost any time of the year and is often grown as a tree in parks and on roadsides. It was the first melaleuca to be described and was described from a specimen growing in Indonesia.",
    "Description": "Melaleuca leucadendra is a large tree, usually less than, but sometimes more than 20 m (70 ft) tall. Its thick bark is papery, usually white but also pinkish or cream and it has weeping branches. Its leaves and young branches are covered with fine, short, white hairs when young but become glabrous as they mature. The leaves are arranged alternately, 75–270 mm (3–10 in) long, 6.5–40 mm (0.3–2 in) wide, flat, narrow egg-shaped or lance-shaped and tapering to a point. The leaves have 5 (sometimes as many as 9) longitudinal veins and are often curved or sickle-shaped.The flowers are cream, white or greenish-white and are arranged in spikes on the ends of branches which continue to grow after flowering, sometimes on the sides of branches or in the upper leaf axils. Each spike is up to 35 mm (1 in) in diameter, up to 80 mm (3 in) long and contains between 7 and 22 groups of flowers in threes. The petals are 3–4 mm (0.1–0.2 in) wide and fall off soon after the flower opens. The stamens are arranged in five bundles around the flower and each bundle contains 5 to 12 stamens. Flowering can occur at any time of the year and is followed by fruit which are woody capsules, 3.9–4.9 mm (0.15–0.19 in) long in loose clusters along the stems.",
    "Taxonomy and naming": "Melaleuca leucadendra was first formally described in 1762 by Carl Linnaeus in Species Plantarum as Myrtus leucadendra. Linnaeus used a description of the species written by Georg Eberhard Rumphius in 1741, before the modern system of classification was devised by Linnaeus. Rumphius had described a plant growing in what is now Indonesia. Later, Linnaeus realised that this species had little in common with other species in the genus Myrtus and described the genus Melaleuca to accommodate this species. Thus, Melaleuca leucadendra became the first melaleuca to be formally described. The description was published in 1767 in Mantissa plantarum. It follows that although nearly all melaeucas are found only in Australia, the first type specimen was from Indonesia.\nThe specific epithet (leucadendra) is derived from the Ancient Greek words λευκός (leukós) meaning “white” and δένδρον (déndron) meaning “tree” referring to the white bark of this plant.Melaleuca leucadendra is superficially similar to other paperbark trees, especially Melaleuca cajuputi, Melaleuca quinquenervia, Melaleuca linariifolia and Melaleuca viridiflora and all are sometimes referred to as cajuput or cajeput. Cajuput is an English word for the oil obtained from the foliage of Melaleuca cajuputi and the word is possibly a corruption of kayu putih, the Indonesian name for the tree. The Malay name for the paperbark tree is gelam and may have given its name to the Kampong Glam district in Singapore.The name Melaleuca leucadendron is sometimes given, but it is an orthographical variant meaning that it is a spelling mistake.",
    "Distribution and habitat": "This melaleuca is widely distributed in northern parts of Western Australia, the Northern Territory and in Queensland as far south as Shoalwater Bay. It also occurs in New Guinea and Indonesia. It grows in forests near the edges of rivers and streams on a range of soils.",
    "Uses": "",
    "Uses-Traditional uses": "Aboriginal people used strips of bark from this tree and tied them to a frame of Dodonaea branches to build huts that were waterproof.  The bark was used to wrap food before cooking in an underground oven called a kap mari. It was also used to wrap the bodies of their dead. The bark from trunks of very large trees was used to make bark canoes. The crushed leaves were used to treat respiratory infections and the flowers for making a sweet drink.",
    "Uses-Horticulture": "This species of melaleuca is often grown in parks and as a street tree in tropical and sub-tropical areas like Brisbane and as far south as Sydney. It prefers a sunny location but will tolerate poor, waterlogged soils. It has also been used as a street tree in Hong Kong.",
    "Uses-Essential oils": "A range of essential oils can be distilled from this species, depending on where the trees occur. Two of the most common chemotypes are based on methyl eugenol and E-methyl isoeugenol.",
    "Uses-Timber": "The timber from M. leucadendra can be used for general construction. In Vietnam, it is used for poles, piles and woodchips.\n\n\n== References =="
  }
}