{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_dempta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. dempta"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca dempta is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect shrub resembling Melaleuca calycina with its heads of white flowers and egg-shaped to heart-shaped leaves. It was formerly considered a subspecies of Melaleuca calycina subsp. dempta but it lacks the star-like fruits of that species and its leaves have a blunt rather than a pointed tip.",
    "Description": "Melaleuca dempta is a shrub often growing to about 2.2 m (7 ft) high with the branches glabrous except when very young. Its leaves are arranged in alternating pairs at right angles to the leaves above and below so that the leaves are in four rows along the stems. The leaves are 4.2–8 mm (0.2–0.3 in) long, 2.5–6.2 mm (0.1–0.2 in) wide, broadly elliptic, egg-shaped or heart-shaped with the end tapering to a rounded point.The flowers are white and arranged in heads on the ends of branches which continue to grow after flowering. The heads are up to 18 mm (0.7 in) in diameter with up to 4 individual flowers. The petals are 2.6–2.9 mm (0.10–0.11 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 22 to 29 stamens. Flowering occurs mainly in September but may continue to February and is followed by fruit which are woody capsules 4.6–6.2 mm (0.18–0.24 in) long with five blunt teeth persisting around the edge. (These teeth are long in Melaleuca calycina giving its fruit a star shape when viewed end-on.)",
    "Taxonomy and naming": "This species was first formally described in 1988 as Melaleuca calycina subsp. dempta  Barlow by B.A.Barow and K.J. Cowley. It was raised to species status in 1999 by Lyndley Craven. The specific epithet (dempta) is from the Latin demptus, meaning \"to take away or remove\", referring to the lack of long, curved teeth around the fruit.",
    "Distribution and habitat": "Melaleuca dempta occurs in and between the Scaddan, Gibson and Dalyup River districts in the Esperance Plains and Mallee biogeographic regions. It grows in dense scrub in sandy soil in swampy areas and on the edges of clay pans.",
    "Conservation status": "Melaleuca dempta is listed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations but is not currently in imminent danger.\n\n\n== References =="
  }
}