{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_venusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. venusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca venusta is a shrub in the myrtle family Myrtaceae and is endemic to the west coast of Western Australia. It is a shrub with silvery leaves and heads of pink to purple flowers which fade to white and with a restricted distribution, north of the Murchison River district.",
    "Description": "Melaleuca venusta is a branching, open shrub which grows to a height of 1.5 m (5 ft). Its leaves are arranged alternately, are oblong to ovate with a short point on the end and 18–45 mm (0.7–2 in) long by 6–11 mm (0.2–0.4 in). Both surfaces of the leaves are densely covered with silky hairs giving the foliage a silvery grey colour.\nThe flowers are arranged in heads about 32 mm (1 in) in diameter on the ends of the branches, each head composed of 6 to 13 groups of three flowers. The stamens are grouped in five bundles around the flower, each bundle consisting of 7 to 11 stamens. The stamens give the flowers a pinkish mauve to purple colour which fades rapidly to white. The flowers appear mainly in October and November and are followed by fruit which are woody capsules 2.5–3.5 mm (0.098–0.14 in) in spherical clusters.",
    "Taxonomy and naming": "Melaleuca venusta was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany. The specific epithet (venusta) is from the Latin venustus meaning \"like Venus\", \"lovely\", \"beautiful\", \"elegant\" or \"graceful\".",
    "Distribution and habitat": "Melaleuca venusta only occurs in the Kalbarri district in the Geraldton Sandplains biogeographic zone north of the Murchison River. It grows in sand over limestone.",
    "Conservation": "Melaleuca venusta is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "The species is not known in cultivation but its mauve flowers contrasting with its attractive silvery foliage suggest it \"merits trial as an ornamental shrub in dry Mediterranean climates\".\n\n\n== References =="
  }
}