{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_brevisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. brevisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca brevisepala is a shrub in the myrtle family, Myrtaceae and is endemic to the north-west of Grande Terre, the main island of New Caledonia where it is known from only a few locations. It is one of only a few members of its genus to occur outside Australia.",
    "Description": "Melaleuca brevisepala is shrub or small tree growing to a height of 3–4 m (9.8–13 ft). It has a highly branched crown and the branchlets are covered with fine white hairs but become glabrous with age. The leaves are 12–23 mm (0.5–0.9 in) long and 3–5 mm (0.1–0.2 in) wide, narrow oval shaped and have a short stalk. The leaves also become glabrous as they develop.\nThe flowers occur on the ends of the branches and in some leaf axils near the end but the branch usually continues to grow after flowering. There are 10 to 12 yellow stamens, 18–20 mm (0.7–0.8 in) long in each flower, sometimes with some of the stamens fused together. Flowering occurs mainly in July and August and the fruit which follow are woody capsules 3 mm (0.1 in) long.",
    "Taxonomy and naming": "Melaleuca brevisepala was first formally described in 1992 by John Dawson in Flore de la Nouvelle-Calédonie et Dépendances as Callistemon brevisepalus. In 1998 it was transferred to the genus Melaleuca by Lyndley Craven and John Dawson in the journal Adansonia. The specific epithet (brevisepala) is from the Latin words brevis meaning \"short\" and sepalum meaning \"sepal\" referring to the short calyx lobes.",
    "Distribution and habitat": "This melaleuca is found in only a few location in the north-west of Grande Terre. It grows in maquis in loose, eroded laterite and soil on ultramafic rock.\n\n\n== References =="
  }
}