{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sciotostyla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sciotostyla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sciotostyla, commonly known as Wongan melaleuca, is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is an endangered species with only 476 mature plants known in 2001. It is closely related and very similar to Melaleuca haplantha but has narrower leaves and fewer stamens per flower than that species.",
    "Description": "Melaleuca sciotostyla is a shrub to about 1.5 m (5 ft) tall. Its leaves are arranged in alternating pairs, each pair at right angles to the ones above and below (decussate) so that the leaves form four rows along the stems. Each leaf is 6–12.5 mm (0.2–0.5 in) long and 0.8–2.2 mm (0.03–0.09 in) wide, linear to narrow elliptic in shape, slightly fleshy and with the end tapering to a point.The flowers are cream to white and arranged in small heads on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. Each head is up to 17 mm (0.7 in) in diameter and contains up to four individual flowers. The stamens are arranged in five bundles around the flowers and there are 12 to 17 stamens per bundle. The main flowering period is in early spring and is followed by the fruit which are papery or corky, barrel-shaped capsules 5–5.5 mm (0.20–0.22 in) long.",
    "Taxonomy and naming": "Melaleuca sciotostyla was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany as a new species. The specific epithet (sciotostyla) is from the Ancient Greek skiotos meaning \"shaded by gradation in colour\" referring to the coloration of the end of the style which appears to have been dyed.",
    "Distribution and habitat": "Melaleuca sciotostyla is confined to the Cadoux, Wongan Hills and Meckering districts in the Avon Wheatbelt and Jarrah Forest biogeographic regions growing in clayey sand and laterite on scree slopes.",
    "Conservation": "Melaleuca sciotostyla is listed as \"endangered\" by the Australian Government Department of the Environment. It is classed as \"Declared Rare and Priority Flora\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is likely to become extinct or rare and therefore in need of special protection.\n\n\n== References =="
  }
}