{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_rhaphiophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. rhaphiophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca rhaphiophylla, commonly known as swamp paperbark is a plant in the myrtle family, Myrtaceae and is endemic to the south west of Western Australia. It has narrow, needle-like leaves and profuse spikes of white or yellowish flowers at variable times throughout the year. As its common name suggests, it is usually found in salt marshes, or swamps or along watercourses and occurs over wide areas of the south-west.",
    "Description": "Melaleuca rhaphiophylla is a  large shrub or small tree, growing to 10 m (30 ft) tall, often multi-stemmed, with a bushy crown and greyish papery bark. Its leaves are soft, arranged alternately, 8–40 mm (0.3–2 in) long, 0.5–1.5 mm (0.02–0.06 in) wide, linear in shape, circular or oval in cross-section and taper to a hooked point.The flowers are a shade of white to cream, arranged in heads or spikes on the ends of most of the branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 27 mm (1 in) in diameter, 40 mm (2 in) long and contain 4 to 25 groups of flowers in threes. The petals are 2.5–3.5 mm (0.098–0.14 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 11 to 25 stamens. Flowering occurs spasmodically, mainly from May to January and is followed by fruit which are woody, cup-shaped capsules, 3–6 mm (0.1–0.2 in) long and 5–6 mm (0.20–0.24 in) in diameter in clusters along the stem.",
    "Taxonomy and naming": "Melaleuca rhaphiophylla was first formally described in 1844 by Johannes Schauer in Plantae Preissianae from specimens collected \"in the sandy plain of the Swan River\" and \"in humus on the banks of the Avon River near the village of York\". The specific epithet (rhaphiophylla) is derived from Ancient Greek words rhaphís meaning  “a needle” and phyllon meaning \"a leaf\", referring to the needle like foliage of this species.",
    "Distribution and habitat": "This melaleuca occurs in and between the Kalbarri and Albany districts. It grows in sandy or clay soils, sometimes with limestone, near watercourses, in swamps and saltmarshes.",
    "Ecology": "Melaleuca rhaphiophylla provides food for a range of native animals and because of its dense crown, habitat for fauna. Waterbirds use this species as it often grows in areas that are flooded during the breeding season, deterring many predators. Its shallow roots reduce erosion along watercourses, stabilise soils and trap sediment. In some areas, this species is suffering from competition with the introduced Typha orientalis which regrows more vigorously after fire.",
    "Conservation": "Melaleuca rhaphiophylla is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species of melaleuca is a useful shrub for damp locations. It can be used as a screening plant if pruned regularly. Seeds are easily collected from unopened capsules on the plant and grown as tubestock or seeded directly into the soil.\n\n\n== References =="
  }
}