{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_nodosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. nodosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca nodosa, commonly known as the prickly-leaved paperbark, is a plant in the myrtle family, Myrtaceae and is endemic to eastern Australia. It is a shrub or small tree with narrow, sometimes needle-like leaves and profuse heads of yellow flowers as early as April or as late as January.",
    "Description": "Melaleuca nodosa is a shrub or small tree, sometimes growing to 10 m (30 ft) tall with thick, papery bark. The stiff linear leaves are rather variable in size and shape, but usually linear to almost terete, 10–40 mm (0.4–2 in) long and 0.5–1.5 mm (0.02–0.06 in) wide, tapering to a sharp tip.The flowers are white to yellow and arranged in dense heads or short spikes on the ends of branches that continue to grow after flowering and sometimes also in the upper leaf axils. Each head is up to 30 mm (1 in) in diameter and contains up to 20 groups of flowers in threes. The petals are 1.8–2.3 mm (0.07–0.09 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 7 to 10 stamens. Flowering occurs from September to November, most prevalent in October but often at other times of the year. The fruit that follow are woody, cup-shaped capsules, 3–5 mm (0.1–0.2 in) long, 2–3 mm (0.08–0.1 in) wide, usually in tight, globular clusters along the stems.",
    "Taxonomy": "German botanist Joseph Gaertner was the first to formally describe the prickly-leaved paperbark from material in the collection of Joseph Banks, as Metrosideros nodosa, in his De Fructibus et Seminibus Plantarum in 1788.  James Edward Smith gave it its current binomial name in 1797. The specific epithet (nodosa) is from the Latin nodosus meaning \"knotty\" or \"knobby\" possibly referring to the shape of the fruiting clusters.",
    "Distribution": "Melaleuca nodosa occurs on the coast and tablelands of Queensland and New South Wales from the Blackdown Tableland National Park south to Campbelltown in the Sydney Basin. It grows on alluvial soils, from sandy through shale- to clay-based, as well as heathlands, and can form dense stands (thickets). Areas it grows in often have poor drainage. Associated heathland species include bracelet honey myrtle (Melaleuca armillaris), heath banksia (Banksia ericifolia), smooth-barked apple (Angophora costata) and red bloodwood (Corymbia gummifera), and woodland species scribbly gum (Eucalyptus sclerophylla),  Parramatta red gum (E. parramattensis), narrow-leaved apple (Angophora bakeri), and white feather honeymyrtle (Melaleuca decora). Its presence in wallum heathland can indicate a patch of saltier soil.",
    "Ecology": "Native bees, honeybees and possibly beetles and flies pollinate the flowers of this species. Melaleuca nodosa  has been recorded as a host for the mistletoe species Amyema congener, A. gaudichaudii, Dendrophthoe curvata and D. vitellina.",
    "Use in cultivation": "Melaleuca nodosa adapts readily to cultivation and grows best in full sun and with extra moisture. Although it is not widely grown, it has potential as a hedging plant, including in areas exposed to salt spray.",
    "Use in cultivation-Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}