{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_longistaminea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. longistaminea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca longistaminea is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with small, prickly, heart-shaped leaves and heads of yellow to green flowers on the sides of the stems in winter and spring. It is similar to Melaleuca spectabilis which was formerly included in this species but has smaller flowerheads and narrower leaves.",
    "Description": "Melaleuca longistaminea is a prickly, sprawling, many-branched, woody shrub growing to 2 m (7 ft) tall with glabrous branches and leaves. Its leaves are arranged alternately and are 4.5–13.5 mm (0.2–0.5 in) long, 3–11.5 mm (0.1–0.5 in) wide, egg-shaped to heart-shaped and tapering to a sharp point. They have 11 to 19 parallel veins, giving the leaf the appearance of having fine striations.The flowers are a shade of lime-green to yellow and are arranged in heads on the sides of the branches. The heads are up to 45 mm (2 in) in diameter and composed of 5 to 15 individual flowers. The petals are 3–3.7 mm (0.12–0.15 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 9 to 24 stamens. Flowering occurs between June and October and is followed by fruit which are woody capsules, 3.5–6.5 mm (0.1–0.3 in) long in clusters of 7 to 15 along the branches.",
    "Taxonomy and naming": "Melaleuca longistaminea was first named in 1999 by Lyndley Craven in Australian Systematic Botany. It was first formally described in 1863 by Ferdinand von Mueller who gave it the name Melaleuca cardiophylla subsp. longistaminea from a specimen collected near the Murchison River. The specific epithet (longistaminea) is derived from the Latin words longus meaning \"long\" and stamen referring to the relatively long stamens of this species.",
    "Distribution and habitat": "Melaleuca longistaminea occurs in and between the Murchison River, Carnamah and Wongan Hills districts in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions. It is found in heath, shrubland, scrub and sandplain growing in sand over sandstone and granite.",
    "Conservation": "Melaleuca longistaminea is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}