{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_striata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. striata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca striata is a plant in the myrtle family, Myrtaceae, and is endemic to the south of Western Australia. It has distinctive leaves and heads of pink to mauve flowers, usually in late summer.",
    "Description": "Melaleuca striata is a spreading shrub usually no more than 1 m (3 ft) tall with papery grey or white bark. The leaves are arranged alternately along the stem, mostly 6–12 mm (0.2–0.5 in) long, 1–1.5 mm (0.04–0.06 in) wide, linear to narrow elliptic in shape, and with three prominent, parallel longitudinal veins.The flowers are a shade of pink or mauve, and arranged in heads at the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 17 mm (0.7 in) in diameter, 40 mm (2 in) long  and contain up to four groups of flowers in threes. The stamens are arranged in five bundles around the flower, each bundle with 7 to 13 stamens. Flowering occurs from August to February but mainly in early summer. The fruit which follow are woody capsules 3.5–4 mm (0.14–0.16 in) long in oval  or oblong clusters up to 10 mm (0.4 in) in diameter and 25 mm (1 in) long.",
    "Taxonomy and naming": "Melaleuca striata was first formally described in 1806 by the French biologist, Jacques Labillardière in Novae Hollandiae Plantarum Specimen. The specific epithet (striata) is derived from the Latin stria meaning a \"furrow\", \"channel\" or \"pleat\" referring to the striated appearance of the leaves.",
    "Distribution and habitat": "This melaleuca occurs in coastal areas between Albany and Israelite Bay including the Stirling Range and Cape Arid national parks in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in heath, shrub and scrub vegetation associations in sandy and gravelly soils.",
    "Conservation": "Melaleuca striata is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Although difficult to grow, M. striata often produces a massed display of pink to mauve flowers mostly between November and January, making it a showy plant in the garden. It is hardy in a well-drained soil in full sun or in acidic, sandy soils in areas where winter rains exceed 400 mm (20 in).\n\n\n== References =="
  }
}