{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_filifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. filifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca filifolia, commonly called wiry honey-myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of  Western Australia. It is a woody, twiggy shrub with needle-shaped leaves, greenish flower buds, pink \"pom-pom\" flower heads and spherical clusters of fruits.",
    "Description": "Melaleuca filifolia is usually a small, spreading shrub to 2 m (7 ft) high, sometimes to 4 m (10 ft). The leaves are arranged alternately on the stem, are circular in cross-section,10–35 mm (0.4–1 in) long and 2–4 mm (0.08–0.2 in) wide.\nThe flowers are arranged in almost spherical heads up to 23 mm (0.9 in) in diameter. The heads are on the ends of branches which continue to grow after flowering, and often also in upper leaf axils. Each head contains 6 to 13 groups of flowers in threes. The petals are 1.7–2.5 mm (0.07–0.1 in) long and fall off as the flower opens. The stamens are purple, pink or mauve with golden tips and are arranged in five bundles around the flower, each bundle containing 7 to 11 stamens. Flowering occurs in late spring to summer and the fruit that follow are woody capsules in tight, almost spherical clusters up to 14 mm (0.6 in) in diameter appearing like miniature footballs.",
    "Taxonomy and naming": "Melaleuca filifolia was first formally described in 1862 by Ferdinand Mueller in Fragmenta Phytographiae Australiae from a specimen found in the dry bed of the Murchison River by Augustus Oldfield. The specific epithet (filifolia) is derived from the Latin words filum meaning \"filament\" and folium meaning \"leaf\", referring to the narrow leaves.",
    "Distribution and habitat": "This melaleuca occurs between the Kalbarri and Mullewa districts near Geraldton in the Avon Wheatbelt, Geraldton Sandplains and Yalgoo biogeographic regions. It grows in a range of soils and situations including sandy, gravelly and loamy soil over sandstone in Kwongan or tall scrub.",
    "Conservation status": "Melaleuca filifolia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Some forms of this species are grown in gardens.\n\n\n== References =="
  }
}