{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pulchella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pulchella"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pulchella, commonly known as claw flower and claw honey-myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is one of only two species of Melaleuca to have two kinds of stamens. (The other is Melaleuca violacea). The outer stamens are longer and curved, giving the appearance of a claw to the flower. It is a hardy shrub flowering over a long period and has been a popular garden plant for many years.",
    "Description": "Melaleuca pulchella is a spreading shrub which may grow to 1–2 m (3–7 ft) high. The numerous arching branches bear many small leaves which are ovate to elliptic in shape and measure 2–6 mm (0.08–0.2 in) in length by 1–3 mm (0.04–0.1 in) wide. The leaves are crescent moon shaped in cross section and the undersides have large oil glands.Appearing from September to February, sometimes in April or May, the flowers are pink to mauve in colour. They occur singly or in groups of up to four, forming small heads up to 20 mm (0.8 in) in diameter, mostly at or near the ends of the branches. The petals are 3.8–6.6 mm (0.1–0.3 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 45-100 stamens.  Each bundle contains about 45 to 80 short, (sterile) stamens and 10 to 15 long, curved, outer stamens. Flowering is followed by fruit which are woody, urn-shaped capsules, 3.3–4.5 mm (0.1–0.2 in) long and about 6 mm (0.2 in) in diameter.",
    "Taxonomy and naming": "Melaleuca pulchella was first formally described in 1812 by Robert Brown , the description published by William Aiton in Hortus Kewensis. The specific epithet (pulchella) is the Latin adjective pulchellus meaning \"very pretty\" (diminutive of pulcher), referring to the flowers of this species.",
    "Distribution and habitat": "Melaleuca sapientes occurs along Western Australia's south coast, from Hopetoun to Israelite Bay in the Esperance Plains and Mallee biogeographic regions. It grows in sandy soils on plains, dunes and swamps.",
    "Conservation": "Melaleuca pulchella is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca pulchella's small size, long flowering period and widely admired flowers make it a popular plant for gardens. It prefers fair drainage and extra water but is adaptable to most garden situations. Unlike many Australian native plants, it is relatively tolerant of phosphates to some degree in cultivation.\n\n\n== References =="
  }
}