{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sculponeata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sculponeata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sculponeata is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a small, rare shrub with fleshy leaves and white heads of flowers.",
    "Description": "Melaleuca sculponeata is a shrub growing to about 0.5 m (2 ft) tall with branches and leaves that are glabrous when mature. Its leaves are arranged in alternating pairs, each pair at right angles to the ones above and below (decussate) so that the leaves form four rows along the stems. Each leaf is 1.3–3.2 mm (0.05–0.1 in) long and 0.8–1.2 mm (0.03–0.05 in) wide, narrow oblong in shape and fleshy with the lower part of the leaf touching the stem. The leaf is concave on the upper surface, convex on the lower surface where 6 to 8 oil glands are visible but not prominent.The flowers are white and arranged in heads on the sides of the branches. Each head contains 4 to 12 individual flowers. The stamens are arranged in five bundles around the flowers and there are 8 to 12 stamens per bundle. The main flowering period is in October and is followed by fruit which are woody capsules 2–2.5 mm (0.08–0.1 in) long, 3–4 mm (0.1–0.2 in) in diameter forming clusters on the old wood.",
    "Taxonomy and naming": "Melaleuca sculponeata was first formally described in 1992 by Bryan Barlow in Nuytsia as a new species. The specific epithet (sculponeata) is from the Latin sculponea meaning \"wooden shoe\" referring to the leaves, when removed from the stem, appearing like clogs.",
    "Distribution and habitat": "Melaleuca sculponeata occurs in two small, isolated populations in the Fitzgerald River and the Lake King districts in the Esperance Plains and Mallee biogeographic regions. The plants grow in sand on sandplains.",
    "Conservation": "Melaleuca sculpeonata is listed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations and is not currently in imminent danger.\n\n\n== References =="
  }
}