{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_linguiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. linguiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca linguiformis is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a shrub with hairy new growth, small leaves and heads of white flowers similar to Melaleuca teuthidoides shorter sepals and more stamens in each flower.",
    "Description": "Melaleuca linguiformis is a shrub sometimes growing to 5 m (20 ft) tall with hard, rough bark and very hairy new growth. Its leaves are arranged alternately and are 3.3–6.3 mm (0.1–0.2 in) long, 1.3–2.3 mm (0.05–0.09 in) wide, elliptic to narrow egg-shaped and semi-circular in cross section.The flowers are white to cream-coloured and arranged in heads or short spikes on the ends of branches which continue to grow after flowering. The spikes are up to 22 mm (0.9 in) in diameter with 3 to 28 individual flowers. The sepals are thin, papery, 1.0–1.5 mm (0.04–0.06 in) long and the petals are 2.3–3 mm (0.09–0.1 in) long and fall off soon as the flower matures. The stamens are arranged in five bundles around the flower and there are13 to 22 stamens in each bundle.  Flowering occurs mainly in spring and is followed by fruit which are woody, cup-shaped capsules, 4.3–5.6 mm (0.17–0.22 in) long, in clusters along the stem.",
    "Taxonomy and naming": "Melaleuca linguiformis was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected in the Salmon Gums Nature Reserve. The specific epithet (linguiformis) is \"from the Latin lingua, tongue, and forma shape, in reference to the tongue-like shape of the leaves\".",
    "Distribution and habitat": "Melaleuca linguiformis occurs in the Salmon Gums and Wittenoom Hills districts in the Mallee biogeographic region. It usually grows in dense shrub or heath over sand or loam, often in saline soils.",
    "Conservation": "Melaleuca linguiformis is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}