{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_saligna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. saligna"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca saligna is a shrub or tree in the myrtle family (Myrtaceae) and is endemic to the Cape York Peninsula in Queensland. It is a small tree with papery bark on the trunk, pendulous branches and white to greenish-yellow flowers between February and November. This species should not be confused with Callistemon salignus. If that species were to be moved to the genus Melaleuca, as proposed by some authors, its name would become Melaleuca salicina. Melaleuca saligna has its stamens arranged in bundles; the stamens of Callistemon salignus/Melaleuca salicina are all free.",
    "Description": "Melaleuca saligna is a small tree with white, grey or brown papery bark which grows to about 10 m (30 ft) or sometimes twice as high. Its leaves are light green, narrow elliptic in shape, 30–120 mm (1–5 in) long and 5–18 mm (0.2–0.7 in) wide. There are 3 to 7 longitudinal veins with a distinct mid-vein.The flowers are white to greenish yellow, arranged in spikes on the ends of branches which continue to grow after flowering or in heads in the upper leaf axils. The spikes contain 5 to 15 groups of flowers in threes and are up to 23 mm (0.9 in) in diameter. The stamens are arranged in five bundles around the flowers and each bundle contains 6 to 9 stamens. Flowering occurs in the dry season between February and November and is followed by fruit which are woody capsules 1.5–2.5 mm (0.06–0.1 in) long.",
    "Taxonomy": "Melaleuca saligna was first formally described in 1843 by Johannes Conrad Schauer in Repertorium Botanices Systematicae. The specific epithet (saligna) is a reference to the similarity of the leaves of this species to those of one in the genus Salix, family Salicaceae.",
    "Distribution and habitat": "Melaleuca saligna occurs on the Cape York Peninsula as far south as Cooktown and on some of the Torres Strait Islands. It grows in woodland, swamps, sand dunes and the edge of riverbanks, waterholes and tidal creeks.\n\n\n== References =="
  }
}