{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sclerophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sclerophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sclerophylla is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is distinguished by its unusual leaves which are rough,  leathery and covered with small, warty lumps and by its many purple heads of flowers in early spring.",
    "Description": "Melaleuca sclerophylla is sometimes an erect, spreading shrub and others low and ground-covering. It generally grows to a height of about 1.5 m (5 ft) but old specimens are sometimes much taller. New growth is covered with long, soft hairs. The leaves are arranged alternately, mostly glabrous except when young and each is 8–28 mm (0.3–1 in) long and 1.8–6 mm (0.07–0.2 in) wide. They are dark green, leathery, narrow oval to narrow egg-shaped, covered with warty tubercles and have an obvious mid-vein on the lower surface.\nThe flowers are a shade of purple, arranged in heads on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. Before opening, the flower buds are covered with dark-coloured bracts which fall off as the flowers open. The heads are up to 20 mm (0.8 in) in diameter and contain 7 to 10 groups of flowers in threes. The stamens are arranged in five bundles around the flowers, each bundle containing between 4 and 7 stamens.  Flowering occurs between June and October but mostly in September and is followed by fruit which are woody capsules 2–2.5 mm (0.08–0.1 in) long, in almost spherical clusters along the stems.",
    "Taxonomy and naming": "Melaleuca sclerophylla was first formally described in 1904 by Ludwig Diels in Botanische jahrbucher fur systematik, pflanzengeschichte und pflanzengeographie under the heading Fragmenta Phytographiae Australiae occidentalis:Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse (\"Contributions to the knowledge of the plants of West Australia, where they are found and their conditions of existence\"). The specific epithet (sclerophylla) is from the Ancient Greek words skleros meaning “hard” or \"tough\" and phyllon meaning “leaf” referring to the toughness of the leaves.",
    "Distribution and habitat": "Melaleuca sclerophylla occurs in the Kalbarri and Wongan Hills districts in the Avon Wheatbelt, Geraldton Sandplains and Jarrah Forest biogeographic regions growing in sand with clay or gravel on granite outcrops.",
    "Conservation": "This species is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations and is not currently in imminent danger.",
    "Use in horticulture": "This species has been successfully grown in the southern parts of Australia in sunny positions in well-drained soils in winter-wet areas. It has also proved to be frost hardy.\n\n\n== References =="
  }
}