{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pallescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pallescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pallescens is a plant in the myrtle family, Myrtaceae, and is endemic to the state of Queensland in Australia.  It has hard, furrowed bark and very small leaves that have the lower part of their upper surface pressed against the branches of the plant.",
    "Description": "Melaleuca pallescens is a bushy shrub or small tree growing to about 4 m (10 ft) tall. Its leaves are arranged alternately, only 1.3–5.5 mm (0.05–0.2 in) long and 0.7–1.2 mm (0.03–0.05 in) wide, glabrous, narrow egg-shaped with the lower part of the upper surface touching the stem and with a sharp point on the end.The flowers are arranged in spikes at the ends of branches which continue to grow after flowering or sometimes in the upper leaf axils. The spikes contain 3 to 12 groups of flowers in threes and are up to 18 mm (0.7 in) in diameter and 15–20 mm (0.6–0.8 in) long. The flowers are pink or mauve when they open but fade rapidly to white. The petals are a darker shade, 1.5–1.6 mm (0.06–0.06 in) long but fall off as the flower ages. The stamens are arranged in five bundles around the flowers and there are 5 to 9 stamens per bundle. Spring is the main flowering season and the flowers are followed by fruit which are woody capsules 2.5–4 mm (0.1–0.2 in) long and scattered along the branches.",
    "Taxonomy and naming": "Melaleuca pallescens was first formally described in 1984 by Norman Byrnes in Austrobaileya as a new species. The specific epithet (pallescens) is a Latin word  meaning \"ashen\" or \"wan\" with the suffix -escens meaning \"becoming\", hence \"becoming ashen\", referring to the pale-coloured flowers.",
    "Distribution and habitat": "Melaleuca pallescens occurs in the eastern half of Queensland growing in heavy clay soils, near streams and other wet areas.\n\n\n== References =="
  }
}