{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pearsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pearsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pearsonii, commonly known as Blackdown bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to Queensland in Australia. (Some Australian state herbaria continue to use the name Callistemon pearsonii.) It is a small, spreading but compact shrub with hard bark, soft foliage and profuse spikes of bottlebrush flowers in spring and summer.",
    "Description": "Melaleuca pearsonii is a shrub growing to 2 m (7 ft) high and wide, with hard, fibrous bark. Its leaves are arranged alternately and are 14–38 mm (0.6–1 in) long, 1.5–5 mm (0.06–0.2 in) wide, flat, linear to narrow egg-shaped with the narrower end towards the base. The leaf veins are indistinct but there are many distinct oil glands.The flowers are red, tipped with yellow and are arranged in short spikes on the ends of branches which continue to grow after flowering and also on the sides of the branches. The spikes are 45–65 mm (2–3 in) in diameter with 20 to 40 individual flowers. The petals are 3.7–5.7 mm (0.1–0.2 in) long and fall off as the flower ages and there are 25-39 stamens in each flower. Flowering occurs mainly in spring and is followed by fruit which are woody capsules, 3.8–5.2 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca pearsonii was first named in 2006 by Lyndley Craven in Novon when Callistemon pearsonii was moved to the present genus. It had previously been known as Callistemon pearsonii, formally described by Roger Spencer and Peter Lumley in 1986 in Muelleria, based on plant material collected from the Blackdown Tabeland. The specific epithet (pearsonii) honours Steven Pearson, a park ranger in the Blackdown Tableland National Park.Callistemon pearsonii is regarded as a synonym of Melaleuca pearsonii by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca pearsonii occurs on the Blackdown Tableland in Queensland. It grows near rivers, in rocky gullies and in wallum vegetation in creek beds.",
    "Use in horticulture": "Melaleuca pearsonii is sometimes cultivated as Callistemon pearsonii including the cultivar \"Rocky Rambler\".\n\n\n== References =="
  }
}