{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_bisulcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. bisulcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca bisulcata is a plant in the myrtle family, Myrtaceae and is endemic to the a relatively small area on the west coast of  Western Australia. It is difficult to distinguish this species from Melaleuca psammophila except on differences in the shape of the calyx lobes.",
    "Description": "Melaleuca bisulcata is a shrub growing to a height of 1.3 m (4 ft). The leaves are crowded, arranged alternately and 4.8–7.2 mm (0.2–0.3 in) long and 0.9–1.7 mm (0.04–0.07 in) wide.\nThe flowers are arranged in heads at the ends of branches, with the branch continuing to grow after flowering. Each head has 1 to 4 groups of flowers in pairs or threes. The stamens are arranged in five bundles around each flower, 6 to 12 stamens per bundle, coloured pink, purple or magenta. Flowering occurs in September and October and the fruit which follow are woody capsules 4.8–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca bisulcata was first formally described in 1862 by Ferdinand Mueller in Fragmenta Phytographiae Australiae from a specimen found \"in the desert near the Murchison River by Augustus Oldfield\". The specific epithet (bisulcata) is from the Latin bi‑ meaning \"two\" and sulcatus, \"furrowed\" or \"grooved\", referring to the dried leaves often having two longitudinal grooves\".",
    "Distribution and habitat": "This melaleuca occurs in the Kalbarri district in the Geraldton Sandplains and Yalgoo biogeographic regions of Western Australia. It grows in sand, clayey sand and gravel over laterite on sandplains and roadsides.",
    "Conservation status": "Melaleuca bisulcata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}