{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_punicea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. punicea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca punicea is a plant in the myrtle family, Myrtaceae, and is endemic to the Northern Territory in Australia. Some of the characteristics of this species make it difficult to classify at the genus level. After it was originally described in 1984 as Melaleuca punicea, it was transferred in 1986 to the genus Regelia (as Regelia punicea) but it did not fit well in that genus either. In 1999 it was transferred again to a new genus Petraeomyrtus as P. punicea. Subsequent molecular studies, especially of chloroplast DNA have suggested that it is best placed in Melaleuca along with others from genera including Beaufortia, Callistemon and Regelia. Later publications include this species as Melaleuca punicea.",
    "Description": "Melaleuca punicea is a spreading shrub growing to about 2.5 m (8 ft) tall. Its leaves are 0.8–2 mm (0.03–0.08 in) long and 0.5–0.9 mm (0.02–0.04 in) wide, with no apparent stalk, narrow triangular in shape, and almost crescent shape in cross section.The flowers are bright red or orange-red and are arranged in heads containing up to 15 individual flowers. The stamens are in five bundles around the flowers, each bundle containing 9 to 13 stamens. Flowering occurs during the dry season, including from January to November but mainly from June to August and is followed by the fruit, which are cup-shaped capsules, although not as woody as in most other melaleucas.",
    "Taxonomy and naming": "Melaleuca punicea was first formally described in 1984 by Norman Byrnes in Austrobaileya. It was then transferred to the genus Regelia  (Regelia punicea (Byrnes) Barlow) then to Petraeomyrtus (Petraeomyrtus punicea (Byrnes) Craven) and finally to the present Melaleuca punicea. The specific epithet (punicea) is from the Latin puniceus meaning \"purplish-red\" referring to the colour of the stamens.",
    "Distribution and habitat": "Melaleuca punicea occurs in Arnhem Land on the sandstone escarpments of the Kakadu National Park.\n\n\n== References =="
  }
}