{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_wilsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. wilsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca wilsonii, commonly known as Wilson's honey-myrtle or violet honey-myrtle, is a plant in the myrtle family, Myrtaceae, native to parts of South Australia and Victoria. It is a shrub with narrow, pointed leaves and heads of purplish-pink flowers on the sides of the branches. It is adaptable to a wide range of soils, frost hardy and often cultivated.",
    "Description": "Melaleuca wilsonii is a dense shrub growing to 2 m (7 ft) high and often spreading to 3 m (10 ft) wide with rough, flaky or corky bark. The leaves are arranged in alternating pairs (decussate) and are 8–15 mm (0.3–0.6 in) long, 1–2 mm (0.04–0.08 in) wide and taper to a point.Flowers occur on the older wood in clusters up to 10 cm (4 in) long, 25 mm (1 in) in diameter and are pale to dark pink or lilac in colour. The stamens are arranged in bundles of five around each flower with 6 to 15 stamens per bundle. The petals are brown, 2.8–3.3 mm (0.11–0.13 in) and deciduous. Flowers appear from October to December but mainly in the first weeks of November and the fruit which follow are woody capsules 2.5–3.5 mm (0.098–0.14 in) long and scaly with the sepals remaining as teeth on the fruit.",
    "Taxonomy and naming": "Melaleuca wilsonii was first formally described in 1861 by Victorian State Botanist Ferdinand von Mueller in Fragmenta phytographiae Australiae from specimens collected by Reverend Julian Tenison-Woods in desert country near Tatiara and in the desert around Lake Hindmarsh by John Dallachy. The specific epithet (wilsonii) is a reference to a Charles Wilson, a friend of Mueller who apparently had some role in drawing the species to the botanist's attention.  It is a member of Melaleuca, a large and diverse genus whose members range from large trees such as M. quinquenervia, to small shrubs.",
    "Distribution and habitat": "This melaleuca occurs from the south-east corner of South Australia to western and central Victoria. It grows in seasonally flooded and poorly drained soils in open scrubland, eucalypt forest and mallee heath.",
    "Uses": "",
    "Uses-Horticulture": "This species is often cultivated, thriving in light to heavy soils and preferring a sunny, well-drained position. It is frost- and drought tolerant. It may flower less in humid areas and the flowers that appear wilt quickly. It was brought into cultivation in England in 1874 and is rarely seen in the United States. The flowers attract birds and insects. It is highly regarded as a horticultural subject. Melaleuca wilsonii can be propagated by seed or cutting.",
    "Uses-Essential oils": "The leaves of this shrub contain monoterpenes including 1,8-cineole but the amount is low.\n\n\n== References =="
  }
}