{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_incana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. incana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca incana, commonly known as grey honey-myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia and is naturalised in the south of Victoria in Australia. It is commonly grown as a garden plant and produces large numbers of white or creamy yellow flowers, sometimes highly scented, in spring.",
    "Description": "Melaleuca incana is a shrub or small tree which grows to a height of about 5 m (20 ft) and has fibrous or flaky bark. The leaves are in threes, sometimes rings of four along the branchlets, 3.5–17 mm (0.1–0.7 in) long and 0.5–3.5 mm (0.02–0.1 in) wide, linear or very narrow elliptic in shape and tapering to a point. The leaves and young branches are covered with fine, soft hairs giving the foliage a grey appearance.The flowers are arranged in spikes, usually on the ends of branches which continue to grow after flowering. Each spike has between 6 and 55 individual flowers and is up to 30 mm (1 in) long and 15 mm (0.6 in) wide, white, creamy white or yellow. The petals are 0.7–2.0 mm (0.03–0.08 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flower, each bundle containing between 3 and 11 stamens. Flowering occurs in spring and is followed by fruit which are woody capsules 1.5–4 mm (0.06–0.2 in) long in cylinder-shaped clusters up to 30 mm (1 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1819 by Robert Brown in Edward's Botanical Register. Edwards called the plant \"Grizzly Melaleuca\" and noted that the plant was ...first observed by Mr. Brown, in King George the Third's Sound, on the south-west coast of New Holland. ... We were favoured with the specimen, for the drawing, by Lady Aylesford ... We are indebted to Mr. Brown for the specific characters, and all we know concerning the plant. The specific epithet (incana) is from the Latin incanus meaning \"quite grey\", \"in reference to the colour of the leaves\".There are two subspecies differing mainly in the form of the plant, the shape and size of the leaves, their flowering time and in their distribution:\n\nM. incana subsp. incana occurs on the south-west coast of Western Australia between Albany and Jurien Bay and inland as far as the Dryandra woodland and is naturalised in parts of Victoria.\nM. incana subsp. tenella occurs on the south coast of Western Australia between Albany and Esperance.",
    "Distribution and habitat": "This melaleuca occurs in the south-west of Western Australia and on the south coast as far east as Esperance in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions. It grows on swamp edges, in low woodland and heath in peaty soil and sand.",
    "Conservation": "Melaleuca incana is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species, especially the nominate subspecies incana is widely cultivated. It is a hardy plant, fast growing, tolerating a range of soils and conditions after initial establishment and is frost hardy. It is widely available in commercial nurseries and tolerates pruning to form a hedge. It is susceptible to scale insect attack.\n\n\n== References =="
  }
}