{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_genialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. genialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca genialis is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a rare species, known from one nature reserve. It is similar to Melaleuca tinkeri, mainly differing from it in having hairy leaves and petals. (The leaves of M. tinkeri are glabrous.)",
    "Description": "Melaleuca genialis is a shrub growing to about 1.2 m (4 ft) tall. Its branchlets are covered with soft, silky hairs when young but become glabrous with age.  The leaves are arranged alternately, 6.7–10 mm (0.3–0.4 in) long, 0.8–1.1 mm (0.03–0.04 in) wide, linear to narrow egg-shaped and tapering to a non-prickly point. They are also covered with soft, silky hairs and have single mid-vein.The flowers are a shade of pink to purple and are arranged in heads on the ends of branches which continue to grow after flowering. The heads are 11–14 mm (0.4–0.6 in) in diameter and contain 5 to 7 groups of flowers in threes. The petals are 0.8–1.1 mm (0.03–0.04 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flower, each bundle containing 2 to 5 stamens. The main flowering season is in October and is followed by fruit which are woody capsules 2.5–3.3 mm (0.1–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca genialis was first formally described as a new species in 2010 by Brendan J. Lepschi. The specific epithet (genialis) is from the Latin word meaning \"jovial\" or \"pleasant\", referring to \"the staff at the Western Australian Herbarium in the 1990s\".",
    "Distribution and habitat": "Melaleuca genialis has a restricted distribution in a nature reserve near Wagin in the Avon Wheatbelt biogeographic region. It grows in woodland in clay soils.",
    "Conservation status": "Melaleuca genialis is listed as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning it may be threatened but is poorly known, only occurring in a few locations.\n\n\n== References =="
  }
}