{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_agathosmoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. agathosmoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca agathosmoides is a shrub in the myrtle family, Myrtaceae and is endemic to a small area in the south-west of Western Australia. It is unusual in the genus in that its flowers appear along long lengths of old wood.",
    "Description": "Melaleuca agathosmoides is usually a shrub growing to a height of 0.5–2 m (2–7 ft). The leaves are glabrous, 2–5 mm (0.08–0.2 in) long and decussate (arranged in alternating pairs).The flowers are ramiflorous, that is they grow along lengths of old wood rather than at the ends of branches or in the axils of leaves, singly or in groups of up to 20. The stamens are grouped in five bundles around the flower, each bundle containing 12 to 19 stamens. The cup-shaped base of the flower (the hypanthium) is glabrous, 1.8–2.5 mm (0.07–0.1 in) long. The flowers are cream or white to greenish-white and appear between July and November. The fruit are woody capsules, 3.5–4.5 mm (0.1–0.2 in) long, with the sepals remaining as teeth around the fruits.",
    "Taxonomy and naming": "Melaleuca agathosmoides was first formally described in 1939 by Charles Austin Gardner from a specimen collected in the Coolgardie District at \"Hatter's Hill, north of Ravensthorpe, in red loamy gravelly soil, [flowering] Sept. 1929\". The specific epithet (agathosmoides) is a reference to its similarity to plants in the genus Agathosma.",
    "Distribution and habitat": "This melaleuca is restricted to the Lake King district of Western Australia in the Mallee biogeographic region. It grows in gravelly, red clay loam on hills.",
    "Conservation status": "Melaleuca agathosmoides is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}