{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_hamata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. hamata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca hamata is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It grows to a large, dense shrub with broombrush foliage and profuse pale yellow flowers in late spring.",
    "Description": "Melaleuca hamata is a large shrub, sometimes a small tree growing to a height of 5 m (20 ft), with flaking papery bark. Its leaves are arranged alternately, upward-pointing and needle-like, up to 80 mm (3 in) long and 0.8–1.6 mm (0.03–0.06 in) in diameter and with a sharp tip which is often hooked.The flowers are a shade of yellow, through cream to white. They are in almost spherical heads in many of the upper leaf axils, each head about 20 mm (0.8 in) in diameter and containing 5 to 15 groups of flowers in threes. The petals are 1–2 mm (0.04–0.08 in) long and often fall off as soon as the flower opens. The stamens, which give the flowers their colour, are arranged in five bundles around the flower with 3 to 8 stamens per bundle. Flowering occurs through spring and early summer and is followed by fruit which are woody capsules forming oval-shaped clusters up to 12 mm (0.5 in) in diameter.",
    "Taxonomy and naming": "This species was first formally described in 1844 by Henry Barron Fielding and Charles Austin Gardner in Sertum Plantarum: or drawings and descriptions of rare and undescribed plants from the author's herbarium . The specific epithet (hamata) is from the Latin word hamus meaning \"a hook\" or \"angle\" referring to the curved ends of the leaves.",
    "Distribution and habitat": "Melaleuca hamata occurs in and between the districts of Mount Gibson, Nyabing, Leinster and Munglinup in the Avon Wheatbelt, Coolgardie, Esperance Plains, Gascoyne, Geraldton Sandplains, Great Victoria Desert, Jarrah Forest, Little Sandy Desert, Mallee, Murchison and Yalgoo biogeographic regions. It grows on a wide range of soils in a range of vegetation associations and is the most common brushwood species in the wheatbelt.",
    "Conservation": "This melaleuca is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Agriculture": "In field trials for evaluating different species melaleucas as a source of brushwood, Melaleuca hamata was proven to be the species best suited to the heavy loams that dominate large areas of Western Australia.\n\n\n== References =="
  }
}