{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_virens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. virens"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca virens, commonly known as lime bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to Tasmania in Australia. (Some Australian state herbaria continue to use the name Callistemon viridiflorus.) It is one of only two melaleucas endemic to Tasmania, the other being Melaleuca pustulata although another six also occur there. A small to medium shrub growing mostly in subalpine areas, it has hard, leathery, sharply pointed leaves and spikes of yellow or greenish flowers in early summer,",
    "Description": "Melaleuca virens is a shrub growing to 3 m (10 ft) tall. Its leaves are arranged alternately and are 14–37 mm (0.6–1 in) long, 1.8–5 mm (0.07–0.2 in) wide, flat, elliptic to lance-shaped, sometimes slightly curved and taper to a sharp point. The side-veins are indistinct but the mid-vein and oil glands are visible on both surfaces.The flowers are a shade of yellow to greenish-yellow and are arranged in spikes on the ends of branches which continue to grow after flowering and also on the sides of the branches. The spikes are 30–50 mm (1–2 in) in diameter and 40–60 mm (1.6–2.4 in) long with 20 to 80 individual flowers. The petals are 2.7–4.9 mm (0.1–0.2 in) long and fall off as the flower ages and there are 19-36 stamens in each flower, sometimes arranged in 5 groups. Flowering occurs from November to May and is followed by fruit which are woody capsules, 4.5–6 mm (0.18–0.24 in) long.",
    "Taxonomy and naming": "Lime bottlebrush was first described in 1825 by John Sims from a specimen raised by seed in Fulham nursery. The description was published in Curtis's Botanical Magazine. In 1826 Sweet changed the name to Callistemon viridiflorus, publishing the change in Hortus Britannicus  and in 2006, Lyndley Craven changed the name to Melaleuca virens.  That name has been accepted by the World Checklist of Selected Plant Families but not by the Australian Plant Census.The specific epithet (virens) is from the Latin word viridis meaning “green” referring to the flower colour of this species.",
    "Distribution and habitat": "Melaleuca virens occurs throughout Tasmania but is more common in wet places in mountain or colder areas of the state. It grows in swamps, in heath and on buttongrass plains.\n\n\n== References =="
  }
}