{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_serpentina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. serpentina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca serpentina is a plant in the myrtle family, Myrtaceae and is endemic to the Barraba district in Australia. (Some Australian state herbaria continue to use the name Callistemon serpentinus.) It is a shrub with yellow or creamy-green bottlebrush flowers. It is similar to Melaleuca citrina but can be distinguished from that species by its flower colour (red in M. citrina) and its shorter stamens.",
    "Description": "Melaleuca serpentina is a shrub growing to 4 m (10 ft) tall with hard, papery bark. Its leaves are arranged alternately and are 21–53 mm (0.8–2 in) long, 2–5 mm (0.08–0.2 in) wide, more or less flat, narrow elliptical to egg-shaped with the narrow end towards the base and an end tapering to a sharp point. The leaves have a mid-vein but the lateral veins are obscure and there are many distinct oil glands.The flowers are creamy green to yellow and are arranged in spikes on the ends of branches that continue to grow after flowering and also in the leaf axils. The spikes are 30–40 mm (1–2 in) in diameter with 15 to 35 individual flowers. The petals are 2.2–4 mm (0.09–0.2 in) long and fall off as the flower ages and there are 37 to 51 stamens in each flower.  Flowering occurs in April, October and December and is followed by fruit that are woody capsules, 4.2–4.6 mm (0.17–0.18 in) long.",
    "Taxonomy and naming": "Melaleuca serpentina was first formally described in 2009 by Lyndley Craven in Novon from a specimen collected adjacent to the Woodsreef asbestos mine near Barraba. In 2012, Udovicic and Spencer gave the species the name Callistemon serpentinus, but in 2013, Craven transferred all species previously known as Callistemon to Melaleuca. Some authorities continue to use Callistemon serpentinus. The specific epithet (serpentina) refers to this species often occurring on soils derived from serpentinite.Callistemon serpentinus is regarded as a synonym of Melaleuca serpentina by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca serpentina occurs in the Barraba district growing in grassy woodland on soils derived from serpentinite.\n\n\n== References =="
  }
}