{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_armillaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. armillaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca armillaris, commonly known as bracelet honey myrtle, is a plant in the myrtle family, Myrtaceae, and is native to South Australia, Victoria and Tasmania in south-eastern Australia. It is a hardy, commonly grown species, often used as a fast-growing screen plant, but it also has the potential to become a weed. It has become naturalised in Western Australia and parts of Victoria. In its natural state, it grows on coastal cliffs and along estuaries.",
    "Description": "Bracelet honey myrtle ranges from a large shrub to a small weeping tree growing to 8 m (30 ft) in height. It has rough, grey fibrous bark, distinctive decumbent branching and dense foliage. The leaves are arranged in alternating pairs (\"decussate\") at right angles to the pairs above and below so that they appear to be in four rows along the stem. (One source describes the leaves as being spirally arranged and another as being alternate.) The leaves are 4.5–19 mm (0.2–0.7 in) long, 0.8–4 mm (0.03–0.2 in) wide and glabrous except when very young, linear to narrow oval in shape, with the end tapering to a distinct hook.The flowers are white, sometimes cream-coloured, rarely pink, and are arranged in cylindrical spikes on the sides of branches, often on older wood. The spikes are up to 50 mm (2.0 in) long and 25 mm (0.98 in) in diameter and contain a large number of individual flowers. The petals are 1.5–3 mm (0.06–0.1 in) long and fall off as the flower matures. The stamens are arranged in five bundles known as staminal claws, which are  3–4.9 mm (0.1–0.2 in) long with each bundle containing eight to 18 stamens. The flowering season is mostly spring to early summer and is followed by fruit which are woody capsules, 2.3–4.5 mm (0.09–0.2 in) long and about 5 mm (0.2 in) in diameter, in cylindrical clusters along the branches.",
    "Taxonomy and naming": "The species was first formally described in 1788 by Joseph Gaertner in De Fructibus et Seminibus Plantarum from specimens collected by Joseph Banks during an expedition of James Cook to Australia. It was then given the name Metrosideros armillaris by Daniel Solander.  The species was renamed Melaleuca armillaris in 1797 by James Edward Smith in Transactions of the Linnean Society of London. The specific epithet (armillaris) is from the Latin armilla, meaning \"a bracelet\", apparently in reference to the appearance of the cylinder of fruits on the branches.The two subspecies are:\n\nMelaleuca armillaris subsp. armillaris which is the more common and widespread subspecies;\nMelaleuca armillaris. subsp. akineta F.C.Quinn which has shorter stamens and fewer flowers in the inflorescence.",
    "Distribution and habitat": "Subspecies armillaris occurs in coastal areas south of the Manning River district in New South Wales to far eastern Victoria, some of the Bass Strait islands including Curtis Island and the far north eastern corner of Tasmania. It is also naturalised in other parts of Victoria, the Australian Capital Territory, the south of South Australia and the south-west of Western Australia. It is especially common on the far south coast of New South Wales. It grows naturally on coastal headlands and clifftops, often in dense heath. Subspecies akineta is only found in the Gawler Ranges of South Australia, where it grows on ridges and granite outcrops.",
    "Cultivation": "Melaleuca armillaris is cultivated as a fast-growing windbreak or screening plant. It is hardy and will grow in most soils and aspects, resistant to salt spray and suitable for growing under power lines.",
    "Ecology": "This melaleuca is regarded as a serious environmental weed in some locations especially in Victoria. It replaces local species and increases fuel loads making areas more prone to bushfires. After a bushfire, the problem is increased because of the plants' releasing large numbers of seeds after fire. In South Australia, it is a problem in the Mount Lofty Ranges, Adelaide Hills, and Kangaroo Island. In Western Australia, the problems occur in coastal areas of the south-west of that state.Bracelet honey myrtle is a preferred food of species of sawfly (order Hymenoptera, suborder Symphaptera), especially the long-tailed sawfly Pterygophorus facielongus, which can rapidly defoliate an entire tree.\n\n\n== References =="
  }
}