{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sophisma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sophisma"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sophisma is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is superficially similar to Melaleuca cliffortioides but differs from it in the arrangement of the flowers and in details of the leaves. The flowers are white, fading to cream and are arranged in small heads on the sides of the branches.",
    "Description": "Melaleuca sophisma is a shrub growing to about 2.0 m (7 ft) tall with rough, grey bark. Its branchlets are glabrous (unlike those of Melaleuca cliffortioides).  Its leaves are arranged alternately, 3.1–6.3 mm (0.1–0.2 in) long, 1.1–2.1 mm (0.04–0.08 in) wide, linear to narrow oblong in shape and with 3 longitudinal veins.The flowers are white, fading to pink, and are arranged in heads  13–18 mm (0.5–0.7 in) in diameter in the axils of the leaves, each head with 3 to 5 groups of flowers in threes. (M. cliffortioides has single flowers in its leaf axils.) The petals are 2–2.3 mm (0.08–0.09 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flower, each bundle containing 12 to 15 stamens. The style is 6.8–10.6 mm (0.3–0.4 in) long (about 13 mm (0.5 in) in M. cliffortioides). Flowering occurs in November and December and is followed by fruits which are woody capsules 1.7–3 mm (0.07–0.1 in) long small teeth around the rim",
    "Taxonomy and naming": "Melaleuca sophisma was first formally described as a new species in 2000 by Brendan J. Lepschi. The specific epithet (sophisma) is a Greek word meaning \"false conclusion\" or \"fallacy\", referring to the misidentification of this plant in this species as Melaleuca cliffortioides.",
    "Distribution and habitat": "Melaleuca sophisma has a restricted distribution in the Kundip district in the Esperance Plains biogeographic region. It grows in mallee and shrubland in sandy loam and clay loam.",
    "Conservation": "Melaleuca sophisma is listed as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from one or a few locations (generally five or less) which are potentially at risk.\n\n\n== References =="
  }
}