{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_coccinea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. coccinea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca coccinea, commonly known as the goldfields bottlebrush is a shrub in the myrtle family Myrtaceae and is endemic the south of Western Australia. It is distinguished by its unusual foliage and bottlebrush spikes of red flowers.",
    "Description": "Melaleuca coccinea grows to a height of about 2 m (7 ft) with many slender, tangled branches. The leaves are arranged in alternating pairs (decussate) along the branches, lack a stalk, are 4.5–11 mm (0.2–0.4 in), 2.5–5.5 mm (0.1–0.2 in) wide, egg-shaped to heart-shaped, dished and have a pointed but not sharp end.The flowers are brilliant red, arranged in bottlebrush-like spikes, 40–80 mm (2–3 in) long and about 50 mm (2 in) diameter on side branches. The petals are 3–4.5 mm (0.1–0.2 in) long and fall off soon after the flower opens. The stamens, which give the flowers their colour, are arranged in five bundles, each containing 11 to 15 stamens.  Flowers appear in spring and summer and are following by fruit which are hairy, woody capsules 3.5–5 mm (0.1–0.2 in), tightly clustered in a cylindrical group.",
    "Taxonomy and naming": "Melaleuca coccinea was first formally described in 1966 by Alex George in The Western Australian Naturalist from a specimen \"collected 32 miles (51 km) east of Karonie, on the Transcontinental railway; in sandy loam over granite.\" In 1990, two subspecies were described by Kirsten Cowley and given the names Melaleuca coccinea subsp. eximia and Melaleuca coccinea subsp. penicula but these were later raised to species status Melaleuca eximia and Melaleuca penicula respectively by Craven and Lepschi. The specific epithet (coccinea) is a Latin word meaning \"deep red\" or \"crimson, referring to the colour of the flowers.",
    "Distribution and habitat": "Goldfields bottlebrush occurs in the Kalgoorlie-Norseman area, in the Coolgardie and Esperance biogeographical regions of Western Australia. It grows in sandy loam over granite near granite outcrops, on sandplains and river valleys.",
    "Conservation status": "This melaleuca is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Goldfields bottlebrush has been described as \"an outstanding shrub\" that has grown well in Brisbane and Perth in full sun and average drainage conditions.\n\n\n== References =="
  }
}