{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_groveana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. groveana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca groveana, commonly known as Grove's paperbark is a plant in the myrtle family Myrtaceae and is endemic to New South Wales and Queensland in Australia. It is an uncommon species with relatively large heads of white flowers in spring, the styles of which are significantly longer than the stamens.",
    "Description": "Melaleuca groveana is a large shrub or tree with fibrous or papery bark which grows to a height of 5–10 m (20–30 ft). Its leaves are arranged alternately on the stems, narrow elliptical in shape, 10–55 mm (0.4–2 in) long, 3–10 mm (0.1–0.4 in) wide tapering to a point, with a stalk 1.5–3 mm (0.06–0.1 in) long. The leaves have a distinct midvein and several lateral veins.\nThe white flowers are grouped in spikes up to 30 mm (1 in) long at the ends of branches which continue to grow after flowering, and sometimes in the upper leaf axils. Each spike contains 3 to 16 flowers loosely arranged and up to 35 mm (1 in) in diameter. The petals are 3.5–3.8 mm (0.14–0.15 in) and fall off as the flower matures. The stamens are arranged in five bundles around the flower and there are 11 to 26 stamens in each bundle. Flowering occurs in early spring but the flowers are relatively short-lived. The fruit are woody, cup or barrel-shaped capsules 4–5 mm (0.16–0.20 in) long, 4–7 mm (0.2–0.3 in) in diameter and spaced along the branches.",
    "Taxonomy and naming": "Melaleuca groveana was first formally described in 1925 by Edwin Cheel and Cyril Tenison White in Proceedings of the Royal Society of Queensland. The specific epithet (groveana) honours C.H. Grove, a Queensland clergyman and the collector of the type specimen.",
    "Distribution and habitat": "Melaleuca groveana has a fragmented distribution from the Port Stephens district in New South Wales to the Bluff district in Queensland. It grows in heath and woodland with a heathy understorey, usually in higher areas, often in exposed sites on rocky ridges and outcrops and sometimes on low hills near the coast.",
    "Ecology": "Some coastal populations of Grove's paperbark are under threat from competition with the introduced weed bitou bush (Chrysanthemoides monilifera).",
    "Conservation status": "This species is classified as \"vulnerable\" in New South Wales and \"near threatened\" in Queensland. It is listed as \"rare\" in the 1997 IUCN red book of threatened plants.",
    "Uses": "",
    "Uses-Horticulture": "Melaleuca groveana is a hardy species, easily propagated from seed and suitable as a screening plant. Unlike most melaleucas, after initial establishment it is relatively drought resistant plant.\n\n\n== References =="
  }
}