{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_eleuterostachya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. eleuterostachya"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca eleuterostachya is a plant in the myrtle family, Myrtaceae and is endemic to Western Australia and South Australia. It is a shrub or tree with arching branches, narrow leaves and small spikes of cream or white flowers.",
    "Description": "Melaleuca eleuterostachya is a shrub or tree with grey papery or fibrous bark, thin arching branches and which grows to a height of about 6 m (20 ft). The leaves are arranged in alternate pairs (decussate), are narrow lance-shaped or narrow oval to linear, about 2.7–14 mm (0.1–0.6 in) long and 0.8–1.8 mm (0.03–0.07 in) wide. They have hooked leaves but the tip is not sharp.The flowers are cream or white, arranged in short spikes or heads of flowers containing 8 to 20 groups of flowers in threes, the heads up to 20 mm (0.8 in) in diameter. These flowering spikes are on the sides of the main branches and unlike in most other melaleucas, do not continue growing after flowering. The petals are 1.8–2.4 mm (0.07–0.09 in) long and fall off as the flower opens. The stamens are arranged in five bundles around the flower and each bundle contains 12 to 18 stamens. Flowering occurs throughout the year and is followed by fruit which are woody capsules 2.5–4 mm (0.1–0.2 in) long on short lateral branches.",
    "Taxonomy and naming": "Melaleuca eleuterostachya was first formally described in 1886 by Ferdinand Mueller in Fragmenta Phytographiae Australiae. The specific epithet (eleuterostachya) is from the ancient Greek eleutheros meaning \"free\" and stachys, \"spike\", referring to the way the flower spikes appear on the sides of the branches below the leaves.",
    "Distribution and habitat": "Melaleuca eleuterostachya occurs in central-southern South Australia and is most common in the Eyre Peninsula. It is widespread in Western Australia, especially the central and southern areas and in a broad band between Geraldton and Albany. It grows in sandy or clayey soils, on plains, low hills and wet depressions.",
    "Conservation status": "Melaleuca diosmifolia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}