{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_podiocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. podiocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca podiocarpa is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a spreading shrub with prickly foliage and small heads of white flowers mostly hidden within the foliage.",
    "Description": "Melaleuca podiocarpa is a shrub growing to 2.5 m (8 ft) tall. Its leaves are arranged alternately, 4.5–14 mm (0.2–0.6 in) long, 1.5–6 mm (0.06–0.2 in) wide, elliptic to egg-shaped, crescent moon-shaped in cross section and the end tapering to a sharp, prickly point.The flowers are white, in small heads on the ends and sides of the branches. The heads contain up to 3 individual flowers. The outer surface of the flower cup (the hypanthium) is hairy. The petals are 4.5–5.5 mm (0.2–0.2 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 30 to 45 stamens. Flowering occurs from mid spring to mid summer, and is followed by fruit which are solitary, woody, cup-shaped capsules, 3.8–7.7 mm (0.1–0.3 in).",
    "Taxonomy and naming": "Melaleuca podiocarpa was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected on the Lake King to Norseman road. The specific epithet (podiocarpa)  is derived from ancient Greek words podos meaning  “foot” and karpos meaning \"fruit\" referring to the foot like base of the fruiting capsules.",
    "Distribution and habitat": "This melaleuca occurs in and between the Lake King and Grass Patch districts in the Mallee biogeographic region where it grows in sand, gravel or clay on plains.",
    "Conservation status": "Melaleuca podiocarpa is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}