{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_foliolosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. foliolosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca foliolosa is a plant in the myrtle family, Myrtaceae and is endemic to northern Queensland in  Australia. It is distinguished by it very small leaves which are pressed against the stem and almost overlap each other.",
    "Description": "Melaleuca foliolosa is a tree growing up to 10 m (30 ft) tall with white or greyish papery bark and a bushy crown. Its leaves are arranged in alternating pairs (decussate) and are 2.0–3.2 mm (0.08–0.1 in) long and 0.8–1.8 mm (0.03–0.07 in) wide. They are almost triangular in shape and pressed against the stem so that they almost overlap.\nThe flowers are cream to greenish white and arranged in short spikes or almost spherical heads in the upper leaf axils. Each head contains 2 to 8 individual flowers and is up to 15 mm (0.59 in) in diameter. The petals are 1.8–2.0 mm (0.07–0.08 in) long and fall off as the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing 20 to 35 stamens. Flowers appear from April to October and are followed by fruit which are woody capsules 2.5–3.5 mm (0.098–0.14 in) long.",
    "Taxonomy and naming": "Melaleuca foliolosa was first formally described in 1866 by George Bentham in Flora Australiensis from a specimen collected by Allan Cunningham at Cape Flinders. The specific epithet (foliolosa) is from the Latin word folium meaning \"leaf\", hence foliolose, referring to the numerous, small leaves of this species.",
    "Distribution and habitat": "This melaleuca is found throughout the Cape York Peninsula growing in woodland and savannah in sand, clay and near coastal salt pans. It forms a low shrubland on the margins of saline flats near the Annan River.",
    "Ecology": "Melaleuca foliolosa is host to the mistletoe species Amyema herbertiana and Notothixos incanus. It is also an important component of the environment of the endangered Golden-shouldered parrot (Psephotus chrysopterygius).\n\n\n== References =="
  }
}