{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_suberosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. suberosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca suberosa, commonly known as corky-bark honey-myrtle or corky honeymyrtle, is a shrub in the myrtle family, Myrtaceae, and is endemic to the south of Western Australia. It is a distinctive shrub, recognised by its tiny, crowded leaves, corky bark and pink flowers that appear along lengths of leafless parts of the branches.",
    "Description": "Melaleuca suberosa is a small shrub with grey, corky, furrowed bark and which grows to a height of 1 m (3 ft). Its branches and leaves are glabrous except when very young. The leaves are arranged alternately, 3–6.5 mm (0.1–0.3 in) long, 0.8–1.5 mm (0.03–0.06 in) wide, crowded near the ends of the branches, very narrow oval in shape, oval in cross section and with small lumps or tubercles on the upper surface.The flowers are a shade of deep pink to purple and are arranged on the sides of older branches and partly buried in them so that only the petals, style and stamens appear above the wood. The petals are 2–3.2 mm (0.08–0.1 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flowers and each bundle contains 9 to 15 stamens. Flowering occurs between July and January and is followed by fruit which are woody capsules 2–3 mm (0.08–0.1 in) long, roughly spherical in shape, arranged along the branches.",
    "Taxonomy": "Calothamnus suberosa was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. It was placed in the present genus as Melaleuca suberosa in 1931 by Charles Austin Gardner in  Enumeratio Plantarum Australiae Occidentalis. The specific epithet (suberosa) is a Latin word meaning \"corky\" referring to the corky bark of this species.",
    "Distribution and habitat": "Melaleuca suberosa occurs between the Albany district and the Cocklebiddy district in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in sandy, stony or gravelly soils on plains, swampy flats and low ridges.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca suberosa is hardy in southern parts of Australia, preferring a sunny situation. It is frost hardy and tolerates a range of soils but is difficult to grow in tropical or sub-tropical climates.\n\n\n== References =="
  }
}