{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_halmaturorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. halmaturorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca halmaturorum, commonly known as South Australian swamp paperbark, kangaroo honey-myrtle or salt paper-bark is a plant in the myrtle family, Myrtaceae and is endemic to Western Australia, South Australia and Victoria. It is often a tree with an unusual, crooked form, sometimes looking like an enlarged example of bonsai.",
    "Description": "Melaleuca halmaturorum is a slow growing shrub or small tree, eventually growing to 6–8 m (20–30 ft) tall, often with a crooked, straggling, irregular or untidy form and creamy-grey, papery bark. Its leaves are dark green, glabrous and arranged in alternate pairs at right angles to the ones above and below (decussate), so that there are four rows of leaves along the stem. The leaves are linear to lance-shaped, 2.6–9 mm (0.1–0.4 in) long, 0.7–1.8 mm (0.03–0.07 in) wide, with many distinct oil glands on the lower surface and a stalk about 1 mm (0.04 in) long.The flowers are white or cream and arranged in heads, sometimes on the ends of branches which continue to grow after flowering but also in the upper leaf axils. The heads are up to 15 mm (0.6 in) in diameter and contain up to five individual flowers. The flower buds are surrounded by brown, papery bracts which fall off as the flowers open. The petals are 2–4 mm (0.08–0.2 in) long and fall off as the flowers age. The stamens are arranged in bundles of five around the flower, usually with 6 to 17 stamens in each bundle. Flowering occurs from August to October and the fruit which follow are woody, cup-shaped capsules 3–5.5 mm (0.1–0.2 in) long and wide in loose clusters along the stem. The clusters remain in place for several seasons.",
    "Taxonomy and naming": "Ferdinand von Mueller was the first to give a formal description of Melaleuca halmaturorum but his description was not validly published. The first formal, valid description was by the Dutch botanist, Friedrich Miquel in 1856 and published in Nederlandsch Kruidkundig Archief. The type specimen was collected \"Ad flumen three-Wells-river insulae Halmaturorum\", a Latin phrase meaning \"near the Three Wells River on Kangaroo Island\". Halmaturus was an earlier name for a genus of kangaroo. Three Wells River was later named the Morgan, then the Cygnet.  The specific epithet (halmaturorum) refers to Kangaroo Island where the type specimen was collected.",
    "Distribution and habitat": "Melaleuca halmaturorum occurs in southern parts of Western Australia, South Australia and Victoria. In Western Australia it is found in the Eremaean and South-West botanical provinces. In South Australia it occurs in the Eyre Peninsula, Murray, Yorke Peninsula, Southern Lofty, Kangaroo Island and South-Eastern bioregions. In Victoria it occurs in the Mallee, Loddon Murray, Central and Northern and Wimmera bioregions but is becoming rare due to invasion by tall wheat grass (Lophopyrum ponticum). Melaleuca halmaturorum is salt tolerant and often found in swampy, waterlogged areas such as estuaries, coastal dunes and the fringes of salt lakes.",
    "Conservation": "This melaleuca is listed as \"not threatened\" (in Western Australia) by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca halmaturorum is a very hardy plant in full sun.  It is often used in revegetation to remediate and stabilise saline sites.\n\n\n== References =="
  }
}