{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_quercina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. quercina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca quercina, commonly known as Oakey bottlebrush is a plant in the myrtle family, Myrtaceae and is endemic to a small area of Queensland in Australia. (Some Australian state herbaria use the name Callistemon quercinus.) It is small tree with dark, corky bark and spikes of yellow, cream or pink bottlebrush flowers in spring and summer.",
    "Description": "Melaleuca quercina is a large shrub or small tree growing to 10 m (30 ft) tall with dark, corky bark. Its leaves are arranged alternately and are 23–74 mm (0.9–3 in) long, 3.5–12 mm (0.1–0.5 in) wide, more or less flat and elliptical in shape with a longer stalk than other melaleucas. The leaves have a mid-vein and 11–20 lateral veins.The flowers are a shade of yellow or pink and are arranged in spikes 25–30 mm (0.98–1.2 in) in diameter with 15 to 40 individual flowers. The petals are 3.1–4.4 mm (0.1–0.2 in) long and fall off as the flower ages and there are 70 to 94 stamens in each flower.  Flowering occurs from October to February and is followed by fruit that are woody capsules, 3–5.3 mm (0.1–0.2 in) long in loose clusters along the stem.",
    "Taxonomy and naming": "Melaleuca quercina was first formally described in 2009 by Lyndley Craven in Novon from a specimen found near Oakey Creek. The specific epithet (quercina) refers to the oak genus Quercus in the beech family Fagaceae and hence the location Oakey Creek near Oakey in Queensland.Callistemon quercinus is regarded as a synonym of Melaleuca quercina by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca quercina occurs in the Oakey and Dalby districts in Queensland, where it grows along the banks and flats of creeks in dark clay soils.\n\n\n== References =="
  }
}