{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_chisholmii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. chisholmii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca chisholmii commonly known as Burra bottlebrush is a plant in the myrtle family, Myrtaceae and is endemic to  Queensland in Australia. (Some Australian state herbaria continue to use the name Callistemon chisholmii.) It is a shrub with rough bark, an open habit and spiky foliage but in winter has bright red flower spikes tipped with yellow.",
    "Description": "Melaleuca chisholmii is a shrub growing to 3–4 m (9.8–13 ft) tall with rough, dark grey or fibrous brown bark. Its leaves are arranged alternately and are 25–100 mm (1–4 in) long, 1–7 mm (0.04–0.3 in) wide, flat, linear to narrow egg-shaped with the narrower end near the base and with the end tapering to a sharp point.The flowers are arranged in spikes on the ends of branches that continue to grow after flowering. The spikes are up to 40–50 mm (1.6–2.0 in) in diameter and 60–80 mm (2–3 in) long with 10 to 30 individual flowers. The petals are 3.1–5.6 mm (0.1–0.2 in) long and fall off as the flower ages. There are 25 to 57 stamens in each flower, with their \"stalks\" (the filaments) red and \"tips\" (the anthers) yellow. Flowering occurs from May to August and is followed by fruit that are woody capsules, 3.7–6.1 mm (0.1–0.2 in) long in cylindrical spikes that remain on the stem for a lengthy period.",
    "Taxonomy and naming": "Melaleuca chisholmii was first formally described in 2006 by Lyndley Craven in Novon. It had previously been known as Callistemon chisholmii since Edwin Cheel described it in 1925 in Proceedings of the Linnean Society of New South Wales from a specimen collected on the \"western watershed, Thompson River Fall, North Queensland\". (Cheel gave the incorrect spelling Callistemon chisholmi.) The specific epithet (chisholmii) honours J.R. Chisholm (1855-1927), a botanical collector including of the type of this species.Callistemon chisholmii is regarded as a synonym of Melaleuca chisholmii by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs in higher areas of central Queensland in woodland and forest near watercourses.",
    "Use in horticulture": "Melaleuca chisholmii is a hardy plant from dry inland areas but has been grown successfully in Townsville.\n\n\n== References =="
  }
}