{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_hemisticta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. hemisticta"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca hemisticta, commonly known as Mount Wheeler bottlebrush is a plant in the myrtle family, Myrtaceae and is endemic to coastal areas of Queensland. (Some Australian state herbaria continue to use the name Callistemon hemistictus.) It is a tall, bushy shrub with dark green leaves and red flowers spikes tipped with yellow.",
    "Description": "Melaleuca hemisticta is a shrub growing to 6 m (20 ft) tall with grey, papery or fibrous bark. Its leaves are arranged alternately and are 42–102 mm (2–4 in) long, 6–28 mm (0.2–1 in) wide, flat, mostly narrow egg-shaped with a mid-vein and 15 to 30 branching veins.The flowers are arranged in spikes on the ends of branches which continue to grow after flowering and sometimes on the sides of the branches. The spikes are 30–45 mm (1–2 in) in diameter with 10 to 50 individual flowers. The petals are 3.4–5.4 mm (0.13–0.21 in) long and fall off as the flower ages. There are 35-53 stamens in each flower with red filaments and yellow anthers. Flowering occurs from March to September and is followed by fruit which are woody capsules, 4–5.2 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "Melaleuca hemisticta was first formally described in 2006 by Lyndley Craven in Novon. The specific epithet (hemisticta) is from the Greek prefix ἡμι- (hemi-) meaning “half” and stiktos meaning \"spotted\" referring to the oil glands in the leaves being only in the lower half of the leaf.Callistemon hemistictus is regarded as a synonym of Melaleuca hemisticta by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca hemisticta occurs in coastal Queensland in and between the Bowen and Bundaberg regions, on nearby islands and on Mount Stewart near Townsville, where it grows in a range of habitats but often on the sides of cliffs.\n\n\n== References =="
  }
}