{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_teretifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. teretifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca teretifolia is a plant in the myrtle family, Myrtaceae, which is endemic to the south-west of Western Australia. It is a shrub with long, thin leaves and clusters of usually white flowers along considerable lengths of the branches in late spring and summer.",
    "Description": "Melaleuca teretifolia is a shrub which grows to a height of 5 m (20 ft) with light coloured papery bark and glabrous foliage. Its leaves are arranged alternately, 30–90 mm (1–4 in) long and 0.6–1.2 mm (0.02–0.05 in) wide. They are linear, almost circular in cross section, needle-like and with a sharp point on the end.The flowers are usually white but sometimes creamy white or a shade of pink. They are arranged in heads of 4 to 15 flowers up to 25 mm (1 in) in diameter arranged along the sides of the branches. The stamens are arranged in five bundles around the flowers and each bundle usually contains 6 to 8 stamens but sometimes up to 12. Flowering occurs between October and January and is followed by fruit which are woody capsules 2.5–4 mm (0.1–0.2 in) long.",
    "Taxonomy & naming": "Melaleuca teretifolia was first formally described in 1837 by Stephan Endlicher in Enumaratio plantarum. The specific epithet (teretifolia) is from derived from the Latin words teres meaning \"rounded\" and folium meaning \"a leaf\" referring to the shape of the leaves as being almost circular in cross-section.Its Noongar name is Banbar.",
    "Distribution and habitat": "Melaleuca teretifolia occurs in and between the Watheroo and Capel districts in the Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions. It grows in sand and clay in swamps and in low areas that fill with water in wet weather.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "A cultivar of this species known as \"Georgina Molloy\" is available in specialist nurseries. It has red flowers. Melaleucas can be grown from seed but Georgina Molloy must be grown from cuttings to keep its particular features. It is suited to temperate climates and required well-drained soil. (Georgina Molloy was an early settler and botanical collector.)\n\n\n== References =="
  }
}