{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_glaberrima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. glaberrima"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca glaberrima is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a dense, spreading shrub with needle shaped, but not sharp leaves and profuse pink or mauve flowers.",
    "Description": "Melaleuca glaberrima is a shrub to growing to about 2.5 m (8 ft) high with foliage that is glabrous except when very young.  The leaves are arranged alternately on the stem, are circular or slightly flattened in cross-section, 4–14 mm (0.2–0.6 in) long and 0.5–1.0 mm (0.02–0.04 in) wide.\nThe flowers are arranged in almost spherical or slightly elongated heads up to 20 mm (0.8 in) long and wide. The heads appear on old wood and contain 10 to 40 pinky-mauve flowers which fade to white. The petals are 2–3 mm (0.08–0.1 in) long and fall off soon after the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing 8 to 20 stamens. Flowering occurs from July but mostly from November to December, and the fruit that follow are cup-shaped woody capsules about 2.8–4 mm (0.1–0.2 in) long and 3 mm (0.1 in) scattered along the stem.",
    "Taxonomy and naming": "Melaleuca glaberrima was first formally described in 1862 by Ferdinand Mueller in Fragmenta Phytographiae Australiae from a specimen found on \"Middle Mount Barren\" by George Maxwell. The specific epithet (glaberrima) is from the Latin glaber meaning glabrous, possibly a reference to the material studied by Mueller.",
    "Distribution and habitat": "Melaleuca glaberrima occurs between the Stirling Range, Cape Arid and Coolgardie districts in the Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in a range of soils in heath and woodland.",
    "Conservation status": "Melaleuca glaberrima is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}