{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_calycina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. calycina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca calycina is a shrub in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a stiff, erect shrub with oval to heart-shaped leaves, white flowers and star-shaped fruit.",
    "Description": "Melaleuca calycina grows to a height of about 3 m (10 ft) or less and has rough, corky bark. The leaves are 5–12 mm (0.2–0.5 in) long and 2.9–6.8 mm (0.1–0.3 in) wide, arranged in alternating opposite pairs (decussate).The flowers are white or cream-coloured and occur singly or in small groups, sometimes at the ends of branches and sometimes in the leaf axils. At the base of each flower there are brown, papery, overlapping bracts. The stamens are arranged in 5 bundles around the flower, each bundle containing 22 to 25 stamens. Flowering occurs from July to October but mostly in September. The fruit are woody capsules 5–5.9 mm (0.20–0.23 in) long with the sepals remaining as long curved teeth.",
    "Taxonomy and naming": "Melaleuca calycina was first formally described in 1812 by Robert Brown  in Hortus Kewensis. The specific epithet (calycina) is from the Greek kalyx, calyx, (collectively the sepals).",
    "Distribution and habitat": "This melaleuca occurs from the Stirling Range to Cape Arid in the Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in a wide range of soils on flats, laterite and the edges of swamps.",
    "Conservation status": "Melaleuca calycina is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}