{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_squarrosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. squarrosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca squarrosa, commonly known as scented paperbark, is a plant in the myrtle family, Myrtaceae and is endemic to south eastern parts of Australia, especially Tasmania. It is an attractive shrub with dense foliage and arching branches and it flowers profusely in spring or early summer, bearing spikes of perfumed yellow to white flowers.",
    "Description": "Melaleuca squarrosa is a shrub, sometimes a small tree growing to 0.5–10 m (2–30 ft) high, with white or grey papery bark. Its leaves are arranged in alternating pairs (decussate) so that its leaves are in four rows along the stems. They are 5–16.2 mm (0.2–0.6 in) long, 2.5–8.2 mm (0.1–0.3 in) wide, flat and linear to narrow egg-shaped tapering to a point. They have between 5 and 7 distinct veins.\nThe cream-coloured flowers are arranged in spikes at the ends of branches which continue to grow after flowering. Each spike contains 4 to 20 individual flowers and is up to 22 mm (0.9 in) in diameter and 40 mm (2 in) long. The petals are 2–2.7 mm (0.08–0.1 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 6 to 12 stamens. Flowering mostly occurs in spring or early summer and is followed by fruit which are woody, cup-shaped to spherical capsules, 2.7–3.5 mm (0.11–0.14 in) long.",
    "Taxonomy and naming": "Melaleuca squarrosa was first formally described in 1802 by James Edward Smith in Transactions of the Linnean Society of London who acknowledged James Donn as follows:\n\"I am indebted to the Rev. Mr. Davies, F.L.S. Vice-Master of Trinity College London, for specimens of this shrub, which was raised in the Botanic Garden of the University by Mr. Donn, from seeds brought from Port Jackson, and flowered in 1799.\"The specific epithet (squarrosa) is a Latin word meaning \"rough with stiff bracts, leaves or scales\".",
    "Distribution and habitat": "Melaleuca squarrosa scrub is widespread throughout the west, north-east and far north-west of Tasmania especially in swampy areas. On the mainland it occurs between areas near Sydney, south through Victoria to the far south-east of South Australia, growing in heath and dry sclerophyll forest in damp places in coastal districtsand the adjacent ranges.",
    "Use in horticulture": "This melaleuca is a useful plant as a screen plant because of its neat, dense foliage and attractive, sweetly scented flowers.\n\n\n== References =="
  }
}