{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_squamea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. squamea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca squamea, commonly known as swamp honey-myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to south eastern parts of Australia, especially Tasmania. It is an erect shrub growing in damp and swampy places with crowded leaves and many heads of pink to purple flowers in spring.",
    "Description": "Melaleuca squamea is a shrub growing to 2 m (7 ft) high, sometimes to 6 m (20 ft) with corky or rough, scaly bark and stiff, rather erect branches. Its leaves are arranged alternately, 4.5–12 mm (0.2–0.5 in) long, 1–3 mm (0.04–0.1 in) wide, crowded, linear to narrow egg-shaped and taper to a soft, pointed end. The leaves have between three and five longitudinal veins.The flowers are a shade of lilac to mauve, sometimes white or yellowish. They are arranged in heads or short spikes on the ends of branches which continue to grow after flowering. Each head contains 3 to 26 individual flowers and is up to 20 mm (0.8 in) in diameter. The petals are 1.5–3 mm (0.06–0.1 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 4 to 9 stamens. Flowering occurs in spring and is followed by fruit which are woody, almost spherical capsules, 3.5–7 mm (0.1–0.3 in) long. The capsules remain unopened on the stems for several years.",
    "Taxonomy and naming": "Melaleuca squamea was first formally described in 1806 by Jacques Labillardière in Novae Hollandiae Plantarum Specimen The specific epithet (squamea) is from the Latin word squama meaning \"scale\", referring to the bark of this species.",
    "Distribution and habitat": "This melaleuca is widespread through Tasmania and there are disjunct populations in south eastern South Australia, south western Victoria and in near-coastal areas in New South Wales from the Tweed River south to the Royal National Park. It grows in heath in damp or swampy areas.",
    "Use in horticulture": "Melaleuca squamea is a useful plant as a screen or background plant. It is frost and drought tolerant and survives in poorly drained soil. It does not do well in limy or saline soils and prefers a sunny situation.\n\n\n== References =="
  }
}