{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lateriflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lateriflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lateriflora, commonly known as gorada, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is usually an erect shrub with oval leaves and small clusters of white flowers mainly along the older branches.",
    "Description": "Melaleuca lateriflora is a branching shrub with rough, grey-brown bark, usually growing to about 4 m (10 ft) tall or sometimes higher with glabrous foliage except on the youngest leaves and branchlets. Its leaves are arranged alternately, are 4–12 mm (0.2–0.5 in) long, 3–6 mm (0.1–0.2 in) wide and variable in shape from linear to oval with a short pointed tip.The flowers are white or pale cream, arranged in heads up to 90 mm (4 in) long and 12 mm (0.5 in) in diameter with up to 15 flowers in each head. The heads occur on the previous year's wood but also at or near the ends of branches.  The petals are 1.2–2.3 mm (0.05–0.09 in) long and fall off soon after the flower opens. The stamens are in five bundles around the flower, each bundle containing 6 to 13 stamens. The flowers mainly appear between September and January and are followed by the fruit which are woody capsules 3–5.5 mm (0.1–0.2 in) long and 4–5 mm (0.2–0.2 in) in diameter with the sepals remaining as teeth on the capsules.",
    "Taxonomy and naming": "Melaleuca lateriflora was first formally described in 1867 by George Bentham in Flora Australiensis. The specific epithet (lateriflora) is \"in reference to the inflorescences being inserted on the branchlets and branches below the leaves\". Until 2010  there were two subspecies - Melaleuca lateriflora subsp. lateriflora  and Melaleuca lateriflora subsp. acutifolia but in 2010 the latter subspecies was raised to species status as Melaleuca acutifolia.",
    "Distribution and habitat": "Melaleuca lateriflora occurs from the Yuna  and Mullewa districts east to the Coolgardie district and south to the Stirling Range in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee, Murchison and Yalgoo biogeographic regions. It grows in sandy and clayey soils on flats, floodplains and swampy areas.",
    "Conservation": "Melaleuca lateriflora is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}