{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lanceolata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lanceolata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lanceolata commonly known as black paperbark, moonah, Rottnest Island teatree and western black tea tree is a plant in the myrtle family, Myrtaceae and is native to Australia where it occurs in Western Australia, South Australia, Victoria, New South Wales and Queensland. It is a densely foliaged tree with rough bark, which flowers prolifically in summer.",
    "Description": "Melaleuca lanceolata is a large shrub or small tree growing up to 10 m (30 ft) tall, with rough, dark grey bark on a trunk that is often twisted and bent by the effects of wind. Its branchlets and leaves are covered with soft, silky hairs when young but become glabrous as they mature. The leaves are arranged alternately, 3.1–12.5 mm (0.1–0.5 in) long, 0.7–1.9 mm (0.03–0.07 in) wide, linear to narrow elliptic in shape with a concave upper surface.\nThe flowers are white or cream coloured and arranged in spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The spikes are up to 60 mm (2 in) long, 23 mm (0.9 in) in diameter and contain 3 to 12 groups of flowers in threes. The petals are 1.5–3 mm (0.06–0.1 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flowers with 7 to 20 stamens per bundle. The flowering season is mainly in summer but flowers may also appear randomly through the year. The fruit that follow are smooth, almost spherical woody capsules 3–7.5 mm (0.1–0.3 in) long that are spaced along the branches.",
    "Taxonomy and naming": "Melaleuca lanceolata was first formally in 1820 described by Christoph Friedrich Otto in Horae Physicae Berolinensis. The specific epithet (lanceolata) is a Latin word meaning \"lancelike\", referring to the shape of the leaves.Four subspecies have been proposed for M. lanceolata - lanceolata, occidentalis, planifolia and thaeroides but Lyndley Craven suggested that \"until the morphological and geographic limits of the morphs are more fully known, the complex is best treated as a single taxon\". The four subspecies are recognised by the World Checklist of Selected Plant Families.",
    "Distribution and habitat": "Melaleuca lanceolata occurs in  Western Australia, South Australia, Victoria, New South Wales and Queensland in mallee or open woodland. In Western Australia it is sometimes a garden escapee and has become established in bushland outside of its natural range. It is common on coastal dunes and cliffs but also inland where it grows near creeks and rivers.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "This is a free-flowering shrub or tree and is useful as an ornamental or maintenance free street tree. It is suitable as a screen or hedge. It is hardy, resistant to  salt spray and suited to most soils but needs full sun to reach its potential.",
    "Uses-Agriculture": "Moonah makes an excellent windbreak or shelterbelt or shade for stock. It is good for fence posts and the flowers are attractive to wildlife. The pollen has value in beekeeping.\n\n\n== References =="
  }
}