{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_societatis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. societatis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca societatis is a plant in the myrtle family, Myrtaceae and is endemic to the south west of Western Australia. It is a dwarf shrub with small, fleshy leaves and many heads of pink or purple flowers in spring, followed by \"soccer-ball\" fruit.",
    "Description": "Melaleuca societatis is a small shrub growing to 0.7 m (30 in) high, rarely to 2 m (80 in). Its leaves are 3.5–8.5 mm (0.1–0.3 in) long, 0.8–1.5 mm (0.03–0.06 in) wide, linear to oblong in shape, roughly circular in cross section and with a blunt end.The flowers are a shade of deep pink to purple and arranged in heads or short spikes on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. Each head contains 4 to 9 groups of flowers in threes and is up to 12 mm (0.5 in) in diameter. The petals are 1.0–1.5 mm (0.04–0.06 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 3 to 6 stamens. Flowering occurs between August and January and is followed by fruit which are woody capsules, 2.5–3 mm (0.098–0.12 in) long in small, tight, spherical clusters along the stem.",
    "Taxonomy and naming": "Melaleuca societatis was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected 16 kilometres (10 mi) south of Lake King. The specific epithet (societatis) is from the Latin word \"societas\" meaning \"association\" or \"community\", referring to the appearance of the fruiting clusters which look like an Association (soccer) football.",
    "Distribution and habitat": "This melaleuca occurs in and between the Stirling Range, Jerramungup, Salmon Gums and Israelite Bay districts in the Coolgardie, Esperance Plains and Mallee biogeographic regions where it grows sand, clay or loam in mallee shrubland.",
    "Conservation": "Melaleuca societatis is listed as \"Not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}