{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_argentea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. argentea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca argentea, commonly known as the silver cajuput, silver cadjeput or silver-leaved paperbark is a plant in the myrtle family, Myrtaceae and is endemic to northern Australia. It is a common tree along river banks or around swamps in the tropics. It has papery bark and weeping foliage and has been the subject of important scientific research.",
    "Description": "Melaleuca argentea is a tree usually to 8 m (30 ft) but sometimes to 20 m (70 ft). The leaves are arranged alternately along the branches and are elliptic, straight or sickle-shaped, 50–130 mm (2–5 in) long, about 7–24 mm (0.3–0.9 in) wide and have 5 to 9 longitudinal veins. Mature leaves are pale, silvery green and the young growth is soft, silvery and covered with silky soft hairs. The leaves are aromatic when crushed.The flowers are arranged in spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The spikes contain 5 to 20 groups of flowers in threes and are up to 30 mm (1 in) in diameter. The petals are about 3 mm (0.1 in) long and fall off as the flower ages. The stamens are in 5 bundles around the flower with 7 to 9 stamens per bundle. Flowering occurs in most months of the year and is followed by fruit which are woody, cup-shaped to cylindrical capsules, 3–4 mm (0.1–0.2 in) in diameter and loosely spaced along the branches.",
    "Taxonomy and naming": "Melaleuca argentea was first formally described in 1918 by William Fitzgerald in \"Journal and Proceedings of the Royal Society of Western Australia\" from specimens he collected from the \"Isdell, Charnley, Fitzroy, Ord, Denham Rivers, etc.\" The specific epithet (argentea) is from the Latin argenteus, meaning \"silvery\".",
    "Distribution and habitat": "Silver cajuput occurs in the Kimberley district of Western Australia, the Top End of the Northern Territory and north Queensland. Forests of M. argentea occur along swampy drainage lines in similar niches to Melaleuca quinquenervia which they displace in the far northern coastal portions of the wet tropics bioregion.",
    "Ecology": "The life span of this species has been determined to be greater than 20 years. It first forms seeds at the age of 6–10 years and recovers from fire by regrowing from a lignotuber.",
    "Conservation status": "Melaleuca argentea is classified as \"not threatened\" in Western Australia by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "This tree described as a \"handsome, weeping, silver-leaved tree\" is suitable for tropical and sub-tropical areas. It is used as an ornamental tree in Brisbane.",
    "Uses-Scientific research": "Research has been undertaken to determine the water use characteristics of Melaleuca argentea in the Pilbara region of Western Australia so that its response to changes in water levels over time can be predicted. Daily and seasonal water use patterns of this species have also been determined. The information is important because vegetation along riverbanks protects water quality, regulating stream temperature (through shading), water turbidity and river bank stability. Riparian communities are important wildlife corridors and often have higher biodiversity than surrounding ecosystems.\n\n\n== References =="
  }
}