{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_alsophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. alsophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca alsophila, commonly known as the saltwater paperbark, is a plant in the myrtle family, Myrtaceae and is endemic to the north of Western Australia. It is a dense shrub or small tree with fibrous or papery bark and is common in areas seasonally inundated during the wet season.",
    "Description": "Melaleuca alsophila is a dense shrub or tree to 15 m (50 ft) and is often multistemmed. There is considerable variation in its leaf size, even on one individual plant but they are commonly 10–50 mm (0.4–2 in) long (sometimes up to 90 mm (4 in)), flat, 5 to 7-veined and spirally arranged on the stem. They are typically oval to tear-drop shaped, tapering near the stem.The flowers are cream to white, in small dense heads. The stamens are arranged in five bundles around the flowers and in this species there are 9 to 16 stamens per bundle. Flowering occurs in the dry season, from March to October and is followed by fruit which are woody capsules about 2 mm × 2 mm (0.08 in × 0.08 in), cup or barrel-shaped, occurring singly or in small clusters.",
    "Taxonomy and naming": "Melaleuca alsophila was first informally described by Allan Cunningham from a specimen collected on the north west coast of Australia during a voyage of HMS Beagle. The description was formally applied in 1866 by George Bentham in Flora Australiensis. The specific epithet (alsophila) is from the Greek alsos, meaning \"grove\" and philos \"loving\", referring to the habitat of the species.",
    "Distribution and habitat": "Saltwater paperbark is found on sandy, often saline soils along watercourses, in swamps, on floodplains, coastal flats, and various saline habitats. It occurs in the Central Kimberley, Dampierland, Northern Kimberley, Victoria Bonaparte, Great Sandy Desert and Pilbara biogeographic regions of Western Australia.",
    "Indigenous uses": "Aboriginal people in the Kimberley region knew the plant to be a favourite resting place for pigeons and they used its trunk to build shelters. Native, stingless bees often make their hives in the trunk and branches. The bark can be used as a mosquito repellant and an infusion of its leaves is used to relieve the symptoms of a cold.",
    "Conservation status": "Melaleuca alsophila is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}