{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_grieveana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. grieveana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca grieveana is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is similar to Melaleuca brophyi with its heads of yellow flowers and almost cylindrical leaves. The main difference is that the leaves of this species, but not those of Melaleuca brophyi are covered with soft hairs.",
    "Description": "Melaleuca grieveana is a shrub growing to 1.2 m (4 ft) tall with young stems that are usually covered with soft hairs. Its leaves are linear to very narrow egg-shaped, almost cylindrical in cross-section, 5–19.5 mm (0.2–0.8 in) long, 0.8–1.6 mm (0.03–0.06 in) wide and usually covered with soft, silky, woolly hairs.The flowers are creamy-white to yellow and are arranged in heads on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 14 mm (0.6 in) in diameter and composed of 4 to 8 groups of flowers in threes. The petals are 1.4–1.6 mm (0.055–0.063 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 3 to 6 stamens. Flowering occurs in spring and is followed by fruit which are woody capsules 2.0–2.5 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca grieveana was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Wyalkatchem in 1937. The specific epithet (grieveana) is in honour of the Australian botanist, Brian Grieve who wrote books on the identification of Western Australian flora.",
    "Distribution and habitat": "Melaleuca grieveana occurs in the Cowcowing, Narembeen and Moorine Rock districts in the Avon Wheatbelt and Mallee biogeographic regions where it grows in sandplain vegetation or mallee.",
    "Conservation status": "Melaleuca grieveana is listed as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is \"known from one or a few locations (generally five or less) which are potentially at risk\".\n\n\n== References =="
  }
}