{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_linariifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. linariifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca linariifolia, commonly known as snow-in-summer, narrow-leaved paperbark, flax-leaved paperbark and in the language of the Gadigal people as budjur. It is a plant in the myrtle family Myrtaceae, and is endemic to New South Wales and Queensland in Australia. A hardy plant, it flowers prolifically in late spring or summer, making it a popular garden shrub or small tree in temperate places. Melaleuca trichostachya is a similar species but its leaves are arranged differently and the fruits have projecting valves.",
    "Description": "Melaleuca linariifolia is a small tree growing to a height of 6–10 m (20–30 ft) with distinctive and attractive white or creamy white, papery bark and a dense canopy. Its leaves are arranged in alternating pairs (decussate),  glabrous except when very young, 17–45 mm (0.7–2 in) long, 1–4 mm (0.04–0.2 in) wide, linear to lance-shaped and with a distinct mid-vein.The flowers are white to creamy-white, perfumed and arranged in spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. Each spike is up to 40 mm (2 in) wide and long and contains 4 to 20 individual flowers. The petals are 2.5–3.3 mm (0.1–0.1 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flower and each bundle contains 32 to 73 stamens. \nThe flowers cover the tree over a relatively short period, between October and February and are followed by fruit which are woody capsules, 2.5–4 mm (0.1–0.2 in) long and 4–5 mm (0.16–0.20 in) long scattered along the stems. The fruiting capsules have valves which do not project beyond the rim of the capsule.",
    "Taxonomy and naming": "Melaleuca linariifolia was first formally described in 1797 by James Edward Smith in Transactions of the Linnean Society of London. Smith noted that \"This, we are told by Mr White, is a large tree, the bark of which is very thick and spongy, serving the purpose of tinder.\" The specific epithet (linariifolia) is derived from the Linaria, a genus of plants now in the family Plantaginaceae, and the Latin word folium meaning \"leaf\" referring to the similarity of the leaves of this species to those of a species of Linaria.",
    "Distribution": "This melaleuca occurs from the Maryborough district in Queensland to Bawley Point in the Ulladulla district in New South Wales. There is also a disjunct population in the Blackdown Tableland National Park. It is found in heath and dry sclerophyll forest habitats, usually growing near watercourses or swamps.",
    "Uses": "",
    "Uses-Horticulture": "Melaleuca linariifolia is cultivated as an ornamental tree for parks and gardens and is also used as a screen or windbreak in Australia and overseas. It is popular as a nature strip tree in Melbourne in Victoria. It tolerates both dry and boggy conditions and is frost hardy. It should be planted with caution as it can damage wastewater pipes, and is easily ignitable, so should not be planted in fire-prone areas. It has also become a garden escape in Western Australia, however it suitable for planting under powerlines and is a food or habitat sources for native animals, including many insects.There is a range of cultivars that has been developed including dwarf forms such as \"Snowstorm\" which grows to a height of 1.5 metres (5 ft) and \"Seafoam\" 2.5 metres (8 ft).",
    "Uses-Essential oils": "This species is rich in essential oils, especially Terpinen-4-ol. It has a wider range of tolerance to environmental conditions than the main current source of \"tea tree\" oil, Melaleuca alternifolia and therefore has potential as an alternative.",
    "Gallery": "",
    "See also": "Melaleuca decora, similar looking tree in the same genus\n\n\n== References =="
  }
}