{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_comboynensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. comboynensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca comboynensis, commonly known as cliff bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales and Queensland in Australia. (Some Australian state herbaria continue to use the name Callistemon comboynensis.) It is usually a shrub, similar to Melaleuca citrina with its hard leaves, spikes of red flowers and clusters of cup-shaped fruits but differs in that its leaves are generally wider and its habitat is usually rocky outcrops rather than along watercourses.",
    "Description": "Melaleuca comboynensis is a small shrub or tree growing to 0.3–5 m (1–20 ft) tall with hard bark. Its leaves are arranged alternately and are 27–95 mm (1–4 in) long, 7–17 mm (0.3–0.7 in) wide, flat, narrow egg-shaped with the narrower end near the base and with the end tapering to a point.The flowers are arranged in spikes usually near the end of the branches. The spikes are up to 65 mm (3 in) long and wide with 15 to 50 individual flowers. The petals are 3.0–6.1 mm (0.1–0.2 in) long and fall off as the flower ages. There are 31 to 41 stamens in each flower, with their \"stalks\" (the filaments) red to crimson and \"tips\" (the anthers) a dark purple. Flowering occurs from March to December and is followed by fruit that are woody capsules, 4.1–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca comboynensis was first named in 2006 by Lyndley Craven in Novon. It was first formally described in 1943 as Callistemon comboynensis by Edwin Cheel in Proceedings of the Linnean Society of New South Wales. His specimen was collected in the \"Comboyne Ranges in crevices of rocks\". The specific epithet (comboynensis) refers to the location where the type specimen was found.Callistemon comboynensis is regarded as a synonym of Melaleuca comboynensis by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs in the high country in and between the Border Ranges in southern Queensland and the Gibraltar Range in northern New South Wales. It also occurs in the lower Murray River districts of north-western Victoria and south-eastern South Australia. It mostly grows on rocky hilltops and crevices above 500 metres (2,000 ft).",
    "Use in horticulture": "Melaleuca comboynensis is well known in cultivation as an attractive and hardy shrub for temperate areas.\n\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}