{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_glomerata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. glomerata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca glomerata, commonly known as the desert honey-myrtle, inland paperbark or white tea-tree is a plant in the myrtle family Myrtaceae native to inland Australia. It is a small tree or shrub growing in arid areas, often in creek beds and shallow depressions.",
    "Description": "Melaleuca glomerata is an erect, spreading small tree or shrub growing to 3–10 m (10–30 ft) with spreading or straggly branches and white, papery bark. The leaves are mostly linear, tapering to a point, flat, 10–50 mm (0.4–2 in) long and 1–2 mm (0.04–0.08 in) wide. They are also grey-green and slightly hairy to very densely covered with flattened hairs. As with many other melaleucas, the bark is white and papery.Desert honey-myrtle flowers profusely in dense white to yellow heads in leaf axils and at the ends of branches. There are five groups of stamens arranged around the flower, each containing four to nine stamens. Flowering occurs in late spring to early summer but can occur at other times in its natural habitat.\nThe fruit are about 2–2.5 mm (0.08–0.1 in) in diameter and clustered.",
    "Taxonomy and naming": "Melaleuca glomerata was first formally described in 1859 by Ferdinand von Mueller in \"Report on the Plants Collected During Mr. Babbage's Expedition into the North West Interior of South Australia in 1858\". The specific epithet (glomerata) is from the Latin glomeratus, meaning \"collected into a head\", referring to the clustered fruit.",
    "Distribution and habitat": "Desert tea-tree occurs in the arid parts of Australia including the far north west of New South Wales, South Australia including the Flinders Ranges, the Northern Territory and Western Australia. In the latter state it has been recorded from the Carnarvon, Central Kimberley, Central Ranges, Dampierland, Gascoyne, Gibson Desert, Great Sandy Desert, Great Victoria Desert, Little Sandy Desert, Murchison, Ord Victoria Plain, Pilbara and Tanami biogeographic areas. It grows in red sand, clay and sandy loam in rocky river beds, shallow depressions and sandy flats.",
    "Conservation status": "Melaleuca globifera is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This melaleuca is a hardy and adaptable shrub or tree in cultivation. It can be grown in most areas of Australia, from dry to temperate and in most soil types, including those that are moderately saline. It has been used as a street tree in Port Augusta.\n\n\n== References =="
  }
}