{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_decora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. decora"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca decora, commonly known as the white feather honeymyrtle, is a plant in the myrtle family, Myrtaceae and is native to eastern Australia. It is a large shrub to small tree with papery bark, lance-shaped leaves and sweet-smelling, creamy-coloured flowers in summer. It grows in near-coastal forest and swamps in New South Wales and Queensland.",
    "Description": "Melaleuca decora has brown or whitish papery bark and grows to the height of a small tree, usually to 10 m (30 ft) but exceptional specimens may exceed 20 m (70 ft) in height. The leaves are arranged alternately, 7.8–16.5 mm (0.3–0.6 in) long, 1–2 mm (0.04–0.08 in) wide, flat, narrow elliptic in shape and tapering to a point.The flowers are cream-coloured or white, arranged in spikes on the ends of branches that continue to grow after flowering, sometimes on the sides of the branches. The spikes are up to 17 mm (0.7 in) in diameter, 20–50 mm (0.8–2 in) long and have between 3 and 30 groups of flowers, usually in threes. The petals are roughly egg-shaped 2–2.5 mm (0.08–0.1 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flowers with 20 to 40 stamens in each bundle. \nThe main flowering season is from November to January and is followed by fruit that are woody capsules 2–3 mm (0.08–0.1 in) long, well spaced along the stems.",
    "Taxonomy and naming": "This species was first formally described in 1796 by Richard Anthony Salisbury, who named it Metrosideros decora. The reason he chose the specific epithet (decora) was not explained, but it is from the Latin decorus meaning \"becoming\", \"fitting\" or \"beautiful\". In 1916, James Britten moved it to the genus Melaleuca as Melaleuca decora.",
    "Distribution and habitat": "Melaleuca decora occurs in Queensland south from the Burnett River district and in New South Wales north from the  Shoalhaven River growing in sand and heavy soils in open forest and swamps in coastal districts.",
    "Use in horticulture": "Melaleuca decora is a hardy plant that can be grown in a range of soil types, but needs plenty of water and will tolerate poorly drained sites. It is a useful screening plant and flowers profusely.",
    "Gallery": "",
    "See also": "Melaleuca linariifolia, similar looking tree of the same genus\n\n\n== References =="
  }
}