{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_acuminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. acuminata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca acuminata, commonly known as mallee honeymyrtle is a plant in the myrtle family, Myrtaceae and is native to Australia and widespread in temperate areas of the continent. It is an erect shrub to about 3 m (9.8 ft) usually found in mallee woodland.",
    "Description": "Melaleuca acuminata is an erect, rather open shrub with papery or fibrous bark and many ascending branches. The leaves are in alternating pairs on either side of the stem (decussate), narrow elliptic in shape, 5–10 mm (0.2–0.4 in) long, 2–4 mm (0.08–0.2 in) wide with a short petiole.\nThe flowers are cream or white, sometimes tinged with pink and are in cluster of three to six, the clusters occurring along the stem over a considerable length. The stamens are grouped into five clusters or \"claws\" and there are 9 to 17 stamens per claw. Flowering occurs in spring and is followed by fruit which are smooth, woody capsules, 3–5 mm (0.1–0.2 in) diameter borne singly or in small clusters.",
    "Taxonomy and naming": "Melaleuca acuminata was first described in 1858 by Ferdinand Mueller in Fragmenta Phytographiae Australiae from a specimen found \"in the stony hills of Mount Barker Creek by L. Fischer\". The specific epithet (acuminata) is from the Latin acumen, meaning \"sharp point\" referring to the leaf tips.",
    "Taxonomy and naming-Subspecies": "There are two subspecies varying in their leaf sizes and distributions:\nMelaleuca acuminata F.Muell. subsp. acuminata occurs in Western Australia, South Australia, Victoria and the south–west of New South Wales.\nMelaleuca acuminata subsp. websteri (S.Moore) Barlow ex. Craven  is restricted to Western Australia. It has narrower leaves and the flowers have a shorter hypanthium. The subspecies name (websteri) honours Leonard Clarke Webster, an Australian botanical collector and later a doctor.",
    "Distribution and habitat": "Mallee honeymyrtle occurs in Western Australia in the Carnarvon, Coolgardie, Avon Wheatbelt, Esperance, Jarrah Forest and Mallee biogeographic regions; in South Australia it is found in the far south-east corner of the state; in western Victoria, in the Murray Mallee, Lowan Mallee, Wimmera, Goldfields and Greater Grampians biozones, and in New South Wales it is rare and found only in the Balranald district. It grows in mallee communities on sandhills in New South Wales or elsewhere, in sandy or clayey soils in swampy depressions or rises, often in saline conditions.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This melaleuca is adaptable and easy to grow and when well supplied with water grows more vigorously than usually seen in the wild.\n\n\n== References =="
  }
}