{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_subfalcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. subfalcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca subfalcata is a shrub in the myrtle family Myrtaceae, and is endemic to the south of Western Australia. It has fibrous bark and pink to purple flowers in spikes, mostly on the side branches.",
    "Description": "Melaleuca subfalcata is a shrub which grows to a height of 3–4 m (9.8–13 ft) and has rough, fibrous bark. Its leaves are arranged alternately and are 8–23 mm (0.3–0.9 in) long, 0.9–2 mm (0.04–0.08 in) wide, linear to narrow elliptic in shape and curved, so that they are almost sickle-shaped.\nThe flowers are a shade of pink to purple, arranged in a spike on the sides of the branches and sometimes on the ends of branches that continue to grow after flowering. The spikes are up to 27 mm (1 in) in diameter and contain 5 to 30 individual flowers. The petals are 2.5–4.5 mm (0.1–0.2 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flower, each bundle with 11 to 22 stamens. Flowers appear from November to March and the fruit which follow are woody capsules, 2.5–3.5 mm (0.1–0.1 in) long, sometimes arranged in clusters.",
    "Taxonomy and naming": "Melaleuca subfalcata was first formally described in 1847 by Nikolai Turczaninow in \"Bulletin de la classe physico-mathematique de l'Academie Imperiale des sciences de Saint-Petersburg\". The specific epithet (subfalcata) is from the Latin word falcatus meaning \"curved\" or \"sickle-shaped\" and the prefix -sub meaning “under” in reference to the leaves being curved, almost like a sickle.",
    "Distribution and habitat": "This melaleuca occurs in and between the Ongerup, Lake King and Israelite Bay districts in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in sand or clay over laterite on undulating plains and rocky hillsides.",
    "Conservation": "Melaleuca subfalcata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}