{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ringens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ringens"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ringens is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It shares some features with Melaleuca diosmifolia but has creamy yellow flower spikes (rather than yellow-green) and a lower, more spreading form.",
    "Description": "Melaleuca ringens is a dense, spreading shrub which sometimes grows to about 3 m (10 ft) tall but usually much less and up 2 m (7 ft) wide. Its leaves are arranged alternately and are 4.5–8 mm (0.2–0.3 in) long and 1.8–3.5 mm (0.07–0.1 in) wide, glabrous except when very young, oval or lance-shaped, tapering to a point and with a stalk about  1 mm (0.04 in) long.The flowers are creamy-yellow coloured, arranged in spikes on the ends of branches which continue to grow after flowering or sometimes between the leaves. The spikes are 20–60 mm (0.8–2 in) long, about 20 mm (0.8 in) in diameter and contain 10 to 60 individual flowers. This species flowers prolifically but like those of some other melaleucas, the flowers have a sickly-sweet smell. The stamens are arranged in five bundles around the flower, each bundle containing 7 to 11 stamens. The flowering season is mainly spring and is followed by fruit which are bell-shaped, woody capsules about 5 mm (0.2 in) long and wide in clusters, the sepals remaining as teeth around the rim of the fruit.",
    "Taxonomy and naming": "Melaleuca ringens was first formally described in 1992 by Frances Quinn, Kirsten Cowley, Lyndley Craven and Bryan Barlow in Nuytsia. The specific epithet (ringens) is from the Latin ringens meaning \"gaping\" in reference to the wide opening of the fruit.",
    "Distribution and habitat": "This melaleuca is confined to the D'Entrecasteaux National Park in the Warren biogeographic region growing in dense heath in sand over limestone.",
    "Conservation": "Melaleuca ringens is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only a few locations and is not currently in imminent danger.",
    "Use in horticulture": "Melaleuca ringens is sometimes marketed as a dwarf form of Melaleuca diosmifolia.\n\n\n== References =="
  }
}