{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_subtrigona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. subtrigona"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca subtrigona is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a small shrub with warty leaves and heads of \"pom-pom\" flowers in spring and early summer.",
    "Description": "Melaleuca subtrigona is a shrub which grows to a height of 1 m (3 ft) with branches that are covered with fine hairs. Its leaves are arranged alternately, 2.5–10.5 mm (0.1–0.4 in) long and 0.7–1.2 mm (0.03–0.05 in) wide. They are covered with fine, silky hairs, are linear to narrow oval shaped, oval in cross section and have distinct, slightly raised oil glands.The flowers are a shade of pink to purple and are arranged in heads on the ends of branches which continue to grow after flowering. The heads contain 2 to 6 groups of flowers in threes and are up to 16 mm (0.6 in) in diameter. The stamens are arranged in five bundles around the flowers and each bundle contains 3 to 7 (but mostly 3) stamens. Flowering occurs between August and January and is followed by fruit which are woody capsules 2.5–4 mm (0.1–0.2 in) long in loose clusters.",
    "Taxonomy": "Melaleuca subtrigona was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (subtrigona) is from the Ancient Greek word trigonos meaning triangular and the prefix sub- meaning “under” referring to the shape of the leaves as being almost triangular in cross-section.",
    "Distribution and habitat": "Melaleuca sieberi occurs in and between the Brookton, Stirling Range and Ravensthorpe districts in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions. It grows in sand, clay and laterite on sandplains and hills.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}