{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_polycephala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. polycephala"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca polycephala is a shrub in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a sparsely foliaged, twiggy shrub with deep purple flowers in spring.",
    "Description": "Melaleuca polycephala is a bushy shrub with tangled branches growing to about 1 m (3 ft) tall and wide. Its leaves are arranged alternately, 5–15 mm (0.2–0.6 in) long, 2–4.5 mm (0.08–0.2 in) wide, narrow elliptic or narrow egg-shaped, tapering to a sharp point and with the veins prominent on the upper surface.The flowers are arranged in heads on the ends of branches which continue to grow after flowering. The heads contain between 3 and 7 groups of flowers in threes and are up to 12 mm (0.5 in) in diameter. The stamens are in five bundles around the flowers, each bundle containing 3 stamens. Flowering is mainly in September and October and is followed by fruit which are woody capsules 2.0–2.8 mm (0.08–0.1 in) long and in roughly spherical clusters.",
    "Taxonomy and naming": "Melaleuca polycephala was first formally described in 1867 by George Bentham in Flora Australiensis. The specific epithet (polycephala) is derived from the Greek words πολύς (polús) meaning “many\" and κεφαλή (kephalḗ) meaning \"head\" in reference to the large number of flower heads in examples of this species.",
    "Distribution and habitat": "This melaleuca occurs in and between the Gnowangerup, Pingrup and Jerramungup districts in the Esperance Plains and Mallee biogeographic regions. It grows in clay and sandy clay.",
    "Conservation": "Melaleuca polycephala is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations and is not currently in imminent danger.\n\n\n== References =="
  }
}