{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sparsiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sparsiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sparsiflora is a shrub in the myrtle family Myrtaceae, and is endemic to the south-west of Western Australia. It generally grows in heavy soils on the edges of salt lakes and has only one or two flowers at the ends of it branches, unlike the many-flowered heads or spikes of others in the genus Melaleuca.",
    "Description": "Melaleuca sparsiflora is a shrub which grows to a height of up to 4 m (10 ft). Its leaves are arranged in alternating pairs at right angles to the ones above and below (decussate) so that the leaves are in four rows along the stems. They are 3–8 mm (0.1–0.3 in) long, 1–2.2 mm (0.04–0.09 in) wide, covered with short, soft hairs, narrow elliptic or narrow egg-shaped and crescent-shaped in cross section.\nThe flowers are white or cream, a single flower (or rarely a pair) on the ends of branches which continue to grow after flowering and are about 10 mm (0.4 in) in diameter. The petals are 3.5 mm (0.1 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flower, each bundle with 11 to 26 stamens. Flowers appear in spring and the fruit that follow are woody capsules 3.8–5.5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca sparsiflora was first formally described in 1847 by Nikolai Turczaninow in \"Bulletin de la Societe Imperiale des Naturalistes de Moscou\". The specific epithet (sparsiflora) is derived from the Latin words sparsus meaning \"scatter\" or \"strew\" and flos meaning \"blossom\" referring to small number of flowers in each inflorescence.",
    "Distribution and habitat": "Melaleuca sparsiflora occurs in and between the Marvel Loch, Oldfield River and Salmon Gums districts in the Avon Wheatbelt,  Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in eucalypt woodland and melaleuca thickets in sand, clay or loam on gentle ridges, flats and depressions, favouring the edges of salt pans.",
    "Conservation": "Melaleuca sparsiflora is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}