{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_adnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. adnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca adnata, commonly known as sandhill honey-myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a tall shrub with papery bark and spikes of white flowers in spring and early summer.",
    "Description": "Melaleuca adnata is an erect to spreading shrub up to 6 m (20 ft) tall with papery or fibrous bark. Its leaves are arranged in alternating pairs at right angles to the pairs above and below so that there are four rows of leaves along the stems. The leaves are elliptic to narrow egg-shaped, 4.3–12.5 mm (0.2–0.5 in) long, 1.4–3.8 mm (0.06–0.1 in) wide and crescent-shaped in cross-section.The petioles are attached the underside of the leaves (peltate).\nThe flowers are white to cream coloured and arranged in spikes on the sides of the branches. Each spike is up to 15 mm (0.6 in) in diameter and contains 8 to 50 individual flowers. The petals are 1.7–2.1 mm (0.07–0.08 in) long and usually fall of as the flower opens. The stamens are arranged in five bundles around the flowers and there are 10 to 16 stamens in a bundle. Flowering occurs between July and January and is followed by fruit which are woody capsules 2–3.3 mm (0.08–0.1 in) long in roughly cylindrical clusters along the stems.",
    "Taxonomy and naming": "Melaleuca adnata was first described in 1852 by Nikolai Turczaninow in Bulletin de la Class Physico-Mathematique de l'Academie Imperiale des Sciences de Saint-Pétersbourg. The specific epithet (adnata) is derived from the Latin adnatus, meaning \"adnate\", referring to the attachment of the leaves to the stem.",
    "Distribution and habitat": "Melaleuca adnata occurs in and between the Kalbarri, Ongerup and Mount Holland districts in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains and Mallee biogeographic regions.  It grows in sandy or clayey soils, sometimes over laterite, along drainage lines and flats.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}