{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_hypericifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. hypericifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca hypericifolia, commonly known as hillock bush, is a  plant in the myrtle family, Myrtaceae,  genus Melaleuca and is endemic to New South Wales in  Australia. It has large, orange to red flower spikes and consequently is a commonly cultivated species. In 1797, James Edward Smith described the plant as:\n\"The most beautiful of the genus. It grows in swampy ground ...is plentiful in the English gardens, and was generally taken for an Hypericum, till it lately produced, in several collections near London, its elegant flowers.\"",
    "Description": "Melaleuca hypericifolia is a large woody shrub or small tree growing to 6 m (20 ft) in height, with greyish papery bark. Its leaves are arranged in alternate pairs (decussate), 10–40 mm (0.4–2 in) long, 4–10 mm (0.2–0.4 in) wide, narrow elliptic in shape with a central groove on the upper surface.\nThe flowers are red to orange, arranged in a spike, usually on the older wood. The spike is up to 60 mm (2 in) in both diameter and length and contains up to 40 individual flowers. The petals are 4.5–7 mm (0.2–0.3 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flower  with 16 to 25 stamens per bundle. The flower spikes appear in spring and summer and are followed by fruit which are woody, oval-shaped capsules 5–6.5 mm (0.2–0.3 in) long with the sepals remaining as teeth around the rim. As the plant ages, the capsules become compressed together.",
    "Taxonomy and naming": "The species was first formally described by English botanist James Edward Smith in 1797 in Transactions of the Linnean Society of London from material collected in \"swampy ground\" in New South Wales. The species name references the similarity of the leaves to those of species of  Hypericum.",
    "Distribution and habitat": "Melaleuca hypericifolia occurs in damp areas of sandy heath and woodland in mostly coastal areas from Bermagui to Sydney and inland as far as the Blue Mountains. The species is naturalised in South Australia and Victoria.",
    "Use in horticulture": "Hillock bush is a hardy, adaptable and attractive shrub that has been known in gardens for many years. It is moderately frost hardy, although the flowers tend to be hidden inside the shrub. It is a dense screen plant, unless pruned to display the flowers. It has caused problems in some areas where it has spread from gardens into bushland in other states and care should be taken with the species in southern Victoria. Two cultivars have been developed:\n\nM. hypericifolia 'Snapper Point'\nM. hypericifolia 'Ulladulla Beacon'\n\n\n== References =="
  }
}