{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_rugulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. rugulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca rugulosa, commonly known as scarlet bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to South Australia and Victoria in Australia. (Some Australian state herbaria continue to use the name Callistemon rugulosus. Callistemon coccineus and Callistemon macropunctatus are older names for Callistemon rugulosus.) It is a shrub with an open straggly habit, stiff, sharply pointed leaves and bright red bottlebrush flowers tipped with yellow in summer.",
    "Description": "Melaleuca rugulosa is a shrub growing to 5 m (20 ft) high with an open, straggling habit and peeling grey bark. Its leaves are arranged alternately and are 21–86 mm (0.8–3 in) long, 2.5–8.5 mm (0.1–0.3 in) wide, flat, thick, rigid, narrow elliptic to egg-shaped with the narrower end near the base and have a sharp point. There is a mid-vein, marginal veins and 7–13 indistinct lateral veins. The young leaves and branches are often covered with dense, silky hairs.\nThe flowers are a shade of red to purple, tipped with yellow and are arranged in spikes around the branches that continue to grow after flowering. The spikes are 40–65 mm (2–3 in) in diameter and 50–80 mm (2–3 in) long with 18 to 60 individual flowers. The petals are 4.4–6.8 mm (0.2–0.3 in) long and fall off as the flower ages and there are 34-63 stamens in each flower. Flowering occurs from November to December, sometimes in other months and is followed by fruit that are woody capsules, 4.5–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca rugulosa was first named in 2006 by Lyndley Craven in Novon when Callistemon rugulosus was transferred to the present genus. It was first formally described in 1822 as Metrosideros rugulosa by Johann Heinrich Friedrich Link in Enumeratio Plantarum Horti Regii Berolinensis Altera. The specific epithet (rugulosa) is from the Latin word ruga meaning \"crease\" or \"wrinkle\" but the reason for this naming is unclear.Callistemon rugulosus is regarded as a synonym of Melaleuca rugulosa by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs from the south east corner of South Australia including the Eyre Peninsula to western Victoria. It is found in mallee scrubs and low open woodland in the northern Grampians, the Big Desert, the Little Desert, and the Mount Lofty Ranges. Within these areas it is found in sandy depressions and near watercourses in soils that are seasonally moist. It grows in shrubland and forest near swamps and watercourses.\n\n\n== References =="
  }
}