{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_tortifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. tortifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca tortifolia is a plant in the myrtle family, Myrtaceae and is endemic to a small area on the Northern Tablelands of New South Wales in Australia. It has egg-shaped, twisted leaves and heads, or short spikes of white or creamy-white flowers in December. It is classified as a threatened species.",
    "Description": "Melaleuca tortifolia is a shrub growing to about 3 m (10 ft) tall. Its leaves are arranged in more or less opposite pairs and are 8–15 mm (0.3–0.6 in) long, 2–4.5 mm (0.08–0.2 in) wide, egg-shaped with the end tapering to a point. The leaves are flat but usually twisted, with 3 to 5 longitudinal veins.\nThe flowers are white, pale cream or pink in colour and are arranged in heads or short spikes on the ends of branches that continue to grow after flowering. The heads contain 2 to 10 groups of flowers in threes and are up to 23 mm (0.9 in) in diameter but sometimes the flowers may be in small groups of individual flowers.  The petals are 2–3 mm (0.08–0.1 in) long and fall off as the flower ages. The stamens are in five bundles around the flowers, each bundle containing 10 to 16 stamens. Flowering usually occurs in December and is followed by the fruit which are woody, almost spherical capsules 4–5 mm (0.16–0.20 in) in diameter.",
    "Taxonomy and naming": "Melaleuca tortifolia was first formally described in 1984 by Norman Byrnes in Austrobaileya. The specific epithet (tortifolia) is from the Latin tortus meaning \"twist\" or \"turn\" and folium meaning \"a leaf\" referring to the often twisted leaves.",
    "Distribution and habitat": "Melaleuca tortifolia is only known from Barren Mountain near Ebor where it grows in heath in wet places.",
    "Conservation": "Melaleuca tortifolia is a threatened species listed as 2Rc-t in the ROTAP classification, meaning that it is rare but without any identifiable threat, and all the known individual plants are in a conservation reserve.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}