{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_linophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. linophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca linophylla is a plant in the myrtle family Myrtaceae and is native to the north-west of Western Australia. It is a bushy shrub with narrow leaves and spikes of cream-coloured flowers in spring. It is distinguished by its fruits which are much more urn-shaped than those of other melaleucas.",
    "Description": "Melaleuca linophylla is a spreading, sometimes bushy shrub which grows to a height of 3 m (10 ft). Its leaves are arranged alternately on the stems, very narrow elliptic in shape, 10–56 mm (0.4–2 in) long and 1–4 mm (0.04–0.2 in) wide.The flowers are cream coloured and profuse, arranged in spikes on the ends of branches which continue to grow before the flowers have opened, sometimes in the upper leaf axils, with each spike containing 30 to 70 individual flowers. The spikes  are up to 50 mm (2 in) long and 18 mm (0.7 in) in diameter. The petals are 1–1.5 mm (0.04–0.06 in) long and the stamens are arranged in five bundles around the flower, with 7 to 15 stamens in each bundle. Flowering occurs in spring and the fruit which follow are woody capsules 1–2 mm (0.04–0.08 in) long and distinctly shaped like an urn or a vase.",
    "Taxonomy and naming": "Melaleuca linophylla was first formally described in 1862 by Ferdinand von Mueller in \"Fragmenta phytographiae Australiae\". The derivation of the  specific epithet (linophylla) is uncertain but may be due to Mueller's perception that the leaves of this plant are similar to those of a species of Linum in the Family Linaceae. The Ancient Greek word phýllon means “leaf”.",
    "Distribution and habitat": "Melaleuca linophylla occurs  in and between the districts of Karratha, Port Hedland and Paraburdoo in the Gascoyne, Great Sandy Desert and Pilbara biogeographic regions. It grows in stony and sandy soils along creek edges.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species is rarely cultivated but it should tolerate dry conditions in well-drained soil.\n\n\n== References =="
  }
}