{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_amydra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. amydra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca amydra is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is similar to Melaleuca ryeae with its small, compact form, oval leaves and \"pom-pom\" heads of pink to purple flower heads on the ends of the branches in spring.",
    "Description": "Melaleuca amydra sometimes grows to a height of 2.5 m (8 ft) but often much less, and has dark, fibrous bark. Its leaves are arranged alternately, oval to egg-shaped, mostly 3.5–6 mm (0.1–0.2 in) long and 1.5–2 mm (0.06–0.08 in) wide. They are sometimes glabrous, sometimes covered with fine hairs and have rounded ends.\nThe flowers are a shade of pink to purple and arranged in heads on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 20 mm (0.8 in) in diameter and contain between 7 and 20 individual flowers. The stamens are arranged in bundles of five around the flower, with 5 to 10 stamens in each bundle. The flowering season is spring and is followed by fruit which are woody capsules, 3–3.5 mm (0.12–0.14 in) long in irregular clusters along the stems.",
    "Taxonomy and naming": "Melaleuca amydra was first formally described in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen collected near Eneabba. The specific epithet (amydra) is from the ancient Greek amydros meaning \"indistinct\" or \"unclear\", referring to the minor differences between this species, M. ryeae and M. seriata.",
    "Distribution and habitat": "This melaleuca occurs in and between the Arrowsmith River, Dandaragan and Moora districts in the Avon Wheatbelt, Geraldton Sandplains and Swan Coastal Plain biogeographic regions. It grows in sandy, saline soils in heath on flats.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}