{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_croxfordiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. croxfordiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca croxfordiae is a plant in the myrtle family, Myrtaceae and is endemic to the far south-west of corner Western Australia. It is a paperbark, usually growing in winter-wet places, with long, narrow leaves and a few small creamy coloured flower heads in early summer .",
    "Description": "Melaleuca croxfordiae is a large shrub or small tree, sometimes 8 m (30 ft) high, with papery bark. Its leaves are arranged alternately, 14–60 mm (0.6–2 in) long, 1.5–5.2 mm (0.06–0.2 in) wide, linear to narrow oval in shape, tapering to a point. They are also flat and soft and have a very short stalk.This species has a few heads of flowers, white to creamy-yellow, borne at the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. Each head is up to 22 mm (0.9 in) in diameter and composed of 5 to 12 groups of flowers with three flowers in each group. The petals are 1.3–1.7 mm (0.05–0.07 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 5 to 8 stamens. Flowering occurs mainly in October to December and is followed by fruit which are woody capsules 3–4 mm (0.1–0.2 in) long in tightly packed, almost spherical clusters 12–15 mm (0.5–0.6 in) in diameter.",
    "Taxonomy and naming": "Melaleuca croxfordiae was first formally described in 1999 by Lyndley Craven from a specimen found near Albany. The specific epithet (croxfordiae) honours Eileen Jessie Croxford who helped professional biologists in understanding the flora of the Albany district.",
    "Distribution and habitat": "Melaleuca croxfordiae occurs in the near the coast between Manjimup and Albany in the Esperance Plains, Jarrah Forest, Mallee and Warren biogeographic regions. It grows in sandy soils, often over granite in swamps and coastal heath.",
    "Conservation status": "This melaleuca is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}