{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_uxorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. uxorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca uxorum is a plant in the myrtle family Myrtaceae and is endemic to the northern Herberton Range in far north Queensland. It is a newly described (2004) species similar to Melaleuca sylvana and Melaleuca monantha, also from far north Queensland.",
    "Description": "Melaleuca uxorum is a shrub growing to a height of 1 m (3 ft). Its leaves are arranged in alternating pairs (decussate), 2–4.5 mm (0.08–0.2 in) long, 1.3–2.7 mm (0.05–0.1 in) wide, v-shaped in cross section and lacking a stalk.Head of flowers appear on the ends of the branches in November and December, each head composed of 4 to 12 groups of flowers, each group composed of three flowers. The heads are 18–25 mm (0.7–1 in) in diameter. The stamens are pure white, in five bundles around the flower with 6 to 12 stamens per bundle. The fruit are woody capsules 5–3.5 mm (0.2–0.1 in) long.",
    "Taxonomy and naming": "This species was first formally described in 2004 by Lyndley Craven,  Glenn Holmes and Garry Sankowsky in Muelleria from a specimen collected 1.2 km (0.7 mi) north west of Mt Emerald.  The specific epithet (uxorum) is from the Latin uxor meaning \"wife\", \"in collective honour of Kirsty, Jenny and Nada, the wives, respectively, of each of the authors of this name, for their companionship in the field and enthusiasm for plants generally\".",
    "Distribution and habitat": "Melaleuca uxorum occurs in the northern Herberton Range on pavements of acidic volcanic rock, in association with Eucalyptus lockyeri.",
    "Ecology": "",
    "Ecology-Response to fire": "After fire, Melaleuca uxorum resprouts at the stem base and along stems from epicormic buds. The species forms small colonies which appear to have developed from both sexual and asexual reproduction.",
    "Conservation": "Melaleuca uxorum is classified as Endangered by the Queensland Nature Conservation Act 1992.\n\n\n== References =="
  }
}