{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_dawsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. dawsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca dawsonii is a shrub in the myrtle family, Myrtaceae and is endemic to the south of Grande Terre, the main island of New Caledonia. It is one of only a few members of its genus to occur outside Australia and was formerly known as Callistemon suberosum Pancher ex Brongn. & Gris.",
    "Description": "Melaleuca dawsonii grows to a height of 2–4 m (7–10 ft), often with a single trunk with rough, corky bark and usually with only few branches. The young growth is densely covered with silvery-grey hair which is lost as the branches mature. Its leaves are pinkish and hairy when young, 60–85 mm (2–3 in) long and 0.8–1.4 mm (0.03–0.06 in) wide when mature and have between 5 and 15 parallel veins.\nThe flowers are bright green or yellowish-green and are in almost spherical heads at the ends of branches which continue to grow after flowering. The petals are 2.8–5 mm (0.1–0.2 in) long, the sepals are fringed with hairs and are 2.3–2.8 mm (0.09–0.1 in) long and there are 15 to 20 stamens per flower, occasionally with some stamens fused near their base but more usually entirely free. Flowering occurs throughout the year and is followed by fruit which are cup-shaped, slightly hairy, woody capsules.",
    "Taxonomy and naming": "Melaleuca dawsonii was first formally described as Callistemon suberosum in 1864 by Adolphe-Théodore Brongniart and Jean Antoine Arthur Gris. In 1998 it was transferred to the genus Melaleuca by Lyndley Craven and John Dawson in the journal Adansonia. The specific epithet (dawsonii) is \"in honour of John Wyndham Dawson (1928–), of Wellington, New Zealand, who is an authority on the Myrtaceae of New Caledonia\".",
    "Distribution and habitat": "This melaleuca occurs only in south of Grande Terre in open maquis in soils on ultramafic rock.\n\n\n== References =="
  }
}