{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lasiandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lasiandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lasiandra is a plant in the myrtle family, Myrtaceae and is native to the northern inland of Australia. Its foliage is covered with soft, silky hairs giving the leaves a silvery-grey appearance and even the filaments of the stamens are hairy.",
    "Description": "Melaleuca lasiandra is a large shrub or small tree growing to 8 metres (26 ft) high with white or grey papery bark. The leaves have a narrow oval shape, a small pointed end and are 10–50 millimetres (0.39–1.97 in) long and 1.5–10 millimetres (0.059–0.394 in) wide. They are also very densely covered with fine hairs so that they appear silvery-grey.The flowers are yellowish green or white, and are arranged in heads at the ends of branches which continue to grow after flowering, as well as in the upper leaf axils. Each head contains between 2 and 11 groups of flowers in threes and is up to 22 millimetres (0.87 in) in diameter. The stamens are arranged in five bundles around the flower, each bundle containing 6 to 20 stamens which have hairy stalks. Flowering occurs intermittently throughout the year but mostly in winter. The fruit which follow are woody capsules with the sepals forming teeth at first but are eroded later to undulations around the edge of the cup-shaped capsules. The capsules are 2–3 millimetres (0.079–0.118 in) long and form loose clusters along the branches.",
    "Taxonomy and naming": "Melaleuca lasiandra was first formally described in 1862 by Ferdinand von Mueller in \"Fragmenta Phytographiae Australiae\". The specific epithet (lasiandra) is derived from the ancient Greek lasios (λάσιος), \"hairy\", \"woolly\", and anēr, genitive andros (ἀνήρ, genitive ἀνδρός), \"male\", in reference to the hairy staminal filaments\".",
    "Distribution and habitat": "This melaleuca occurs in the tropical north-west of Australia including the northern half of Western Australia, the Northern Territory and the central-west of Queensland. It grows in a variety of soils and vegetation associations but is common in the depressions between sand dunes.",
    "Conservation": "Melaleuca lasiandra is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca lasiandra is a hardy shrub for arid areas, requiring full sun and good drainage.\n\n\n== References =="
  }
}