{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_hamulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. hamulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca hamulosa is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a broom-like shrub with many stiff, ascending branches and spikes of white or pale mauve flowers in spring or summer.",
    "Description": "Melaleuca hamulosa is dense, bushy shrub or small tree growing to about 4 m (10 ft), sometimes 7 m (20 ft) high with fibrous or papery bark. Its leaves are arranged alternately around the stem and are more or less pressed against it. The leaves are 3.5–11 mm (0.1–0.4 in) long and 0.6–1.0 mm (0.02–0.04 in) wide, linear, almost circular in cross section and have a hooked end.The flowers are white, pale mauve or pink in spikes of between 30 and 60 individual flowers, the spikes up to 50 mm (2 in) long and 15 mm (0.6 in) in diameter. Flowering occurs between September and February and is followed by fruit which are almost spherical woody capsules 2–3 mm (0.08–0.1 in) long in clusters up to 50 mm (2 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1847 by the Russian botanist Nikolai Turczaninow in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The specific epithet (hamulosa) is from the Latin word hamus meaning \"a hook\", \"in reference to the recurved apex of the leaves of this species\".",
    "Distribution and habitat": "Melaleuca hamulosa occurs in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee and Yalgoo biogeographic regions. It grows in sandy soils, usually over clay in winter-wet depressions and swamps in kwongan or shrubland.",
    "Conservation": "Melaleuca hamulosa is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}