{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_plumea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. plumea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca plumea is a shrub in the myrtle family, Myrtaceae, and is endemic to the south of Western Australia. It is a widely spreading, densely foliaged shrub which produces masses of deep pink flowers in spring and early summer. Fluffy hairs on parts of the flowers, including the bracts covering the flower buds, are also a feature.",
    "Description": "Melaleuca plumea is a low, ground-hugging shrub growing to a height of 2 m (7 ft) and sometimes more than 3 m (10 ft) wide. The leaves are arranged alternately, 4.5–10.5 mm (0.2–0.4 in) long, 1.0–2.2 mm (0.04–0.09 in) wide, linear to narrow oval in shape, the end either round or with a short point.The flowers are a shade of pink or purple. They are arranged in heads near the ends of branches which continue to grow after flowering and also in some of the upper leaf axils. The flower buds are covered with brown bracts. The bracts, flower bases (hypanthia) and sepals are all covered with white fluff. Each head contains up to 5 groups of flowers in threes and is up to 17 mm (0.7 in) in diameter. The stamens, which give the flowers their colour, are arranged in 5 bundles around the flower, with 5 to 8 stamens in each bundle. The flowers mainly appear from September to December and are followed by fruit which are woody capsules 2.5–3.5 mm (0.1–0.1 in) long in clusters around the stem.",
    "Taxonomy and naming": "Melaleuca plumea was first described in 1999 by Lyndley Craven in a review of the genus. The specific epithet (plumea) is from the Latin plumeus meaning \"downy\" referring to the woolly parts of the flowers.",
    "Distribution and habitat": "This melaleuca occurs in and between the Salmon Gums, Scaddan and Mount Beaumont districts in the Esperance Plains and Mallee biogeographic regions growing in sand or clay, on dune slopes and near salt lakes and river flats.",
    "Conservation": "Melaleuca plumea is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Essential oils": "The leaves of this species contains mainly monoterpenes, especially 1,8-cineole (Eucalyptol).\n\n\n== References =="
  }
}