{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_trichostachya",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. trichostachya"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca trichostachya is a plant in the myrtle family, Myrtaceae and is native to inland northern New South Wales, Queensland, South Australia and the Northern Territory in Australia. It is a small tree, similar to the commonly cultivated Melaleuca styphelioides, with its prickly foliage and fluffy spikes of white or cream flowers but there are differences in the leaf arrangement and fruiting capsules.",
    "Description": "Melaleuca trichostachya is a small tree, usually less than 13 m (40 ft) tall with white or brownish, papery bark. Its leaves are usually arranged in alternating pairs (decussate) so that they make four rows along the stem, but unlike Melaleuca linariifolia the leaves are sometimes arranged alternately. The leaves are 9–45 mm (0.4–2 in) long, 0.7–2.8 mm (0.03–0.1 in) wide, flat, linear to lance-shaped and tapering to a point.The flowers are white or cream-coloured and are arranged in spikes usually on the ends of branches which continue to grow after flowering, sometimes in the upper leaf axils. Each spike is up to 24 mm (0.9 in) in diameter and contains between 3 and 22 individual flowers. The petals are 2.5–4 mm (0.1–0.2 in) wide and fall off as the flower matures. The stamens are arranged in five bundles around the flower and each bundle contains 34 to 105 stamens. Flowering can occur at any time of the year and is followed by fruit which are woody capsules, 2–3 mm (0.08–0.1 in) long in loose clusters along the stems. Unlike the fruit of Melaleuca linariifolia the valves of the fruit protrude beyond the rim of the fruiting capsule.",
    "Taxonomy and naming": "This species was first formally described in 1848 by John Lindley in Journal of an Expedition into the Interior of Tropical Australia from the collections made during the journey of Thomas Mitchell. The specific epithet (trichostachya) is derived from the Ancient Greek words θρίξ (thríks) meaning “hair”, and στάχυς (stachys) meaning \"a spike\" or \"an ear of corn\"  referring to the hairy appearance of the flower spikes of this plant.",
    "Distribution and habitat": "Melaleuca trichostachya is widely distributed in most of Queensland excluding the Cape York Peninsula. It also occurs in the southern part of the Northern Territory, eastern South Australia and north from Walgett in northern New South Wales.\n\n\n== References =="
  }
}