{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_diosmatifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. diosmatifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca diosmatifolia, commonly known as rosy paperbark and pink honey-myrtle is a plant in the myrtle family, Myrtaceae and is native to Queensland and New South Wales in Australia. It was formerly known as Melaleuca erubescens but is not closely related to Melaleuca diosmifolia although the species name has the same meaning. It has pointed, non-prickly leaves and cylindrical spikes of pink or purple flowers.",
    "Description": "Melaleuca diosmatifolia is a shrub with hard, rough grey bark growing to a height of about 1.5 m (5 ft). Its leaves are arranged alternately on the stem, each leaf 3.5–14.5 mm (0.1–0.6 in) long, 0.4–0.9 mm (0.02–0.04 in) wide, almost circular in cross-section and ending with a point. They also have a few distinct oil glands\n\nThe pinkish-purple to deep mauve flowers are arranged on a spike up to 40 mm (2 in) long and 20 mm (0.8 in) diameter, usually at the end of branches which continue to grow after the flowering period. Each spike contains between 15 and 50 separate flowers, each flower with five (rarely six) bundles of stamens, each bundle with 15 to 26 stamens. Flowering mainly occurs from November to December but also through to May and is followed by fruit which are woody capsules about 2–3 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca diosmatifolia was first formally described in 1811 by Georges Louis Marie Dumont de Courset in Le Botaniste Cultivateur.\nThe specific epithet (diosmatifolia) refers to an apparent similarity of the leaves of this species to those of Diosma.",
    "Distribution and habitat": "Melaleuca diosmatifolia occurs on the ranges and western slopes of New South Wales and Queensland from the Darling Downs south to the Temora and Griffith districts and to coastal areas near Sydney. It grows in open forest and in areas subject to flooding.",
    "Use in horticulture": "This species is relatively common in cultivation, usually as Melaleuca erubescens and is often used as a screening plant. It is hardy, growing successfully in a wide range of soils, including those that are poorly drained. It is easily cultivated from both seed and cuttings and can be pruned to keep a bushy shape. It has attractive flowers which are reported not to fade as quickly as those of Melaleuca decussata which is also widely cultivated.\n\n\n== References =="
  }
}