{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_acutifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. acutifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca acutifolia is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It has small, pointed, oval leaves and in summer, heads of white flowers. The species was originally described as a variety of Melaleuca lateriflora but was raised to species status in 2010.",
    "Description": "Melaleuca acutifolia is a shrub or small tree which grows to a height of about 6 m (20 ft) and has grey papery bark. The leaves are arranged alternately and are 7–25 mm (0.3–1 in) long, 2–7.5 mm (0.08–0.3 in) wide, oval to very narrow oval in shape, tapering to a point and often with a few fine hairs on the surface.\nThe flowers are white and in heads on the previous year's shoots, each head containing up to 15 flowers and up to 25 mm (1 in) in diameter. The stamens are in five bundles around the flower, each bundle with 10 to 22 stamens. Flowering occurs in summer and the fruit that follow are woody capsules 3–5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca lateriflora var. acutifolia was first described in 1867 by George Bentham in Flora Australiensis.  It was raised to species status as Melaleuca acutifolia in 2010 by Lyndley Craven and Brendan Lepschi. The specific epithet (acutifolia) is from the Latin acutus meaning \"pointed\" and folium meaning \"leaf\".",
    "Distribution and habitat": "This species occurs in the Kalbarri and Yalgoo districts south to the Waroona district in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Jarrah Forest, Murchison, Swan Coastal Plain and Yalgoo biogeographic regions. It grows in woodland and dense heath in clay loam and sandy clay, sometimes on the edge of saltpans.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}