{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_diosmifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. diosmifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca diosmifolia is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It has also become naturalised in Victoria (Australia) Australia. It is unusual for its genus in that the flowers are green, which partly accounts for its popularity as a garden plant. It is only distantly related to Melaleuca diosmatifolia although its species name has a similar etymology.",
    "Description": "Melaleuca diosmifolia is a dense shrub sometimes growing to a height of 4 m (10 ft). The leaves are arranged alternately, narrow oval or elliptical in shape, 4–13 mm (0.2–0.5 in) long, 3–5 mm (0.1–0.2 in) wide, crowded close together and lacking a stalk so that the leaf blade attaches directly to the stem.\nThe flowers are arranged in heads near the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. There are 25 to 30 individual flowers in each head, the heads up to 50 mm (2.0 in) long and 40 mm (1.6 in) in diameter. The flowers are bright lime-green or pale yellow-green and appear in spring and early summer. The petals are 3.5–4.8 mm (0.1–0.2 in) long and fall off as the flowers age. The stamens are arranged in bundles of five around the flower, with 3 to 5 stamens in each bundle. The fruit are woody capsules up to 8 mm (0.3 in) long and 10 mm (0.39 in) in diameter and form clusters around the stem.",
    "Taxonomy and naming": "Melaleuca diosmifolia was first formally described in 1807 by H.C. Andrews in The Botanist's Repository for New, and Rare Plants. The specific epithet (diosmifolia) is a reference to the similarity of the leaves of this species and those of Diosma.",
    "Distribution and habitat": "Melaleuca diosmifolia occurs near the coast of Western Australia between Cape Riche and Albany in the Esperance Plains, Jarrah Forest and Warren biogeographic regions. It grows in shallow, sandy soils in granite outcrops.\nThis species has also become naturalised in the Otway Ranges district of Victoria, where it is considered an environmental weed.",
    "Conservation status": "Melaleuca diosmifolia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species is well known in cultivation. It is a hardy and adaptable species in most soils and situations except that it will not survive frosts. It can be pruned to make a useful and attractive screen or hedge.\n\n\n== References =="
  }
}