{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pancheri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pancheri"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pancheri is a shrub or small tree in the myrtle family, Myrtaceae and is endemic to the south of Grande Terre, the main island of New Caledonia. It is one of only a few members of its genus to occur outside Australia and was formerly known as Callistemon pancheri Brongn. & Gris.",
    "Description": "Melaleuca pancheri grows to a height of about 10 m (30 ft), has a rounded canopy and thick, papery bark. Its younger branchlets are covered with dense, woolly hairs and the young leaves are hairy and silvery-grey at first but become glabrous as they mature. The leaves are 40–70 mm (2–3 in) long, 10–20 mm (0.4–0.8 in) wide, have short stalks, are narrow egg-shaped tapering towards the base and rounded at the tips.The flowers are a shade of yellow to yellow-green and are arranged in spherical heads on the ends of branches which continue to grow after flowering. The stamens surrounding the flower are not in bundles and there are 16 to 20 stamens per flower. Flowering can occur at any time of the year but mostly occurs between May and August. The fruit which follow are hairy, woody capsules about 3 mm (0.1 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1864 in by Adolphe-Théodore Brongniart and Jacques Le Gris in Bulletin de la Société Botanique de France as Callistemon pancheri. In 1998, the species was transferred to the genus Melaleuca by Lyndley Craven and J.W.Dawson. The specific epithet (pancheri) honours the French explorer Jean Armand Isidore Pancher.",
    "Distribution and habitat": "Melaleuca pancheri is found only on Grande Terre, the main island of New Caledonia. It occurs in moist forest and scrub in the south of the island at altitudes between 100 and 700 m (300 and 2,000 ft) growing in deep lateritic soils over ultramafic rock.\n\n\n== References =="
  }
}