{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_megalongensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. megalongensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca megalongensis, commonly known as Megalong Valley bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales in Australia. (Some Australian state herbaria use the name Callistemon megalongensis). It is a shrub similar to Melaleuca citrina (Callistemon citrinus) which occurs in the same area and is difficult to distinguish from it, except when in flower.",
    "Description": "Melaleuca megalongensis is a shrub growing to 5 m (20 ft) tall with soft, flaking or peeling bark. Its leaves are arranged alternately and are 35–55 mm (1–2 in) long, 3.5–5 mm (0.1–0.2 in) wide, flat, narrow elliptic to narrow egg-shaped with the narrow end towards the base. There is a mid-vein and 15 to 24 lateral veins. The leaves usually have some thickening at the mid-vein and margins.The flowers are arranged in spikes on the ends of branches which continue to grow after flowering and are 30–40 mm (1–2 in) in diameter with 25 to 60 individual flowers. The petals are 3.0–3.7 mm (0.12–0.15 in) long and fall off as the flower ages and there are 45-50 stamens in each flower. The filaments of the stamens are pink with a dark red anther. Flowering occurs in November and December and is followed by fruit which are woody capsules, 6 mm (0.2 in) long.",
    "Taxonomy and naming": "Melaleuca megalongensis was first formally described in 2009 by Lyndley Craven in Novon. The specific epithet (megalongensis) refers to the locality where the species is found.Callistemon megalongensis is regarded as a synonym of Melaleuca megalongensis by the Royal Botanic Gardens, Kew,",
    "Distribution and habitat": "This melaleuca occurs in the Megalong Valley in the Blue Mountains. It grows in damp situations near streams.",
    "Conservation": "Melaleuca megalongensis has been classified as \"critically endangered\" (as Callistemon megalongensis) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and by the Scientific Committee of the NSW Government Department of Environment and Heritage.\n\n\n== References =="
  }
}