{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_hnatiukii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. hnatiukii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca hnatiukii is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a medium to large shrub with arching branches, prickly tipped leaves and creamy-white heads of flowers in spring or early summer.",
    "Description": "Melaleuca hnatiukii is a shrub growing to 2.5 m (8 ft) tall with whitish, papery bark. Its leaves are arranged alternately, elliptic to narrow egg-shaped, flat, 12–24 mm (0.5–0.9 in) long, 4–8 mm (0.2–0.3 in) wide with a short, prickly point on the end.The flowers are white or cream-coloured and arranged in heads or short spikes on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. The heads are up to 23 mm (0.9 in) in diameter and composed of 2 to 12 groups of flowers in threes. The petals are 2–3 mm (0.08–0.1 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 5 to 8 stamens. Flowering occurs between September and January and is followed by fruit which are woody capsules, usually 3–4 mm (0.12–0.16 in) long, in oval-shaped clusters around the stem.",
    "Taxonomy and naming": "Melaleuca hnatiukii was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Scaddan. The specific epithet (hnatiukii) honours Roger Hnatiuk, a Canadian-Australian botanist.",
    "Distribution and habitat": "Melaleuca hnatiukii occurs in the Scaddan and Esperance districts in the Esperance Plains and Mallee biogeographic regions. It grows in sandy soils in heath near salt lakes.",
    "Conservation": "Melaleuca hnatiukii is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}