{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_barlowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. barlowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca barlowii is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is similar to a number of other Western Australian melaleucas such as M. conothamnoides with its purple pom-pom flower heads but is a more erect shrub with different leaves and the fruiting clusters have a different shape.",
    "Description": "Melaleuca barlowii grows to a height of 2.6 m (9 ft) with stems and leaves that are glabrous except when very young. Its leaves are arranged alternately, narrow oval or narrow elliptic in shape, 19.5–41 mm (0.8–2 in) long, 3–8.5 mm (0.1–0.3 in) wide tapering to a point.The flowers are a shade of pink to purple and arranged in heads or short spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 30 mm (1 in) in diameter and contain between 10 and 15 groups of flowers in threes. The stamens are arranged in bundles of five around the flower, with 9 to 11 stamens in each bundle. The flowering season is November and December and is followed by fruit which are woody capsules 3.5–4 mm (0.1–0.2 in) long in an oval-shaped cluster around the stems.",
    "Taxonomy and naming": "Melaleuca barlowii was first formally described in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen collected near Tardun. The specific epithet (barlowii) is in honour of Bryan Barlow, melaleuca specialist and expert in the mistletoe family, Loranthaceae.",
    "Distribution and habitat": "This melaleuca occurs in the Mullewa and Perenjori districts in the Avon Wheatbelt and Yalgoo biogeographic regions. It grows in sand and clay loam in shrubland and in roadside reserves.",
    "Conservation status": "Melaleuca barlowii is listed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only a few locations and is not currently in imminent danger.\n\n\n== References =="
  }
}