{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sieberi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sieberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sieberi is a shrub or tree in the myrtle, family Myrtaceae, which is endemic to coastal areas of New South Wales and Queensland. It is a large shrub or small tree with papery bark on the trunk, small, sharp leaves and small heads of fluffy flowers in spring. It should not be confused with Callistemon sieberi. When the callistemons were moved to Melaleuca, Callistemon sieberi became Melaleuca paludicola.",
    "Description": "Melaleuca sieberi is a small tree with white, grey or brown papery bark which sometimes grows to a height of 20 m (70 ft) but more usually less than 10 m (30 ft). Its leaves are arranged alternately, 4–15 mm (0.2–0.6 in) long, 0.8–4 mm (0.03–0.2 in) wide, narrow elliptic to lance-shaped and tapering to a sharp point. The leaves are often  covered with short, soft hairs, especially when young.\nThe flowers are white or pinkish, arranged in spikes on the ends of branches which continue to grow after flowering. The spikes contain 5 to 20 groups of flowers in threes, or sometimes individual flowers, and are up to 20 mm (0.8 in) in diameter and  20 mm (0.8 in) long. The flower buds are woolly. The stamens are arranged in five bundles around the flowers and each bundle contains 11 to 25 stamens. Flowering occurs in the spring and is followed by fruit which are woody, cup-shaped capsules 3–4.5 mm (0.1–0.2 in) long in loose clusters.",
    "Taxonomy": "Melaleuca sieberi was first formally described in 1843 by Johannes Conrad Schauer in Repertorium Botanices Systematicae. The specific epithet (sieberi) honours Franz Sieber who collected 645 plant specimens in the Sydney area in the early 1800s.",
    "Distribution and habitat": "Melaleuca sieberi occurs in coastal areas of New South Wales north of Gosford to near Maryborough in Queensland growing in coastal heath in sand.\n\n\n== References =="
  }
}