{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_apostiba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. apostiba"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca apostiba is a shrub in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It was first described in 1990 by Kirsten Cowley and remains a poorly known species. It resembles Melaleuca lateritia except for its hairy leaves and flower structures as well as its leaf shape and size.",
    "Description": "Melaleuca apostiba is a spreading shrub to 2 m (7 ft) with grey fissured bark and hairy young branches.  The leaves are a dull green, flat, narrow-elliptic in shape, 6.5–11 mm (0.3–0.4 in) long, 1.3–1.7 mm (0.05–0.07 in) wide and hairy when they first appear. The leaves taper to a point, have distinct oil glands and three parallel veins.\nThe flowers are red and arranged in spikes on the sides of the branches. The spikes are up to 35 mm (1 in) in diameter and contain up to 30 individual flowers. The outside of the floral cup is hairy and the stamens are arranged in five bundles around the flower with 11 to 16 stamens per bundle. Flowering occurs in June and July and is followed by fruit which are woody capsules.",
    "Taxonomy and naming": "Melaleuca apostiba was first formally described in 1990 in a review of the genus by K.J. Cowley. The type specimen was recorded as having been collected in \"Victoria Desert Region: Officer Basin\" in 1963. A study of the records of the expedition indicate that the specimen was in fact collected east of Cosmo Newberry. The specific epithet (apostiba) is from the ancient Greek apostibes, meaning \"solitary\", referring to the isolated place where the type specimen was located.",
    "Distribution and habitat": "This melaleuca occurs in the Laverton and Lake Minigwal districts in the Great Victoria Desert and Murchison biogeographic regions where it grows in deep red sand.",
    "Conservation status": "Melaleuca apostiba is listed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations but is not currently in imminent danger.\n\n\n== References =="
  }
}