{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_xerophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. xerophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca xerophila is a shrub or small tree in the myrtle family Myrtaceae and is native to arid parts of South Australia and Western Australia. It is a large shrub with narrow leaves and heads of white or cream-coloured flowers in spring.",
    "Description": "Melaleuca xerophila is a large shrub or small spreading tree which grows to a height of 3–6 m (10–20 ft) and has fibrous or papery bark. The leaves are alternately or spirally arranged, narrow elliptic in shape, 1.8–5.2 mm (0.07–0.2 in) long and 0.9–1.5 mm (0.04–0.06 in) wide.The flowers are white or cream-coloured and are arranged in heads near the ends of the branches, each head usually consisting of one to nine individual flowers. The base of the flower is 1.6–2.2 millimetres (0.06–0.09 in) long. The stamens are arranged in bundles of five around the flower, with 15 to 22 stamens in each bundle.  Flowering occurs in October and November and is followed by fruit which are woody capsules, 2.5–3.5 mm (0.098–0.14 in) long and wide, cup-shaped or barrel-shaped and which occur singly or in clusters.",
    "Taxonomy and naming": "Melaleuca xerophila was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany. The specific epithet (xerophila) is derived from the Ancient Greek words ξερός (xeros), meaning “dry” and φίλος (phílos), meaning “dear one\" or \"friend”, referring to the arid habitat of this species.",
    "Distribution and habitat": "This melaleuca occurs in arid locations in central South Australia and from the Roy Hill district south to the Leonora - Laverton district in Western Australia. It usually grows in depressions near salt lakes in calcareous soils.",
    "Conservation": "Melaleuca xerophila is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Essential oils": "This leaf oil of this species is mostly monoterpenes but the yield is low.",
    "Uses-Horticulture": "This species may have use in land rehabilitation in very dry climates.\n\n\n== References =="
  }
}