{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_oldfieldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. oldfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca oldfieldii is a plant in the myrtle family, Myrtaceae, and is native to the south-west of Western Australia.  It is distinguished by its bright yellow flower heads but its distribution is restricted to one national park.",
    "Description": "Melaleuca oldfieldii is a spreading shrub which grows to about 2 m (7 ft) high but sometimes much taller. Its leaves are arranged alternately on the stems, have a short stalk, are oval to elliptic in shape tapering to a point, usually 15–20 mm (0.6–0.8 in) long, 3.5–7 mm (0.1–0.3 in) wide and with 5 longitudinal veins.The flowers are bright yellow and arranged in relatively large heads on the ends of branches which continue to grow after flowering. The heads are up to 35 mm (1 in) in diameter and contain 4 to 9 groups of flowers in threes. The petals are 1.8–3.8 mm (0.07–0.1 in) long and fall off as the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing 8 to 12 stamens. Flowering occurs mainly in November and is followed by fruit which are woody capsules 4–6 mm (0.16–0.24 in) long in tight, roughly spherical groups about 25 mm (1 in) in diameter.",
    "Taxonomy and naming": "Melaleuca oldfieldii was first described in 1867 by George Bentham in \"Flora Australiensis\". The specific epithet (oldfieldii) is in recognition of the collector Augustus Oldfield who collected this species near the Murchison River.",
    "Distribution and habitat": "Melaleuca oldfieldii occurs  in the Kalbarri National Park in the Geraldton Sandplains biogeographic region, growing in sand or sandy clay, usually along streams.",
    "Conservation": "This species is classified as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning that is poorly known and from one or a few locations.",
    "Uses": "",
    "Uses-Horticulture": "This species has proven difficult to maintain in cultivation except in special conditions but its glossy leaves and attractive yellow flowers indicate its potential as an ornamental. It requires excellent drainage.",
    "Uses-Essential oils": "The leaves of Melaleuca oldfieldii contain significant quantities of 1,8-cineole.\n\n\n== References =="
  }
}