{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_torquata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. torquata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca torquata is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a prickly shrub whose leaves have a distinct mid-vein on the lower surface and which has heads of pinkish white flowerheads in early spring.",
    "Description": "Melaleuca torquata is a densely foliaged shrub with rough bark, growing to about 2.5 m (8 ft) tall. Its leaves are usually arranged alternately and are 4.5–12.8 mm (0.2–0.5 in) long and 1.2–2.5 mm (0.05–0.1 in) wide, narrow oval to egg-shaped with a prominent mid-vein producing a keel on the lower surface of the leaf. The end of the leaf tapers to a very fine point making the shrub very prickly.The stamens of the flowers are white but the petals are pink or red. The flowers are arranged in heads or short spikes on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 18 mm (0.7 in) in diameter and contain 4 to 11 individual flowers. The petals are 1.5–1.8 mm (0.06–0.07 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flowers and there are 3 to 13 stamens per bundle. The main flowering period is in September and October and is followed by fruit which are woody capsules 3–4.5 mm (0.1–0.2 in) long forming loose clusters along the stems.",
    "Taxonomy and naming": "Melaleuca torquata was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany. The specific epithet (torquata) is from the Latin words torquatus meaning \"adorned with a neck chain or collar\" in reference to the top of the fruits which looks like a crown.",
    "Distribution and habitat": "Melaleuca torquata occurs in and between the Katanning, Stirling Range and Cape Arid districts in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in clayey or sandy loam on undulating plains and in winter-wet depressions.",
    "Conservation": "Melaleuca torquata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}