{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_keigheryi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. keigheryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca keigheryi is a shrub in the myrtle family, Myrtaceae with white, papery bark and is endemic to the west coast of Western Australia. In spring, it has heads of pink flowers which fade in color to become white.",
    "Description": "Melaleuca keigheryi is a shrub with papery bark growing to 2.5 m (8 ft) tall. Its leaves are arranged alternately and are 12–23 mm (0.5–0.9 in) long, 2.4–5.2 mm (0.09–0.2 in) wide, flat, egg-shaped and with a sort, blunt tip. They are also unusual for the genus in that they have pinnate rather than longitudinal veins.The flowers are a shade of pink to purple and fade to white. They are arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 25 mm (1 in) in diameter and composed of 4 to 9 groups of flowers in threes. The petals are 1.5–2.3 mm (0.06–0.09 in) long and fall off as the flower opens. There are five bundles of stamens around the flower, each with 6 to 10 stamens. Flowering occurs between August and October and is followed by fruit which are woody capsules, 3–4 mm (0.1–0.2 in) long in roughly spherical clusters around the stem.",
    "Taxonomy and naming": "Melaleuca keigheryi was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Shark Bay. The specific epithet (keigheryi) honours Greg Keighery, an Australian botanist.",
    "Distribution and habitat": "Melaleuca keigheryi occurs in the Shark Bay district in the Carnarvon and Yalgoo biogeographic regions where it grows in sand and clay on flats and near roads.",
    "Conservation": "Melaleuca keigheryi is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}