{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_nervosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. nervosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca nervosa, commonly known as fibrebark in Northern Western Australia, is a shrub or tree in the myrtle family Myrtaceae and is endemic to northern Australia. (Some Australian state herbaria use the name Callistemon nervosus.) It is a narrow-leaved, tropical paperbark with yellow-green and red-flowering forms. As with some other melaleucas, this species has many uses to Indigenous Australians.",
    "Description": "Melaleuca nervosa grows to 2–15 m (7–50 ft) tall, has erect branches and papery-fibrous bark which may be grey, cream, brown or white. There is variation in the leaf size and shape depending on the subspecies but they are generally 30–115 millimetres (1–5 in) long, 5–40 millimetres (0.2–2 in) wide, leathery, covered with fine or curly, silky hairs when young and have 3–7 longitudinal veins.The flowers are arranged in 6 to 20 groups of three in long spikes about 100 mm (4 in) long and 50 mm (2 in) diameter. The stamens are arranged in five bundles around the flower and in this species there are 3–7 stamens per bundle. The flowers are white, creamy-green, cream, yellow-green or occasionally red. Flowers appear from April to September and are followed by fruit which are woody, cup-shaped capsules about 2–3 millimetres (0.08–0.1 in) long and wide.",
    "Taxonomy and naming": "Fibrebark was first formally described in 1848 by John Lindley and given the name Callistemon nervosum. The description was published in Thomas L. Mitchell's Journal of an expedition to the interior of tropical Australia. (Callistemon nervosum is an orthographic variant of the correct spelling Callistemon nervosus.) The type specimen was collected by Thomas Mitchell \"at Mitchell's Camp of 16th July, 1846, which is quite close to Mantua Downs on the Claude and Nogoa Rivers, south of Springsure, north Queensland.\" He described it as \"a magnificent new crimson Callistemon, with its young flowers and leaves wrapped in wool\". In 1944, Edwin Cheel changed the name to Melaleuca nervosa, the change published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (nervosa) is a Latin word meaning \"sinewy\", referring to the distinctive leaf veins of this species.Callistemon nervosus is regarded as a synonym of Melaleuca nervosa by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca is widespread in Queensland north of about Bundaberg, in the Northern Territory and the northern Kimberley in Western Australia. It occurs in a wide range of habitats including alluvium, sandy soils, along watercourses, in damp depressions and red sand dunes.",
    "Conservation": "Melaleuca nervosa is classified \"not threatened\" (in Western Australia) by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "Fibrebark is readily propagated from seed. The red form is grown at Atherton and is the more useful ornamental. It should tolerate a wide range of soils and conditions.",
    "Uses-Traditional uses": "The bark of M. nervosa is used to make coolamons for carrying food and other items and cutting into the trunk provided fresh water. The leaves were used as a decongestant and oils extracted from the leaves had uses similar to those for tea tree oil.\n\n\n== References =="
  }
}