{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_microphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. microphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca microphylla is a plant in the myrtle family, Myrtaceae and is endemic to a small area in the south-west of Western Australia. It is a bushy shrub with small, crowded leaves and bears a close resemblance to the commonly cultivated Melaleuca ericifolia of the eastern states.",
    "Description": "Melaleuca microphylla is a dense, rounded shrub growing to about 4–5 m (10–20 ft) high with glabrous foliage and grey or white papery bark. The leaves are arranged alternately, 3–8 mm (0.1–0.3 in) long, 0.3–0.5 mm (0.01–0.02 in) wide, linear to narrow lance-shaped and with a blunt or slightly pointed end.The flowers are white to creamy yellow and are arranged in small heads on the ends of the branches which continue to grow after flowering. The heads are up to 50 mm (2 in) long, 22 mm (0.9 in) in diameter and contain between 10 and 50 individual flowers. The petals are 1.0–2.2 mm (0.04–0.09 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flowers with 4 to 10 stamens in each bundle. The main flowering season is spring and is followed by fruit which are woody, cup-shaped capsules, 2–3 mm (0.08–0.1 in) long and 3–4 mm (0.1–0.2 in) in diameter, arranged in loose clusters along the stem.",
    "Taxonomy and naming": "This species was first formally described in 1812 by James Edward Smith in The Cyclopedia from a specimen \"gathered near King George's Sound, on the West Coast of New Holland, by Mr. A. Menzies\". The specific epithet (microphylla) is from the Ancient Greek words mikros meaning little and phyllon meaning \"leaf\" referring to the small leaves of this melaleuca.",
    "Distribution and habitat": "Melaleuca microphylla occurs in and between the Manjimup and Manypeaks districts in the Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It grows in sandy clay near swamps and creeks.",
    "Conservation": "Melaleuca micromera is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "This species is often used as a hedge or screen, growing successfully in most soils and situations.",
    "Uses-Essential oils": "The oil from the leaves of this species consists mainly of monoterpenes.\n\n\n== References =="
  }
}