{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_scabra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. scabra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca scabra, commonly known as rough honey-myrtle, is a species of shrub that is endemic to a small area on the south coast of Western Australia. It has warty leaves and profuse, pink to purple heads of flowers between July and November.",
    "Description": "Melaleuca scabra is a shrub that typically grows to about 1.2 m (3 ft 11 in) high and wide with glabrous branches, branchlets and leaves. The leaves are arranged alternately, linear to oblong, warty, 5–21 mm (0.20–0.83 in) long and about 1 mm (0.039 in) wide, often with a channel on the lower surface. The flowers are arranged in heads at the ends of branchlets that continue to grow after flowering. Each head is up to 22 mm (0.87 in) wide and has up to five groups of flowers, each group with three flowers. The stamens are shades of pink or deep purple with a yellow anther at the tip and are arranged in 5 bundles around the flower, each bundle containing 3 to 6 stamens. Flowering occurs from July to November and the fruit is a woody capsule 3–4 mm (0.12–0.16 in) long in almost spherical clusters.",
    "Taxonomy and naming": "Melaleuca scabra was first formally described in 1812 by Robert Brown in William Aiton's Hortus Kewensis. The specific epithet (scabra) is from the Latin word scaber meaning \"rough\", \"scurfy\", \"scabby\" or \"mangy\". This melaleuca was formerly assumed to be a widespread species until the genus was revised in 1999 by Lyndley Craven and Brendan Lepschi.In Flora Australasica of 1828, Robert Sweet described this species as \"a rare and beautiful plant\" and \"...its flowers are of a dark purple and produced in great abundance; the ends of all the young shoots being covered with them, they are there crowded in dense heads, so that they have scarcely room to expand, and are of a pleasant aromatic scent.\"",
    "Distribution and habitat": "Rough honeymyrtle occurs in coastal areas of Western Australia between Hopetoun and Israelite Bay in the Esperance Plains and Mallee biogeographic regions growing in soils containing sand, clay or laterite.",
    "Conservation": "This melaleuca is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "References": "\n{{Category:Taxa named by Robert Brown]]"
  }
}