{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ulicoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ulicoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ulicoides is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a small, densely foliaged shrub with small heads of white or cream flowers in spring. It is closely related to Melaleuca marginata but can be distinguished from it by the number and character of leaf veins.",
    "Description": "Melaleuca ulicoides grows to a height of 1 m (3 ft). Its leaves are arranged alternately, narrow triangular to narrow egg-shaped tapering to a sharp, prickly point and crescent-moon shape in cross section. The leaves are 3.9–12 mm (0.2–0.5 in) long, 1.1–2.7 mm (0.04–0.1 in) wide, glabrous when mature, have a distinct mid-vein on the lower surface and 4 other less obvious parallel veins. (Melaleuca marginata has between 7 and 17 equally indistinct veins.) There are also many distinct oil glands in the leaves.The flowers are white to cream-coloured and arranged in heads of 1 to 3 individual flowers, the heads up to 20 mm (0.8 in) in diameter. The petals are 3.5–4 mm (0.1–0.2 in) long and fall off as the flower matures. The stamens are arranged in bundles of five around the flower, with 18 to 28 stamens in each bundle. Flowers appear in October or November and are followed by fruit which are woody capsules 2.7–4 mm (0.1–0.2 in) long with teeth around the edge.",
    "Taxonomy and naming": "Melaleuca ulicoides was first described in 2010 by Lyndley Craven in Nuytsia from a specimen collected in 1965 by Alex George. The specific epithet (ulicoides) is a reference to the similarity of this species to a species of gorse Ulex in the pea family, Fabaceae.",
    "Distribution and habitat": "This melaleuca occurs in the Hopetoun and Ravensthorpe districts in the Esperance Plains biogeographic region where it grows in gravelly clay loam in mallee.",
    "Conservation": "Melaleuca ulicoides is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}