{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_linearis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. linearis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca linearis, commonly known as narrow-leaved bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales and Queensland in Australia. (Some Australian state herbaria continue to use the names Callistemon linearis, Callistemon pinifolius and Callistemon rigidus.) It is a medium-sized shrub with narrow leaves with a rigid point, and red flower spikes in late spring or early summer.",
    "Description": "Melaleuca linearis is a shrub growing to 3 metres (10 ft) tall with grey, hard, fibrous bark. Its leaves are arranged alternately and are 35–115 millimetres (1–5 in) long, 0.7–2.7 millimetres (0.03–0.1 in) wide, narrow linear in shape and flat to channelled or semi-circular in cross section. There is a mid-vein but the lateral veins are inconspicuous.The flowers are a shade of red, rarely green and arranged in spikes on the ends of branches that continue to grow after flowering and also on the sides of the branches. The spikes are 40–65 millimetres (2–3 in) in diameter and 5–10 centimetres (2.0–3.9 in) long with 20 to 90 individual flowers. The petals are 3.2–7 millimetres (0.1–0.3 in) long and fall off as the flower ages and there are 23–73 stamens in each flower. Flowering occurs from late spring to early summer and is followed by fruits that are woody capsules, 3.8–8.2 millimetres (0.1–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca linearis was first formally described in 1796 by Heinrich Schrader and Johann Christoph Wendland in Sertum Hannoveranum. The specific epithet (linearis) is a Latin word linearis meaning \"linear\" in reference to the shape of the leaves of this species.There are two varieties:\nMelaleuca linearis var. linearis has leaves that are more than 1.3 millimetres (0.05 in) wide, usually 23–33 stamens per flower and occurs in Queensland south to the Coonabarabran and Narrabri districts in New South Wales and also in and between the Central Coast and Nowra districts in New South Wales.Melaleuca linearis var. pinifolia has leaves that are less than 1.3 millimetres (0.05 in) wide, 34–73 stamens per flower and occurs in the Gilgandra, Kandos and Sydney districts in New South Wales.Callistemon linearis is regarded as a synonym of Melaleuca linearis, Callistemon pinifolius as a synonym of Melaleuca linearis var. acerosa (although this variety, named by Tausch has not been formally described) and Callistemon rigidus as a synonym of Melaleuca linearis var. linearis by the Royal Botanic Gardens, Kew.The National Herbarium of New South Wales retains the names Callistemon linearis (narrow-leaved bottlebrush), Callistemon pinifolius (pine-leaved bottlebrush) and Callistemon rigidus (stiff bottlebrush).",
    "Distribution and habitat": "Melaleuca linearis occurs in and between the south-east corner of Queensland, Nowra on the south coast of New South Wales and inland as far as Gilgandra. It grows in damp situations in a range of vegetation associations.",
    "Use in horticulture": "Melaleuca linearis has long been in cultivation (as Callistemon linearis, C. pinifolius and C. rigidus). Although not common in gardens, it is a hardy plant, thriving in most soils but preferring full sun. It is more resistant to pests such as sawfly than other melaleucas.",
    "External links": " Media related to Melaleuca linearis at Wikimedia Commons\n\n\n== References =="
  }
}