{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_gibbosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. gibbosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca gibbosa, commonly known as the slender honey-myrtle or small-leaved honey-myrtle is a plant in the myrtle family, Myrtaceae and is endemic to southern Australia. It is a dense, bushy shrub to about 2 metres (6.6 ft) with numerous slender, arching branches and oblong heads of mauve flower spikes in spring and sparsely throughout the year.",
    "Description": "Melaleuca gibbosa is a medium-sized shrub, about 2 m (7 ft) tall and wide with egg-shaped leaves which are about 2–7 mm (0.08–0.3 in) long and 2–4 mm (0.08–0.2 in) wide. The leaves are sessile and arranged in crowded, alternating, opposite pairs along the stem (decussate).The flowers are mauve, in dense, cylindrical spikes about 15 mm (0.6 in) long, containing up to about ten pairs of flowers. The stamens are conspicuous, 3.5–5.5 mm (0.1–0.2 in) long and arranged in five bundles around each flower, each with between 5 and 25 stamens. Flowers appear mainly in November to December but often appear at other times of the year. The fruit are woody capsules, about 5 mm (0.2 in) across but wider at the base where they become embedded in the woody stem. The seeds are retained in the capsules until the plant, or that part of it, dies.",
    "Taxonomy and naming": "Melaleuca gibbosa was first formally described in 1806 by the French biologist, Jacques Labillardière in Novae Hollandiae Plantarum Specimen. The specific epithet (gibbosa) from the Latin gibbosus, meaning \"gibbous\" or more swollen in one place than another, referring to the sunken fruits making the stems appear lumpy.",
    "Distribution and habitat": "Slender honey-myrtle occurs along the coasts of South Australia, Victoria and Tasmania as well as on Kangaroo Island and Flinders Island. It grows in heath in swampy areas and in scrub from sea level to approximately 1,500 m (5,000 ft). It grows vigorously in exposed positions such as  Cape Bruny at the southern tip of  Bruny Island and Hurricane Heath on the Tasman Peninsula.",
    "Ecology": "This species of melaleuca provides food for some species of caterpillar, including those of the tactile tuft-moth, Aquita tactalis (Walker, 1863).",
    "Uses": "In cultivation, M. gibbosa is a very hardy plant, suited to most soils and aspects. It is drought hardy, frost tolerant and tolerates waterlogging. It can be propagated easily from seed collected from capsules one or two years old, or from semi-hard wood cuttings.\n\n\n== References =="
  }
}