{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_paludicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. paludicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca paludicola, commonly known as river bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to eastern Australia. (Some Australian state herbaria continue to use the names Callistemon sieberi or Callistemon paludosus.) It is a shrub or small tree with flexible, often drooping branches, pinkish new growth and spikes of cream, pale yellow, or sometimes pink flowers in summer.",
    "Description": "Melaleuca paludicola is a shrub or tree growing to 8 m (30 ft) tall, with fibrous bark, or hard, fissured bark on older plants. Its leaves are arranged alternately and are 20–68 mm (0.8–3 in) long, 1.3–8 mm (0.05–0.3 in) wide, flat, linear to narrow lance-shaped and have a small point at the end. There is a distinct mid-vein and 11–18 indistinct side veins.\nThe flowers are a shade of cream to yellow, occasionally pink and are arranged in spikes on the ends of branches which continue to grow after flowering and also on the sides of the branches. The spikes are 20–30 mm (0.8–1 in) in diameter with 10 to 40 individual flowers. The petals are 2.6–4.2 mm (0.1–0.2 in) long and fall off as the flower ages and there are 48–67 stamens in each flower. Flowering occurs mainly from October to January and is followed by fruit which are woody, cup-shaped capsules, 3–4.3 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca paludicola was named in 2006 by Lyndley Craven in Novon when he transferred Callistemon sieberi to the present genus. Callistemon sieberi was first formally described by botanist Augustin Pyramus de Candolle in 1828 in Prodromus Systematis Naturalis Regni Vegetabilis.\nThe specific epithet (paludicola) is from the Latin word palus meaning “swamp”, \"marsh\", \"bog\" or \"fen\" and the suffix -cola meaning “inhabitant”. An earlier, alternative name (taxonomic synonym) for the species was Callistemon paludosus and the present name was chosen to link with the earlier one.Callistemon paludosus is regarded as a synonym of Melaleuca paludicola by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca paludicola occurs from Warwick in the far south east of Queensland, through New South Wales as far inland as the eastern part of the North West Plains to the eastern half of Victoria.  There is a disjunct population in the Mount Lofty Ranges and Adelaide districts of South Australia. It grows in and near rivers, in dry, rocky riverbeds and in flood channels subject to periodic inundation.",
    "Use in horticulture": "Melaleuca paludicola is sometimes cultivated as Callistemon sieberi. An alpine form is a smaller, denser, rounded shrub suitable as a more formal plant.",
    "Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}