{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_tamariscina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. tamariscina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca tamariscina, commonly known as bush-house paperbark or tamarix honey-myrtle is a plant in the myrtle family, Myrtaceae and is endemic to central Queensland in Australia. It grows to the height of a small tree with small, scale-like leaves that are pressed against the branches, and has a papery bark and a weeping habit.",
    "Description": "Melaleuca tamariscina is a shrub to small tree 15 m (50 ft) tall with white to grey, papery bark and pendulous foliage. Its leaves are arranged alternately, 0.5–4.3 mm (0.02–0.2 in) long, 0.5–1.2 mm (0.02–0.05 in) wide, oval to egg-shaped, half-moon shape in cross section and tapering to a point. The leaves are pressed against the stem and there are indentations in the stem matching the outline of each leaf.\nThe flowers are white, creamy white or mauve and are arranged in spikes on the sides of the branches, each spike containing 5 to 25 groups of flowers in threes and is up to 18 mm (0.7 in) in diameter and 30 mm (1 in) long. The stamens are arranged in five bundles around the flowers and each bundle contains 5 to 18 stamens. Flowering occurs at various times throughout the year and is followed by fruit which are woody capsules 2–3.5 mm (0.08–0.1 in) long.",
    "Taxonomy": "A formal description of Melaleuca tamariscina by English botanist William Jackson Hooker was first published in Thomas Mitchell's Journal of an Expedition into the Interior of Tropical Australia. Mitchell had collected the plant on 4 August 1846. The specific epithet (tamariscina) is a reference to the similarity of the leaves of this species to a member of the genus Tamarix.",
    "Distribution and habitat": "Melaleuca tamariscina occurs on the Great Dividing Range in and between the Torrens Creek and Jericho districts. It often grows in boggy places and sometimes on sandstone ridges.\n\n\n== References =="
  }
}