{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_styphelioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. styphelioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca styphelioides, known as the prickly-leaved paperbark or prickly paperbark, is a plant native to eastern Australia. It is a tree with spongy bark, prickly leaves and spikes of creamy-white flowers.",
    "Description": "It is a small to medium-sized tree up to 20 m (70 ft) high with a dense, rounded canopy and drooping branchlets. The spongy bark is white or light brown and peels off in large strips. The leaves are sessile, 7–15 mm (0.3–0.6 in) long and 2.5–6 mm (0.1–0.2 in) wide.  They are slightly twisted, have sharply-pointed tips, are arranged alternately on the branchlets and have between 15 and 30 veins.\nFlowers appear in summer in cream or white cylindrical \"bottlebrush\" spikes which are 2 to 5 cm (0.8 to 2 in) long and 1 to 2 cm (0.4 to 0.8 in) in diameter. Often new growth appears at the end of the spikes. Following flowering, grey-brown, woody capsules appear in clusters along the branchlets. These are ovoid, stalkless and 3 to 4 mm (0.1 to 0.2 in) in diameter",
    "Taxonomy": "The species was first formally described in 1797 by botanist James Edward Smith in Transactions of the Linnean Society of London from plant material collected by David Burton near Port Jackson. The specific epithet (styphelioides) refers to the  similarity of the leaves of this species with those of a plant in the genus Styphelia in the family Ericaceae.",
    "Distribution and habitat": "The species occurs along stream banks or other moist situations, mostly in coastal areas from Nowra in New South Wales and northwards in to Queensland.",
    "Use in horticulture": "This melaleuca thrives in a variety of situations ranging from swampy to hot and dry, and due to its deep-rooting characteristics lawn can be grown under its canopy. It is used as a street tree in Sydney, with good examples in Campsie, an inner southwestern suburb, and also along numerous streets in various suburbs of Greater Melbourne.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}