{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sericea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sericea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sericea is a plant in the myrtle family, Myrtaceae, and is endemic to the north of Western Australia and the north-west of the Northern Territory. It is a paperbark similar to Melaleuca dealbata but its leaves are covered with silky hairs, the flowers are whitish by comparison and it does not grow as tall as that species.",
    "Description": "Melaleuca sericea is a small tree growing to about 10 m (30 ft) tall. Its leaves are arranged alternately and are 15–65 mm (0.6–3 in) long, 3–11 mm (0.1–0.4 in) wide, narrow elliptic or narrow oval in shape, covered with silky hairs and have 3 to 5 longitudinal veins.The flowers are white or pale creamy-yellow in colour and are arranged in heads or spikes on the ends of branches that continue to grow after flowering as well as in the upper leaf axils. The heads contain 2 to 9 groups of flowers in threes and are up to 18 mm (0.7 in) in diameter. The stamens are in five bundles around the flowers, each bundle containing 6 to 14 stamens. Flowering occurs during the dry season, including from January to September and is followed by the fruit which are woody capsules 1.5–2.5 mm (0.06–0.1 in) long.",
    "Taxonomy and naming": "Melaleuca sericea was first formally described in 1984 by Norman Byrnes in Austrobaileya. The specific epithet (sericea) is from the Ancient Greek serikon meaning \"silk\", referring to the silky covering on the leaves.",
    "Distribution and habitat": "Melaleuca sericea occurs in the eastern Kimberley region in the Central Kimberley, Northern Kimberley and Victoria Bonaparte biogeographic regions and in the western part of the Northern Territory. It grows in woodland on a range of clay and sandy soils.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}