{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_cordata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. cordata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca cordata is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of  Western Australia. It is a small shrub with erect branches, heart-shaped leaves and clusters of pinkish-red to purple flowers over an extended period.",
    "Description": "Melaleuca cordata is an erect, bushy shrub which grows to a height of between 0.3 and 3 m (1 and 10 ft) with dark grey, fibrous bark. Its leaves are egg-shaped to heart-shaped, between 7.5 and 30 mm (0.3 and 1 in) long and wide with a very short, or no stalk. They are glabrous when mature, spirally arranged around the stem with 5 to 9 veins and have a pointed end.The flowers are deep pink to purplish-red, forming roughly spherical heads of flowers, thickly clustered on or near the ends of the stems. The flowers appear for extended periods from late spring to mid-summer. The fruit which follow flowering are woody capsules about 4 mm (0.2 in) in diameter, arranged in roughly spherical clusters.",
    "Taxonomy and naming": "Melaleuca cordata was first formally described in 1852 by the Russian botanist, Nikolai Turczaninow. The specific epithet (cordata) is from the Latin word, cordatus meaning \"heart-shaped\", referring to the leaves.",
    "Distribution and habitat": "This melaleuca is endemic to the south-west of Western Australia from the Geraldton-Mullewa districts south to the Lake Grace-Lake King area and east to Coolgardie. It occurs in the Coolgardie, Avon Wheatbelt, Geraldton Sandplains, Mallee and Warren biogeographic regions. It grows in a range of habitats including sandy, often gravelly soils on sandplains.",
    "Conservation status": "Melaleuca cordata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Its unusual foliage and long flowering period may make M. cordata an attractive and useful garden plant. It grows in a wide range of soils in temperate areas with low winter rainfall.\n\n\n== References =="
  }
}