{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_psammophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. psammophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca psammophila is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a small shrub with narrow leaves, heads of purple, pink or mauve flowers and clusters of woody fruit. It is similar to M. bisulcata but differs from that species in characters such as the shape of its fruit, leaves and buds but like that species is an attractive, profusely flowering shrub suitable for cultivation as a garden plant.",
    "Description": "Melaleuca psammophila is a small, ground-hugging shrub which grows to a height of about 1.5 m (5 ft). Its branchlets are covered with woolly hairs which are gradually lost as the branches mature. Its leaves are sparsely covered with shorter hairs and are arranged alternately on the stems. Each leaf is 2.3–8 mm (0.09–0.3 in) long and 0.6–1.5 mm (0.02–0.06 in) wide, linear to narrow-elliptical in shape with a rounded end, distinct oil glands and two shallow channels on the lower surface.The flowers are mostly arranged in heads on the ends of branches which continue to grow after flowering. The heads are up to  25 mm (1 in) in diameter and contain up to four groups of flowers in threes. The stamens give the flower heads their pinkish colour with each stamen tipped with a contrasting yellow anther. The stamens are arranged in five bundles around the flowers, each bundle containing between 7 and 15 stamens.  Flowering occurs in spring and early summer and is followed by fruit which are woody, urn or vase-shaped capsules 4–6.5 mm (0.2–0.3 in) long, in clusters along the stems.",
    "Taxonomy and naming": "Melaleuca psammophila was first described in 1904 by Ludwig Diels and Ernst Georg Pritzel in Botanische jahrbucher fur systematik, pflanzengeschichte und pflanzengeographie under the heading Fragmenta Phytographiae Australiae occidentalis:Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse (\"Contributions to the knowledge of the plants of West Australia, where they are found and their conditions of existence\"). The specific epithet (psammophila) is from the Ancient Greek ψάμμος (psámmos), meaning “sand” and φίλος (phílos), meaning “dear one\" or \"friend” referring to this species' preference for growing in sand.",
    "Distribution and habitat": "Melaleuca psammophila occurs in and between the Nerren Nerren, Kalbarri and Geraldton districts in the Geraldton Sandplains and Yalgoo biogeographic regions growing in sand on sandplains.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species has been successfully grown in the southern parts of Australia in sunny positions in light, well-drained soils.\n\n\n== References =="
  }
}