{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ordinifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ordinifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ordinifolia is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia.  It is closely related to Melaleuca brevifolia, but is smaller and differing mainly in its leaf features.",
    "Description": "Melaleuca ordinifolia is a shrub to about 1.5 m (5 ft) tall. Its leaves are crowded together, and arranged in alternating pairs (decussate), so that they are in four rows along the branchlets. Each leaf is 3–7 mm (0.1–0.3 in) long and 0.8–1.5 mm (0.03–0.06 in) wide, very narrow oval in shape, slightly dished and with a rounded end.This species flowers profusely with many heads of white flowers on the sides of the branches. Each head is up to 15 mm (0.6 in) in diameter and contains one to six individual flowers. The stamens are arranged in five bundles around the flowers and there are 8 to 12 stamens per bundle. The main flowering period is in early spring and is followed by fruit which are woody capsules  3–4.2 mm (0.12–0.17 in) long.",
    "Taxonomy and naming": "Melaleuca ordinifolia was first formally described in 1992 by Bryan Barlow in Nuytsia as a new species. The specific epithet (ordinifolia) is from the Latin ordo meaning a \"methodical arrangement\", \"line\", \"series\" or \"row\"  and folium meaning \"a leaf\" referring to the regular arrangement of the leaves.",
    "Distribution and habitat": "Melaleuca ordinifolia is confined to the Stirling Range and Hamersley River districts in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions growing in sandy loam or clay.",
    "Conservation": "This species is classified as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning that is poorly known and from one or a few locations.\n\n\n== References =="
  }
}