{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_phratra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. phratra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca phratra is a plant in the myrtle family, Myrtaceae and is endemic to Queensland in Australia. (Some Australian state herbaria use the name Callistemon phratra.) It is a large shrub similar to Melaleuca paludicola but has flower spikes that are a shade of pink.",
    "Description": "Melaleuca phratra is a large shrub or small growing to 10 m (30 ft) tall with hard, brown or grey to black fissured bark. Its leaves are arranged alternately and are 22–57 mm (0.9–2 in) long, 1.2–5 mm (0.05–0.2 in) wide, flat, narrow elliptic in shape with a mid-vein and 13 to 24 indistinct lateral veins. The leaves usually have some thickening at the mid-vein and prominent oil glands.The flowers are arranged in spikes on the ends of branches that continue to grow after flowering or on the sides of the branches and are 25–30 mm (0.98–1.2 in) in diameter with 10 to 30 individual flowers. The petals are 2–3.8 mm (0.08–0.1 in) long and fall off as the flower ages and there are 47–72 stamens in each flower. The filaments of the stamens are pink with a yellow anther. Flowering occurs from November to February and is followed by fruit that are woody capsules, 3.1–3.7 mm (0.12–0.15 in) long.",
    "Taxonomy and naming": "Melaleuca phratra was first formally described in 2009 by Lyndley Craven in Novon. The specific epithet (phratra) is from the Greek word phratra meaning \"clan\" or \"brotherhood\" referring to the similarity of this species to M. paludicola, M. quercina and M. sabrina.Callistemon phratra is regarded as a synonym of Melaleuca phratra by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs in and between the Injune and Texas districts in Queensland. It grows along creek banks.\n\n\n== References =="
  }
}