{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sheathiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sheathiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sheathiana, commonly known as boree is a plant in the myrtle family, Myrtaceae, and is endemic to central and south-western  Western Australia. It is similar to Melaleuca pauperiflora except that it has small, spoon-shaped leaves.",
    "Description": "Melaleuca sheathiana is a shrub or small tree growing to a height of 7 m (20 ft) with papery bark. The leaves are arranged alternately, 2–3.5 mm (0.08–0.1 in) long, 0.9–1.3 mm (0.04–0.05 in) wide, narrow spoon shaped, almost circular in cross section and with a rounded or blunt point on the end.The flowers are cream or white, arranged in heads or short spikes with 4 to 11 individual flowers, the spike up to 15 mm (0.6 in) in diameter. The stamens are arranged in five bundles around the flower and there are 9 to 14 stamens per bundle. The main flowering season is spring and is followed by fruit which are woody capsules 2.8–4.1 mm (0.1–0.2 in) long in clusters along the stem.",
    "Taxonomy and naming": "Melaleuca sheathiana was first formally described in 1902 by William Fitzgerald in \"Journal and Proceedings of the Royal Society of Western Australia\". The specific epithet (sheathiana) is to honour Jeremiah Sheath, an early Superintendent of King's Park in Perth. The common name, boree or booree, is taken from the Noongar name for the plant.",
    "Distribution and habitat": "Boree occurs in and between the Lake Barlee, Lake Cronin and Rawlinna districts in the Coolgardie, Mallee and Murchison biogeographic regions where it grows in sandy, clayey or loamy soils on stony hillsides and dunes.",
    "Conservation": "Melaleuca sheathiana is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "Boree is a useful shrub for hedges and windbreaks in temperate climates. It grows well in most well-drained soils and it is frost hardy.",
    "Uses-Essential oils": "The leaves of this species contain a number of essential oils, the most abundant being alpha-Pinene and 1,8-cineole (Eucalyptol).\n\n\n== References =="
  }
}