{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_manglesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. manglesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca manglesii is a plant in the myrtle family Myrtaceae and is endemic to a small area in the south-west of Western Australia. It is a low, spreading shrub which produces large numbers of heads of purple flowers with yellow tips in spring.",
    "Description": "Melaleuca manglesii is a shrub growing to about 1.5 m (5 ft) high and wide. The leaves are arranged alternately, 3.0–7.5 mm (0.1–0.3 in) long, 1.0–1.6 mm (0.04–0.06 in) wide, narrow elliptic in shape and with a rounded ends.The flowers are arranged in heads at or near the ends of the branches which continue to grow after flowering. The heads are up to 22 mm (0.9 in) in diameter and contain between 2 and 8 groups of flowers in threes. The petals are 1.8–2.0 mm (0.07–0.08 in) long and fall off soon after the flower opens. The stamens are arranged in five bundles around the flowers and are deep pink or mauve in colour tipped with a yellow stigma. There are 5 to 7 stamens in each bundle. Flowering occurs in spring and is followed by fruit which are woody, cup-shaped capsules 2.8–4 mm (0.1–0.2 in) long, arranged in small groups along the stem.",
    "Taxonomy and naming": "This species was first described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (mangles) is in honour of James Mangles, a collector of  Western Australian plants.",
    "Distribution and habitat": "Melaleuca manglesii occurs between Wyalkatchem, Meckering and Kellerberrin in the Avon Wheatbelt biogeographic region. It grows in scrub on sand.",
    "Conservation": "This species is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.",
    "Uses": "",
    "Uses-Horticulture": "This melaleuca has been cultivated in Western Australia in well-drained soils; however, it is probably not suited to the more humid eastern states of Australia.",
    "Uses-Essential oils": "The oil from the leaves of this species consists mainly of monoterpenes and sesquiterpenes at the rate of 0.5% (weight/fresh weight).\n\n\n== References =="
  }
}