{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_rigidifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. rigidifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca rigidifolia is a shrub in the myrtle family Myrtaceae, endemic to the south of Western Australia. It is similar to Melaleuca plumea with its pink or purple flowers but is distinguished from that species by its lack of fluffy hairs on the flowers and its spherical clusters of fruits.",
    "Description": "Melaleuca rigidifolia is a bushy shrub with fibrous bark usually growing to a height of about 3.5 m (10 ft). Its leaves are arranged alternately, 5–19.5 mm (0.2–0.8 in) long and 0.8–2.3 mm (0.03–0.09 in) wide, glabrous and linear, lance-shaped or narrow oval in shape.The flowers are deep pink to purple, in heads on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. The heads are up to 18 mm (0.7 in) in diameter with 4 to 9 groups of flowers in threes. The petals are 0.6–1.5 mm (0.02–0.06 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flower, each bundle with 2 to 6 stamens. Flowers appear between July and December. The fruit that follow are woody capsules 2–4 mm (0.08–0.2 in) long forming almost spherical clusters.",
    "Taxonomy and naming": "Melaleuca rigidifolia was first formally described in 1852 by Nikolai Turczaninow in \"Bulletin de la classe physico-mathematique de l'Academie Imperiale des sciences de Saint-Petersburg\". The specific epithet (rigidifolia) is from the Latin words rigidus meaning \"stiff\", \"hard\" or \"inflexible\" and folia meaning \"leaves\" referring to the stiff leaves of this melaleuca.",
    "Distribution and habitat": "Melaleuca rigidifolia occurs in and between the Stirling Range, Albany, Lake Cronin and Esperance districts in the Coolgardie, Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in a range of vegetation associations and soils on salty claypans and gravel pits and sometimes near railway lines.",
    "Conservation": "This melaleuca is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}