{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pauciflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pauciflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pauciflora is a shrub in the myrtle family Myrtaceae, endemic to the south-west of Western Australia. Its decussate leaf arrangement and its small heads of white flowers on the sides of its branches are diagnostic. This is probably the least spectacular of all the melaleucas.",
    "Description": "Melaleuca pauciflora is a bushy shrub usually growing to a height of about 3 m (10 ft). Its leaves are in alternate pairs, the pairs at right angles to the ones above and below so that there are four rows of leaves along the stems. The leaves are 3–12 mm (0.1–0.5 in) long and 0.9–2.0 mm (0.04–0.08 in) wide, glabrous and elliptic in shape but tapering towards the end.The flowers are white, in small heads up to 6 mm (0.2 in) in diameter and contain 2 to 8 flowers. The petals are 1–1.4 mm (0.04–0.06 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flower, each bundle with 2 to 7 stamens. Flowers appear in summer and are followed by fruit which are woody capsules 1.5–2 mm (0.06–0.08 in).",
    "Taxonomy and naming": "Melaleuca pauciflora was first formally described in 1847 by Nikolai Turczaninow in \"Bulletin de la Societe Imperiale des Naturalistes de Moscou\". The specific epithet (pauciflora) is from the Latin words paucus meaning \"few\" or \"little\" and flos meaning \"flower\" or \"blossom\" referring to the inflorescences which are small and have few flowers.",
    "Distribution and habitat": "Melaleuca pauciflora occurs between the Perth area and Albany in the Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions. It grows in sand in estuaries, swamps and other winter-wet areas.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "References": "",
    "External links": "Melaleuca pauciflora Occurrence data from the Australasian Virtual Herbarium"
  }
}