{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_dealbata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. dealbata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca dealbata, commonly known as karnbor or blue paperbark, is a plant in the myrtle family, Myrtaceae and is native to tropical areas in northern Australia, New Guinea and Indonesia. It is a medium to large leafy tree, growing in wet areas such as on the edges of coastal lagoons. It has papery bark, relatively large, blue-green leaves and spikes of cream-coloured flowers over a long period.",
    "Description": "Melaleuca dealbata is a relatively slow-growing tree to 25 m (80 ft) with blue-grey foliage, hairy, pendulous branchlets and papery, layered bark. The leaves are arranged alternately along the branches and are elliptic to oval in shape, 50–126 mm (2–5 in) long, 10–30 mm (0.4–1 in) wide and have five to seven prominent longitudinal veins. Young shoots and twigs are densely clothed in erect, white or silver hairs.The small, creamy-white flowers are loosely arranged in 7 to 28 groups of three on spikes up to 120 mm (5 in) long and 25 mm (1 in) wide. The stamens are arranged in five bundles around the flower with 5 to 8 stamens per bundle. Flowering occurs from May to December but  mainly in spring, and the fruit that follows are cup or barrel-shaped woody capsules, 2.5–3.5 mm (0.098–0.14 in) wide and long. When the fruit matures, the fine, sawdust-like seeds are released.",
    "Taxonomy and naming": "Melaleuca dealbata was first formally described in 1968 by S.T. Blake in Contributions from the Queensland Herbarium. The specific epithet (dealbata) is from the Latin dealbatus, meaning \"covered with a white powder\". There are a large number of common names for this plant, including karnbor, swamp tea-tree, soapy tea-tree, blue-leaved paperbark, blue paperbark, honey tree and cloudy tea-tree.",
    "Distribution and habitat": "Karnbor occurs in southern Papua New Guinea, Irian Jaya, Indonesia and northern Australia from north of Maryborough in Queensland through north Queensland to the Top End of the Northern Territory and into the Broome-Derby area and Weaber Range in the east Kimberley region of Western Australia. It grows in warm to hot, humid, frost-free zones where the mean annual rainfall is mainly 1,100–1,750 mm (43–69 in) in summer. It is found in swampy areas near the coast and inland, mostly on wet sites along stream banks, on seasonally swampy ground and on the edges of lagoons with a range of soil types from sand to clay.",
    "Ecology": "The nectar-rich flowers of this tree attract parrots, honeyeaters, flying foxes and possums.",
    "Uses": "The timber from Melaleuca dealbata is moderately heavy and very strong suggesting its potential use for posts and poles. The tree is very decorative and useful for shelterbelts and soil stabilisation and has been used for the restoration of bauxite mining sites in northern Australia. It is an excellent source of nectar for honey production. The species has been tested for its oil components and found to produce an essential oil in low yield, including predominantly monoterpenes and sesquiterpenes with variation between individual plants.\n\n\n== References =="
  }
}