{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_thymoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. thymoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca thymoides is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is usually a low shrub. The ends of the branches usually end in a sharp spine and the leaves also have a sharp point. Bright yellow flowers appear on the ends of the branches in spring or early summer.",
    "Description": "Melaleuca thymoides is a spreading shrub usually no more than 1 m (3 ft) tall and wide, although sometimes it is up to 3 m (10 ft) tall, with the branchlets usually ending in a sharp spine. The leaves are arranged alternately along the stem, 2.4–13.8 mm (0.09–0.5 in) long, 0.7–3.6 mm (0.03–0.1 in) wide, lance-shaped to narrow oval and ending with a sharp point. The leaves have a central and two marginal veins.The flowers are bright yellow, and arranged in a spike or a head near the ends of branches. The heads are up to 15 mm (0.6 in) in diameter and contain 2 to 15 groups of flowers in threes. The stamens are arranged in five bundles around the flower, each bundle with 7 to 11 stamens. Flowering occurs from August to February but mainly in October and November. The fruit which follow are woody capsules 2.3–4 mm (0.09–0.2 in) long in clusters of about six which are about 10 mm (0.4 in) in diameter. The rim of the fruit are flat.",
    "Taxonomy and naming": "Melaleuca thymoides was first formally described in 1806 by the French biologist, Jacques Labillardière in Novae Hollandiae Plantarum Specimen. The specific epithet (thymoides) refers to the similarity of the foliage of this species with those of a species of Thymus in the Family Lamiaceae.",
    "Distribution and habitat": "This melaleuca occurs in coastal areas in and between the Perth, Albany and Cape Arid districts in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It grows in sand on granite hills and in areas that are flooded after rain.",
    "Conservation": "Melaleuca thymoides is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}