{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_viminalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. viminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca viminalis, commonly known as weeping bottlebrush, or creek bottlebrush is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales, Queensland and Western Australia. (Some Australian state herbaria continue to use the name Callistemon viminalis.) It is a multi-trunked, large shrub or tree with hard bark, often pendulous foliage and large numbers of bright red bottlebrush flowers in spring and summer. It is possibly the most commonly cultivated melaleuca in gardens and its cultivars are often grown in many countries.",
    "Description": "Melaleuca viminalis is a large shrub or small tree growing to 10 m (30 ft) tall with hard, fibrous, furrowed bark, a number of trunks and usually pendulous branches. Its leaves are arranged alternately and are 25–138 mm (1–5 in) long, 3–27 mm (0.1–1 in) wide, more or less flat, very narrow elliptical to narrow egg-shaped with the narrower end towards the base and the other end tapering to a sharp point. The leaves have a mid-vein, 9-27 lateral veins and large number of conspicuous oil glands.The flowers are bright red and are arranged in spikes on and around the ends of branches which continue to grow after flowering. The spikes are 35–50 mm (1–2 in) in diameter and 40–100 mm (2–4 in) long with 15 to 50 individual flowers. The petals are 3.4–5.9 mm (0.1–0.2 in) long and fall off as the flower ages and the stamens are arranged in five bundles around the flower. The bundles are sometimes obscure but each contains 9 to 14 stamens.  Flowering occurs from September to December and often sporadically throughout the year. Flowering is followed by fruit which are woody capsules, 3.8–4.8 mm (0.1–0.2 in) long and 5–6 mm (0.20–0.24 in) in diameter.",
    "Taxonomy and naming": "Melaleuca viminalis was first named in 2009 by Lyndley Craven in Novon when Callistemon viminalis was transferred to the present genus. Metrosideros viminalis was first formally described in 1788 by Joseph Gaertner in De Fructibus et Seminibus Plantarum. The specific epithet (viminalis) is from the Latin word vimen meaning an \"osier\" or \"pliant twig\" referring to the weeping habit of the branchlets of this species.There are two subspecies:\n\nMelaleuca viminalis (Sol. ex Gaertn.) Byrnes subsp. viminalis which is a multi-trunked shrub or small tree growing to 15 metres (50 ft) high and which often flowers throughout the year;\nMelaleuca viminalis  subsp. rhododendron Craven , a single-stemmed tree growing to 35 metres (100 ft) high which flowers mostly in September and October, and occurs only in the Injune district in Queensland.Callistemon viminalis is regarded as a synonym of Melaleuca viminalis by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs along the eastern part of Queensland from the Cape York Peninsula south to Moree and Grafton in New South Wales. There are also disjunct populations in the far north and south-west of Western Australia. It mostly grows in and along watercourses, mainly in sandstone or granite country.",
    "Ecology": "Melaleuca viminalis provides food for nectivores. Its adaptations to survive strong currents during flood events allow it to slow the flow of floodwater and reduce erosion, thereby improving the water quality in streams and rivers. The matted roots of this species also strengthen the soil of riverbanks, further reducing the potential for erosion.",
    "Use in horticulture": "A widely grown garden plant and street tree, usually known as Callistemon viminalis, Melaleuca viminalis is a hardy species in most soils when grown in full sun. It is useful as a screening plant and is suitable for planting as a street tree. It needs regular watering but can survive drought as a mature plant although it is not frost hardy and will succumb to salt spray.Many cultivars of this species have been developed as cultivars of Callistemon. They include:\n\nC. viminalis 'Captain Cook';\nC. viminalis 'Rose Opal';\nC. viminalis 'Dawson River Weeper';\nC. viminalis 'Hannah Ray';\nC. viminalis 'Prolific';\nC. viminalis 'Hen Camp Creek';\nC. viminalis 'Wild River'.\n\n\n== References =="
  }
}