{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_apodocephala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. apodocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca apodocephala is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a low, bushy shrub with crowded, grey-green leaves, corky bark and a profusion of creamy-yellow flowers on the sides of the branches.",
    "Description": "Melaleuca apodocephala sometimes grows to a height of 4 cm (2 in) but often much less. It has grey-green, glabrous, linear leaves which are mostly 4–12 mm (0.2–0.5 in) long, 0.7–1.7 mm (0.03–0.07 in) wide, arranged alternately on the stems. The ends of the leaves are pointed without being prickly.The flowers are  creamy-white with yellow stamens, arranged in roughly spherical clusters along the branches. Each cluster is up to 12 mm (0.5 in) in diameter and contains up to 15 individual flowers. The stamens are in five bundles around the flower and there are 6-13 stamens per bundle. The main flowering season is in summer and is followed by fruit which are woody capsules 3–5.5 mm (0.1–0.2 in) long, arranged in nearly spherical clusters around the stem.  Over time the clusters become embedded in the corky branches.",
    "Taxonomy and naming": "Melaleuca apodocephala was first formally described in 1852 by Nikolai Turczaninow in \"Bulletin de la classe physico-mathematique de l'Academie Imperiale des sciences de Saint-Petersburg\". The specific epithet (apodocephala) is from the latinised Greek apodus meaning \"sessile\" and -cephalus meaning \"headed\", referring to the sessile fruiting capsules.",
    "Distribution and habitat": "This melaleuca occurs in and between the Stirling Range and Scaddan districts in the Esperance, Mallee and Swan Coastal Plain biogeographic regions. It grows in sand, rocky clay, loam on limestone cliffs, in saline depressions, dunes and swales.",
    "Conservation status": "Melaleuca apodocephala is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}