{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_linearifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. linearifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca linearifolia, commonly known as netted bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to New South Wales in Australia. (Some Australian state herbaria continue to use the name Callistemon linearifolius). It is a shrub with narrow, pointed leaves and red flower spikes in spring or summer.",
    "Description": "Melaleuca linearifolia is a shrub or small tree growing to 4 m (10 ft) tall with grey, hard, flaking bark. Its leaves are arranged alternately and are 29–152 mm (1–6 in) long, 4–13 mm (0.2–0.5 in) wide, flat but thickened at the edges, linear to lance-shaped, pointed at the tip, with a mid-vein and 17 to 35 branching veins.\nThe flowers are red to dark crimson and arranged in spikes on the ends of branches which continue to grow after flowering and also on the sides of the branches. The spikes are 35–55 mm (1–2 in) in diameter and 9–10 cm (3.5–3.9 in) long with 30 to 90 individual flowers. The petals are 3.2–6.6 mm (0.1–0.3 in) long and fall off as the flower ages and there are 21–23 stamens in each flower. Flowering occurs from spring to summer and is followed by fruit which are woody capsules, 4.8–6 mm (0.19–0.24 in) long.",
    "Taxonomy and naming": "Melaleuca linearifolia was first formally described in 2006 by Lyndley Craven in Novon.  The specific epithet (linearifolia) is from the Latin words linearis meaning \"linear\" and folium meaning \"a leaf\" in reference to the shape of the leaves of this species.",
    "Distribution and habitat": "Melaleuca linearifolia occurs on the coast of New South Wales from Nelson Bay to the Georges River, where it grows in dry sclerophyll forest near sandstone.",
    "Conservation": "Melaleuca linearifolia has been classified as \"vulnerable\" by the New South Wales Government.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}