{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_howeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. howeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca howeana, commonly known as tea tree, is a plant in the myrtle family, Myrtaceae and is endemic to the Lord Howe Island group, 600 km (400 mi) off the east coast of Australia. It is common in exposed areas, on cliffs and ridges, occasionally forming pure stands. Its closest mainland relative is Melaleuca ericifolia.",
    "Description": "Melaleuca howeana is a dense shrub growing to 3–4 m (10–10 ft) tall with flaky bark. Its young branchlets have fine, soft, silky hairs but become glabrous with age. Its leaves are arranged alternately, sometimes in whorls of three, each leaf 3.3–9 mm (0.1–0.4 in) long, 1–1.6 mm (0.04–0.06 in) wide, linear to narrow elliptic in shape with a blunt tip.\nThe flowers are white,  arranged in spikes at the ends of branches which continue to grow after flowering. Each spike is up to 20 mm (0.8 in) wide and contains between 6 and 18 individual flowers. The petals are 1.5–2 mm (0.06–0.08 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flower with 6 to 12 stamens per bundle. Flowering occurs from mid-September to December and is followed by fruit which are woody, cup-shaped capsules 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca howeana was first formally described in 1924 by Edwin Cheel in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (howeana) refers to Lord Howe Island.",
    "Distribution and habitat": "Melaleuca howeana occurs on Lord Howe Island and Ball's Pyramid. It is common, especially in sites exposed to salt spray such as on the seashore and sea cliffs but also on ridges further inland.",
    "Ecology": "Melaleuca howeana provides habitat for the Lord Howe Island Stick Insect Dryococelus australis, a critically endangered species. A specimen on Ball's Pyramid is growing in a small crevice where water seeps through cracks in the underlying rocks. This moisture supports a relatively lush plant growth which resulted in a build-up of plant debris, several metres deep. The insects have been bred in captivity and returned to Lord Howe Island.\n\n\n== References =="
  }
}