{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_fissurata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. fissurata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca fissurata is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of  Western Australia. It is a shrub with rough bark, dished leaves and heads of white or yellow flowers in spring. It is closely related to Melaleuca lateriflora but differs from it in having roughly textured, corky fruit and shorter, convex shaped leaves.",
    "Description": "Melaleuca fissurata is a shrub growing up to 4 m (10 ft) tall with rough bark. Its leaves are arranged alternately, 3–5 mm (0.1–0.2 in) long and 1.5–3 mm (0.06–0.1 in) wide and broadly elliptical in shape. In cross section the leaves are concave or dished.The white or yellow flowers are arranged in heads on the sides of the branches. The heads are up to 25 mm (0.98 in) in diameter and contain one to 5 individual flowers. The petals are 2–4.7 mm (0.08–0.2 in) long and fall after the flower opens. The stamens are arranged in five bundles around the flower, each bundle containing 10 to 16 stamens. Flowers appear in early spring and are followed by fruit which are woody capsules 5–7 mm (0.2–0.3 in) long and roughly textured on the outside.",
    "Taxonomy and naming": "Melaleuca fissurata was first formally described in 1986 by Bryan Barlow in Nuytsia as a new species. The specific epithet (fissurata) is from the Latin fissura meaning \"crack\" or \"cleft\", referring to the cracked surface of the fruit.",
    "Distribution and habitat": "Melaleuca fissurata is found between the Hyden and Scaddan districts in the Mallee biogeographic region. It grows in sand and sandy loam on samphire flats and salt pans.",
    "Conservation status": "This species is classified \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is \"rare, threatened or ... in need of monitoring\". It is included in the IUCN red list of threatened plants, classified as \"rare\".\n\n\n== References =="
  }
}