{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_radula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. radula"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca radula, commonly known as graceful honey-myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an open, spreading shrub with narrow leaves, profuse pink or purple flowers in late winter and smooth, almost spherical fruits.",
    "Description": "Melaleuca radula is a spreading shrub, growing to 5 m (20 ft) tall with coarse bark. Its leaves are arranged in alternating pairs (decussate) so that they make four rows along the branches. The leaves are 10–45 mm (0.4–2 in) long, 0.7–2 mm (0.03–0.08 in) wide, linear to elliptic in shape with the sides turned up so that they are crescent moon-shaped in cross section. There are prominent oil glands on the lower surface.The flowers are white or more usually a shade of pink to mauve. They are arranged in pairs of up to 5, the flowers on opposite sides of the branches forming a spike up to 40 mm (2 in) long and 30 mm (1 in) in diameter. The petals are 4.5–6.5 mm (0.2–0.3 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 30 to 90 stamens giving the spike a fluffy appearance. Flowering mostly occurs from July to September, and is followed by fruit which are woody, almost spherical capsules, 4–6 mm (0.16–0.24 in) in diameter in clusters along the stem.",
    "Taxonomy and naming": "Melaleuca radula was first formally described in 1839 by John Lindley in  an appendix to Edwards Botanical Register entitled A Sketch of the Vegetation of the Swan River Colony. The specific epithet (radula) is derived from Latin word meaning “a scraper”  but it is not clear why Lindley chose this name.",
    "Distribution and habitat": "This melaleuca occurs in and between the Kalbarri, Perth and Norseman districts in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Jarrah Forest, Mallee, Murchison, Swan Coastal Plain and Yalgoo biogeographic regions. It grows in sandy and gravelly soils often near granite or laterite and near creeks and streams.",
    "Conservation": "Melaleuca radula is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Aboriginal (Noongar) uses": "The leaves were boiled with water to make antiseptic mouthwashes for treating sore gums and for external application to sores and other skin problems. Internally, the decoction was used for upset stomachs and indigestion. Young leaves were chewed for headaches.The compound, terpinen-4-ol, is thought to be responsible for the antibacterial and antiseptic quality of the melaleuca oil.\n\n\n== References =="
  }
}