{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_nanophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. nanophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca nanophylla, commonly known as dwarf-leaved honey-myrtle is a rare plant in the myrtle family, Myrtaceae and is endemic to two small areas, one in Western Australia and the other in  South Australia. It has tiny leaves with their upper surfaces pressed against the stems and small heads of white or pale yellow flowers.",
    "Description": "Melaleuca nanophylla is a shrub or small tree growing to about 5–6 m (20–20 ft) high with glabrous foliage and rough or papery bark. The leaves are arranged alternately, 0.8–2.6 mm (0.03–0.1 in) long, 0.6–1.2 mm (0.02–0.05 in) wide, broad oval in shape with a short, blunt point.The flowers are white to creamy yellow and are arranged in small heads between the leaves. The heads are up to 10 mm (0.4 in) in diameter and contain between 1 and 9 groups of flowers, usually in threes. The petals are 1.4–1.7 mm (0.06–0.07 in) long and the stamens are arranged in five bundles around the flowers with 6 to 12 stamens in each bundle. The main flowering season is in early spring and is followed by fruit which are woody, cup-shaped capsules, 2–2.3 mm (0.08–0.09 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1979 by John Carrick in Journal of the Adelaide Botanic Gardens from a specimen collected about 35 kilometres (20 mi) west of Emu.  The specific epithet (nanophylla) is from the Ancient Greek words nânos meaning “dwarf” and phýllon for “leaf” referring to the small leaves of this melaleuca.",
    "Distribution and habitat": "Melaleuca nanophylla occurs in the Emu district in South Australia. In Western Australia it is found in the  Van Linden Lakes area in the Gibson Desert biogeographic region. It grows near clay pans, in soils containing gypsum or chalk and in sandy clay.",
    "Conservation": "Melaleuca nanophylla is listed as a \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}