{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_spathulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. spathulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca spathulata is a shrub in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a well known garden shrub featuring dark green leaves against light-coloured foliage, many twisted branches and profuse heads of bright pink \"pom pom\" flower heads in spring or early summer.",
    "Description": "Melaleuca spathulata is a shrub with light grey, papery bark which grows to a height of 2 m (7 ft). Its branches are often twisted and mostly glabrous. The leaves are arranged alternately, well-spaced along the branchlets, 2.5–9.5 mm (0.1–0.4 in) long, 1.5–2.7 mm (0.06–0.1 in) wide, egg-shaped to spoon-shaped and tapering to a point. The leaves have a mid-vein and a number of indistinct parallel veins.The flowers are a shade of pink to purple and are arranged in spikes on the ends of branches which continue to grow after flowering, and sometimes in the upper leaf axils. The spikes contain 2 to 9 groups of flowers in threes and are up to 10 mm (0.4 in) in diameter and  20 mm (0.8 in) long. The stamens are arranged in five bundles around the flowers and each bundle contains 2 to 5 (mostly 3) stamens. Flowering occurs between September and January and is followed by fruit which are woody capsules 2–2.5 mm (0.08–0.1 in) long in almost spherical clusters which are up to 10 mm (0.4 in) in diameter.",
    "Taxonomy": "Melaleuca spathulata was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (spathulata) is from the Ancient Greek σπάθη (spathê) meaning \"broad blade\" or \"paddle for stirring and mixing\" referring to the spoon-like leaf shape.",
    "Distribution and habitat": "Melaleuca sieberi occurs in and between the Gnowangerup, Pingrup, Albany and Bremer Bay districts in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee and Warren biogeographic regions. It grows in sandy, clayey and gravelly soils in winter-wet areas and on low ridges.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca spathulata is well known in cultivation because of its interesting foliage and attractive heads of flowers. It prefers a sunny, well-drained position but will also grow in heavier soils. It is frost hardy and pest resistant, having been grown for more than ten years in the Australian National Botanic Gardens in Canberra. It is cultivated from seed or from cuttings taken when the new growth is beginning to harden.\n\n\n== References =="
  }
}