{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_zeteticorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. zeteticorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca zeteticorum is a shrub in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with narrow leaves and pale to bright yellow flowers in spring. Its species name zeteticorum was given \"in honour of these persons who for their enjoyment explore natural vegetation communities to become familiar with their constituent species\".",
    "Description": "Melaleuca zeteticorum is a shrub, growing to a height of 3 m (10 ft). The leaves are linear to narrowly oval in shape, 7–13 mm (0.3–0.5 in) long and 0.9–1.5 mm (0.04–0.06 in) wide.The flowers are arranged in heads 28 mm (1 in) in diameter near the ends of the branches in five to thirteen groups of three flowers. The flowers are bright yellow, pale lemon-yellow or whitish, turning pink with age. The stamens are arranged in bundles of five around the flower, with three to six stamens in each bundle. The base of the flower is 0.8–1.2 mm (0.03–0.05 in) long. Flowering occurs in October and November and is followed by fruit which are woody capsules closely packed together, appearing like a single fruit.",
    "Taxonomy and naming": "Melaleuca zeteticorum was first formally described in 2004 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany. The specific epithet (zeteticorum) is from the Greek ζητητικός or zētētikós, meaning \"disposed to search\" \"in honour of these persons who for their enjoyment explore natural vegetation communities to become familiar with their constituent species\".",
    "Distribution and habitat": "Melaleuca zeteticorum occurs from the Dowerin-Cunderdin-Beacon district, eastwards to the Coolgardie-Norseman district, in the Avon Wheatbelt, Coolgardie, Great Victoria Desert and Murchison biogeographic regions.",
    "Conservation": "Melaleuca zeteticorum is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Essential oils": "This leaf oil of this species is mostly monoterpenes at a yield of 1.5 - 2.5%.",
    "Uses-Horticulture": "This plant may have potential for growing on semi-saline soils in subarid regions and is suitable as an ornamental shrub in such areas.\n\n\n== References =="
  }
}