{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_quinquenervia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. quinquenervia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca quinquenervia, commonly known as the broad-leaved paperbark, paper bark tea tree, punk tree or niaouli, is a small- to medium-sized tree of the myrtle family, Myrtaceae. It grows as a spreading tree up to 20 m (70 ft) tall, with its trunk covered by a white, beige and grey thick papery bark. The grey-green leaves are egg-shaped, and cream or white bottlebrush-like flowers appear from late spring to autumn. It was first formally described in 1797 by the Spanish naturalist Antonio José Cavanilles.\nNative to New Caledonia, Papua New Guinea and coastal eastern Australia, from Botany Bay in New South Wales northwards into Queensland, M. quinquenervia grows in swamps, on floodplains and near rivers and estuaries, often on silty soil. It has become naturalised in the Everglades in Florida, where it is considered a serious weed by the USDA.",
    "Description": "Melaleuca quinquenervia is a small to medium sized, spreading tree which usually grows to a height of 8–15 m (30–50 ft) high and a spread of 5–10 m (20–30 ft) but is sometimes as tall 25 m (80 ft). Young growth is hairy with long and short, soft hairs. The leaves are arranged alternately and are flat, leathery, lance-shaped to egg-shaped, dull or grey-green, 55–120 mm (2–5 inches) long and 10–31 mm (0.4–1 inch) wide, three to eight times as long as wide.\nThe flowers are arranged in spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The spikes contain 5 to 18 groups of flowers in threes and are up to 40 mm (2 in) in diameter and 20–50 mm (0.8–2 in) long. The petals are about 3 mm (0.1 in) long and fall off as the flower ages. The stamens are white, cream-coloured or greenish and are arranged in 5 bundles around the flower, with 5 to 10 stamens per bundle. Flowering occurs from spring to early autumn, September to March in Australia. Flowering is followed by fruit which are woody, broadly cylindrical capsules, 2.5–4 mm (0.1–0.2 in) long and clustered, spike-like along the branches. Each capsule contains many tiny seeds which are released annually.",
    "Taxonomy": "The broad-leaved paperbark was first formally described in 1797 by the Spanish naturalist Antonio José Cavanilles, who gave it the name Metrosideros quinquenervia. The description was of a specimen collected \"near Port Jackson\" and it was published in Icones et Descriptiones Plantarum. In 1958, Stanley Thatcher Blake of the Queensland Herbarium transferred the species to Melaleuca.  The specific epithet (quinquenervia) is from the Latin quinque meaning \"five\" and nervus, \"vein\", referring to the leaves usually having five veins.The common names broad-leaved paperbark, broad-leaved tea tree or simply paperbark or tea tree are used in Australia, and punk tree is used in the United States. It is known as niaouli, itachou (paicî) and pichöö (xârâcùù) in New Caledonia.",
    "Distribution and habitat": "In Australia, Melaleuca quinquenervia occurs along the east coast, from Cape York in Queensland to Botany Bay in New South Wales. It grows in seasonally inundated plains and swamps, along estuary margins and is often the dominant species. In the Sydney region it grows alongside trees such as swamp mahogany (Eucalyptus robusta) and bangalay (E. botryoides). It grows in silty or swampy soil and plants have grown in acid soil of pH as low as 2.5.Broad-leaved paperbark is also native in the southern part of Indonesian West Papua and Papua New Guinea. It is widespread in New Caledonia, including Grand Terre, Belep, Isle of Pines and Maré. It is a component of the savannah of western New Caledonia, scattered trees dotting the grassland habitat and its spread through this landscape might have been facilitated by human fire regimes. Major threats to M. quinquenervia are housing developments, roads, sugar cane and pine plantations. Remnants in Australia are not protected in reserves, with majority of its woodland located in private property where clearing continues.Melaleuca quinquenervia has been introduced as an ornamental plant to many tropical areas of the world, including Southeast Asia, Africa and the Americas and has become a weed in many areas.",
    "Ecology": "Melaleuca quinquenervia resprouts vigorously from epicormic shoots after bushfire, and has been recorded flowering within weeks of being burnt. Trees can live for over 100 years, with 40-year-old trees achieving a trunk circumference of 2.7 m (9 ft) in cultivation.The flowers serve as a rich source of nectar for other organisms, including fruit bats, a wide range of insect and bird species, such as the scaly-breasted lorikeet (Trichoglossus chlorolepidotus). The grey-headed flying fox (Pteropus poliocephalus) and little red flying-fox (P. scapulatus) consume the flowers.",
    "Ecology-Status in the United States": "Melaleuca quinquenervia was introduced into Florida as early as 1900 when specimens were first planted near Orlando. There were two major introductions, one by J. Gifford to the East Coast in 1907, and one by A.C. Andrews to the west coast in 1912. The South Florida Water Management District has recorded Melaleuca around the areas where they were originally introduced: southwest of Broward and northern Dade County on the east coast and southern Lee County and north of Collier County on the west coast. The species is mainly found in the more frost-free areas of south Florida and only rarely in the warmer coastal areas of Pasco County.Melaleuca quinquenervia has been classified by the United States Department of Agriculture as a noxious weed in six US states (Florida, South Carolina, North Carolina, Massachusetts, Oklahoma and Texas), as well as federally. It is an abundant exotic invasive plant in the Everglades. Its unchecked expansion in South Florida is one of the most serious threats to the integrity of the native ecosystem. This tree takes over sawgrass marshes in the Everglades turning the area into a swamp. Melaleuca causes severe ecological impacts, including displacing native species, modification of hydrology, alteration of soil resources, reducing native habitat value and changing the fire regime.An experiment comparing the quantity of seeds held in the canopies of Melaleuca trees in Australia and Southern Florida found that the viability and amount of seeds found in Australia were lower when compared to those in Florida. Australian Melaleuca trees held 5,000 seeds with less than 20 viable, and Florida Melaleucas contained 13,000 seeds, with greater than 1,200 viable. So without a predator reducing the amount of reproductive structures in Melaleuca it can reproduce unchecked. The release from natural enemies will cause the invasive exotic plant to evolve, improving its performance in the new area. This idea is supported by the results of a study on Melaleuca done by Pratt et al. (2005) showing that damage by herbivores reduced success in the following season as the reproductive structures declined by 80% with 54% less fruits. Biocontrol agents that have been released in Florida are the Oxyops vitiosa (weevil) and Boreioglycapsis (melaleuca psyllid). These insects are native to Australia and serve to reduce the growth and reproduction of M. quinquenervia by feeding on young expanding leaves and phloem of the tree.Punk tree is known for its capability to withstand floods and droughts. If there is a canopy gap created by a flood or some other disturbance Melaleuca will establish to make use of the extra light. In physically disturbed sites, flourishing invaders have high colonisation abilities. For example, Melaleuca is constantly thinning itself of small branches and twigs and this causes many seeds to fall all the time along with the litter, so it is always dispersing its potential offspring. Melaleuca is also capable of living in disturbed habitats such as improved pasture, idle farmland, and canal affected areas. The climate in south Florida is similar to that in its native Australia, beginning with geographic locations at latitude 26º N about halfway between Lake Okeechobee and the tip of mainland Florida. Closely related to Florida, the latitude for Australia is at latitude 26º S just north of Brisbane in south Queensland. Both regions have subtropical to tropical climate. As a result of this, Melaleuca has almost been pre-adapted for south Florida. Fire thrives in these environments and seed dispersal is displaced when fire occurs. Melaleuca bloom five times throughout the year, with individual branches supporting three out of the five. Each flower part can drop about 30–70 small seed capsules which can be viable for almost ten years. It was determined that each capsule contained about 200–300 seeds, dropping rapidly and can be found 170 m from the source tree.  The seeds of M. quinquenervia appear to be well adapted to wet/dry seasonal climates and can even germinate underwater on soil substrate.Recent studies comparing specific leaf area of invasive exotic plants with exotic non-invasive plants and native plants in relation to disturbances have shown that invasive have a larger specific leaf area than the other plants. This allows for faster growth, these results held up by many supporting studies have allowed Lake and Leishman to infer that invasive species are so successful because of their skill for fast growth, and greater capacity to capture and retain space. Melaleuca has definitely been shown to have these traits, such as in the Everglades where the Melaleuca population increased 50-fold between the early 1970s and the late 1990s.",
    "Chemistry": "M. quinquenervia have been shown to occur in distinct chemical forms. These forms or chemotypes are characterised by the organic compounds terpenes. Chemotype 1 has acyclic foliar terpenes, with concentrations of sesquiterpene E-nerolidol 74–95% of total oil and also monoterpene linalool. Chemotype 2 has high concentration of cyclic foliar terpenes, in particular sesquiterpene viridiflorol with 13-66% of total oil. Chemotype 2 also includes monoterpenes 1,8-cineole and α-terpineol.Grandinin is an ellagitannin also found in leaves of M. quinquenervia.",
    "Uses": "Melaleuca quinquenervia has multiple uses, and is widely used traditionally by indigenous Australians. A brew was made from the bruised young aromatic leaves to treat colds, headaches and general sickness. The steam distilled leaf oil of the cineole chemotype is also used externally for coughs, colds, neuralgia, and rheumatism. A nerolidol and linalool chemotype is also cultivated and distilled on a small scale for use in perfumery.\nThe paper-like bark is used traditionally for making coolamons, shelter, wrapping baked food and lining ground ovens. The nectar is extracted traditionally by washing in coolamons of water which is subsequently consumed as a beverage. The scented flower also produces a light to dark amber honey depending on the district. It is strongly flavoured and candies readily and is not regarded as a high quality honey, but nevertheless is popular.The timber is tolerant of being soaked, and is used in fences.Melaleuca quinquenervia is often used as a street tree or planted in public parks and gardens, especially in Sydney. In its native Australia, it is excellent as a windbreak, screening tree and food source for a wide range of local insect and bird species. It can tolerate waterlogged soils. It is regarded by the United States Department of Agriculture (USDA) as an invasive weed in Florida where it was introduced to drain swamps.\nThe essential oil of Melaleuca quinquenervia is used in a variety of cosmetic products especially in Australia. The oil is reported in herbalism and natural medicine to work as an antiseptic and antibacterial agent, to help with bladder infections, respiratory troubles and catarrh.  The oil has a very low (level 0) hazard score on the Cosmetic Safety Database.",
    "Gallery": "",
    "See also": "Invasive plants of Australian origin\nMelaleuca leucadendra, also commonly called \"paper bark tree\"",
    "References": "",
    "External links": "PCA Alien Plant Working Group – Melaleuca quinquenervia\nSpecies Profile - Melaleuca (Melaleuca quinquenervia), National Invasive Species Information Center, United States National Agricultural Library."
  }
}