{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_stereophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. stereophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca stereophloia is a plant in the myrtle family, Myrtaceae and is endemic to the south west of Western Australia. It is similar to the broombush, Melaleuca uncinata with its needle-like leaves and heads of yellow to white flowers, but its back is hard and fibrous rather than papery .",
    "Description": "Melaleuca stereophloia is a shrub growing to 4 m (200 in) high with hard, fibrous, grey bark. Its leaves are arranged alternately, 11–44 mm (0.4–2 in) long, 1–2.2 mm (0.04–0.09 in) wide, linear in shape, circular in cross section and tapering near the end with a hooked tip.The flowers are yellow to white and arranged in heads or short spikes on the sides of the branches. Each head contains 4 to 13 groups of flowers in threes and is up to 15–17 mm (0.6–0.7 in) in diameter. The petals are 0.9–2 mm (0.04–0.08 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 3 to 7 stamens. Flowering occurs between August and October and is followed by fruit which are woody capsules, 1.8–2.2 mm (0.07–0.09 in) long in tight, almost spherical clusters.",
    "Taxonomy and naming": "Melaleuca stereophloia was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected 24 kilometres (10 mi) east  of Koorda. The specific epithet (stereophloia) is from the Greek word stereos meaning 'hard' or 'solid',  and phloios, 'bark', referring to the hard bark of this species.",
    "Distribution and habitat": "Melaleuca stereophloia occurs in and between the Wooramel Station, Meekatharra, Coorow and Koorda districts in the Avon Wheatbelt, Carnarvon, Coolgardie, Geraldton Sandplains, Murchison, Swan Coastal Plain and Yalgoo biogeographic regions where it grows in sand, clay or loam over laterite, granite or sandstone near watercourse, lakes, saltpans and saline areas.",
    "Ecology": "Vegetation associations where M. stereophloia is the dominant species in closed shrubland near claypans are habitat for the Slender-billed thornbill, Acanthiza iredalei.",
    "Conservation": "Melaleuca stereophloia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Essential oils": "Melaleuca stereophloia leaves have a high cineole content and may therefore be useful in the production of these compounds for flavourings, medicines and insect repellant.",
    "Uses-Brushwood": "This species coppices well and may therefore be useful in brushwood production.\n\n\n== References =="
  }
}