{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_williamsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. williamsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca williamsii is a plant in the myrtle family, Myrtaceae and is endemic to an area between north-eastern New South Wales and south eastern Queensland in Australia. (Some Australian state herbaria continue use the name Callistemon pungens.) It is a distinctive shrub with stiff branches, silvery new growth, prickly leaves and spikes of purple flowers in late spring. It is classified as a vulnerable species under the Australian Government Endangered Species Protection Act.",
    "Description": "Melaleuca williamsii is a shrub growing to 2.5 m (8 ft) tall with rigid branches and new growth covered with soft, silky hairs giving a silvery appearance. Its leaves are arranged alternately and are 18–68 mm (0.7–3 in) long, 3–14 mm (0.1–0.6 in) wide, narrow elliptic to narrow egg-shaped and flat to half-moon shaped in cross section. They have a sharp tip 1–2 mm (0.04–0.08 in) long, a mid vein, indistinct lateral veins and oil glands visible on both surfaces.The flowers are deep red, white, or a shade of pink to purple. They are arranged in spikes on the ends of branches which continue to grow after flowering. The spikes are up to 25–45 mm (1–2 in) in diameter and 50–60 mm (2.0–2.4 in) long with 10 to 65 individual flowers. The petals are 2.1–5.8 mm (0.08–0.2 in) long and fall off as the flower ages and there are 25 to 66 stamens per flower. Flowering occurs from October to December and is followed by fruit which are woody capsules, 3.9–6.6 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca williamsii was first named in 2009 by Lyndley Craven in Novon when Callistemon pungens was transferred to the present genus. It had previously been known as Callistemon pungens, first formally described by Roger Spencer and Peter Lumley in 1990 in Muelleria, based on plant material collected from near Hillgrove. The specific epithet (williamsii) honours John Beaumont Williams, a botanist who was expert in the flora of the Northern Tablelands region of New South Wales.There are three subspecies:\n\nMelaleuca williamsii subsp. fletcheri which has stamens up to 19 millimetres (0.7 in) long, flower spikes 30–45 millimetres (1–2 in) wide, pink or mauve stamens and occurs in the Stanthorpe district in Queensland;\nMelaleuca williamsii subsp. synoriensis which has stamens up to 11 millimetres (0.4 in) long, flower spikes 25–30 millimetres (0.98–1.2 in) wide and occurs in the Gibraltar Range and Point Lookout districts in New South Wales;\nMelaleuca williamsii subsp. williamsii which has stamens up to 19 millimetres (0.7 in) long, flower spikes 30–45 millimetres (1–2 in) wide, red, crimson or purple stamens and occurs in the Northern Tablelands region of New South Wales.Callistemon pungens is regarded as a synonym of Melaleuca williamsii by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs in the higher altitude regions of north eastern New South Wales and south eastern Queensland. It grows in granite and trachyte rock crevices in forest and heath and on sandy or shallow rocky soil.",
    "Conservation": "Melaleuca williamsii (as Callistemon pungens) has been classified as \"vulnerable\" by the Scientific Committee of the NSW Government Department of Environment and Heritage and by the Australian Government Department of the Environment.\n\n\n== References =="
  }
}