{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_fabri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. fabri"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca fabri is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It features strap-like leaves with distinct veins and spikes of pinkish flowers, the buds of which are covered with short, soft, silky hairs.",
    "Description": "Melaleuca fabri is a shrub growing to 1.5 m (5 ft) tall with leathery, strap-like leaves that are arranged alternately, 35–110 mm (1–4 in) long, 6.5–15 mm (0.3–0.6 in) wide. The leaves are flat but slightly wavy, with the end tapering to a sharp point and there are 3 or 5 (sometimes 7) distinct parallel veins.The flowers are a shade of pink to purple and are arranged in spikes on the ends of branches which continue to grow after flowering, often also on the sides of the branches. The spikes are up to 35 mm (1 in) in diameter and composed of 12 to 18 groups of flowers in threes. The outer edge of floral cup and the parts of the flowers covering the buds are covered with short, soft, silky white hairs. The petals are 2.3–4 mm (0.09–0.2 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 9 to 13 stamens. Flowering occurs in spring and is followed by fruit which are woody capsules 3–4.5 mm (0.12–0.18 in) long, in tight clusters along the stem.",
    "Taxonomy and naming": "Melaleuca fabri was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected south of Morawa. The specific epithet (fabri) is from the Latin faber meaning \"craftsman” or \"smith\" in honour of the Smith family who have helped botanists studying the flora of the Wongan Hills and Manmanning districts.",
    "Distribution and habitat": "This melaleuca occurs in and between the Morawa, Perenjori, Wubin and Mount Gibson districts in the Avon Wheatbelt, Geraldton Sandplains and Yalgoo biogeographic regions where it grows in shrubland, mallee and on roadsides in sand or sandy loam.",
    "Conservation status": "Melaleuca fabri is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}