{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_nesophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. nesophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca nesophila, commonly known as showy honey-myrtle, mindiyed or pink melaleuca, is a plant in the myrtle family, Myrtaceae and is endemic to an area near Albany in Western Australia. The Noongar name for the plant is mindiyet. Hardy and adaptable, with a dense crown of leaves and prolific heads of pink or purple flowers in late spring and summer, it is one of the most commonly cultivated melaleuca shrubs.",
    "Description": "Melaleuca nesophila is a large shrub or small tree growing to 4.7–6 m (20–20 ft) in height by 4–5 m (10–20 ft) in width. It has greyish-white, papery bark and a dense crown which often reaches to the ground. Its leaves are arranged alternately, 11–26 mm (0.4–1 in) long, 4–9 mm (0.2–0.4 in) wide, flat, elliptic to narrow egg-shaped with rounded ends.The lavender to rose pink \"pom-pom\" flowers appear over a long period from spring to mid-summer. The flowers are arranged in heads or short spikes on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 30 mm (1 in) in diameter and contain between 2 and 20 groups of flowers in threes. The fruit are woody capsules 3–5 mm (0.1–0.2 in) long, arranged in roughly spherical clusters about 20 mm (0.8 in) in diameter.",
    "Taxonomy and naming": "Melaleuca nesophila was first formally described in 1862 by Ferdinand von Mueller in Fragmenta Phytographiae Australiae from a specimen collected on the rocks of the Doubtful Islands near Bremer Bay by Augustus Oldfield. The specific epithet (nesophila) is from the Ancient Greek nesos meaning \"an island\" and phílos meaning “dear\" or \"beloved\", referring to the location of the type specimen.",
    "Distribution and habitat": "Melaleuca nesophila occurs in the Gairdner River and East Mount Barren districts as well as nearby offshore islands, in the Esperance Plains biogeographic region. It grows in sand near quartzite rocks, usually in dense scrub.",
    "Ecology": "This species is naturalised in some parts of Victoria where it is considered a serious environmental weed because it replaces indigenous vegetation.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca nesophila is cultivated as an ornamental plant by plant nurseries, for use in gardens and drought tolerant landscaping.  It is planted as a flowering shrub, or with training, as a small ornamental tree. It grows in full sun to part shade, in sandy or clay loam soils. Once established, it will tolerate extended dry periods as well as coastal conditions.\n\n\n== References =="
  }
}