{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_megacephala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. megacephala"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca megacephala is a plant in the myrtle family Myrtaceae and is native to the south-west of Western Australia. It is distinguished by its large, hemispherical heads of yellow and white flowers on the ends of the branches and the overlapping brown bracts under them.",
    "Description": "Melaleuca megacephala is an erect, bushy shrub with rough bark and brittle branches which grows to 3 m (10 ft) high and 0.6 m (2 ft) wide. Its leaves are arranged alternately on the stems, oval to elliptic in shape, concave, 5.5–20.5 mm (0.2–0.8 in) long, 3.5–10.5 mm (0.1–0.4 in) wide and with 3 to 5 longitudinal veins.The flowers are arranged in hemispherical heads, mostly on the ends of branches which continue to grow after flowering. Papery brown, overlapping bracts surround the flower buds and remain under the open flowers.  The filaments of the stamens are white but the anthers on their ends are yellow or cream coloured, giving the appearance of pale yellow flowers. The heads contain 4 to 12 groups of flowers in threes and are up to 50 mm (2 in) wide. The petals are 3–5 mm (0.1–0.2 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flower, each bundle usually containing 12 to 16 stamens. Flowering occurs from June to November but mainly in early spring and the fruit which follow are woody, cup shaped capsules 4.5–7 mm (0.2–0.3 in) long that are clustered along the stem.",
    "Taxonomy and naming": "Melaleuca megacephala was first formally described in 1862 by Ferdinand von Mueller in \"Fragmenta phytographiae Australiae\". The specific epithet (megacephala) is derived from the Ancient Greek words μέγας (mégas) meaning “large” or \"great\" and κεφαλή (kephalḗ) meaning \"head\", referring to the large heads of flowers of this species.",
    "Distribution and habitat": "This melaleuca occurs  in the Geraldton and Kalbarri districts in the Geraldton Sandplains and Yalgoo biogeographic regions growing in sand on sand plains and rocky hills.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "Although not common in cultivation, this species has been known in horticulture for a long time. It is hardy in well-drained soil and responds well to pruning to ensure good flower set in the following season.",
    "Uses-Essential oils": "The leaves of M. megacephala contain significant quantities of monoterpenes and sesquiterpenes.\n\n\n== References =="
  }
}