{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_micromera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. micromera"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca micromera, commonly known as wattle honey-myrtle, is a plant in the myrtle family Myrtaceae and is endemic to a small area in the south-west of Western Australia. It is a rare species with unusual foliage and profuse small yellow flowerheads, making it a plant that is suitable for cultivation, if only to protect it from extinction.",
    "Description": "Melaleuca micromera is an erect, rounded shrub growing to about 3 m (10 ft) high and wide with twisted branches. The leaves are tiny, in rings of three around the stem and pressed against it, 0.9–1.5 mm (0.04–0.06 in) long, 0.7–1.3 mm (0.03–0.05 in) wide and broad oval to almost circular in shape except for a small point at the end. The leaves are thick for their size and have two or three distinct oil dots.\nThe flowers are arranged in small heads at or near the ends of the branches which continue to grow after flowering. The heads are up to 10 mm (0.4 in) in diameter and contain between 3 and 18 individual flowers. The petals are 0.9–1.6 mm (0.04–0.06 in) long and fall off as the flower matures. The stamens are yellow, arranged in five bundles around the flowers with 3 to 5 stamens in each bundle.  The small heads of yellow flowers can make the plant look like a wattle from a distance. Flowering occurs in early spring sometimes as early as July and is followed by fruit which are woody, cup-shaped capsules, 2.5–3 mm (0.098–0.12 in) long and wide, arranged in small groups along the stem.",
    "Taxonomy and naming": "This species was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (micromera) is from the Ancient Greek words mikros (μικρός) meaning \"small\" and meros (μέρος) meaning \"part\", apparently referring to the very small leaves of this species.",
    "Distribution and habitat": "Melaleuca micromera has a restricted distribution in the Mount Barker, Stirling Range and Green Range districts in the Esperance Plains and Jarrah Forest biogeographic regions. It grows in clay or sandy gravel.",
    "Conservation": "Melaleuca micromera is listed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife which means that it is a poorly-known species known from several locations but does not appear to be under imminent threat.",
    "Uses": "",
    "Uses-Horticulture": "This species is an interesting feature plant because of its extremely small leaves, unusual twisted branches and colourful flower heads. It has proven to be reliable in cultivation and is suitable for growing in rockeries or tubs, responding to a light annual pruning.",
    "Uses-Essential oils": "The oil from the leaves of this species consists mainly of monoterpenoids.\n\n\n== References =="
  }
}