{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_violacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. violacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca violacea is a plant in the myrtle family Myrtaceae and is endemic to a small area in the south-west of Western Australia. It is a small, straggly, prostrate to semi-prostrate shrub with purple flowers and star-shaped fruit.",
    "Description": "Melaleuca violacea usually grows to a height of less than 1.5 m (5 ft) with many horizontal, layered branches. Its leaves are in opposite pairs, glabrous, heart-shaped to oblong or oval and variable in size, usually 5–15 mm (0.2–0.6 in) long, 2–8 mm (0.08–0.3 in) wide and with a short stalk.Purple or violet flowers appear on old wood, individually or in groups of up to six and usually in spring. The stamens are arranged in five bundles around the flower, each bundle with up to 25 stamens. The base of the flower is glabrous, 1.5–2 mm (0.06–0.08 in) long. Flowering occurs from July to November and is followed by fruit which are woody capsules, 2.5–3 mm (0.098–0.12 in) long, 4–6 mm (0.16–0.24 in) in diameter. The persistent sepals produce a star shape when the fruits are viewed end-on.",
    "Taxonomy and naming": "This species was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (violacea) is a Latin word meaning \"violet-coloured\" referring to the colour of the flowers.",
    "Distribution and habitat": "Melaleuca violacea occurs from Ravensthorpe to Walpole and as far inland as the Stirling Range and Ongerup district. It grows in sandy or clayey soils over limestone or laterite on low ridges, undulating terrain and swamps.",
    "Conservation": "Melaleuca violacea is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "A form of this species known as the \"tabletop form\" grows to a height of 50 cm (20 in) and spreads to 1.5 m (60 in). It is grown from cuttings to maintain its properties and is hardy. It grows well in full sun or semi-shade and in a wide range of soils.\n\n\n== References =="
  }
}