{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_cliffortioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. cliffortioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca cliffortioides is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, prickly shrub very similar to Melaleuca podiocarpa but with fewer stamens in the flowers.",
    "Description": "Melaleuca cliffortioides grows to a height of about 1.6 m (5 ft). Its branchlets are densely covered with soft, fine hairs. The leaves are arranged alternately, 4–9 mm (0.2–0.4 in) long, 1.6–2.5 mm (0.06–0.1 in) wide, narrow oval to egg-shaped, tapering to a sharp point and have many prominent oil glands.The plant flowers profusely but the white or cream-coloured flowers occur singly within the foliage of the shrub and are sweetly scented. The petals are 2.2–2.8 mm (0.087–0.11 in) long and fall off as the flower opens. The stamens are in five bundles around the flower, each bundle containing 8 to 13 stamens. (In Melaleuca podiocarpa there are 30 to 45 stamens per bundle.) The main flowering season is in September and the fruit which follow are woody capsules 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "Melaleuca cliffortioides was first formally described in 1905 by Ludwig Diels in Botanische jahrbucher fur systematik, pflanzengeschichte und pflanzengeographie under the heading Fragmenta Phytographiae Australiae occidentalis:Beitrage zur Kenntnis der Pflanzen Westaustraliens, ihrer Verbreitung und ihrer Lebensverhaltnisse (\"Contributions to the knowledge of the plants of West Australia, where they are found and their conditions of existence\"). The specific epithet (cliffortioides) refers to the apparent similarity of this species with a species of Cliffortia. The ending -oides is a Latin suffix meaning \"resembling\" or \"having the form of\".",
    "Distribution and habitat": "This melaleuca is found from the Ravensthorpe district to the Norseman district in the Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in sandy on rocky slopes and on undulating plains.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}