{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_brevifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. brevifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca brevifolia, commonly known as mallee honey-myrtle, short-leaf honey-myrtle, or d'Alton's melaleuca is a shrub or tree in the myrtle family, Myrtaceae, and is native to western Victoria, south-eastern South Australia and the south-west of Western Australia. It is a shrub with rough, corky bark and a large number of heads of white to yellowish flowers on the previous season's growth. It is a moderately hardy garden plant.",
    "Description": "Melaleuca brevifolia is a shrub, rarely a tree, growing to a height of 4 m (10 ft) with rough, corky bark. Its branches and leaves are glabrous except when young. Its leaves are arranged in pairs, sometimes in threes and are 2.4–8 mm (0.09–0.3 in) long, 0.7–1.5 mm (0.03–0.06 in) long, linear to lance-shaped with the thinner end at the base and have blunt tips. On their lower surface there are two rows of raised oil glands.The flowers are white to yellowish and are arranged in heads on the previous season's growth. Each head is up to 18 mm (0.7 in) in diameter and contains up to six individual flowers. The stamens are arranged in five bundles around the flowers with 10 to 12 stamens in each bundle. The main flowering season is in spring and the fruits that follow are wrinkled, cup-shaped capsules 3.3–4.2 mm (0.1–0.2 in) long and wide.",
    "Taxonomy": "Melaleuca brevifolia was first formally described in 1852 by Nikolai Turczaninow in Repertorium Botanices Systematicae. The specific epithet (brevifolia) is derived from the Latin words brevis meaning \"short\" and folium meaning \"leaf\", referring to the small leaves.",
    "Distribution and habitat": "This melaleuca occurs in the Mallee, Loddon and Wimmera regions of Victoria, the south-east of South Australia and the south-west of Western Australia in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Mallee and Swan Coastal Plain biogeographic regions. The species is found in swampy areas, near salt lakes in heathlands and shrublands.",
    "Conservation status": "This species is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca brevifolia is a moderately hardy garden plant requiring good drainage and a sunny position. It is useful for harsh conditions, including salty soils or those containing limestone.\n\n\n== References =="
  }
}