{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_uncinata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. uncinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca uncinata, commonly known as broombush, broom honeymyrtle or brushwood, is a plant in the paperbark family native to southern Australia.  It is harvested from the wild, and grown in plantations, for broombush fencing. The Noongar names for the plant are kwytyat and yilbarra.",
    "Description": "Broombush is a multistemmed evergreen shrub usually less than 2 m (6 ft 7 in) in height, occasionally growing as a small tree to less than 5 m (16 ft).  It is often found in association with mallee eucalypts.  It has spreading or ascending leaves, 19–56 mm (0.75–2.20 in) long and 0.8–1.2 mm (0.031–0.047 in) wide, linear in shape, almost circular in cross-section, and tapering to a distinctly curved hook. The leaves have large oil glands along their edges.\nIts flowers are white, cream or yellow, and are attractive to birds. They are arranged in dense almost spherical heads, 15–17 mm (0.59–0.67 in) in diameter in the leaf axils. Each head contains 4 to 19 groups of flowers, each group with 3 flowers. The stamens are arranged in five bundles around the flower, each bundle with 3 to 5 stamens which are cream, white or pale greenish-cream. Flowers appear from August to December and the fruit which follow are closely packed together forming a group with a diameter of 7–13 mm (0.3–0.5 in).",
    "Taxonomy": "Melaleuca uncinata was first described in 1812 by Robert Brown in Hortus Kewensis. The specific epithet (uncinatus) is a Latin word meaning \"bearing hooks\" or \"barbed\" \"in reference to the shape of the leaf apex\".A review of the species was undertaken by Lyndley Craven in 1994 and some populations have been identified as new species. The populations in Queensland and New South Wales may also represent another taxon.",
    "Distribution and habitat": "This melaleuca occurs in the Coolgardie-Esperance region of Western Australia as well as on the Eyre Peninsula of South Australia, extending eastwards to western Victoria and south-western New South Wales.",
    "Ecology": "Melaleuca uncinata is the only known host of the rare and threatened Rhizanthella gardneri, the 'underground orchid'.",
    "Uses": "",
    "Uses-Building material": "Ornamental brushwood fencing comprising the grey stems, twigs and dry foliage of Melaleuca uncinata has been in use in Australia for more than 80 years. It is an important market for melaleucas although representing only 1% of the fencing market in Western Australia.  Other uses include the manufacture of garden furniture, gazebos and hanging baskets. About 600,000 bundles of brushwood, each about 25 kilograms (55 lb) were used in Australia in 1994 with a predicted annual market growth of 5.5%.",
    "Uses-Essential oils": "The leaves of this species have been analysed for their oil content. There appears to be different types of oil collected from two groups of plants. One group contained 1,8-cineole as its major component and the other terpinen-4-ol.\n\n\n== References =="
  }
}