{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_hollidayi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. hollidayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca hollidayi is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a small shrub with fine hairs like spider web on its leaves, and bright pink flowers.",
    "Description": "Melaleuca hollidayi is a shrub growing to 1.3 m (4 ft), usually less but often spreading to more than 1 m (3 ft) wide and which has papery bark. Its leaves are arranged alternately, linear in shape, oval in cross section, 5–12 mm (0.2–0.5 in) long, 0.5–0.8 mm (0.02–0.03 in) wide with a rounded end and a covering of fine hairs like spider silk.The flowers are a shade of deep pink to purple, arranged in heads on the ends of branches which continue to grow after flowering and sometimes in the upper leaf axils. The heads are up to 22 mm (0.9 in) in diameter and composed of 2 to 9 groups of flowers in threes. The petals are 1.5–2.6 mm (0.06–0.1 in) long and fall off as the flower opens. There are five bundles of stamens around the flower, each with 5 to 10 stamens. Flowering occurs between August and November and is followed by fruit which are woody capsules, usually 3–4 mm (0.12–0.16 in) long, in small, loose clusters around the stem.",
    "Taxonomy and naming": "Melaleuca hollidayi was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Scaddan. The specific epithet (hollidayi) honours Ivan Holliday, an Australian author of books about native plants who did much to promote the use of indigenous plants in cultivation, including Melaleuca species.",
    "Distribution and habitat": "Melaleuca hollidayi occurs in the Kalbarri and Mullewa districts in the Esperance Plains and Mallee biogeographic regions. It grows in sandy soils on sandplains in heath, often with Banksia species.",
    "Conservation": "Melaleuca hollidayi is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}