{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pustulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pustulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pustulata, commonly known as yellow paperbark, warty paperbark or Cranbrook paperbark is a plant in the myrtle family, Myrtaceae and is endemic to Tasmania in Australia. It is an uncommon shrub, one of only two melaleucas that are endemic to that state and one of only eight found naturally occurring there. It has thick, pimply leaves, hairy new growth and large numbers of heads of pale yellow, fragrant flowers in spring or early summer.",
    "Description": "Melaleuca pustulata is a  densely foliaged shrub, growing to 5 m (20 ft) tall with hairy new growth. Its leaves are arranged alternately, sometimes in groups of three and are 5–10 mm (0.2–0.4 in) long, 0.5–1.6 mm (0.02–0.06 in) wide, very narrow elliptic to very narrow egg-shaped, roughly semi-circular in cross section and with the ends tapering to a point. The mature leaves have distinct raised oil glands giving the leaves a blistered appearance.The flowers are white to yellowish, scented and arranged in spikes or heads on the ends of branches that continue to grow after flowering. The heads are up to 18 mm (0.7 in) in diameter and contain 15 to 30 individual flowers. The petals are 2 mm (0.08 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 5 to 9 stamens. Flowering occurs from September to January and is followed by fruit that are woody, cup-shaped capsules, 3–5 mm (0.1–0.2 in) long in cylindrical clusters along the stem.Melaleuca pustulata is sometimes confused with Melaleuca ericifolia, which also occurs naturally in Tasmania; however, the leaves of that species lack the raised oil glands of M. pustulata and the outer surface of its flower cup (hypanthium) is hairy.",
    "Taxonomy and naming": "Melaleuca pustulata was first formally described in 1847 by Joseph Hooker from specimens collected \"in Campbell Town and Oyster Bay\".'Melaleuca' is derived from Greek and means 'black and white', a reference to the color of the bark.The specific epithet (pustulata) is derived from the Latin word pustula meaning \"pimple\", \"blister\" or \"bubble\", referring to the prominent oil glands on the leaves of this species.",
    "Distribution and habitat": "This melaleuca occurs near the east coast of Tasmania usually in dry heath, often on shallow soils derived from dolerite.",
    "Conservation status": "Melaleuca pustulata is declared a rare species under the Tasmanian government Threatened Species Protection Act (1995).",
    "Use in horticulture": "Melaleuca pustulata is a useful plant for hedges and windbreaks. It is sometimes cultivated as an ornamental because of its fragrant yellow flowers.\n\n\n== References =="
  }
}