{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_delta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. delta"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca delta is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect shrub resembling Melaleuca marginata with its heads of white flowers in late spring but is distinguished from that species by the length of its style. Its species name is derived from the name for a computer software application.",
    "Description": "Melaleuca delta is a shrub often growing to 2.5 m (8 ft) high with the young branches covered with soft, silky hairs. Its leaves are arranged alternately, 5–12.5 mm (0.2–0.5 in) long, 1.5–2.8 mm (0.06–0.1 in) wide, narrow elliptic or narrow egg-shaped with the end tapering to a point.The flowers are white and arranged in heads on the sides of the branches. The heads are up to 15 mm (0.6 in) in diameter and composed of 1 to 7 individual flowers. The style is 2–4 mm (0.08–0.2 in) long (compared to 7–11 mm (0.3–0.4 in) in Melaleuca marginata). The petals are 2–3 mm (0.08–0.1 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 15 to 40 stamens. Flowering occurs mainly in November and December and is followed by fruit which are woody capsules 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca delta was first formally described in 1999 by Lyndley Craven from a specimen collected in the Wongan Hills. The specific epithet (delta) refers to a computer software package called DEscription Language for TAxonomy used by biologists.",
    "Distribution and habitat": "This melaleuca occurs in three disjunct areas in the Kalbarri, Wongan Hills and Jurien Bay districts in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions. where it grows in gravelly loam in swampy areas, including those that are affected by salt.",
    "Conservation status": "Melaleuca delta is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}