{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_capitata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. capitata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca capitata is a shrub in the myrtle family, Myrtaceae and is endemic to New South Wales. It has scaly bark, a densely foliaged habit and attractive heads of creamy-yellow flowers on the ends of its branches in summer.",
    "Description": "Melaleuca capitata grows to 2 m (7 ft) tall and about 1.5 m (5 ft) wide and has very hairy young branches. Its leaves are glabrous, narrow elliptical in shape, 10–25 mm (0.4–1 in) long, 1–3 mm (0.04–0.1 in) wide and taper to a sharp point.\nThe flowers are cream-colored and grouped in a short spike or a head at the ends of the branches which continue to grow after flowering. Each head contains 3 to 15 flowers and can be as large as 35 mm (1 in) in diameter.  The stamens are arranged in five bundles around the flower and there are 15 to 33 stamens in each bundle. Flowering occurs between October and December and is followed by fruit which are woody capsules. These are spherical to urn-shaped, about 5–7 mm (0.2–0.3 in) long and arranged in loose clusters along the stem.",
    "Taxonomy and naming": "Melaleuca capitata was first formally described in 1924 by Edwin Cheel in Journal and Proceedings of the Royal Society of New South Wales from specimens collected in or near the present day Morton and Budawang national parks. The specific epithet (capitata) is from the Latin caput, meaning \"head\", referring to the shape of the inflorescence\".",
    "Distribution and habitat": "This melaleuca occurs between Bundanoon and Braidwood in New South Wales on the South Coast, Central and Southern Tablelands including on the southern Blue Mountains. It grows in heath and dry sclerophyll forest on sandstone.",
    "Use in horticulture": "Melaleuca capitata is not well known in cultivation but adapts to most soils and situations when adequately watered.\n\n\n== References =="
  }
}