{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ericifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ericifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ericifolia, commonly known as swamp paperbark, is a plant in the myrtle family, Myrtaceae and the genus Melaleuca, native to south-eastern Australia. It is a rather variable species and some specimens resemble Melaleuca armillaris but its papery bark and smaller, more prolific flower heads distinguish it from that species. It often grows in swampy areas and the draining and clearing of these has reduced the numbers of the species, especially around Port Philip Bay near Melbourne. It is also similar to Melaleuca pustulata, a Tasmanian endemic, but that species only grows in dry heath.",
    "Description": "Melaleuca ericifolia is a tall, dense shrub, sometimes a tree growing to a height of 9 m (30 ft) with pale white or brownish papery bark. Its leaves are arranged alternately, sometimes in whorls of three. The leaves are dark green, linear in shape, 5–18 mm (0.2–0.7 in) long and 0.5–1.7 mm (0.02–0.07 in) wide.\n\nThe flowers are creamy-white in colour, arranged in heads or spikes on the ends of branches which continue to grow after flowering. The spikes are up to 20 mm (0.8 in) in diameter and 25 mm (1 in) long and contain 10 to 40 individual flowers. The petals are 1.2–2.2 mm (0.05–0.09 in) long and fall off as the flowers age. The stamens are arranged in five bundles around the flower, each bundle containing 7 to 14 stamens. Flowers appear from October to November in the species' native range and are followed by fruit which are woody capsules 2.5–3.6 mm (0.1–0.1 in) long and 3–5 mm (0.1–0.2 in) diameter, arranged in oblong cylinders along the stems.",
    "Taxonomy and naming": "Melaleuca ericifolia was first formally described by English botanist James Edward Smith in 1797 in Transactions of the Linnean Society of London. The variety Melaleuca ericifolia var. erubescens which was described by botanist George Bentham in Flora Australiensis  in 1867 is currently regarded as a synonym of Melaleuca diosmatifolia. The specific epithet (ericifolia) is a reference to the apparent similarity of the leaves of this species to those of Erica in the family Ericaceae.",
    "Distribution and habitat": "Swamp paperbark occurs in near-coastal areas of New South Wales south of Port Macquarie to Port Philip Bay in Victoria. It is also found on the islands of Bass Strait and is common near the coast in the north, north east and west of Tasmania. It grows beside streams and in coastal swamps in heath and dry sclerophyll forest. Draining of swamps and land clearance have significantly reduced the numbers of this species in Victoria.",
    "Ecology": "This melaleuca has fragrant flowers which attract birds. It is a clonal species and efforts have been made to use this characteristic to increase the efficiency of rehabilitating swampy areas with this species.",
    "Uses": "",
    "Uses-Traditional use": "Aboriginal people used the bark of this tree for paintings, blankets, and roofing for shelters. Oil from the leaves was used for medicine and nectar from the flowers was used to make sweet drinks.",
    "Uses-Horticulture": "This species is a very hardy, fast-growing screen plant. It is able to withstand permanently wet soil, salt, coastal exposure, shade and moderate frost. Plants may be pruned to maintain them at a more compact size.",
    "Uses-Essential oils": "Melaleuca ericifolia leaves have been analysed for their oil content and found to contain mostly 1,8-cineole (Eucalyptol) but also significant amounts of α-pinene. The aromatic oil in the leaves has been used for dental and medical preparations and in scented soaps.",
    "Uses-Other uses": "The foliage of this species has been used for brushwood fencing and in aviaries for nesting sites for species such as finches.\n\n\n== References =="
  }
}