{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_trichophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. trichophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca trichophylla is a shrub in the myrtle family, Myrtaceae, endemic to the south-west of Western Australia. Its pink or purple flowers appear from August to December (late winter to early summer) in its native range. It has long been cultivated.",
    "Description": "Melaleuca trichophylla a low, ground-hugging, spreading shrub growing to a height of 50 cm (20 in) or a more erect bushy shrub to 1.5 m (5 ft) with light grey bark. The leaves are arranged alternately and are 8–31.5 mm (0.3–1 in) long and 0.5–1.2 mm (0.02–0.05 in) wide, linear to tear-drop shape with the narrow end at the base.Its flowers are in heads at or near the ends of the branches in 2 to 12 groups, each group with three flowers. The heads are up to 35 mm (1 in) in diameter, coloured pink to purple or rich carmine, contrasting with the bright yellow anthers. The stamens are arranged in five bundles around the flower, each bundle having 5 to 11 stamens. The main flowering season is from August to December. The fruit are woody capsules in loose clusters, each fruit 2–4.5 mm (0.08–0.2 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1839 by John Lindley in A sketch of the vegetation of the Swan River Colony where he noted that \"every twig ... is terminated by hemispherical heads of brilliant pink\". The specific epithet (trichophylla) is from the Greek thrix meaning \"hair\" and phyllon meaning \"leaf\" in reference to the hairy leaves. It is a member of Melaleuca, a large and diverse genus whose members range from large trees such as M. quinquenervia, to small shrubs.German botanist Otto Kuntze challenged many generic names in his 1891 work Revisio Generum Plantarum, republishing this species as Myrtoleucodendron trichophyllum as he claimed that Myrtoleucodendron Rumpf. (1742) predated Melaleuca L. (1767). This was not upheld or recognised generally.",
    "Distribution and habitat": "This melaleuca occurs from the Northampton district to the Busselton district in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions.  It grows in white, grey or orange sand over laterite on sandplains and hillsides.",
    "Conservation": "Melaleuca trichophylla is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca trichophylla is a useful species in gardens because it is hardy and flowers profusely. It is best suited to slightly acidic to alkaline soils with good drainage. Some forms perform better than others.  The showy, deep magenta form tends to be short-lived but another, which flowers in August is particularly adaptable. This species can suffer grey mould (Botrytis cinerea) in wet or humid weather.\n\n\n== References =="
  }
}