{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_blaeriifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. blaeriifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca blaeriifolia is an erect to spreading shrub in the myrtle family, Myrtaceae and is endemic to a small area in the south-west of Western Australia. It has small leaves and small greenish-yellow flowerheads.",
    "Description": "Melaleuca blaeriifolia usually grows to a height of 1 m (3 ft) or 2 m (7 ft) and is dense and intricately branched. Its leaves are egg-shaped to triangular, 2–6 mm (0.08–0.2 in) long and 1.1–2.5 mm (0.04–0.1 in) wide with a short stalk.\nGreenish-yellow flowers appear over an extended period, from August to November. They are in cylindrical or spherical heads of flowers either at the ends of branches or in leaf axils on older wood. The stamens, which give the flowers their colour, are arranged in five bundles around the flower and in this species, there are three to five stamens per bundle. The woody capsules which follow flowering are cylindrical, about 6 mm (0.2 in) wide and long, arranged singly or in small groups and the sepals remain as small teeth on the fruit.",
    "Taxonomy and naming": "This species was first formally described in 1847 by the Russian botanist Nikolai Turczaninow in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The specific epithet (blaeriifolia) is derived from the name of a genus of plants Blaeria in the family Ericaceae, and the Latin folium for \"leaf\" in reference to the similarity of its leaves to those of plants in that genus.",
    "Distribution and habitat": "This melaleuca occurs from the Manjimup district to the Pallinup River, including the Porongurup National Park in the Esperance Plains, Jarrah Forest and Warren biogeographic regions of Western Australia. It grows in sandy or clayey soils on granite outcrops and hillsides.",
    "Conservation status": "Melaleuca blaeriifolia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}