{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_alternifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. alternifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca alternifolia, commonly known as tea tree, is a species of tree or tall shrub in the myrtle family, Myrtaceae. Endemic to Australia, it occurs in southeast Queensland and the north coast and adjacent ranges of New South Wales where it grows along streams and on swampy flats, and is often the dominant species where it occurs.",
    "Description": "Melaleuca alternifolia is a small tree to about 7 m (20 ft) with a bushy crown and whitish, papery bark. The leaves are arranged alternately, sometimes scattered or whorled. The leaves are smooth, soft, linear in shape, 10–35 mm (0.4–1 in) long and 1 mm (0.04 in) wide. They are also rich in oil with the glands prominent. Flowers occur in white or cream-colored masses of spikes 3–5 cm (1–2 in) long over a short period, mostly spring to early summer, and give the tree an appearance of looking fluffy. The small woody, cup-shaped fruit, 2–3 mm (0.08–0.1 in) in diameter are scattered along the branches.",
    "Taxonomy and naming": "Melaleuca alternifolia was first formally described in 1905 by Joseph Maiden and Ernst Betche as Melaleuca linariifolia var. alternifolia. The description was published in Proceedings of the Linnean Society of New South Wales but was renamed Melaleuca alternifolia in 1925 by Edwin Cheel. The specific epithet (alternifolia) is derived from the Latin alternus meaning \"alternate\" and folium\" meaning \"leaf\", referring to the leaf arrangement.",
    "Distribution and habitat": "Melaleuca alternifolia is endemic to Australia and is found from the Grafton district in New South Wales as far inland as Stroud and north to Maryborough in Queensland. It grows along streams and in swampy places.",
    "Uses": "",
    "Uses-Horticulture": "This species grows well in a wide range of soils and climates. It prefers well-drained but moist soils and to be grown in full sun.",
    "Uses-Medicinal uses": "Tea tree has been used as an alternative medicinal treatment for almost a century in Australia. Indigenous Australians of eastern inland areas use \"tea trees\" as a traditional medicine by inhaling the oils from the crushed leaves to treat coughs and colds. They also sprinkle leaves on wounds, after which a poultice is applied. In addition, tea tree leaves are soaked to make an infusion to treat sore throats or skin ailments.Characteristic of the myrtle family Myrtaceae, it is used to distill essential oil. It is the primary species for commercial production of tea tree oil (melaleuca oil), a topical antibacterial. Tea tree oil is commonly used as a topical antiseptic agent because of its antimicrobial properties, especially in the treatment of acne. It is also known to reduce inflammation and may be effective in the treatment of fungal infections such as Athlete's foot.Tea tree oil should not be ingested in large amounts due to its toxicity and may cause skin irritation if used topically in high concentrations. No deaths have been reported in medical literature.",
    "Uses-Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}