{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pityoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pityoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pityoides, commonly known as alpine bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to the higher areas of south eastern Australia. (Some Australian state herbaria continue to use the name Callistemon pityoides). It is a shrub, often occurring in dense thickets, with hard bark, silvery-grey new growth, almost cylindrical leaves and spikes of flowers that are usually a shade of yellow.",
    "Description": "Melaleuca pityoides is a shrub growing to 3 m (10 ft) high and wide, with hard, grey bark. Its leaves are arranged alternately and are 12–24 mm (0.5–0.9 in) long, 0.5–2.5 mm (0.02–0.1 in) wide, flat to almost cylindrical in cross section, very narrow elliptic to egg-shaped and end with a sharp point. The leaf veins and oil glands are indistinct. The young leaves and branches are often densely covered with silky hairs.\nThe flowers are a shade of golden-yellow to cream, sometimes tinged with pink or green and are arranged in short spikes on the ends of branches which continue to grow after flowering. The spikes are 18–25 mm (0.7–1 in) in diameter and 100 mm (4 in) long with 10 to 15 individual flowers. The petals are 2.1–3.4 mm (0.08–0.1 in) long and fall off as the flower ages and there are 32-52 stamens in each flower. Flowering occurs from October to February, sometimes in other months and is followed by fruit which are woody capsules, 3.2–5.1 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1883 by Victorian Government Botanist Ferdinand von Mueller, who gave it the name Callistemon pityoides in Australian Chemist and Druggist, based on material gathered from the environs of the Ovens River and \"Dumaresque River\". He first mentioned Melaleuca pithyoides without description in 1853 in his First General Report of the Government Botanist on the Vegetation of the Colony in 1853. Mueller had collected non-flowering plant material from Mount Buffalo on an expedition earlier that year.The name was changed to Melaleuca pityoides in 2006 by Lyndley Craven in Novon. The specific epithet (pityoides) is from the Greek pitys meaning “pine” and εἶδος (eîdos) meaning \"likeness”, referring to the similarity of the leaves of this species with those of some kinds of pine trees.",
    "Distribution and habitat": "This melaleuca occurs from the Border Ranges district in the far south east of Queensland, south through the Northern, Central and Southern Tablelands of New South Wales and the highlands of eastern Victoria. It grows in swampy heath and rocky streams, often forming thickets to the exclusion of other species.",
    "Use in horticulture": "Melaleuca pityoides is sometimes cultivated (as Callistemon pityoides). It grows well in cold climates, including in the United Kingdom, preferring heavier soils and can tolerate poor drainage.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}