{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_papillosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. papillosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca papillosa is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is one of the smallest species of Melaleuca, distinguished by its narrow, usually hairy, pimply leaves, small heads of pink to purple flowers surrounded by silky hairs and scattered rather than clustered fruits.",
    "Description": "Melaleuca papillosa is a shrub sometimes growing to 1.2 m (4 ft) tall. Its leaves are arranged alternately and are 6.5–14.5 mm (0.3–0.6 in) long, 1.0–1.7 mm (0.04–0.07 in) wide, linear to very narrow egg-shaped and semi-circular in cross section. The leaves are more or less curved, usually covered with short, matted, silky hairs and have small, pimply projections.The flowers are a shade of pink to purple and arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 18 mm (0.7 in) in diameter with up to 3 groups of flowers in threes. The petals are 1.0–1.2 mm (0.04–0.05 in) long and fall off as the flower matures. The outer surface of the floral cup (the hypanthium) is usually hairy and there are five bundles of stamens around the flower, each with 4 to 7 stamens. Flowering occurs mainly in September and October, and is followed by fruit which are woody, cup-shaped capsules, 3.8–5 mm (0.1–0.2 in) long, scattered along the stem.",
    "Taxonomy and naming": "Melaleuca papillosa was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected in the Fitzgerald River National Park. The specific epithet (papillosa) is derived from the Latin word papilla meaning \"nipple\" referring to the pimply surface of the leaves.",
    "Distribution and habitat": "Melaleuca papillosa occurs in the Fitzgerald River district in the Esperance Plains biogeographic region. It grows in mallee heath in rocky clay loam.",
    "Conservation": "Melaleuca papillosa is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Melaleuca papillosa at Wikimedia Commons\n Data related to Melaleuca papillosa at Wikispecies"
  }
}