{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pungens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pungens"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pungens is a shrub in the myrtle family Myrtaceae which is endemic to the south-west of Western Australia. It is very prickly, with a large number of spherical, yellow flower heads.",
    "Description": "Melaleuca pungens grows to about 0.5–1.0 m (2–3 ft) high and wide. The leaves are nearly linear, 10–35 mm (0.4–1 in) long and about 1 mm (0.04 in) wide, lack a stalk, spread in all directions and have a small, sharp point on the end making the plant exceptionally prickly. New growth is silky. The bright yellow flowers appear in September and October, are numerous and in rounded or elongated heads about 15 millimetres (0.6 in) wide. The leaves and flower stalks are covered with fine, soft hairs. The fruit are fused together in clusters, 3–4 mm (0.1–0.2 in) wide.",
    "Taxonomy": "Melaleuca pungens was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (pungens) is from the Latin pungens meaning \"sharp\", \"acrid\", \"piercing\" or \"biting\".",
    "Distribution and habitat": "Melaleuca pungens occurs in the south western corner of Western Australia in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest and Mallee biogeographic regions. It grows in sandy soils, gravel, laterite and granite on hillsides and flats.",
    "Cultivation": "Melaleuca pungens adapts well to temperate areas with well-drained, acidic to neutral soils. It is frost hardy and can be grown readily from cuttings.",
    "Conservation": "This species is common throughout its range and is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}