{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_tuberculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. tuberculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca tuberculata is a small, variable shrub in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. There are three distinct varieties of this species, each with a different leaf size and shape, different distributions and somewhat different habitat preferences.",
    "Description": "Melaleuca tuberculata grows to a height of 0.2–2 m (0.7–7 ft). Its leaves are arranged alternately, 2–19 mm (0.08–0.7 in) long, 0.8–3.5 mm (0.03–0.1 in) wide and are linear to narrow oval in shape.\nThe flowers are arranged in heads up to 25 mm (1 in) in diameter, at or near the ends of the branches, with one to seven groups of flowers, each with three individual flowers. There are hairy brown bracts at the base of the flowers and the flower buds are covered with white, woolly hairs. The flowers appear from August to December, varying slightly with each variety, and are pale to mid-pink or mauve. The stamens are arranged in bundles of five around the flower, with six to ten stamens in each bundle, the bright yellow anthers contrasting with the mauve filaments. The cup-shaped base of the flower (the hypanthium) is hairy and 1.5–3 millimetres (0.06–0.1 in) long. The woody capsules are 3–4 mm (0.1–0.2 in) long and wide.The three varieties can be distinguished on the basis of the sizes of their leaves:\nvar. arenia - 2–4.2 mm (0.08–0.2 in) long, 1.1–2.3 mm (0.04–0.09 in) wide;\nvar. macrophylla - 4.5–18.5 mm (0.2–0.7 in) long, 1.2–3.5 mm (0.05–0.1 in) wide;\nvar. tuberculata - 2.5–13.5 mm (0.1–0.5 in) long, 0.8–1.3 mm (0.03–0.05 in) wide.",
    "Taxonomy and naming": "Melaleuca tuberculata was first formally described in 1844 by Johannes Conrad Schauer in Plantae Preissianae. The specific epithet (tuberculata) is derived from the Latin word meaning \"full of lumps\" \"in reference to the prominent oil glands on the leaves\".",
    "Distribution and habitat": "Melaleuca tuberculata occurs in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It  grows in a variety of soils over ironstone or laterite, on undulating plains and high areas.The distribution of the varieties is as follows:\nvar. arenia - the Bendering–Kulin–Hyden–Pingaring district;\nvar. macrophylla - from the Kulin–Jerramungup district eastwards to the Grass Patch – Israelite Bay district.\nvar. tuberculata - Brookton–Narrogin district eastwards to the Esperance – Israelite Bay district.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}