{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_brachyandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. brachyandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca brachyandra, commonly known as prickly bottlebrush or scarlet bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to  New South Wales, Victoria and South Australia in Australia. (Some Australian state herbaria continue to use the name Callistemon brachyandrus.) It is a shrub or small tree with narrow leaves and showy red and green flowers making it an ideal ornamental plant in temperate areas.",
    "Description": "Melaleuca brachyandra is a shrub growing to 1.5–8 m (5–30 ft) tall with hard bark and a rigid habit. Its leaves are arranged alternately and are 18–61 mm (0.7–2 in) long, 0.5–1.7 mm (0.02–0.07 in) wide, linear in shape, kidney-shaped in cross section and with the end tapering to a sharp point.The flowers are arranged in spikes on the ends of branches that continue to grow after flowering. The spikes are up to 35 mm (1 in) in diameter with 7 to 36 individual flowers. The petals are 2.8–4.9 mm (0.1–0.2 in) long and fall off as the flower ages. There are 50 to 84 stamens in each flower, with their \"stalks\" (the filaments) rich crimson and \"tips\" (the anthers) green. Flowering occurs from September to January and is followed by fruits that are woody capsules, 9–12.4 mm (0.4–0.5 in) long.",
    "Taxonomy and naming": "Melaleuca brachyandra was first formally described in 2006 by Lyndley Craven in Novon. It had previously been known as Callistemon brachyandrus since John Lindley described it in 1849 in Journal of the Horticultural Society of London. The specific epithet (brachyandra) is derived from ancient Greek words meaning \"short\" and  \"male\", referring to the length of the stamens being shorter than the styles.Callistemon brachyandrus is regarded as a synonym of Melaleuca brachyandra by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca brachyandra occurs in scattered inland areas of New South Wales, mostly commonly in the Cobar district. It also occurs in the lower Murray River districts of north-western Victoria and south-eastern South Australia.",
    "Use in horticulture": "Although it has prickly leaves, the attractive flower spikes of M. brachyandra make it a suitable ornamental for temperate gardens. It is usually more resistant to pests than other species of the former Callistemon. It prefers well-drained soil in a sunny situation.\n\n\n== References =="
  }
}