{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_wimmerensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. wimmerensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca wimmerensis, commonly known as the Wimmera bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to the state of Victoria in Australia. (Some Australian state herbaria continue to use the name Callistemon wimmerensis). It is a recently (2008) discovered shrub, often with many stems arising from a lignotuber and is similar to Melaleuca paludicola but has pink or mauve flowers tipped with yellow anthers over a short period between October and early December.",
    "Description": "Melaleuca wimmerensis is a shrub growing to 10 m (30 ft) tall, often multistemmed with a dense crown and fibrous, grey to brown bark. Its leaves are arranged alternately and are mainly 30–50 mm (1–2 in) long, 4–7 mm (0.2–0.3 in) wide, narrow elliptic to egg-shaped tapering to a sharply pointed end. There is a mid-vein but the lateral veins are indistinct. Oil glands are visible on the lower surface of the leaves.The flowers are arranged in spikes on the ends of branches which continue to grow after flowering and are 32–35 mm (1.3–1.4 in) in diameter with 12 to 50 individual flowers. The petals are 4–5 mm (0.16–0.20 in) long and fall off as the flower ages and there are 45-50 stamens in each flower. The filaments of the stamens are pink, tipped with a yellow anther. Flowering occurs over a short period between October and December and is followed by fruit which are woody capsules, 4.5–5.0 mm (0.18–0.20 in) long when mature.",
    "Taxonomy and naming": "Callistemon wimmerensis was first formally described in 2008 by Neil Marriott and Geoffrey Carr in Muelleria, based on a population occurring on crown land on the west bank of the Mackenzie River near Horsham. In 2011 another population was reported to have been discovered in a swamp in the southern Grampians. Lyndley Craven transferred the species to Melaleuca in 2009, giving the description in Novon. The specific epithet (wimmerensis) refers to the locality where the species is found.Callistemon wimmerensis is regarded as a synonym of Melaleuca wimmerensis by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs in the Wimmera district in Victoria growing in woodland near rivers and streams.",
    "Conservation": "Melaleuca wimmerensis (as Callistemon wimmerensis) has been classified as \"critically endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999.\n\n\n== References =="
  }
}