{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_cuticularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. cuticularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca cuticularis, commonly known as the saltwater paperbark is a tree in the myrtle family, Myrtaceae and is native to the south-west of Western Australia. There is also a disjunct population on Kangaroo Island in South Australia. It is distinguished from other melaleucas by its unusual fruits and very white, papery bark.",
    "Description": "Melaleuca cuticularis is usually a shrub growing to a height of 1–7 m (3–20 ft) high but sometimes develops into a tree as high as 12 m (40 ft). The leaves are linear to oblong, grey-green to dark green in colour and 4–12 mm (0.2–0.5 in) long and 1.5–3 mm (0.06–0.1 in) wide. The trunk of M. cuticularis is covered in a pale papery bark and connects to rigid and torturous branches.The flowers are in groups of three, white or cream in colour, located on the ends of the branches and surrounded by overlapping brown bracts. M. cuticularis flowers between the months of September and January and the fruit which follow are woody capsules appearing star-shaped when viewed end-on. The fruits are generally solitary and 6–11 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1806 by Jacques Labillardière in Novae Hollandiae Plantarum Specimen from a specimen he collected during the 1791 d'Entrecasteux expedition. The specific epithet (cuticulata) is from the Latin cuticula, meaning \"pertaining to the cuticle\", referring to the numerous strips of skin-like bark coming away from the trunk and branches.",
    "Distribution and habitat": "Melaleuca cuticularis is able to grow in saline wetlands such as swamps and estuaries. It is common in coastal regions south of Perth stretching to Israelite Bay, in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions. It also occurs, although uncommonly, on Kangaroo Island in South Australia.",
    "Conservation status": "Melaleuca cuticularis is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species is ideal for sandy clay, loamy clay and clay soils and is commonly used for soil stabilisation and revegetation. It is also shade and drought tolerant so can be used in hedges or windbreaks. It can be used as a specimen plant featuring its attractive bark contrasting with light green foliage.\n\n\n== References =="
  }
}