{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_calcicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. calcicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca calcicola is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It was formerly known as a subspecies of Melaleuca apodocephala but was reassessed in 2010 and raised to species status. Its branches are corky, the leaves pointed although not prickly and the flowers are creamy white, tipped with yellow.",
    "Description": "Melaleuca calcicola is a shrub growing to about 4 m (10 ft) tall with corky branches that are glabrous when mature. Its leaves are arranged alternately, 4–11.5 mm (0.2–0.5 in) long and 0.7–1.7 mm (0.03–0.07 in) wide, linear to narrow egg-shaped and slightly fleshy. The ends are pointed although not prickly.The flowers are white to creamy white with the tips of the stamens a contrasting yellow. The flowers are arranged in heads on the ends of branches which continue to grow after flowering and also on the sides of the branches. Each head contains up to 15 individual flowers and is up to 12 mm (0.47 in) in diameter. The petals are 1.2–2.3 mm (0.05–0.09 in) long and fall off as the flowers mature. The stamens are arranged in five bundles around the flowers and there are 12 to 23 stamens per bundle. The flowering period is mainly in November and is followed by fruit which are woody capsules 3–5.5 millimetres (0.1–0.2 in) long with teeth around the edges and in clusters along the branches.",
    "Taxonomy and naming": "Melaleuca adopdocephala subsp. calcicola was first formally described in 1999 by Bryan Barlow and Lyndley Craven in Australian Systematic Botany from a specimen collected in a nature reserve  60 kilometres (40 mi) north-east of Condingup. It was raised to species status in 2010 by Craven, Lepschi and Cowley in Nuytsia. The specific epithet (calcicola) is derived from the Latin calcium meaning \"calcium\" hence lime and the Latin -cola meaning \"dweller\", referring to the preference of this species for growing on limestone.",
    "Distribution and habitat": "This melaleuca occurs between the western edge of the Nullarbor Plain and the Scaddan district in the Coolgardie, Esperance Plains and Mallee biogeographic regions growing in sand, gravel or clay on flat areas and around the edge of swamps.",
    "Conservation status": "Melaleuca calcicola is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}