{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_monantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. monantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca monantha is a plant in the myrtle family, Myrtaceae and is endemic to an area in Queensland, Australia. It is a shrub, similar to Melaleuca minutifolia with very small leaves but the leaves lack oil glands and its flowers occur singly, rather than in pairs. It is also similar to Melaleuca sylvana but is usually multi-stemmed and has a more dense crown than that species.",
    "Description": "Melaleuca monantha is a shrub growing to 7 m (20 ft) tall. Its leaves are arranged in alternating pairs, (decussate) so that they are in four rows along the stems. Each leaf is oval to egg-shaped, 0.9–3 mm (0.04–0.1 in) long, 0.5–1 mm (0.02–0.04 in) wide tapering to a point on the end.The flowers are white and arranged in small heads on the ends of branches that continue to grow after flowering or in the upper leaf axils. The heads are up to 12 mm (0.5 in) in diameter and composed of up to 8 individual flowers. The petals are 1.2–1.6 mm (0.05–0.06 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 6 to 14 stamens. Flowering occurs from October to February and is followed by fruit that are woody capsules 2–3.2 mm (0.08–0.1 in) long in small, loose clusters.",
    "Taxonomy and naming": "The species was first formally described in 1987 by Bryan Barlow as a subspecies of Melaleuca minutifolia. The type specimen was collected near Granite Creek, near Mareeba in Far North Queensland and the description was published in Australian Systematic Botany. It was raised to species status in 1999 by Lyndley Craven. The specific epithet (monantha) is from the Ancient Greek words μόνος (mónos) meaning “alone\", or \"single” and ἄνθος (ánthos) meaning “flower\", referring to the arrangement of the flowers individually rather than in pairs.",
    "Distribution and habitat": "Melaleuca monantha occurs in Queensland, mainly between the Palmer River and Mount Sturgeon (near Hughenden) districts.\n\n\n== References =="
  }
}