{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_brongniartii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. brongniartii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca brongniartii is a shrub in the myrtle family, Myrtaceae and is endemic to the south of Grande Terre, the main island of New Caledonia. It is one of only a few members of its genus to occur outside Australia.",
    "Description": "Melaleuca brongniartii is a shrub that can grow to a height of 2.5 m (8 ft) with a pale grey, papery bark. The leaves and branches are covered with fine hairs at first, but become glabrous as they mature. Its leaves are leathery, with a very short stalk and are 20–40 mm (0.8–2 in) long and 10–30 mm (0.4–1 in) wide. They vary in shape from linear to narrow-elliptic in shape, with the end tapering to a point and have 3 to 5 parallel veins.The flowers are white and occur in small heads on the ends of the branches which continue to grow after flowering. The stamens are arranged in bundles joined at the base and there are 5 to 6 stamens per bundle. Flowering occurs throughout the year but mainly in summer. The fruit are woody capsules 2 mm (0.08 in) long which are hairy on the outer surface.",
    "Taxonomy and naming": "Melaleuca brongniartii was first formally described in 1933 by Albert Ulrich Däniker in Vierteljahrsschrift der Naturforschenden Gesellschaft in Zürich. The specific epithet (brongniartii) honours Adolphe-Théodore Brongniart who contributed to knowledge of the flora of New Caledonia.",
    "Distribution and habitat": "This melaleuca is found in the southern part of Grande Terre. It grows in maquis, along watercourses, areas that are subject to flooding and in lateritic soils on ultramafic rock.\n\n\n== References =="
  }
}