{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_subalaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. subalaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca subalaris is a plant in the myrtle family, Myrtaceae, and is endemic to the south of Western Australia. It is distinguished by its small, decussate leaves and small flower heads which rarely have more than one flower in each inflorescence.",
    "Description": "Melaleuca subalaris is a shrub or sometimes a small tree growing to about 5 m (20 ft) tall with branches and leaves that are glabrous when mature. Its leaves are arranged in alternating pairs, each pair at right angles to the ones above and below (decussate) so that the leaves form four rows along the stems. Each leaf is 1.8–3.7 mm (0.07–0.1 in) long and 0.9–1.5 mm (0.04–0.06 in) wide, narrow oval to egg-shaped, oval in cross-section and with a blunt end.The flowers are white to pale yellow and arranged on the side branches. Sometimes there are up to 4 single flowers in a head up to 12 mm (0.5 in) in diameter. The stamens are arranged in five bundles around the flowers and there are 8 to 18 stamens per bundle. The main flowering period is in September and October and is followed by fruit which are woody capsules 3–4 mm (0.1–0.2 in) long forming loose clusters on the old wood.",
    "Taxonomy and naming": "Melaleuca subalaris was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany. The specific epithet (subalaris) is from the Latin word alaris meaning \"of the wing\" and the prefix -sub meaning “under” referring to the flowers being in a spike rather than axillary.",
    "Distribution and habitat": "This melaleuca occurs in and between the Peak Charles, Zanthus and Esperance districts in the Coolgardie, Esperance Plains, Mallee biogeographic regions. It grows in clay or sandy soils on the edges of salt pans.",
    "Conservation": "Melaleuca subalaris is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}