{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_faucicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. faucicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca faucicola commonly known as desert bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to the Northern Territory in Australia. (Some Australian state herbaria continue to use the name Callistemon pauciflorus.) It is a shrub or small tree growing only in protected gorges in the ranges of Central Australia such as the Petermann Ranges and has red, cream or white spikes of flowers.",
    "Description": "Melaleuca faucicola is a shrub growing to 1.515 m (5 ft) tall with hard, fissured bark. Its leaves are arranged alternately and are 25–89 mm (1–4 in) long, 3.5–16 mm (0.1–0.6 in) wide, flat, linear to lance-shaped, with a mid-vein, 16 to 20 lateral veins and distinct oil glands.The flowers red, pink, cream or white. They are arranged in spikes on the ends of branches that continue to grow after flowering and also on the sides of the branches. The spikes are up to 27 mm (1 in) in diameter with 7 to 17 individual flowers. The petals are 2.5–4.4 mm (0.1–0.2 in) long and fall off as the flower ages. There are 52 to 71 stamens in each flower, some of which are joined in bundles. Flowering occurs at unpredictable times throughout the year and is followed by fruit that are woody capsules, 2.8–4.5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca faucicola was named in 2006 by Lyndley Craven in Novon. It had previously been known as Callistemon pauciflorus since Roger David Spencer and Peter F. Lumley first formally described it in 1986 in Muelleria from a specimen collected from the \"Serpentine Gorge in the Heavitree Range\". The specific epithet (faucicola) is from the Latin  faux meaning “throat”, hence \"gorge\", and -cola meaning \"dweller in\", referring to the habitat of this species, being in gorge country.Callistemon pauciflorus is regarded as a synonym of Melaleuca faucicola by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca occurs in the Central Ranges, MacDonnell Ranges and Petermann Ranges in the Northern Territory, where it grows near waterholes in protected sandstone gorges.",
    "Conservation status": "Melaleuca faucicola is classified as \"near threatened\" in terms of the Northern Territory Parks and Wildlife Conservation Act.\n\n\n== References =="
  }
}