{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_clarksonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. clarksonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca clarksonii, commonly known as Alice River bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to Cape York Peninsula in Queensland, Australia. It is similar to Melaleuca cajuputi and Melaleuca leucadendra with its broad leaves and spikes of creamy-coloured flowers but is distinguished from them by its (usually) hard, fibrous bark.",
    "Description": "Melaleuca clarksonii is a tree growing up to 10 m (30 ft) tall usually with hard, fibrous, but sometimes also papery bark. Its leaves are arranged alternately, 30–110 mm (1–4 in) long, 7–30 mm (0.3–1 in) wide, ovate to elliptical in shape, with a distinct petiole 3–6 mm (0.1–0.2 in) long and 5 to 9 parallel veins.The flowers are white to greenish-cream coloured, in spikes on the ends of branches which continue to grow after flowering. The spikes are up to 18 mm (0.7 in) in diameter and contain 9 to 15 groups of 3 flowers per group. The sepals are 0.7–1.2 mm (0.03–0.05 in) long and the petals are 1.5–2.5 mm (0.06–0.1 in) long and fall of as the flower matures. The stamens are arranged in five bundles around the flower, each bundle containing 6 to 9 stamens. Flowers appear in May and the fruit which follow are woody capsules 2–3 mm (0.08–0.1 in) long in loose clusters along the stems.",
    "Taxonomy and naming": "Melaleuca clarksonii was first formally described in 1997 by Bryan Barlow in Novon from a specimen located in the Mitchell-Alice Rivers National Park. The specific epithet (clarksonii) honours John Richard Clarkson, a north Queensland botanist, who assisted in the collected of the type specimens.",
    "Distribution and habitat": "Melaleuca clarksonii is found in the Cape York Peninsula bioregion, including in the Mitchell-Alice Rivers National Park in the west, the Jack Lakes in the south-east and the Wenlock River district. It grows in forests and woodlands, sometimes in pure stands, around swamps and clay pans in areas that are flooded in the wet season.\n\n\n== References =="
  }
}