{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_acacioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. acacioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca acacioides, commonly known as coastal paperbark and as lunyamad by the Bardi people, is a plant in the myrtle family, Myrtaceae and is native to the northern parts of the Northern Territory, Cape York Peninsula and New Guinea. It is closely related to Melaleuca alsophila and Melaleuca citrolens, being differentiated from them by the number of flowers in a group. In this species, they are in groups of three (called triads). It is a small to medium-sized tree, sometimes with several trunks when growing in the open. It usually grows in areas with saline soils that are regularly flooded, often near mangroves.",
    "Description": "Melaleuca acacioides is a tree, usually with white or grey papery bark, sometimes growing as high as 10 m (30 ft). The young growth is covered with rather long, soft hairs. Its leaves are arranged alternately on the stems, and are 23–70 mm (0.9–3 in) long and 6–14 mm (0.2–0.6 in) wide, glabrous when mature, narrow oval in shape, sometimes with a small point on the end and with many distinct oil glands.The flowers are white to cream and arranged in spikes, sometimes at the tips of the branches and sometimes in the leaf axils. Each spike contains 2 to 10 groups of flowers in threes. The stamens are arranged in five bundles around the flower and each bundle contains 6 or 7 stamens. Flowers appear in winter and spring and are followed by woody capsules 1.6–2.3 mm (0.06–0.09 in) long grouped in clusters along the stem.",
    "Taxonomy and naming": "Melaleuca acacioides was first described in 1862 by Ferdinand von Mueller in Fragmenta Phytographiae Australiae. The specific epithet (acacioides) is a reference to the similarity of the leaves to those of some Acacia species. The ending -oides is a Latin suffix meaning \"resembling\" or \"having the form of\".In 1986, the genus Melaleuca was reviewed by Bryan Barlow and Melaleuca acacioides was separated into three groups - a new species, Melaleuca citrolens and two subspecies:\nMelaleuca acacioides F.Muell. subsp. acacioides\nMelaleuca acacioides (A.Cunn.ex Benth.) Barlow subsp. alsophila.",
    "Distribution and habitat": "Melaleuca acacioides occurs from western Arnhem Land in the Northern Territory to Cape York Peninsula and New Guinea. It grows on the landward side of mangroves and samphire in slightly saline soils.",
    "Uses": "",
    "Uses-Traditional uses": "Aboriginal people used the leaves of Melaleuca acacioides (and of M. argentea and M. leucadendra) as flavouring in cooking. \"Bee bread\" (produced from pollen) and honey were foods collected from native bee hives prevalent in swamp forests, including those of Melaleuca acacioides.",
    "Uses-Essential oils": "Selinenes, which are an important part of celery seed oil, are major components of the essential oils extracted from the leaves of this species.",
    "Uses-Other uses": "The timber of Melaleuca acadioides is strong and dark coloured. The trunks may have a use as small poles and as fuel. Melaleuca acacioides may also be useful as a windbreak in difficult coastal situations.\n\n\n== References =="
  }
}