{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_boeophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. boeophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca boeophylla is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is similar to a number of other Western Australian melaleucas such as M. filifolia with its purple pom-pom flower heads but its leaves are shorter and oval in cross-section.",
    "Description": "Melaleuca boeophylla is a twiggy shrub which grows to a height of 2 m (7 ft) with stems and leaves that are glabrous except when young. Its leaves are arranged alternately, linear to narrow egg-shaped and oval in cross-section, 9.5–25 mm (0.4–1 in) long, 1.2–1.7 mm (0.05–0.07 in) wide with the leaf blade having the same dimension as the stalk. The tip of the leaf is a rounded point and the oil glands are distinct.The flowers are a shade of pink to purple and arranged in heads on the ends of branches which continue to grow after flowering, sometimes also in the leaf axils. The heads are up to 20 mm (0.8 in) in diameter and contain between 6 and 10 groups of flowers in threes. The stamens are arranged in bundles of five around the flower, with 9 to 11 stamens in each bundle. The flowering season is mainly in November and is followed by fruit which are woody capsules, 2.5–3 mm (0.098–0.12 in) long, arranged in clusters forming an almost spherical football shape.",
    "Taxonomy and naming": "Melaleuca boeophylla was first formally described in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen collected near the Kalbarri National Park. The specific epithet (boeophylla) is from the Greek boeos meaning 'strap' and phyllon 'leaf', referring to the leaf shape of this species.",
    "Distribution and habitat": "This melaleuca occurs in the Kalbarri district in the Carnarvon and Geraldton Sandplains biogeographic regions.",
    "Conservation status": "Melaleuca boeophylla is listed as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations but is not currently in imminent danger.\n\n\n== References =="
  }
}