{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ctenoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ctenoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ctenoides is a shrub in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It was first described in 1990 in a review of the genus Melaleuca when the species M. laxiflora at that time was found to comprise ten species. Two of those species were new - M. camptoclada and M. ctenoides. It similar to Melaleuca laxiflora but distinguished from it by its comb-like leaves and attractive mauve or violet flowers in spring.",
    "Description": "Melaleuca ctenoides is a spreading shrub growing to a height of about 3 m (10 ft). Its leaves and branches are glabrous or almost so. The leaves are 10–35 mm (0.4–1 in) long and 0.9–1.5 mm (0.04–0.06 in), wide linear in shape and almost circular in cross-section.\nMauve flowers occur in spikes on side branches which continue to grow after flowering. Each spike has up to 20 individual flowers and is about 20–30 mm (0.8–1 in) long and 25 mm (1 in) in diameter. The petals are pale pink, 3–3.5 mm (0.1–0.1 in) long but fall off soon after the flower opens. The stamens are arranged in five bundles around the flower with 14 to 18 stamens in each bundle. Flowering occurs mainly from October to November and the fruit that follow are woody capsules, 3.5–5.0 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca ctenoides was first formally described in 1990 by F.C.Quinn from a specimen found 6.5 kilometres (4 mi) by road north of Wongan Hills. The specific epithet (ctenoides) is from the Greek ctenos meaning \"comb\" and -oides\", \"resembling\", referring to the appearance of new growth with young leaves projecting like the teeth of a comb.",
    "Distribution and habitat": "This melaleuca occurs between the Maya, Narembeen and Hyden districts in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions. It grows in sandy or clay soils on hillsides and granite outcrops.",
    "Conservation status": "Melaleuca ctenoides is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}