{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_eurystoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. eurystoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca eurystoma is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a small shrub with pale lemon to greenish flowers and egg-shaped to almost oval leaves.",
    "Description": "Melaleuca eurystoma is a shrub growing to 1.5 m (5 ft) tall with mostly glabrous branches, leaves and flower parts. Its leaves are arranged alternately, 4.2–8.7 mm (0.2–0.3 in) long, 3–6.1 mm (0.1–0.2 in) wide, egg-shaped to almost oval with a wedge-shaped base and a rounded end.\nThe flowers are yellow or greenish-yellow and arranged in heads or spikes on the ends of branches which continue to grow after flowering, sometimes also on the sides of the branches. The heads are up to 25 mm (1 in) in diameter and composed of 5 to 20 individual flowers. The petals are 2.5–3.5 mm (0.098–0.14 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 7 to 15 stamens. Flowering occurs mainly in early spring and is followed by fruit which are woody capsules 3.5–5 mm (0.14–0.20 in) long.",
    "Taxonomy and naming": "Melaleuca eurystoma was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected near Tarin Rock. The specific epithet (eurystoma) is from the ancient Greek eurys meaning \"wide\" and stoma meaning \"mouth\", referring to the unusually wide opening of the fruit.",
    "Distribution and habitat": "This melaleuca occurs in and between the Lake King, Corrigin and Condingup districts in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions where it grows gravelly sand and laterite.",
    "Conservation status": "Melaleuca eurystoma is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}