{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_minutifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. minutifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca minutifolia, commonly known as teatree is a plant in the myrtle family, Myrtaceae and is endemic to northern Australia.  As suggested by its name, it has tiny leaves but it also produces creamy white to white flowers throughout the year in its native range.",
    "Description": "Melaleuca minutifolia is a shrub or small tree growing to about 7–10 m (20–30 ft) high with white papery bark and glabrous branches. The leaves are arranged in alternate pairs (decussate), making four rows of leaves along the stems. They are rhombic in shape, 1.2–4.5 mm (0.05–0.2 in) long, 0.6–1.1 mm (0.02–0.04 in) wide with their upper surface pressed against the stem revealing raised oil glands on their lower (outer) surface.The flowers are white to creamy white and are arranged in short spikes on the ends of the branches which continue to grow after flowering or on their sides. The spikes are up to 15 mm (0.6 in) in diameter and contain up to 10 pairs of flowers. The petals are 1.4–2.1 mm (0.06–0.08 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flowers with 8 to 16 stamens in each bundle. Flowering occurs throughout the year, although mainly in autumn and spring and is followed by fruit which are woody, cylindrical capsules, 2–3 mm (0.08–0.1 in) long and 3–4 mm (0.1–0.2 in) in diameter, arranged in small, loose clusters along the stem.",
    "Taxonomy and naming": "The species was first formally described by Victorian Government Botanist Ferdinand von Mueller in 1859 from \"barren localities in North Western Australia\". The specific epithet (minutifolia) is from the Latin words minutus meaning \"little\" or “small” and folia meaning \"leaves\"  referring to the tiny leaves of this species.",
    "Distribution and habitat": "Melaleuca minutifolia occurs in sandy or rocky soils in and between the Drysdale River National Park in northern Western Australia and the south west part of Arnhem Land in the Northern Territory",
    "Conservation": "Melaleuca minutifolia is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "This species has an informal, attractive shape and a useful screening plant for tropical climates.",
    "Uses-Essential oils": "The oil from the leaves of this species consists mainly of sesquiterpenes and monoterpenes.\n\n\n== References =="
  }
}