{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_nematophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lutea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca nematophylla, commonly known as wiry honey-myrtle is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is one of the showiest melaleucas when in flower in early spring, is easily grown and has unusual needle-like foliage. As a result, it is relatively common in cultivation in temperate parts of Australia.",
    "Description": "Melaleuca nematophylla is an erect, rounded shrub with coarse, brownish, papery bark and which grows to a height of about 3 m (10 ft). Its leaves and branches are glabrous. The leaves are 40–160 mm (2–6 in) long, 0.7–1.5 mm (0.03–0.06 in) wide, circular in cross section and taper to a sharp but not prickly point.The flowers are a shade of pink to purple and are arranged in heads on the ends of most of the branches, which continue to grow after flowering. The heads are up to 55 mm (2 in) in diameter but more usually about half that size, and contain 10 to 20 groups of flowers in threes. The stamens are in five bundles around the flower, each bundle with 7 to 13 stamens. Flowering usually occurs in September or October and the fruit which follow are woody capsules 3–6 mm (0.1–0.2 in) long in roughly spherical clusters along the stems.",
    "Taxonomy and naming": "Melaleuca nematophylla was first formally described in 1862 by Ferdinand von Mueller in Fragmenta Phytographiae Australiae but the publication was not valid. The name was validated by Lyndley Craven in 1999. The specific epithet (nematophylla) is from the Ancient Greek nêma meaning \"thread\" and phýllon meaning “leaf” in reference to the thread-like leaves of this species.",
    "Distribution and habitat": "This melaleuca occurs in and between the Kalbarri, Mullewa, Three Springs, Perenjori and Manning Range districts in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Murchison and Yalgoo biogeographic regions. It grows in a range of soils on ridges and sandstone hilltops.",
    "Conservation": "Melaleuca nematophylla is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulure": "Wiry honey-myrtle is well known in cultivation in temperate parts of Australia and is suited to well drained soils in a sunny position, protected from severe frosts.\n\n\n== References =="
  }
}