{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pauperiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pauperiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pauperiflora, commonly known as boree, is a plant in the myrtle family, Myrtaceae, and is native to the southern parts of South Australia and Western Australia. It is distinguished by its short, thick leaves and small but profuse heads of white or cream flowers. There are three subspecies.",
    "Description": "Melaleuca pauperiflora is a large shrub or small tree growing to a height of about  6 m (20 ft) with rough or fibrous grey bark. It leaves vary somewhat with subspecies but in general are 3–13 mm (0.1–0.5 in) long, 0.8–1.7 mm (0.03–0.07 in) wide, very narrow elliptical to almost linear in shape and almost circular in cross section. The tips of the leaves are sometimes blunt, sometimes pointed and sometimes sharp.The flowers are white to pale yellow and arranged in hemispherical heads, mostly on the ends of branches which continue to grow after flowering but sometimes also in the upper leaf axils. The heads are about 18 mm (0.7 in) in diameter and contain 3 to 10 individual flowers. The petals are 1.7–3 mm (0.07–0.1 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flower, each bundle containing 10 to 18 stamens. Flowering occurs in spring and early summer and is followed by fruit which are woody, barrel-shaped capsules more or less scattered along the branches.",
    "Taxonomy and naming": "Melaleuca pauperiflora was first formally described in 1862 by Ferdinand von Mueller in \"Fragmenta phytographiae Australiae\" from a specimen collected by George Maxwell in the Phillips Range. The specific epithet (pauperiflora) is derived from the Latin words pauper meaning “poor” and flos meaning \"flower\" or \"blossom\" referring to the specimen described by Mueller which had only a few flowers.In a review of the genus Melaleuca in 1988, Bryan Barlow and Kirsten Cowley described three subspecies of Melaleuca pauperiflora:\nMelaleuca pauperiflora subsp. fastigiata occurs in Western Australia between the Wubin, Kulin, Esperance and Norseman districts;\nMelaleuca pauperiflora subsp. mutica occurs in South Australia, especially the Eyre Peninsula, in the Nullarbor Plain and as far east as Murray Bridge;\nMelaleuca pauperiflora subsp. pauperiflora occurs in Western Australia between the South Yilgarn, Ongerup and Salmon Gums districts.",
    "Distribution and habitat": "Melaleuca pauperiflora occurs  in the south-west corner of Western Australia and the south of South Australia. It grows in a range of vegetation associations and soils, depending largely on subspecies.",
    "Ecology": "Jewel beetles (Family Buprestidae), especially Temognatha heros are important pollinators of Melaleuca pauperiflora.",
    "Conservation": "This species is classified as \"not threatened\" (in Western Australia) by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Horticulture": "Although not of great horticultural value, it is a hardy plant and is useful as a screening plant in dry areas.",
    "Uses-Essential oils": "Of the three forms, subspecies mutica has the most oil in the leaves. It consists mostly of monoterpenoids, especially 1,8-cineole (eucalyptol).\n\n\n== References =="
  }
}