{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_flavovirens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. flavovirens"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca flavovirens, commonly known as green bottlebrush is a plant in the myrtle family, Myrtaceae and is endemic to a small area near the New South Wales–Queensland border in Australia. (Some Australian state herbaria continue to use the name Callistemon flavovirens.) It is a stiff shrub, distinguished by its silvery new growth and spikes of greenish flowers with yellow tips.",
    "Description": "Melaleuca flavovirens is a spreading shrub growing to 1–3 m (3–10 ft) tall with hard, corrugated bark. Its leaves are arranged alternately and are 36–102 mm (1–4 in) long, 4–11 mm (0.2–0.4 in) wide, narrow egg-shaped with the narrower end towards the base, and a short, blunt tip on the end. They are also distinguished by their broad v-shape, distinct oil glands on both surfaces, a mid-rib and 8 to 16 distinct lateral veins.\nThe flowers are whitish through cream to green and arranged in spikes on the ends of branches that continue to grow after flowering as well as on the sides of the branches. The spikes are up to 55 mm (2 in) in diameter with 15 to 40 individual flowers. The petals are 3.9–6.1 mm (0.15–0.24 in) long and fall off as the flower ages. There are 34 to 38 stamens in each flower, tipped with yellow. Flowering occurs between May and December and is followed by fruit that are woody capsules, 5.7–8.2 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1925 by  Edwin Cheel, who gave it the name Callistemon rugulosus var. flavo-virens. The description was published in Illustrations of New South Wales Plants. In 1925, Cheel raised the variety to species level and gave it the name Callistemon flavovirens, publishing the change in Proceedings of the Linnean Society of New South Wales. In 2006, Lyndley Craven changed the name to Melaleuca flavovirens, publishing the change in Novon. The specific epithet (flavovirens) is from the Latin words flavus meaning \"yellow\" and virens meaning \"green\", referring to the colour of the stamens.Callistemon flavovirens is regarded as a synonym of Melaleuca flavovirens by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca flavovirens occurs in the mountains and tablelands from the Stanthorpe and Wallangarra districts in Queensland south to Torrington and the Guy Fawkes River National Park in northern New South Wales. It grows in scrubland, heath and forest along watercourses and amongst boulders on hilltops.",
    "Conservation status": "Melaleuca flavovirens, as Callistemon flavovirens, is classified in New South Wales as a \"Rare or Threatened Australian Plant\".",
    "Use in horticulture": "Melaleuca flavovirens is a drought resistant species but will tolerate wet situations and is tolerant of frosts. It can be propagated from seed or from cuttings.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}