{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_parviceps",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. parviceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca parviceps, commonly known as rough honey-myrtle is a shrub in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is a shrub with varying shades of pink or purple flowers, the stamens tipped with yellow anthers. In describing it, John Lindley noted: \"every twig ... is terminated by hemispherical heads of brilliant pink\". It is similar to Melaleuca manglesii and Melaleuca seriata.",
    "Description": "Melaleuca parviceps grows to about 1.2 m (4 ft) tall with its branchlets and leaves covered by small silky hairs. The leaves are arranged alternately, 7.5–25 mm (0.3–1 in) long and 0.7–1.2 mm (0.03–0.05 in) wide and linear or very narrow oval in shape.The flowers are arranged in heads or short spikes on the ends of branches which continue to grow after flowering, or sometimes in the upper leaf axils. The heads are up to 25 mm (1 in) in diameter and contain between 2 and 8 groups of flowers in threes. The petals are 1.7–3 mm (0.07–0.1 in) long and fall off soon after the flowers open. The stamens, which give the flower it colour are shades of pink, purple or mauve with yellow tips and are arranged in five bundles around the flower, each bundle containing 6 to 10 stamens. Flowering is in spring and early summer and is followed by fruit which are woody capsules 2.5–3.5 mm (0.098–0.14 in) long.",
    "Taxonomy and naming": "Melaleuca parviceps was first formally described in 1839 by John Lindley in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (parviceps) is from the word Latin parvus, meaning \"little\" and the Latin suffix -ceps meaning \"headed\" \"in reference to the small inflorescences in the type collection\".",
    "Distribution and habitat": "Melaleuca parviceps occurs in the Darling Range near Perth and nearby inland areas in the Avon Wheatbelt, Jarrah Forest and Swan Coastal Plain biogeographic regions. It grows in scrub, heath and forest in clay or sand over granite.",
    "Conservation": "Melaleuca parviceps is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca parviceps has been successfully cultivated in well-drained soil in temperate areas with low humidity.\n\n\n== References =="
  }
}