{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_laetifica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. laetifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca laetifica is a plant in the myrtle family, Myrtaceae and is endemic to the west coast of Western Australia. It has unusual warty, hairy leaves and heads of bright yellow flowers in spring. It is one of the brightest yellow flowering melaleucas and deserves a place in gardens in semi-dry to temperate areas.",
    "Description": "Melaleuca laetifica is a bushy shrub growing to 1 m (3 ft) tall in ideal conditions. Its branchlets are covered with soft, silky hairs when young but become glabrous as they mature. Its leaves are arranged alternately and are 5.5–12 mm (0.2–0.5 in) long, 0.5–1.5 mm (0.02–0.06 in) wide, roughly linear in shape and circular in cross section. They also have distinct, raised oil glands, giving the leaf a warty appearance and often there are long, white hairs, especially on the younger leaves.The flowers are usually bright yellow, sometimes creamy-white and ageing to white. They are arranged in heads on the ends of branches which continue to grow after flowering. The heads are up to 23 mm (0.9 in) in diameter and composed of 4 to 10 individual flowers. The petals are 2.5–4 mm (0.1–0.2 in) long and fall off as the flower ages. There are five bundles of stamens around the flower, each with 12 to 20 stamens. Flowering occurs between August and February, but mostly in spring and is followed by fruit which are woody capsules, 4–6 mm (0.2–0.2 in) long in loose clusters along the stem.",
    "Taxonomy and naming": "Melaleuca laetifica was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected on the road to Geraldton. The specific epithet (laetifica) refers to the bright, pleasing flowers of this plant species.",
    "Distribution and habitat": "This melaleuca occurs in and between the Kalbarri and Hutt River districts in the Geraldton Sandplains biogeographic region. It mostly grows in sand in low heath.",
    "Conservation": "Melaleuca laetifica is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca laetifica is probably the brightest yellow-flowering melaleuca and its low, ground-hugging habit makes it an ideal groundcover or fore-ground plant. It grows best in semi-dry to temperate areas and may not be suited to the humid east coast of Australia.\n\n\n== References =="
  }
}