{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_wonganensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. wonganensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca wonganensis is an erect shrub in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with narrow leaves and purple to deep mauve flowers and is restricted in its distribution to the Wongan Hills district.",
    "Description": "Melaleuca wonganensis grows to a height of 1–1.4 m (3–5 ft). Its leaves are arranged alternately, are linear to tear-drop shaped with a very short stalk and a rounded end. The leaves are 7.5–20 mm (0.3–0.8 in) long and 0.8–1.4 mm (0.03–0.06 in) wide, often covered with fine hairs and have three longitudinal veins.\nThe flowers are arranged in heads about 25 mm (1 in) in diameter, near the ends of the branches, with two to five groups of flowers, each with three individual flowers. The flowers appear in September and October and are purple or deep mauve. The stamens are arranged in bundles of five around the flower, with seven to ten stamens in each bundle. The base of the flower is hairy and 2.0–2.5 mm (0.08–0.1 in) long. The fruit are woody capsules 3–4.5 mm (0.1–0.2 in) long and wide.",
    "Taxonomy and naming": "Melaleuca wonganensis was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany. The specific epithet (wonganensis) is a reference to its distribution in the Wongan Hills district.",
    "Distribution and habitat": "This melaleuca occurs only in the Wongan Hills district. It usually grows in depressions near salt lakes in calcareous soils. It grows in dense scrub or heath on sand, clayey sand with lateritic pebbles and sand over granite and laterite. The type specimen has the note that it was collected on \"Gently undulating terrain, east of hills, orange clayey sand with numerous lateritic pebbles. Melaleuca heath-thicket by side of road. Locally common.\"",
    "Conservation": "Melaleuca wonganensis is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Essential oils": "This leaf oil of this species is mostly monoterpenes yielding about 0.5% (weight/weight) from fresh leaves.\n\n\n== References =="
  }
}