{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ochroma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ochroma"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ochroma is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It is very similar to Melaleuca subfalcata, varying mainly in the length of its stamens and styles. Like M. subfalcata, it has pink to mauve flowers and leaves that are very hairy when young but become glabrous when mature.",
    "Description": "Melaleuca ochroma is a shrub growing to about 2.5 m (8 ft) tall with hard, fibrous bark.  Its leaves are narrow oval shaped and covered with soft hairs when young but become glabrous with age and eventually linear in shape, slightly dished and with a sharp point on the end. Mature leaves are arranged alternately on the stem and are 13–19 mm (0.5–0.7 in) long and about 1.0 mm (0.04 in) wide.The flowers are pink at first but fade to pale mauve, arranged on spikes 13–19 mm (0.5–0.7 in) wide in the axils of the leaves, each spike with 17 to 35 individual flowers. The petals are 2.4–3.5 mm (0.09–0.1 in) long and fall off as the flower matures. The stamens are arranged in five bundles around the flower, each bundle containing 13 to 24 stamens. The stamens are 4.3–7.2 mm (0.2–0.3 in) long and the styles are 6.5–7.2 mm (0.3–0.3 in) long. (In Melaleuca subfalcata, the stamens and styles are longer.) Flowering occurs in late spring and is followed by fruit which are woody cup-shaped capsule 3–4.4 mm (0.1–0.2 in) long with a fairly smooth rim.",
    "Taxonomy and naming": "Melaleuca ochroma was first described as a new species in 2000 by Brendan Lepschi. The specific epithet (ochroma) is from the Greek ochroma meaning \"pallor\" in reference to the pale colour of the flowers.",
    "Distribution and habitat": "Melaleuca ochroma occurs in the Mount Holland - Hyden district in the Coolgardie and Mallee biogeographic regions.",
    "Conservation": "Melaleuca ochroma is listed as \"Priority Three\" Government of Western Australia Department of Parks and Wildlife meaning that it is only known from a few locations but is not under imminent threat.\n\n\n== References =="
  }
}