{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_fulgens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. fulgens"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca fulgens, commonly known as the scarlet honey myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to Western Australia, South Australia and the Northern Territory. It is notable for its showy orange, red or purple flowers, unusual foliage and fruit, and is a popular garden plant. It is a member of Melaleuca, a large and diverse genus whose members range from large trees such as M. quinquenervia, to small shrubs.",
    "Description": "Melaleuca fulgens is a woody shrub growing to a height of 0.4–3 m (1–10 ft) with glabrous branchlets. Its leaves are arranged in alternating pairs at right angles to those immediately above and below (decussate) so that the leaves are in four rows along the stems. The leaves are grey-green, 8–35 mm (0.3–1 in) long, 0.7–5.5 mm (0.03–0.2 in) wide, varying in shape depending on subspecies but generally linear to egg-shaped.The flowers are a shade of red, pink or white and are arranged in spikes on the sides of the branches. The spikes are up to 75 mm (3 in) in diameter and contain 6 to 20 individual flowers arranged in a decussate pattern. The stamens are arranged in five bundles around the flower, each bundle at least 20 mm (0.8 in) long and containing 22 to 80 stamens. The flowers appear from late winter to summer (July to December) and are followed by fruit which are woody capsules 4.2–7.2 mm (0.2–0.3 in) long, shaped like a squashed urn and arranged in alternating pairs along the stems.",
    "Taxonomy and naming": "Melaleuca fulgens was one of the many species first formally described by the botanist Robert Brown, appearing in Hortus Kewensis in 1812. The specific epithet (fulgens) is derived from a Latin adjective meaning \"bright-coloured\" or \"shining\" and is related to the showy flowers.Three subspecies are recognised, differentiated mainly by the length of their stamen filaments and from their distributions:\n\nM. fulgens R.Br. subsp. fulgens occurs in many areas of the south west of the state, has linear to narrow elliptic leaves and stamen filaments 16.5–27 millimetres (0.6–1 in) long;\nMelaleuca fulgens subsp. steedmanii (C.A.Gardner) K.J.Cowley has a more restricted distribution in and between the Shark Bay and Coorow districts near Geraldton, has narrow egg-shaped leaves and stamen filaments 12–18 millimetres (0.5–0.7 in) long;\nMelaleuca fulgens subsp. corrugata (J.M.Black ex Eardley) K.J.Cowley has a disjunct distribution in the border area between Western Australia, South Australia and the Northern Territory.",
    "Distribution and habitat": "This melaleuca is found in a broad area across Western Australia, from Kalbarri to the vicinity of Kalgoorlie, south to the southern coastline and in the border areas with South Australia and the Northern Territory, growing on sandy or gravelly soils, often on granite outcrops.",
    "Conservation status": "Melaleuca fulgens is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca fulgens was introduced into cultivation in the United Kingdom in 1803 and is commonly grown in Australian gardens, with several hybrids also available. It is readily grown given sufficient moisture but needs good drainage as it is susceptible to fungal disease. Its attractive grey foliage and bright showy flowers are its horticultural features. Light pruning improves flowering and improves the shrub's shape. Plants may be propagated from seed, though propagation from semi-mature cuttings is preferred for cultivars to preserve flower colour and form. One attractive form has apricot-coloured flowers.\n\n\n== References =="
  }
}