{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_macronychia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. macronychia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca macronychia is a shrub in the myrtle family Myrtaceae, endemic to the south-west of Western Australia. Its large, red flower spikes and long flowering period contribute to its popularity as a garden plant. There are two subspecies, distinguished mainly by the shape of the leaves.",
    "Description": "Melaleuca macronychia is an open, erect, many-stemmed shrub usually growing to a height of 3–5 m (10–20 ft). Its leaves are arranged alternately, are 9–28 mm (0.4–1 in) long and 2.1–15.5 mm (0.08–0.6 in) wide oval to narrow elliptic in shape and taper to a point.\nThe flowers are crimson and arranged in spikes on side branches, the spikes up to 60 mm (2 in) long and about 50 mm (2 in) in diameter. Each spike contains between 10 and 80 individual flowers. The petals are 3–6 mm (0.1–0.2 in) long and fall off as the flowers open. The stamens are arranged in five bundles around the flower, each bundle with 15 to 25 stamens. Flowers appear mostly from February to December varying somewhat with subspecies. The fruit are woody, roughly spherical capsules about 6 mm (0.2 in) in diameter, forming clusters along the branches.",
    "Taxonomy and naming": "Melaleuca macronychia was first described in 1852 by Nikolai Turczaninow in \"Bulletin de la classe physico-mathematique de l'Academie Imperiale des sciences de Saint-Petersburg\". There is disagreement about the etymology of the specific epithet (macronychia). In a Melaleuca monograph, Craven give it as from the Ancient Greek makros meaning “long” and onyx meaning \"fingernail\", \"claw\" or \"talon\", referring to the dried leaves which look like long, narrow human fingernails. Sharr considers onychius to be an adaptation of the Greek onyx, onychos meaning \"a nail or claw\", referring to the stamen claw of this species.There are two subspecies varying in their distributions, flowering time and leaf size and shape:\n\nMelaleuca macronychia subsp. macronychia has narrow oval to elliptic leaves that are up to ten times longer than they are wide and it occurs in and between the Kalannie and Hyden districts in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions.\nMelaleuca macronychia subsp. trygonoides has broad oval leaves which are less than twice as long as they are wide and it occurs in the Coolgardie, Lake Johnston and Widgiemooltha districts in the Coolgardie and Mallee biogeographic regions.",
    "Distribution and habitat": "Melaleuca macronychia occurs in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions growing in scrub and heath on a wide range of sandy and gravelly soil types.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife although the subspecies trygonoides is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Melaleuca macronychia subsp. macronychia is frequently cultivated because of its profuse red flower spikes which appear over long periods. It is also a hardy plant, including in the temperate areas of the more humid east coast when grown in well-drained soil with a sunny aspect.\n\n\n== References =="
  }
}