{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_squamophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. squamophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca squamophloia is a plant in the myrtle family, Myrtaceae and is endemic to the black soil plains of south eastern Queensland in Australia. Like its close relative Melaleuca styphelioides, it is a small, erect tree with prickly leaves and spikes of cream or white flowers but its bark is hard rather than papery and the leaves have fewer veins than that species.",
    "Description": "Melaleuca squamophloia is a shrub or small tree growing to 7 m (20 ft) high, with hard, scaly or fibrous bark. Its leaves are arranged alternately, 4–12 mm (0.2–0.5 in) long, 1.6–3.5 mm (0.06–0.1 in) wide, narrow egg-shaped with the end tapering to a sharp, prickly point and with 3 to 15 veins.\nThe flowers are white or cream-coloured and are arranged in spikes on the ends of branches which continue to grow after flowering and on the sides of the branches. Each spike contains 5 to 16 individual flowers and is up to 20 mm (0.8 in) in diameter. The petals are 1.5–1.8 mm (0.06–0.07 in) long and fall off as the flower opens or soon after. There are five bundles of stamens around the flower, each with 15 to 20 stamens. Flowering occurs in spring and from April to June, and is followed by fruit which are woody, almost spherical capsules, 2.5–3.5 mm (0.098–0.14 in) long.",
    "Taxonomy and naming": "Melaleuca squamophloia was first named in 1997 by Lyndley Craven and Bryan Barlow in Novon. It was first formally described in 1984 as Melaleuca styphelioides var. squamophloia by Norman Byrnes. The specific epithet (squamophloia) is from the Latin word squama meaning \"scale\" and the Ancient Greek word φλοιός (phloiós) meaning “bark” referring to the bark of this species which is hard and scaly.",
    "Distribution and habitat": "This melaleuca occurs on the black soil plains in and between the Miles, Jandowae and Tara districts of south east Queensland. It grows in woodland and scrubland in clay and clay loam.\n\n\n== References =="
  }
}