{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_sphaerodendra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. sphaerodendra"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca sphaerodendra is a plant in the myrtle family Myrtaceae, and is endemic to Grande Terre, the main island of New Caledonia. It is one of only a few members of its genus to occur outside Australia and was previously known as Callistemon gnidioides Guillaumin.",
    "Description": "Melaleuca sphaerodendra is shrub or small tree growing to a height of 10 m (30 ft) with its branchlets densely covered with hairs. The leaves are 7–19 mm (0.3–0.7 in) long, 2–5 mm (0.08–0.2 in) wide, narrow oval to egg-shaped, rounded at the end and have 3 to 5 parallel veins. When young, the leaves are covered with hairs similar to those on the branchlets but become glabrous as they mature.The flowers are white or cream and occur on the ends of the branches which continue to grow after flowering. The petals are 1–2.2 mm (0.04–0.09 in) long and the stamens are arranged in five bundles around the flower, with 2 or 3 stamens per bundle. Flowering occurs mainly from July and September and is followed by the fruit which are woody capsules 2.2 mm (0.09 in) long.",
    "Taxonomy and naming": "Callistemon gnidioides was first formally described in 1934 by André Guillaumin, then transferred to the genus Melaleuca as Melaleuca sphaerodendra  in 1998 by Lyndley Craven and John Dawson in the journal Adansonia. The specific epithet (sphaerodendra) is from the Ancient Greek σφαῖρα (sphaîra) meaning “ball\" and δένδρον (déndron) meaning “tree” referring to the roughly spherical crown of the tree.There are two varieties of this species:\n\nMelaleuca sphaerodendra var. sphaerodendra has linear to oval leaves which are 2–3 millimetres (0.08–0.1 in) wide;\nMelaleuca sphaerodendra var. microphylla has elliptic or egg-shaped leaves which are 3.5–5 millimetres (0.1–0.2 in) wide.",
    "Distribution and habitat": "Melaleuca sphaerodendra is found on Grande Terre:\n\nvar. sphaerodendra occurs on the southern part of the island, growing in open maquis on volcanic soils;\nvar. microphylla occurs on the central-west and north-west parts of Grande Terre, growing in maquis on steep scree slopes of volcanic rocks.\n\n\n== References =="
  }
}