{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_penicula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. penicula"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca penicula is a plant in the myrtle family, Myrtaceae and is endemic to the south of Western Australia. It is a rare species only known from the Fitzgerald River National Park and resembles Melaleuca eximia with its spikes of red flowers but its leaves and stamen bundles are different.",
    "Description": "Melaleuca penicula is an erect, woody shrub growing to 2.5 m (8 ft) tall. Its leaves are arranged in alternating pairs (decussate) so that there are four rows of leaves along the stem. The leaves are\n5.5–10.3 mm (0.2–0.4 in) long, 2–3.3 mm (0.08–0.1 in) wide, narrow egg-shaped and tapering to a point. Young leaves are covered with soft, silky hairs. The stalk of the leaf is attached to the underside of the leaf and the upper surface of the leaf faces the stem. The oil glands are distinct.The flowers are red to scarlet and arranged in spikes up to 60 mm (2 in) wide and contain about 40 groups of flowers in threes. The petals are about 3 mm (0.1 in) long and fall off as the flower opens. The outer surface of the floral cup (the hypanthium) is usually hairy and there are five bundles of stamens around the flower, each with 10 to 14 stamens. Flowering over a long period from October to February and is followed by fruit which are woody capsules, about 5 mm (0.2 in) long in tight cylindrical clusters.",
    "Taxonomy and naming": "Melaleuca penicula was first formally described as a subspecies of Melaleuca coccinea by Kirsten Cowley in 1990 from a specimen collected in the North Fitzgerald River National Park but later elevated to species rank by Lyndley Craven and Brendan Lepschi in 1999. The specific epithet is a Latin word meaning \"brush\" referring to the brush-like stamen bundles.",
    "Distribution and habitat": "Melaleuca penicula occurs in the Fitzgerald River National Park in the Esperance Plains biogeographic region where it grows  in sandy soils near granite outcrops.",
    "Conservation": "Melaleuca papillosa is listed as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is rare or near threatened.\n\n\n== References =="
  }
}