{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_triumphalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. triumphalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca triumphalis is a plant in the myrtle family, Myrtaceae and is endemic to the Victoria River district of the Northern Territory in Australia. It was discovered on a 1996 expedition commemorating the work of the early German-Australian botanist, Ferdinand von Mueller. It is a shrub with grey foliage and contrasting green heads of flowers in spring.",
    "Description": "Melaleuca triumphalis grows to a height of 2.5 m (8 ft) and has grey, rather papery bark and hairy young stems. Its leaves are arranged alternately, narrow elliptic in shape, 60–140 mm (2–6 in) long, 15–25 mm (0.6–1 in) wide, covered with fine hairs and have 3 to 5 longitudinal veins.The flowers are arranged in heads or short spikes up to 65 mm (3 in) in diameter and contain 10 to 20 groups of flowers in threes. The flowers appear in September and are green, fading to yellow. The petals are 5.1–7 mm (0.2–0.3 in) long and fall off as the flower matures. The stamens are arranged in bundles of five around the flower, with 7 to 12 stamens in each bundle. The base of the flower is hairy and 2.8–4.6 mm (0.1–0.2 in) long. The woody capsules are 3.7–5.6 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca triumphalis was first described in 1998 by Lyndley Craven in Muelleria from a specimen collected in the Judbarra / Gregory National Park on the 1996 expedition to commemorate the centenary of the death of Ferdinand von Mueller. The specific epithet (triumphalis) is a reference to the triumphal results of Mueller on the Gregory expedition and to the collection of a specimen of this species on the centenary expedition.",
    "Distribution and habitat": "Melaleuca triumphalis occurs in the Victoria River district in springs at the base of waterfalls and at the top of scree slopes.",
    "Conservation": "A search for individuals of this species in the Judbarra / Gregory National Park found 37 populations however it is possible that M. triumphalis also occurs in other places with similar ecological niches such as the Keep River National Park. It has been recommended that the species be classified as \"vulnerable\".\n\n\n== References =="
  }
}