{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_spectabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. spectabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca spectabilis is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It was formerly known as a subspecies of Melaleuca longistaminea. It is a low, prickly shrub with yellow or lime-green flowers in spring and early summer.",
    "Description": "Melaleuca spectabilis is a spreading or prostrate shrub growing to about 2 m (7 ft) tall with branches and leaves that are glabrous when mature. Its leaves are arranged alternately, 4.5–13.5 mm (0.2–0.5 in) long and 3–11.5 mm (0.1–0.5 in) wide, heart-shaped with a sharp point on the end and with at least the lower part of the leaf pressed against the stem.The flowers are yellow to lime-green and arranged in heads on the sides of the branches. Each head contains 5 to 15 individual flowers and is up to 45 mm (1.8 in) in diameter. The petals are 4.5–6.5 mm (0.18–0.26 in) long (compared to 3–3.7 mm (0.12–0.15 in) in M. longistaminea) and fall off as the flowers mature. The stamens are arranged in five bundles around the flowers and there are 9 to 24 stamens per bundle. The flowering period is from August to late November and is followed by fruit which are woody capsules 3.5–6.5 mm (0.14–0.26 in) long with teeth around the edges and in clusters along the branches.",
    "Taxonomy and naming": "Melaleuca longistaminea subsp. spectabilis was first described in 1999 by Bryan Barlow and Lyndley Craven in Australian Systematic Botany. It was raised to species status in 2010 by Craven, Lepschi and Cowley in Nuytsia. The specific epithet (spectabilis) is a Latin word meaning \"notable\", \"showy\" or \"remarkable\" referring to the showy flowers",
    "Distribution and habitat": "This melaleuca occurs in the Geraldton and Ajana districts in the Geraldton Sandplains biogeographic region. The plants grow in scrub and low heath in sandy or gravelly clay loam.",
    "Conservation": "Melaleuca spectabilis is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}