{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_recurva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. recurva"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca recurva, commonly known as Tinaroo bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to higher areas of far northern Queensland in Australia. (Some Australian state herbaria continue to use the name Callistemon recurvus). It is a shrub with spikes of red flowers tipped with yellow in most months of the year and which often has leaves with their edges curled under.",
    "Description": "Melaleuca recurva is a shrub or small tree growing to 7 m (20 ft) high with hard, fibrous bark. Its leaves are arranged alternately and are 15–55 mm (0.6–2 in) long, 2–9 mm (0.08–0.4 in) wide, flat and narrow egg-shaped with the end tapering to a point. The leaves have indistinct veins and randomly distributed oil glands. The young leaves and branches have fine, silky hairs pressed against their surfaces.The flowers are bright red tipped with yellow and are arranged in spikes on the ends of branches that continue to grow after flowering, sometimes also in the upper leaf axils. The spikes are 35–50 mm (1–2 in) in diameter. The petals are 2.5–4 mm (0.1–0.2 in) long, fall off as the flower ages and there are 26-36 stamens in each flower. Flowering occurs throughout the year but mainly in the cooler months and is followed by fruits that are woody capsules, 4.6–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Melaleuca recurva was first named in 2006 by Lyndley Craven in Novon when Callistemon recurvus was moved to the present genus. Callistemon recurvus was first formally described in 1990 by Roger David Spencer and Peter Lumley in Muelleria from a specimen collected on Mount Stewart, east of Herberton. The specific epithet (recurva) is a Latin word  meaning \"recurved\", referring to the leaves often being slightly bent backwards.Callistemon recurvus is regarded as a synonym of Melaleuca recurva by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Melaleuca recurva occurs in the higher districts in Queensland from the Atherton Tableland south to the Bowen district where it grows in dense scrubland and on rocky outcrops near rivers.",
    "Use in horticulture": "Melaleuca recurva is often cultivated due to the presence of flowers through most of the year.\n\n\n== References =="
  }
}