{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_seriata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. seriata"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca seriata is a shrub in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. In describing it, John Lindley wrote \"Melaleuca seriata, parviceps, and trichophylla, are bushes, every twig of which is terminated by hemispherical heads of a brilliant pink.\" It is very similar to Melaleuca parviceps.",
    "Description": "Melaleuca seriata grows to about 1 m (3 ft) tall with its branchlets covered by small silky hairs. The leaves are arranged alternately, mostly 5.5–11 mm (0.2–0.4 in) long and 1–2 mm (0.04–0.08 in) wide and very narrow oval in shape although the size and shape of the leaves is variable.The flowers are arranged in heads on the ends of branches which continue to grow after flowering, or sometimes in the upper leaf axils. The heads are up to 20 mm (0.8 in) in diameter and contain between 3 and 7 groups of flowers in threes. The petals are 1.5–3 mm (0.06–0.1 in) long and fall off soon after the flowers open. The stamens, which give the flower its colour are a shade of pink, purple or mauve with yellow tips and are arranged in five bundles around the flower, each bundle containing 5 to 9 stamens. Flowering is mainly in spring but also at other times of the year. The fruit are woody capsules 2.5–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Melaleuca seriata was first formally described in 1839 by John Lindley in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (seriata) is from the Latin word series, meaning \"row\", \"succession\" or \"train\" referring to the oil glands in the leaves which often occur in two rows.",
    "Distribution and habitat": "This melaleuca occurs in and between the Coorow, Green Head, Perth, Bunbury, Wyalkatchem and Lake King districts in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions. It usually grows in sand over laterite or clay on sandplains and depressions which fill in winter.",
    "Conservation": "Melaleuca seriata is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca seriata has been successfully cultivated in well-drained soil in temperate areas with low humidity.\n\n\n== References =="
  }
}