{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_similis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. similis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca similis is a plant in the myrtle family, Myrtaceae and is endemic to the south west of Western Australia. It is a small shrub, similar to Melaleuca stramentosa with its narrow, almost cylindrical leaves and heads of pink to purple flowers but lacks the matted, silky hairs on the young leaves and outer edge of the flower cup.",
    "Description": "Melaleuca similis is a shrub growing to 0.6 m (2 ft) tall with dense foliage. Its leaves are 4–9.5 mm (0.2–0.4 in) long, 1–1.4 mm (0.04–0.06 in) wide, linear to very narrow egg-shaped, roughly circular in cross section.The flowers are a shade of pink to purple and arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. Each head contains up to 4 groups of flowers in threes and is up to 12 mm (0.5 in) in diameter. The outer surface of the flower cup (the hypanthium) is hairy although it lacks the woolly, matted hairs of M. stramentosa. The petals are 1.2–1.7 mm (0.05–0.07 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 4 or 5 stamens. Flowering occurs in October or November and is followed by fruit which are woody capsules 2.5–3 mm (0.098–0.12 in) long in loose clusters along the stem.",
    "Taxonomy and naming": "Melaleuca similis was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected about 35 kilometres (20 mi) west of Scaddan. The specific epithet (similis) is a Latin word meaning \"like\" or \"resembling\" referring to the similarity of this species to others growing in nearby areas, especially Melaleuca plumea and Melaleuca stramentosa.",
    "Distribution and habitat": "Melaleuca similis occurs in the Ravensthorpe district in the Esperance Plains and Mallee biogeographic regions. It grows in sand along drainage lines.",
    "Conservation": "Melaleuca similis is listed as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known occurring in only a few locations and is potentially at risk.\n\n\n== References =="
  }
}