{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_ryeae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. ryeae"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca ryeae is a plant in the myrtle family, Myrtaceae and is endemic to the south west of Western Australia. It is a small shrub, closely resembling Melaleuca amydra with its small leaves and profuse heads of pink to purple flowers but M.amydra has narrower leaves (1.5–2 mm (0.06–0.08 in)) and does not have spherical clusters of fruits.",
    "Description": "Melaleuca ryeae is a small shrub sometimes growing to 1.5–2.5 m (5–8 ft) tall with woolly hairs on the young growth. Its leaves are arranged alternately, mostly 3–4 mm (0.1–0.2 in) long, 0.5–1.5 mm (0.02–0.06 in) wide, flat and egg-shaped with the narrower end at the base.The flowers are a shade of pink, arranged in heads on the ends of most of the branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 25 mm (1 in) in diameter and contain 8 to 15 groups of flowers in threes. The petals are 2.5–3.3 mm (0.098–0.13 in) long and fall off as the flower matures. There are five bundles of stamens around the flower, each with 5 to 9 stamens. Flowering occurs in spring and is followed by fruit which are woody, cup-shaped capsules, 2.5–4 mm (0.1–0.2 in) long and usually in almost spherical clusters along the stem.",
    "Taxonomy and naming": "Melaleuca ryeae was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected 15 km (9 mi) north of Badgingarra. The specific epithet (ryeae) honours Barbara Rye, a botanist and student of the family Myrtaceae.",
    "Distribution and habitat": "This melaleuca occurs in and between the Arrino, Eneabba and Bullsbrook districts in the Avon Wheatbelt, Geraldton Sandplains and Swan Coastal Plain biogeographic regions. It grows in swamps, in seasonally wet areas and on sandplains.",
    "Conservation": "Melaleuca ryeae is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species of melaleuca has been cultivated in temperate areas with winter rainfall, forming compact shrubs which are especially attractive in flower.\n\n\n== References =="
  }
}