{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_huttensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. huttensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca huttensis is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, woody shrub with elliptic leaves, mostly crowded near the ends of the branches which are tipped with heads of white or yellow flowes during spring and early summer. It is a threatened species, potentially endangered by the construction of the Oakajee Port near Geraldton.",
    "Description": "Melaleuca huttensis is a shrub growing to 2.5 m (8 ft) tall, with its lower branches lacking leaves. Its leaves are near the ends of the branches, arranged alternately, broad oval to almost circular in shape, flat and fleshy, 3.5–6.6 mm (0.1–0.3 in) long, 3.2–5.8 mm (0.1–0.2 in) wide with a rounded end.The flowers are white to a shade of yellow and fade to pink. They are arranged in heads on the ends of branches which continue to grow after flowering. The heads are up to 22 mm (0.9 in) in diameter and composed of up to 14 groups of flowers in threes. The petals are 2–2.7 mm (0.08–0.1 in) long and fall off as the flower opens. There are five bundles of stamens around the flower, each with 10 to 12 stamens. Flowering occurs between August and November and is followed by fruit which are woody, urn-shaped capsules usually 4–5 mm (0.16–0.20 in) long, in small clusters around the stem.",
    "Taxonomy and naming": "Melaleuca huttensis was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected on the road to Coronation Beach near Geraldton. The specific epithet (huttensis) is derived from the name of the hearby Hutt River.",
    "Distribution and habitat": "This melaleuca occurs in the Hutt River district in the Geraldton Sandplains biogeographic region where it grows in heath on sandplains.",
    "Conservation": "Melaleuca huttensis is listed as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from a few locations which are potentially at risk and all occurrences are on lands not managed for conservation. A targeted flora survey was undertaken for the Oakajee Rail and Port development, although the development has so far not proceeded.\n\n\n== References =="
  }
}