{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_adenostyla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. adenostyla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca adenostyla is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a large, broom-like shrub to about 5 metres (16 ft) high with narrow leaves and cream-coloured flowers and which often grows in saline places.",
    "Description": "Melaleuca adenostyla is a shrub growing to about 5 m (20 ft) tall with mostly glabrous leaves and branches. The leaves are arranged in alternating pairs (decussate) and are 6–16 mm (0.2–0.6 in) long, 0.8–1.2 mm (0.03–0.05 in) wide, and linear or narrow elliptic in shape.The flowers are cream coloured and arranged in a spike at the ends of branches which continue to grow after flowering. Each spike contains between one and 12 individual flowers and is up to 18 mm (0.7 in) in diameter. The petals are 1.8–2.4 mm (0.07–0.09 in) long and fall off as the flower ages. The stamens are arranged in five bundles around the flower, each bundle containing 11 to 21 stamens. Flowering occurs in spring and is followed by fruit which are woody capsules 3.5–4 mm (0.1–0.2 in) long and partly buried in the branches.Melaleuca adenostyla resembles M. platycalyx except that the latter is somewhat smaller, has pinkish to mauve-coloured flowers and more (25-36) stamens in each bundle. M. adenostyla flowers have 11-21 stamens for each of its five bundles compared to 25-36 for M. platycalyx. The leaves of M. adenostyla are also narrower than those of M. platycalyx.",
    "Taxonomy and naming": "Melaleuca adenostyla was first formally described in 1999 by Kirsten Cowley in a review of Melaleuca fulgens from a specimen collected near Hyden.  The specific epithet (adenostyla) is derived from Greek words meaning \"gland\" and \"syle\".",
    "Distribution and habitat": "This melaleuca occurs in the Avon Wheatbelt and Mallee biogeographic regions of Western Australia from Dumbleyung east to the Hyden-Newdegate region of Western Australia. It grows in white or gravelly sand in saline floodways and depressions.",
    "Conservation status": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}