{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_oxyphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. oxyphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca oxyphylla, commonly known as pointed-leaved honey-myrtle is a plant in the myrtle family, Myrtaceae, and is endemic to the Eyre Peninsula region of South Australia. It has long, thin greyish branches, small clusters of white or cream flowers and leaves that are distinctively shaped and arranged. It is similar to Melaleuca acuminata but has longer, narrower leaves and shorter stamens.",
    "Description": "Melaleuca oxyphylla is a shrub growing to a height of 1–2 m (3–7 ft). Its leaves are covered with soft, silky hairs when young but become glabrous as they mature. They are crowded together in alternating pairs, each pair at right angles to the ones above and below, so that they form four rows along the branchlets (decussate). Each leaf is 5.5–12 mm (0.2–0.5 in) long, 1.2–1.7 mm (0.05–0.07 in) wide, narrow elliptic in shape with a fine, but not prickly tip.\nThe flowers are white to creamy yellow and are arranged in small heads between the leaves. The heads  up to 18 mm (0.7 in) in diameter and contain 1 to 5 individual flowers. The petals are 2–3.2 mm (0.08–0.1 in) long and the stamens are arranged in five bundles around the flowers with 9 to 15 stamens in each bundle. The main flowering season is spring and is followed by fruit which are smooth, woody, roughly spherical capsules, 3.5–4 mm (0.1–0.2 in) long in scattered clusters along the branches.",
    "Taxonomy and naming": "This species was first formally described in 1979 by John Carrick in Journal of the Adelaide Botanic Gardens from a specimen collected by David Symon in the Gawler Ranges, south-west of Yardea.  The specific epithet (oxyphylla) is from the Ancient Greek words ὀξύς (oksús) meaning “sharp” or \"acute\" and phýllon meaning “leaf”, referring to the sharp-tipped leaves.",
    "Distribution and habitat": "Melaleuca oxyphylla occurs in the Eyre Peninsula, mostly between Minnipa and Cowell growing along creeks in clay soils.\n\n\n== References =="
  }
}