{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_araucarioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. araucarioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca araucarioides is a plant in the myrtle family, Myrtaceae and is endemic to a small area of the south-west Western Australia.  It is a many-branched shrub with the leaves arranged in a way that gives the plant the appearance of a conifer.",
    "Description": "Melaleuca araucarioides is a small to medium tree, about 0.5–1.5 m (2–5 ft) high and wide with rough bark. Its leaves are fleshy and glabrous, about 2–6 mm (0.08–0.2 in) long and 1–2 mm (0.04–0.08 in) wide. They are crowded and arranged in groups of three forming six rows of leaves along the branches.\nThe flowers are pale cream-coloured in one or two heads on the ends of the younger branches or often on older wood. The heads of flowers are about 14–16 mm (0.55–0.63 in) in diameter. As with other melaleucas, the stamens are joined in bundles and in this species there are usually only 3 stamens per bundle. Flowers appear in spring and are followed by fruit which are woody capsules 2.5–3.5 mm (0.098–0.14 in) long, 2–4.3 mm (0.08–0.2 in) in diameter forming small, tight clusters with the thickened sepals remaining as teeth.",
    "Taxonomy and naming": "Melaleuca araucarioides was first formally described in 1988 by Bryan Barlow in Nuytsia (journal) as a new species. It had formerly been included in Melaleuca blaeriifolia Turcz. to which it is closely related. The specific epithet (araucarioides) \"alludes to the superficial resemblance of the leafy shoots to those of the gymnosperm genus Araucaria Juss.\". It is distuished from M. blaeriifolia mainly on the basis of the distinctive, regular leaf arrangement and the smaller size of the fruits.",
    "Distribution and habitat": "This melaleuca is confined to the Ongerup-Cape Riche area in the Esperance plains and Mallee biogeographic regions of Western Australia. It grows in well-drained sandy or loamy soils in heaths or open woodlands.",
    "Conservation status": "Melaleuca araucarioides is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}