{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_kunzeoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. kunzeoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca kunzeoides is a shrub in the myrtle family Myrtaceae and is endemic to central Queensland in Australia. It is a rare shrub with a very limited distribution and is classified as 'vulnerable' by the Australian government..",
    "Description": "Melaleuca kunzeoides is a shrub to 1.5 m (5 ft) with papery bark and glabrous foliage, except for the youngest branchlets and leaves. The leaves are arranged alternately and are 3.3–8 mm (0.1–0.3 in) long, 1–2 mm (0.04–0.08 in) wide and narrow oval to oval in shape and taper to a point.The flowers are yellowish green arranged on spikes on the ends of branches and between the leaves. Each spike contains 5 to 17 individual flowers, or sometimes flowers in pairs or threes. The stamens are arranged in five bundles around the flower, each bundle containing 4 to 6 stamens. Flowering occurs in April and November and is followed by fruit which are woody capsules, each about 1.3–1.5 mm (0.05–0.06 in) long.",
    "Taxonomy and naming": "Melaleuca kunzeoides was first formally described by Byrnes in 1984 in Austrobaileya. The specific epithet (kunzeoides) refers to an apparent similarity of this species to one in the genus Kunzea.",
    "Distribution and habitat": "Melaleuca kunzeoides occurs near Adavale in central Queensland. The type specimen described by Byrnes was from about 20 km (10 mi) north-west of Adavale. The species occurs on private property.",
    "Conservation": "This species has been classified as \"vulnerable\" by the Australian government. It is included in the IUCN Red Book of endangered plants.\n\n\n== References =="
  }
}