{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_lutea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. lutea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca lutea is a plant in the myrtle family, Myrtaceae and is endemic to Western Australia. This species was previously known as Melaleuca citrina but was renamed to allow Callistemon citrinus to be moved to the genus Melaleuca. It is distinguished by its oval shaped, dense heads of yellow flowers and bushy foliage.",
    "Description": "Melaleuca lutea is an erect shrub which grows to a height of about 2–3 m (7–10 ft). Its leaves are a very narrow oval shape, 5.8–24 mm (0.2–0.9 in) long, 0.8–2.1 mm (0.03–0.08 in) wide, mostly glabrous with a blunt end.The bright yellow flowers are arranged in oval-shaped spikes, often on the ends of branches which continue to grow after flowering. The spikes contain 10 to 18 groups of flowers in threes, densely packed together, each spike up to 25 mm (1 in) long. The stamens are in five bundles around the flower, each bundle with 5 to 9 stamens. Flowering occurs in late spring and the fruit which follow are rounded, woody capsules 2–5 mm (0.08–0.2 in) long in tight clusters along the stem.",
    "Taxonomy and naming": "Melaleuca lutea was previously known as Melaleuca citrina, first described in 1852 by Nikolai Turczaninow in Bulletin de la classe physico-mathematique de l'Academie Imperiale des sciences de Saint-Petersburg.In 2006, Lyndley Craven proposed that all callistemons be moved to the genus Melaleuca. The move meant that Callistemon citrinus would become Melaleuca citrina. That name was already in use (a homonym). As a result, the name of the former Melaleuca citrina was changed to Melaleuca lutea.\nThe specific epithet is a Latin word meaning \"yellow\" referring to the flower colour of this melaleuca.",
    "Distribution and habitat": "This melaleuca occurs in heath and shrub from the Porongurup and Stirling Range National Parks to the Hopetoun district in the Esperance Plains biogeographic region. It grows in sandy soils on rocky hills.",
    "Conservation": "Melaleuca lutea is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Melaleuca lutea is well known in cultivation (usually as Melaleuca citrina) in Western Australia, growing in a range of soil types.\n\n\n== References =="
  }
}