{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_pritzelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. pritzelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca pritzelii is a plant in the myrtle family, Myrtaceae, and is endemic to the south-west of Western Australia. It was originally named in 1923 by Karel Domin as a subspecies Melaleuca densa var. pritzelii but raised to species status in 1992. It is a rare species, known only from a few plants in each of a small number of populations.",
    "Description": "Melaleuca pritzelii is a shrub which grows to about 1.2 m (4 ft) tall with rough grey bark. The plant is glabrous except for the new growth when it first appears covered with matted hairs. Its leaves are usually arranged in opposite pairs at right angles to the pairs above and below (decussate) so that there are four rows of leaves along the branchlets. The leaves are 1.2–4.2 mm (0.05–0.2 in) long and 1.2–3.5 mm (0.05–0.1 in) wide, concave and egg-shaped tapering to a pointed end.The flowers are cream coloured, arranged in heads on old wood or sometimes on the ends of branches and contain 4 to 14 individual flowers. The heads are up to 15 mm (0.6 in) wide. The stamens are arranged in five bundles around the flower, each bundle containing 2 to 4 stamens. The flowering season is mainly early spring and is followed by the fruit which are cup-shaped woody or papery capsules 2.0–2.4 mm (0.08–0.09 in) long and about 4 mm (0.2 in) in diameter in clusters.",
    "Taxonomy and naming": "Melaleuca pritzelii was first formally described in 1923 as  Melaleuca densa var. pritzelii by Karel Domin but raised to species status in 1992 by Frances Quinn, Kirsten Cowley, Lyndley Craven and Bryan Barlow in Nuytsia, noting that the species is probably not closely related to Melaleuca densa. The specific epithet (pritzelii) honours Ernst Georg Pritzel, who collected the specimen described by Domin.",
    "Distribution and habitat": "Melaleuca pritzelii is confined a few small populations in the Gnowangerup, Stirling Range and Bremer Bay districts in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions where it grows in sandy or clayey soils in swampy areas.",
    "Conservation": "Melaleuca pritzelii is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only a few locations and is not currently in imminent danger.\n\n\n== References =="
  }
}