{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_phoenicea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. phoenicea"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca phoenicea, commonly known as scarlet bottlebrush or lesser bottlebrush, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. (Some Australian state herbaria continue to use the name Callistemon phoeniceus.) The Noongar peoples know the plant as Tubada. It is a shrub with thick, blue-green leaves and spikes of scarlet bottlebrush flowers in spring and summer.",
    "Description": "Melaleuca phoenicea is a large shrub or small tree growing to 6 m (20 ft) high. Its leaves are arranged alternately and are 31–114 mm (1–4 in) long, 3–10 mm (0.1–0.4 in) wide, flat and linear to egg-shaped with the narrower end towards the base. The leaves are thick and bluish-green and have a mid-vein, 11–18 indistinct lateral veins and prominent oil glands.\nThe flowers are brilliant red or rich scarlet and are arranged in spikes on the ends of branches that continue to grow after flowering and also on the sides of the branches. The spikes are 50–65 mm (2–3 in) in diameter with 15 to 55 individual flowers. The petals are 2.9–7.3 mm (0.1–0.3 in) long and fall off as the flower ages. There are 39–56 stamens in each flower. Flowering occurs mainly from October to January but also at other times of the year and is followed by fruit that are woody capsules, 4.3–6 mm (0.17–0.24 in) long.",
    "Taxonomy and naming": "Melaleuca phoenicea was first named in 2006 by Lyndley Craven in Novon when Callistemon phoeniceus was transferred to the present genus. It had been formally described in 1839 by botanist John Lindley in \"A Sketch of the Vegetation of the Swan River Colony\" as Callistemon phoeniceum, later revised to Callistemon phoeniceus.The specific epithet (pheonicea) is from the Latin word phoeniceus, in turn derived from the Ancient Greek word phoinix meaning \"purple-red\", referring to the flower colour.Callistemon phoeniceus is regarded as a synonym of Melaleuca phoenicea by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "This melaleuca grows in the south west of Western Australia but there are also scattered populations in some of the more arid areas of that state. It grows in sandy soils, often along watercourses.",
    "Use in horticulture": "Melaleuca phoenicea is often cultivated as Callistemon phoeniceus. It is hardy and will grow in most soils provided there is adequate moisture and exposure to the sun. It benefits from light pruning and the application of fertiliser.",
    "Use in horticulture-Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}