{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_thapsina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. thapsina"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca thapsina is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a prickly shrub with fibrous or papery bark, yellow to cream coloured flowers and tightly packed cylinders of fruiting capsules.",
    "Description": "Melaleuca thapsina is a shrub sometimes growing to 4 m (10 ft) tall with papery or fibrous bark. Its leaves are arranged alternately and are 11–56 mm (0.4–2 in) long, 1.0–1.6 mm (0.04–0.06 in) wide, linear in shape and almost circular in cross section with the tip tapering to a sharp point.The flowers are cream coloured to bright yellow and are arranged in heads on the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The heads are up to 18 mm (0.7 in) in diameter with 2 to 13 groups of flowers in threes. The petals are 1.0–2.2 mm (0.04–0.09 in) long and fall off as the flower matures. The outer surface of the floral cup (the hypanthium) is hairy and there are five bundles of stamens around the flower, each with 6 to 8 stamens. Flowering occurs mainly in spring and is followed by fruit which are woody capsules, 2.0–2.5 mm (0.08–0.1 in) long, packed tightly together in spherical or oblong clusters.",
    "Taxonomy and naming": "Melaleuca thapsina was first formally described in 1999 by Lyndley Craven in Australian Systematic Botany from a specimen collected 110 km (70 mi) north-east of Lake King on the track to Norseman. The specific epithet (thapsina) is derived from the Ancient Greek word thapsinos meaning \"yellow\" referring to the colour of the flowers.",
    "Distribution and habitat": "This melaleuca occurs in and between the Lake King, Norseman, Ravensthorpe and Esperance districts in the Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in a range of vegetation associations in sand and clay.",
    "Conservation": "Melaleuca thapsina is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}