{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_campanae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. campanae"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca campanae is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, woody shrub similar to Melaleuca eulobata, with a low, spreading habit and pinkish flower heads but it has longer, pointed leaves and lacks distinct sepals which instead form a ring of tissue around the edge of the flowers.",
    "Description": "Melaleuca campanae is a small, low-growing shrub sometimes reaching a height of 1.5 m (5 ft). Its leaves are arranged alternately, flat, glabrous, narrow egg-shaped with the narrow end near the stem, 12–57 mm (0.5–2 in) long and 4–9.5 mm (0.2–0.4 in) wide. There are many distinct oil glands on the surface of the leaves.\nThe flowers are a shade of pink to purple but quickly fade. They are arranged in heads or short spikes on the ends of branches which continue to grow after flowering, sometimes also in the upper leaf axils. The heads are up to 27 mm (1 in) in diameter and contain 5 to 12 groups of flowers in threes. The sepals are reduced to a ring of tissue around the floral cup. The petals are 1.8–2.3 mm (0.07–0.09 in) long and fall off as the flower opens. The stamens are arranged in bundles of five around the flower, usually with 7 to 11 stamens in each bundle. The flowering season is spring and is followed by fruit which are woody capsules, 2.5–3 mm (0.1–0.1 in) long forming almost spherical clusters 8–12 mm (0.3–0.5 in) in diameter around the stem.",
    "Taxonomy and naming": "Melaleuca campanae was first formally described in 1999 by Lyndley Craven and Brendan Lepschi in Australian Systematic Botany from a specimen found near Kalbarri. The specific epithet (campanae) is from the Latin word campana meaning \"bell\", honouring the Bellairs family from Kalbarri.",
    "Distribution and habitat": "This melaleuca occurs near the coast between Kalbarri and Geraldton in the Geraldton Sandplains, and Yalgoo biogeographic regions. It grows in sand and limestone and on exposed sandstone cliffs, often in dense heath.",
    "Conservation status": "Melaleuca campanae is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}