{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_strobophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. strobophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca strobophylla is a shrub or small tree in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. It has papery bark, sharply pointed, twisted leaves and rather long spikes of creamy white flowers in summer.",
    "Description": "Melaleuca strobophylla is large shrub or small, spreading tree which grows to a height of 4–12 m (10–40 ft) with a bushy crown and white, papery bark. The leaves are arranged alternately, 4.5–12.5 mm (0.2–0.5 in) long,  wide, flat but twisted, narrow elliptic in shape and taper to a sharp point.The creamy-white flowers are arranged in spikes at the ends of branches which continue to grow after flowering and sometimes also in the upper leaf axils. The spikes are up to 20 mm (0.8 in) in diameter and contain 8 to 23 pairs of flowers. The outer surface of the flower cup (the hypanthium) is hairy and the five petals surrounding it are 2.2–3 mm (0.09–0.1 in) long and fall off as the flower matures. The stamens are arranged in bundles of five around the flower, with 16 to 27 stamens in each bundle. The flowers appear between January and April and also in November and are followed by fruit which are woody capsules 2–4 mm (0.08–0.2 in) long, mostly scattered along the branches.",
    "Taxonomy and naming": "Melaleuca strobophylla was first formally described in 1988 by Bryan Barlow in Australian Systematic Botany from a specimen located near Ravensthorpe. The specific epithet (strobophylla) is from the Ancient Greek words strobos meaning \"twisting\" or \"turning\" and phyllon meaning “leaf” referring to the twist in the leaves.",
    "Distribution and habitat": "This melaleuca occurs in and between the Eneabba, Three Springs and Yalgoo districts.\nIt is found on sandy silt soils in depressions, watercourses and the margins of salt lakes.",
    "Conservation": "Melaleuca strobophylla is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This is a useful species for growing in heavier, saline soils in drier, winter rainfall areas.\n\n\n== References =="
  }
}