{
  "url": "https://en.wikipedia.org/wiki/Melaleuca_thymifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Melaleuca"
    },
    {
      "Species": "M. thymifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Melaleuca thymifolia, commonly known as thyme honey-myrtle, is a plant in the myrtle family Myrtaceae and is native to eastern Australia. It is often noticed in spring, with its attractive, purple flowers and is one of the most commonly cultivated melaleucas. A fragrant shrub, it usually grows to about 1.0 m (3 ft) tall, has corky bark and slender, wiry stems.",
    "Description": "Melaleuca thymifolia is a low, spreading shrub which grows to a height of about 1.0–1.5 m (3–5 ft) with grey, corky bark, glabrous foliage and arching branches.  Its leaves are arranged in alternating pairs (decussate) so that they make four rows of leaves along the stem. The leaves are 5–15 mm (0.2–0.6 in) long, 1.0–3.5 mm (0.04–0.1 in) wide, flat, elliptic in shape with a tapered end and often have their upper surface almost parallel to the stem.The flowers are a shade between pink and deep purple and are arranged in heads, sometimes at the ends of branches which continue to grow after flowering, and sometimes on the sides of the branches. The heads contain 2 to 10 individual flowers and are up to 25 mm (1 in) in diameter. The stamens are arranged in five bundles around the flower, each bundle containing 30 to 60 curved stamens. Flowering occurs over a long period, mostly in spring but also at other times of the year. Flowering is followed by fruit which are woody cup-shaped capsules, 3–5 mm (0.1–0.2 in) long and wide. The fruit have five persistent teeth around the rim.",
    "Taxonomy and naming": "The species was first formally described in 1797 by the English botanist, James Smith in Transactions of the Linnean Society of London noting that \"Mr. Fairbairn has presented flowering specimens of this species to the Linnaean Society from Chelsea garden.\" The specific epithet (thymifolia) is a reference to the similarity of the leaves of this species to the leaves of Thymus (thyme) in the family Lamiaceae.",
    "Distribution and habitat": "Melaleuca thymifolia occurs from Pigeon House Mountain in New South Wales, north to south eastern Queensland with a disjunct population in the Carnarvon Range in central Queensland. It grows in seasonal swamps and along creeks in a variety of soils.",
    "Use in horticulture": "Melaleuca thymifolia may be the most commonly cultivated of its genus because of it attractive flowers, graceful form and adaptability to a wide range of soils and condition. It is frost and drought hardy and long-lived but does best in well watered situations, sometimes spreading to 3 metres (10 ft).A number of cultivars have been developed including Melaleuca thymifolia ‘Pink Lace and Melaleuca thymifolia ‘White Lace’\n\n\n== References =="
  }
}