{
  "url": "https://en.wikipedia.org/wiki/Candida_kefyr",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Saccharomycetes"
    },
    {
      "Order": "Saccharomycetales"
    },
    {
      "Family": "Saccharomycetaceae"
    },
    {
      "Genus": "Kluyveromyces"
    },
    {
      "Species": "K. marxianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Kluyveromyces marxianus in ascomycetous yeast and member of the genus, Kluyveromyces. It is the sexual stage of Atelosaccharomyces pseudotropicalis also known as Candida pseudotropicalis. This species has a homothallic mating system and is often isolated from dairy products.",
    "History": "",
    "History-Taxonomy": "This species was first described in the genus Saccharomyces as S. marxianus by the Danish mycologist, Emil Christian Hansen from beer wort. He named the species for the zymologist, Louis Marx of Marseille who first isolated it from grape. The species was transferred to the genus Kluyveromyces by van der Walt in 1956. Since then, 45 species have been recognized in this genus. The closest relative of Kluyveromyces marxianus is the yeast Kluyveromyces lactis, often used in the dairy industry. Both Kluyveromyces and Saccharomyces are considered a part of the \"Sacchromyces complex\", subclade of the Saccharomycetes. Using 18S rRNA gene sequencing, it was suggested that K. marxianus, K. aestuarii, K. dobzhanskii, K. lactic, K. wickerhamii, K. blattae, K. thermotolerans, and K. waltii collectively constituted a distinct clade of separate ancestry from the central clade in the genus Kluyveromyces. Within this complex, two categories are defined based on the presence in certain taxa of a whole-genome duplication event: the two clades are referred to as pre-Whole Genome Duplication (WGD) and post-WGD. Kluyveromyces species are affiliated with the first of this clades while species of Saccharomyces belong to the latter. Separation of these clades based on the presence of the WGD event explains why, even though the two species are closely related, fundamental differences exist between them.",
    "Growth and morphology": "Colonies of K. marxianus are cream to brown in colour with the occasional pink pigmentation due to production of the iron chelate pigment, pulcherrimin. When grown on Wickerham's Yeast-Mold (YM) agar, the yeast cells appear globose, ellipsoidal or cylindrical, 2–6 x 3–11 μm in size. In a glucose-yeast extract broth, K. marxianus grows to produce a ring composed of sediment. A thin pellicle may be formed. In a Dalmau plate culture containing cornmeal agar and Polysorbate 80, K. marxianus forms a rudimentary to branched pseudomycelium with few blastospores. K. marxianus is thermotolerant, exhibiting a high growth rate at 40 °C (104 °F).",
    "Physiology and reproduction": "Kluyveromyces marxianus is an aerobic yeast capable of respiro-fermentative metabolism that consists of simultaneously generating energy from both respiration via the TCA cycle and ethanol fermentation. The balance between respiration and fermentation metabolisms is strain specific. This species also ferments inulin, glucose, raffinose, sucrose and lactose into ethanol. K. marxianus is widely used in industry because of its ability to use lactose. Two genes, LAC12 and LAC4, allow K. marxianus to absorb and use lactose as a carbon source. This species is considered to be a \"crabtree negative fungus\", meaning it is unable to convert sugars into ethanol as effectively as crabtree positive taxa such as S. cerevisiae. Studies, however, deem it to be crabtree positive which is likely due to strain differences since K. marxianus possesses the necessary genes to be crabtree positive. K. marxianus is highly thermotolerant and able to withstand temperatures up to 45 °C (113 °F). K. marxianus is also able to use multiple carbon substrata at the same time making it highly suited to industrial use. When glucose concentrations become depleted to 6 g/L, the lactose co-transport initiates.The formation of the ascospores occurs through the conjugation of the haploid cells preceding the formation of the ascus. Alternatively, ascosporogensis can arise directly from diploid cells. Each ascus contains 1–4 ascospores. The ploidy of K. marxianus was originally thought to be a haploid but recent research has shown that many strains used in research and industry are diploid. These conflicting findings suggest that K. marxianus can exist in vegetative form either as a haploid and a diploid.",
    "Habitat and ecology": "Kluyveromyces marxianus has been isolated in dairy products, sisal leaves, and sewage from sugar manufacturing factories. It is also a naturally occurring colonist of plants, including corn.",
    "Human disease": "Kluyveromyces marxianus is not usually an agent of human disease, although infection in humans can occur in immunocompromised individuals. This species has been associated with candidemia and has been recovered from catheters. It has also found in biofilms on other indwelling devices such as pacemakers and prosthetic heart valves. Biofilms are often resistant to commonly used antifungal agents because of difficulty in penetrating the extracellular polymeric matrix. Between 1–3 % of cases involving K. marxianus that have been reported oncology patients, surgical wards, female genital infections and upper respiratory infections. Treatment with amphotericin B have been effective against K. marxianus in one case report.",
    "Industrial applications": "Industrial use of K. marxianus is chiefly in the conversion of lactose to ethanol as a precursor for the production of biofuel. The ability for K. marxianus to reduce lactose is useful because of the potential to transform industrial whey waste, a problematic waste product for disposal, into useful biomass for animal feed, food additives or fuel. Certain strains of the fungus can also be used to convert whey to ethyl acetate, an alternative fuel source. K. marxianus is also used to produce the industrial enzymes: inulinase, β-galactosidase, and pectinase. Due to the heat tolerance of K. marxianus, high heat fermentations are feasible, reducing the costs normally expended for cooling as well as the potential for contamination by other fungi or bacteria. In addition, fermentations at higher temperatures occur more rapidly, making production much more efficient. Due to the ability of K. marxianus to simultaneously ustilize lactose and glucose, the prevalence of K. marxianus in industrial settings is high as it decreases production time and increases productivity. Recent efforts have attempted to use K. marxianus in the production of food flavourings from waste products tomato and pepper pomaces as substrata.\n\n\n== References =="
  }
}