{
  "url": "https://en.wikipedia.org/wiki/Candida_auris",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Saccharomycetes"
    },
    {
      "Order": "Saccharomycetales"
    },
    {
      "Family": "Debaryomycetaceae"
    },
    {
      "Genus": "Candida"
    },
    {
      "Species": "C. auris"
    }
  ],
  "text": {
    "__SUMMARY__": "Candida auris is a species of fungus first described in 2009, which grows as yeast. It is one of the few species of the genus Candida which cause candidiasis in humans. Often, candidiasis is acquired in hospitals by patients with weakened immune systems. C. auris can cause invasive candidiasis (fungemia) in which the bloodstream, the central nervous system, and internal organs are infected. It has recently attracted increased attention because of its multiple drug resistance. Treatment is also complicated because it is easily misidentified as other Candida species. C. auris was first described after it was isolated from the ear canal of a 70-year-old Japanese woman at the Tokyo Metropolitan Geriatric Hospital in Japan in 2009. In 2011, South Korea saw its first cases of disease-causing C. auris. Reportedly, this spread across Asia and Europe, and first appeared in the U.S. in 2013. DNA analysis of four distinct but drug-resistant strains of Candida auris indicate an evolutionary divergence taking place at least 4,000 years ago, with a common leap among the four varieties into drug-resistance possibly linked to widespread azole-type antifungal use in agriculture.",
    "Identification and morphology": "First identified in 2009, Candida auris is a species of ascomycetous fungus of the genus Candida that grows as a yeast. Its name comes from the Latin word for ear, auris. It forms smooth, shiny, whitish-gray, viscous colonies on growth media. Microscopically cells are ellipsoid in shape.",
    "Clinical significance": "Candida auris is one of the few Candida species that can cause candidiasis in humans. Candidiasis is most often acquired in hospitals by patients with weakened immune systems. It can cause invasive candidiasis, in which the blood stream (fungemia), the central nervous system, kidneys, liver, bones, muscles, joints, spleen, or eyes are invaded. It usually presents with other co-morbidities such as diabetes, sepsis, lung diseases, and kidney diseases.\nC. auris has attracted increased clinical attention because of its multiple drug resistance.In vitro, more than 90% of C. auris isolates are resistant to fluconazole and a range of 3–73% of C. auris isolates are resistant to voriconazole, while other triazoles (posaconazole, itraconazole, and Isavuconazole) display better activity. Of isolates 13% to 35% were reported resistant to amphotericin B; however, most isolates are susceptible to echinocandins.Treatment is complicated because C. auris is easily misidentified as various other Candida species. A brief outline of its clinical relevance as of 2016, understandable by general audiences, was published by the Center for Infectious Disease Research and Policy at the University of Minnesota.According to the Centers for Disease Control and Prevention (CDC), 30–60% of people with C. auris infections have died. However, many of these people had other serious illnesses that also increased their risk of death.",
    "Genome": "Several draft genomes from whole genome sequencing have been published. C. auris has a genome size of 12.3–12.5 Mb with a GC-content of 44.5–44.8%. The C. auris genome was found to encode several genes for the ABC transporter family, a major facilitator superfamily, which helps to explain its multiple drug resistance. Its genome also encodes virulence-related gene families such as lipases, oligopeptide transporters, mannosyl transferases and transcription factors which facilitate colonization, invasion, and iron acquisition. Another factor contributing to antifungal resistance is the presence of a set of genes known to be involved in biofilm formation.More studies are needed to determine whether the phylogenetic divergence of C. auris clones exhibits region-specific patterns of invasiveness, virulence, and/or drug resistance.",
    "Epidemiology": "",
    "Epidemiology-Geographical differentiation": "The phylogenetics of C. auris suggest distinct genotypes exist in different geographical regions with substantial genomic diversity. A variety of sequence-based analytical methods have been used to support this finding.\nWhole genome sequencing and analyses of isolates from Pakistan, India, South Africa, Venezuela, Japan, and previously sequenced C. auris genomes deposited in the National Center for Biotechnology Information's Sequence Read Archive identified a distinct geographic distribution of genotypes. Four distinct clades separated by tens of thousands of single-nucleotide polymorphisms were identified. The distribution of these clades segregated geographically to South Asia (India and Pakistan), South Africa, Venezuela, and Japan with minimal observed intraregion genetic diversity.Amplified fragment length polymorphism analysis of C. auris isolates from the United Kingdom, India, Japan, South Africa, South Korea, and Venezuela suggested that the London isolates formed a distinct cluster compared to the others.Comparison of ribosomal DNA sequences of C. auris isolates from Israel, Asia, South Africa, and Kuwait found that the strains from Israel were phylogenetically distinct from those from the other regions.\nChatterjee et al. wrote in 2015, \"Its actual global distribution remains obscure as the current commercial methods of clinical diagnosis misidentify it as C. haemulonii.\"",
    "Epidemiology-History": "C. auris was first described after it was isolated from the ear canal of a 70-year-old Japanese woman at the Tokyo Metropolitan Geriatric Hospital in Japan. It was isolated based on its ability to grow in the presence of the fungicide micafungin, an echinocandin class fungicide. Phenotypic, chemotaxonomic and phylogenetic analyses established C. auris as a new strain of the genus Candida.The first three cases of disease-causing C. auris were reported from South Korea in 2011. Two isolates had been obtained during a 2009 study and a third was discovered in a stored sample from 1996. All three cases had persistent fungemia, i.e. bloodstream infection, and two of the patients subsequently died due to complications. Notably, the isolates initially were misidentified as Candida haemulonii and Rhodotorula glutinis using standard methods, until sequence analysis correctly identified them as C. auris. These first cases emphasize the importance of accurate species identification and timely application of the correct antifungal for the effective treatment of candidiasis with C. auris.During 2009–2011, 12 C. auris isolates were obtained from patients at two hospitals in Delhi, India. The same genotype was found in distinct settings: intensive care, surgical, medical, oncologic, neonatal, and pediatric wards, which were mutually exclusive with respect to health care personnel. Most had persistent candidemia and a high mortality rate was observed. All isolates were of the same clonal strain, however, and were only identified positively by DNA sequence analysis. As previously, the strain was misidentified with established diagnostic laboratory tests. The Indian researchers wrote in 2013 that C. auris was much more prevalent than published reports indicate since most diagnostic laboratories do not use sequence-based methods for strain identification.The fungus spread to other continents and eventually, a multi-drug-resistant strain was discovered in Southeast Asian countries in early 2016.The first report of a C. auris outbreak in Europe was an October 2016 in Royal Brompton Hospital, a London cardio-thoracic hospital. In April 2017, CDC director Anne Schuchat named it a \"catastrophic threat\". As of May 2017 the CDC had reported 77 cases in the United States. Of these, 69 were from samples collected in New York and New Jersey.As of 31 August 2019 the number of cases of people having contracted C. auris in the United States had risen to 806, with 388 reported in New York, 137 in New Jersey and 227 in Illinois, according to the CDC.Since it was first observed in the United Kingdom, it has spread to more than 20 NHS Trust hospitals and infected 200 people.As of April 2019, the CDC has documented cases of C. auris from the following countries: Australia, Austria, Belgium, Canada, China, Colombia, France, Germany, India, Iran, Israel, Japan, Kenya, Kuwait, Malaysia, the Netherlands, Norway, Oman, Pakistan, Panama, Russia, Saudi Arabia, Singapore, South Africa, South Korea, Spain, Switzerland, Taiwan, Thailand, the United Arab Emirates, the United Kingdom, the United States, and Venezuela.\nCandida auris fungus (C. auris) is a multi-drug–resistant fungal infection that spreads in hospitals and is extremely deadly—killing as many as one in three who get it.\n—Abby Haglage of Yahoo! Lifestyle, citing the Centers for Disease Control and Prevention\nArturo Casadevall, MD, PhD, and Molecular Microbiology and Immunology chair at Johns Hopkins Bloomberg School of Public Health stated:\n\nWhat this study suggests is this is the beginning of fungi adapting to higher temperatures, and we are going to have more and more problems as the century goes on. Global warming will lead to selection of fungal lineages that are more thermally tolerant.",
    "Epidemiology-Context": "Antimicrobial resistance in general is an increasingly common phenomenon. In 2010, two million people were reported to have contracted resistant infections in the United States – 23,000 fatally. \"[M]ore recent estimates from researchers at Washington University School of Medicine put the death toll at 162,000. Worldwide fatalities from resistant infections are estimated at 700,000\" per year. Most of these resistant infections are due to organisms other than C. auris.",
    "See also": "Candida blankii",
    "References": "",
    "References-Notes": "",
    "References-Citations": "",
    "External links": "Candida Genome Database"
  }
}