{
  "url": "https://en.wikipedia.org/wiki/Candida_tropicalis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Saccharomycetes"
    },
    {
      "Order": "Saccharomycetales"
    },
    {
      "Family": "Debaryomycetaceae"
    },
    {
      "Genus": "Candida"
    },
    {
      "Species": "C. tropicalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Candida tropicalis is a species of yeast in the genus Candida. It is a common pathogen in neutropenic hosts, in whom it may spread through the bloodstream to peripheral organs. For invasive disease, treatments include amphotericin B, echinocandins, or extended-spectrum triazole antifungals.",
    "History and taxonomy": "In the history of fungi, the name of genus Candida, derived from the family Debaryomycetaceae, comes from the Latin term \"candidus\" which has the meaning of “glowing white” and also refers to as smooth and glistering. Genus Candida referred to any asexual yeast without any of the following characteristics: production of acetic acid, pigments of colours red, pink or orange, arthroconidia, unipolar or bipolar budding, enteroblastic-basipetal budding, blastoconidia formation on sympodulae, buds formation on stalks, triangular cells, needle-shaped terminal conidia, and having the ability to grow on inositol as a sole carbon source. Although there are 200 species identified in this genus, the taxonomy remains undefined and incomplete due to several reasons such as changing the words for some representations, the finding of new species and the reclassification of identified old species. This genus no longer includes species that test positive to diazonium blue B (DBB). The defunct genera Oidium and Monilia were used to represent the genus Candida.In the genus Candida, there are other species that are synonym of Candida tropicalis. Candida albicans is taxonomically close to C. tropicalis sharing many pathogenic traits whereas C. maltosa and C. sake are physiologically similar to C. tropicalis but they can be differentiated by the growth at 35 °C (only C. sake showing negative) and assimilation of soluble starch (only C. tropicalis showing positive starch assimilation).",
    "Identification": "C. tropicalis is easily identified using phenotypic and molecular methods. The identification of species in the genus Candida relies on morphological and physiological features. Species in the genus are vegetative cells which reproduce asexually by budding, and the structure, shape, septation, color and arrangement of buds is useful for identification. The production and appearance of pseudohyphae and blastoconidia may also be useful for identification. Physiological profiles relating to carbon and nitrogen utilization are of value in determining species, as are the presence certain distinctive biochemical features. Increasingly, molecular genetic methods such as DNA sequencing are used as primary tools for the accurate determination of species identifications in this group.",
    "Growth and morphology": "C. tropicalis is a vegetative cell with the shape from round to oval ranging from approximately 2 – 10 micrometers. A mould exhibits dimorphism forming a single-celled yeast or so-called blastoconidia which reproduces by simple buddingㄡ Conidia is the asexual unit that are produced by budding of the tips or walls of the hyphae. Conidia is a type of simple and unicellular body that could take the form of multicellular cell with different shapes, sizes, and colors. Microconidia is used to refer to small and unicellular conidia whereas macroconidia refers to large and multicellular conidia.There are different media on which C. tropicalis can grow effectively. A common medium used is the Sabouraud’s agar which contains peptone and sugar. This is enough for identifying the species but with a disadvantage of promoting mycelial growth and suppressing conidia formation. Another commonly used medium is the cornmeal agar which is useful in inducing formation of conidia. Potato-glucose, potato-carrot, tomato juice, lima bean and others are also types of media used for growth. The optimal temperature for growth is between 25–35 °C (77–95 °F) and growth is enhanced if sugar or fat is added in the medium. Colony of C. tropicalis are white, smooth and butyrous with a fringed border.",
    "Physiology": "C. tropicalis reproduces asexually by the production of blastoconidia through budding. As blastoconidia increase in number they may elongate in shape producing structures called the pseudohyphae. Under specific conditions of reduced oxygen level in host tissues, submerged colonies in agar medium, or in the presence of 5-10% CO2, true, septate hyphae may form.",
    "Physiology-Physiological characteristics of C. tropicalis": "",
    "Physiology-Physiological characteristics of C. tropicalis-Growth": "Positive for C1 D-glucose, C2 D-glucose, C6 D-xylose, C11 Maltose, C12 α,α-trehalose, C22 Starch, C28 D-glucitol, C29 D-mannitol, C32 D-glucono-1,5-lactone, C33 2-keto-d-gluconate, C34 5-keto-d-gluconate, C39 succinate, C42 ethanol, N3 ethylamine, N4 L-lysine, N4 cadaverine, V2 without myo-inositol, V3 without pantothenate, V5 without thiamine, V7 without pyridoxine, V9 without niacin, V10 without PABA, O1 0.01% cycloheximide, O2 0.1% cycloheximide.\nPositive temperatures from 25–40 °C (77–104 °F).",
    "Physiology-Physiological characteristics of C. tropicalis-Fermentation": "positive for F1 D-glucose, F2 D-glucose, F3 Maltose\npositive delay after 7 days for F6 α,α-trehalose.\nnegative for F7 Melibiose, F8 Lactose, F9 Cellobiose, F11 Raffinose, F12 Inulin, F14 D-xylose.\nnegative delay after 7 days for F4 Me-α-D-glucoside, F10 Melezitose.\npositive and negative for F5 Sucrose and F13 Starch.",
    "Physiology-Physiological characteristics of C. tropicalis-Urea hydrolysis": "This test is to detect yeast’s ability to produce enzyme urease. Once there's a compatible substrate, urease will split urea to produce ammonia increasing the pH. C. tropicalis is found to be urease negative.",
    "Physiology-Physiological characteristics of C. tropicalis-Diazonium Blue B Test": "This test uses the azo dye, diazonium blue B which differentially stains cells from species affiliated with the Division, Basidiomycota. For C. tropicalis, this test is negative.",
    "Parasexuality": "C. tropicalis diploid cells of opposite mating type can mate to form tetraploid cells.  These cells may then undergo chromosome loss during long-term propagation in rich medium resulting in the eventual regeneration of diploid cells.  Such diploid cells are again mating competent thus completing a parasexual cycle.  Opaque C. tropicalis cells can also form an architecturally complex sexual biofilm.",
    "Habitat and ecology": "Candida species are very pervasive yeasts that are distributed worldwide geographically. They are more likely to be found in tropical climate where temperature and humidity will enhance the adaptability of C. tropicalis. They can be found in food such as sauerkraut, molasses, miso, fruit, baker’s yeast and some fruits. They are commonly found on plants and in the digestive system of mammals, especially in the gastrointestinal tract, and in the mucocutaneous membranes of humans. C. tropicalis is considered as an osmotolerant yeast; microorganisms that are able to survive in high salt concentration and able to develop fungal persistence in saline environments.",
    "Storage and transportation": "The selection of medium for sample growth is very important accounting for the pros and cons of each type of growth medium. Once decided on the medium, need to add 8 ug of fluconazole per mL to limit bacterial growth and contamination. When the medium is ready, it is optional to add supplement to help and optimize specimen growth. After the growth, features examination including shape, size, bud arrangement, cell wall thickness, temperature of growth, pseudohyphae presence, arthroconidia presence, and capsule presence are all important to take into account.\nIf the species are grown using any type of the medium mentioned, the transportation of specimens for testing should be completed in less than two hours. If there is any delay, the samples should be stored at 37 °C with the exception of contaminated specimens that need be stored in 4 °C.",
    "Pathogenicity": "In tropical countries, C. tropicalis is one of the most common colonizer and pathogen causing human disease, especially found on human skin, in the gastrointestinal tract and also in female genitourinary tract. It can be transmitted between health-care workers and patients, especially in environments such as hospitals. C. tropicalis can survive for up to 24 hours therefore be cross-transmitted to a second hand with a probability of 69% and to a third hand with 38% probability. It is the cause responsible for approximately half of the beyond-surface candida infections. C. tropicalis is the second most virulent Candida species that can significantly affect by spreading through the weakened immune system host and can occupy the gastrointestinal tract within 30 minutes of inoculation, all this resulting in increased mortality. Impact of candidiasis, infections cause by C. tropicalis, have increased globally. C. tropicalis is virulent due to its ability to produce biofilm, secrete lytic enzymes, adhere to epithelial and endothelial cells, and undergo transition of bud to hyphae.Biofilms are complex structures that are formed from the grouping of microorganisms on a local surface, either biotic or abiotic, dependent on the ability of cellular adhesion to substrates.\nFor C. tropicalis to fully enter and cause infection in the host, it needs some helpers. First, once it is attached onto the host tissues, extracellular enzymes called the proteases will be produced to facilitate the penetration of the pathogen and allow it to interfere with the host defense system. proteases will hydrolyze peptide bonds; secreted aspartic proteases (SAP) support C. tropicalis to be attached and penetrate deep into the tissues to affect the organs. phospholipases will hydrolyze phospholipid; assist to break the epithelial cell membrane structure allowing the hyphal tip to enter into the cytoplasm. Many conditions that contribute to C. tropicalis survival and colonization are: a) increase the use of antifungal regimen, b) increased number of immunocompromised patients, c) long-term use of catheters, and d) use of broad-spectrum antibiotics.\nAlthough different tests are able to use for identification of species, each of the tests will have different limitations such as sensitivity, specificity, cost and equipment availability.",
    "Human diseases": "Types of disease caused by C. tropicalis will vary depending on the location where the species colonizes. With an infection in the mucous membrane, subject will experience oropharyngeal candidiasis, angular cheilitis | angular cheilitis]], balanoposthitis, oral thrush and vulvovaginal candidiasis. Although provided with oral cavity defenses such as epithelial cells, saliva, salivary immunoglobin (IgA), lysozyme, lactoferrin, histidine-rich polypeptide and lactoperoxidase to suppress C. tropicalis’ overgrowth, C. tropicalis is reported to secrete additional products that can preferably target onto T-cell deficient host. C. tropicalis is a normal flora which is found on the skin and nails on approximately 10% of the patients. Superficial and localized mucosal infections are mostly reported with a higher risk factor when combined with other diseases found in a patient. Patients with C. tropicalis infections are also seen with denture, HIV infection or irradiation for malignancies. 38% of AIDS patients with recurrent disease are more likely to get infected by C. tropicalis, getting oral thrush and oropharyngeal candidiasis. Only filamentous growth of C. tropicalis have the ability to invade and colonize orally in the epithelium, commonly seen in cancer patients and higher risk for someone who subsequently develops disseminated invasive disease. Candiduria is referred to as urinary tract infections caused by C. tropicalis which are often presented as nosocomial infections. Although up to 2% of patients are asymptomatic, those with diabetes mellitus and with leukemia are more likely to be infected.If an infection involves interdigital candidiasis, paronychia and diaper rash, subject is likely to have cutaneous candidiasis. Otherwise, if an infection involves body fluid and internal organs damages, subject will experience pulmonary candidiasis, invasive and disseminated candidiasis, gastrointestinal candidiasis and candidemia. C. tropicalis colonization is favoured in the gastrointestinal tract; a common risk factor for individuals that are susceptible for invasive candidiasis development. Candidemia is a worldwide bloodstream disease mainly affecting peripheral organs in humans. Usually, candidemia caused by C. tropicalis are associated with cancer patients that have either leukemia or neutropenia. According to the data obtained from 2010, frequency of candidemia is 12-25% in the US, 4.5-9% in Europe, 20-24% in Brazil and 20-60% in South Asia. C. tropicalis can cause nosocomial fungal bloodstream infections along with C. glabrata and C. parapsilosis. Mortality rate of invasive and disseminated infections caused by C. tropicalis is high, ranging from 40% to 70%. Risk factors that contribute to the high rate are leukemia, anti-neoplastic chemotherapy, previous neutropenia, central venous catheters, long stay on intensive care and total parenteral nutrition. Although children infections are not as common seen as in adults, leukemia, secondary neutropenia and bone marrow transplantation are factors favouring C. tropicalis infections. Another infection seen commonly in patients who have leukemia and secondary neutropenia, is chronic disseminated candidiasis (CDC) is another type of disseminated candida infection that mainly develops in the liver, spleen and kidney.",
    "Treatment and prevention": "The most important and most essential step to prevent contact with the fungi species is by washing the hands. There are several types of therapy for the different level of infections caused by C. tropicalis. Normally, antifungal agents are used to treat these infections.  Amphotericin B deoxycholate is the most common treatment antifungal agent used to treat Candida infections. Topical antifungal agents are commonly taken in 3 forms: oral suspension, ointment and powder. Oral suspension is mainly used to treat thrush whereas ointment is directly applied onto the infected section. Nystatin is a type of antifungal agent used because it is not absorbed by the gastrointestinal tract. These types of agents will function to lower candida species’ phospholipases activities. Flucytosine (5FC) is another type of therapy treatment including 3 agents used; caspofungin, micafungin and anidulafungin. Usage of caspofungin will efficiently target against oropharyngeal and oesophgeal candidiasis and invasive candidiasis. Micafungin, compared to amphotericin B, it is more efficient. Anidulafungin results are similar to Caspofungin and Micafungin. echinocandin are a type of non-competitive inhibitors of cell wall 1,3-b-D-glucan synthase complex mainly used to treat fungal infections.Azoles are agents that can deplete ergosterol, the main component of the fungus cell wall membrane, in order to inhibit fungal growth. fluconazole is water-soluble, ready to be taken orally. C. tropicalis can rapidly develop resistance towards fluconazole therefore it's not recommended to retreat fluconazole-treated patients with recurrent candidiasis. Other azoles that are highly active against C. tropicalis are itraconazole, voriconazole, posaconazole, ravuconazole and isavuconazole. Voriconazole is a new generation from fluconazole with a higher potential of broad spectrum activity. All of the mentioned treatments and drug therapies can also be applied onto neonates and premature newborns taking into account the amount of recommended dose. Although there are several ways to treat the different types of C. tropicalis’ infections, the best way to improve treatments results is to improve host immune system.\n\n\n== References =="
  }
}