{
  "url": "https://en.wikipedia.org/wiki/Candida_albicans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Saccharomycetes"
    },
    {
      "Order": "Saccharomycetales"
    },
    {
      "Family": "Saccharomycetaceae"
    },
    {
      "Genus": "Candida"
    },
    {
      "Species": "C. albicans"
    }
  ],
  "text": {
    "__SUMMARY__": "Candida albicans is an opportunistic pathogenic yeast that is a common member of the human gut flora. It can also survive outside the human body. It is detected in the gastrointestinal tract and mouth in 40–60% of healthy adults. It is usually a commensal organism, but it can become pathogenic in immunocompromised individuals under a variety of conditions. It is one of the few species of the genus Candida that causes the human infection candidiasis, which results from an overgrowth of the fungus. Candidiasis is for example often observed in HIV-infected patients.C. albicans is the most common fungal species isolated from biofilms either formed on (permanent) implanted medical devices or on human tissue. C. albicans, C. tropicalis, C. parapsilosis, and C. glabrata are together responsible for 50–90% of all cases of candidiasis in humans. A mortality rate of 40% has been reported for patients with systemic candidiasis due to C. albicans. By one estimate, invasive candidiasis contracted in a hospital causes 2,800 to 11,200 deaths yearly in the US. Nevertheless, these numbers may not truly reflect the true extent of damage this organism causes, given new studies indicating that C. albicans can cross the blood brain barrier.C. albicans is commonly used as a model organism for fungal pathogens. It is generally referred to as a dimorphic fungus since it grows both as yeast and filamentous cells. However, it has several different morphological phenotypes. C. albicans was for a long time considered an obligate diploid organism without a haploid stage. This is, however, not the case. Next to a haploid stage C. albicans can also exist in a tetraploid stage. The latter is formed when diploid C. albicans cells mate when they are in the opaque form. The diploid genome size is approximately 29 Mb, and up to 70% of the protein coding genes have not yet been characterized.C. albicans is easily cultured in the lab and can be studied both in vivo and in vitro. Depending on the media different studies can be done as the media influences the morphological state of C. albicans. A special type of medium is CHROMagar™ Candida, which can be used to identify different species of candida.",
    "Etymology": "Candida albicans can be seen as a tautology. Candida comes from the Latin word candidus, meaning white. Albicans itself is the present participle of the Latin word albicō, meaning becoming white. This leads to white becoming white, making it a tautology.\nIt is often shortly referred to as thrush, candidiasis, or candida.\nMore than a hundred synonyms have been used to describe C. albicans.\nOver 200 species have been described within the candida genus. The oldest reference to thrush, most likely caused by C. albicans, dates back to 400 BCE in Hippocrates' work Of the Epidemics describing oral candidiasis.",
    "Genome": "The genome of C. albicans is almost 16Mb for the haploid size (28Mb for the diploid stage) and consists of 8 sets of chromosome pairs called chr1A, chr2A, chr3A, chr4A, chr5A, chr6A, chr7A and chrRA. The second set (C. albicans is diploid) has similar names but with a B at the end. Chr1B, chr2B, ... and chrRB. The whole genome contains 6,198 open reading frames (ORFs). Seventy percent of these ORFs have not yet been characterized. The whole genome has been sequenced making it one of the first fungi to be completely sequenced (next to Saccharomyces cerevisiae and Schizosaccharomyces pombe). All open reading frames (ORFs) are also available in Gateway-adapted vectors. Next to this ORFeome there is also the availability of a GRACE (gene replacement and conditional expression) library to study essential genes in the genome of C. albicans. The most commonly used strains to study C. albicans are the WO-1 and SC5314 strains. The WO-1 strain is known to switch between white-opaque form with higher frequency while the SC5314 strain is the strain used for gene sequence reference.One of the most important features of the C. albicans genome is the high heterozygosity. At the base of this heterozygosity lies the occurrence of numeric and structural chromosomal rearrangements and changes as means of generating genetic diversity by chromosome length polymorphisms (contraction/expansion of repeats), reciprocal translocations, chromosome deletions, Nonsynonymous single-nucleotide polymorphisms and trisomy of individual chromosomes. These karyotypic alterations lead to changes in the phenotype, which is an adaptation strategy of this fungus. These mechanisms are further being explored with the availability of the complete analysis of the C. albicans genome.An unusual feature of the genus Candida is that in many of its species (including C. albicans and C. tropicalis, but not, for instance, C. glabrata) the CUG codon, which normally specifies leucine, specifies serine in these species. This is an unusual example of a departure from the standard genetic code, and most such departures are in start codons or, for eukaryotes, mitochondrial genetic codes. This alteration may, in some environments, help these Candida species by inducing a permanent stress response, a more generalized form of the heat shock response. However, this different codon usage makes it more difficult to study C. albicans protein-protein interactions in the model organism S. cerevisiae. To overcome this problem a C. albicans specific two-hybrid system was developed.The genome of C. albicans is highly dynamic, contributed by the different CUG translation, and this variability has been used advantageously for molecular epidemiological studies and population studies in this species. The genome sequence has allowed for identifying the presence of a parasexual cycle (no detected meiotic division) in C. albicans. This study of the evolution of sexual reproduction in six Candida species found recent losses in components of the major meiotic crossover-formation pathway, but retention of a minor pathway. The authors suggested that if Candida species undergo meiosis it is with reduced machinery, or different machinery, and indicated that unrecognized meiotic cycles may exist in many species. In another evolutionary study, introduction of partial CUG identity redefinition (from Candida species) into Saccharomyces cerevisiae clones caused a stress response that negatively affected sexual reproduction. This CUG identity redefinition, occurring in ancestors of Candida species, was thought to lock these species into a diploid or polyploid state with possible blockage of sexual reproduction.",
    "Morphology": "C. albicans exhibits a wide range of morphological phenotypes due to phenotypic switching and bud to hypha transition. The yeast-to-hyphae transition (filamentation) is a rapid process and induced by environmental factors. Phenotypic switching is spontaneous, happens at lower rates and in certain strains up to seven different phenotypes are known. The best studied switching mechanism is the white to opaque switching (an epigenetic process). Other systems have been described as well. Two systems (the high-frequency switching system and white to opaque switching) were discover by David R. Soll and colleagues. Switching in C. albicans is often, but not always, influenced by environmental conditions such as the level of CO2, anaerobic conditions, medium used and temperature.\nIn its yeast form C. albicans ranges from 10 to 12 microns. Spores can form on the pseudohyphae called chlamydospores which survive when put in unfavorable conditions such as dry or hot seasons.",
    "Morphology-Yeast-to-hyphae switching": "Although often referred to as dimorphic, C. albicans is, in fact, polyphenic (often also referred to as pleomorphic). When cultured in standard yeast laboratory medium, C. albicans grows as ovoid \"yeast\" cells. However, mild environmental changes in temperature, CO2, nutrients and pH can result in a morphological shift to filamentous growth. Filamentous cells share many similarities with yeast cells. Both cell types seem to play a specific, distinctive role in the survival and pathogenicity of C. albicans. Yeast cells seem to be better suited for the dissemination in the bloodstream while hyphal cells have been proposed as a virulence factor. Hyphal cells are invasive and speculated to be important for tissue penetration, colonization of organs and surviving plus escaping macrophages. The transition from yeast to hyphal cells is termed to be one of the key factors in the virulence of C. albicans; however, it is not deemed necessary. When C. albicans cells are grown in a medium that mimics the physiological environment of a human host, they grow as filamentous cells (both true hyphae and pseudohyphae). Candida albicans can also form chlamydospores, the function of which remains unknown, but it is speculated they play a role in surviving harsh environments as they are most often formed under unfavorable conditions.The cAMP-PKA signaling cascade is crucial for the morphogenesis and an important transcriptional regulator for the switch from yeast like cells to filamentous cells is EFG1.",
    "Morphology-High-frequency switching": "Besides the well-studied yeast-to-hyphae transition other switching systems have been described. One such system is the \"high-frequency switching\" system. During this switching different cellular morphologies (phenotypes) are generated spontaneously. This type of switching does not occur en masse, represents a variability system and it happens independently from environmental conditions. The strain 3153A produces at least seven different colony morphologies. In many strains the different phases convert spontaneously to the other(s) at a low frequency. The switching is reversible, and colony type can be inherited from one generation to another.\nBeing able to switch through so many different (morphological) phenotypes makes C. albicans able to grow in different environments, both as a commensal and as a pathogen.In the 3153A strain, a gene called SIR2 (for silent information regulator), which seems to be important for phenotypic switching, has been found. SIR2 was originally found in Saccharomyces cerevisiae (brewer's yeast), where it is involved in chromosomal silencing—a form of transcriptional regulation, in which regions of the genome are reversibly inactivated by changes in chromatin structure (chromatin is the complex of DNA and proteins that make chromosomes). In yeast, genes involved in the control of mating type are found in these silent regions, and SIR2 represses their expression by maintaining a silent-competent chromatin structure in this region. The discovery of a C. albicans SIR2 implicated in phenotypic switching suggests it, too, has silent regions controlled by SIR2, in which the phenotype-specific genes may reside. How SIR2 itself is regulated in S. cerevisiae may yet provide more clues as to the switching mechanisms of C. albicans.",
    "Morphology-White-to-opaque switching": "Next to the dimorphism and the first described high-frequency switching system C. albicans undergoes another high-frequency switching process called white to opaque switching, which is another phenotypic switching process in C. albicans. It was the second high-frequency switching system discovered in C. albicans. The white to opaque switching is an epigenetic switching system. Phenotypic switching is often used to refer to white-opaque switching, which consists of two phases: one that grows as round cells in smooth, white colonies (referred to as white form) and one that is rod-like and grows as flat, gray colonies (called opaque form). This switch from white cells to opaque cells is important for the virulence and the mating process of C. albicans as the opaque form is the mating competent form, being a million times more efficient in mating compared to the white type. This switching between white and opaque form is regulated by the WOR1 regulator (White to Opaque Regulator 1) which is controlled by the mating type locus (MTL) repressor (a1-α2) that inhibits the expression of WOR1. Besides the white and opaque phase there is also a third one: the gray phenotype. This phenotype shows the highest ability to cause cutaneous infections. The white, opaque and gray phenotypes form a tristable phenotypic switching system. Since it is often difficult to differentiate between white, opaque and gray cells phloxine B, a dye, can be added to the medium.A potential regulatory molecule in the white to opaque switching is Efg1p, a transcription factor found in the WO-1 strain that regulates dimorphism, and more recently has been suggested to help regulate phenotypic switching. Efg1p is expressed only in the white and not in the gray cell-type, and overexpression of Efg1p in the gray form causes a rapid conversion to the white form.",
    "Morphology-White-GUT switch": "A very special type of phenotypic switch is the white-GUT switch (Gastrointestinally-IndUced Transition). GUT cells are extremely adapted to survival in the digestive tract by metabolic adaptations to available nutrients in the digestive tract. The GUT cells live as commensal organisms and outcompete other phenotypes. The transition from white to GUT cells is driven by passage through the gut where environmental parameters trigger this transition by increasing the WOR1 expression.",
    "Role in disease": "Candida is found worldwide but most commonly compromises immunocompromised individuals diagnosed with serious diseases such as HIV and cancer. Candida are ranked as one of the most common groups of organisms that cause hospital-acquired infections. Especially high-risk individuals are patients that have recently undergone surgery, a transplant or are in the Intensive Care Units (ICU), Candida albicans infections is the top source of fungal infections in critically ill or otherwise immuncompromised patients. These patients predominantly develop oropharyngeal or thrush candidiasis, which can lead to malnutrition and interfere with the absorption of medication. Methods of transmission include mother to infant through childbirth, people-to-people acquired infections that most commonly occur in hospital settings where immunocompromised patients acquire the yeast from healthcare workers and has a 40% incident rate. Men can become infected after having sex with a woman that has an existing vaginal yeast infection. Parts of the body that are commonly infected include the skin, genitals, throat, mouth, and blood. Distinguishing features of vaginal infection include discharge, and dry and red appearance of vaginal mucosa or skin. Candida continues to be the fourth most commonly isolated organism in bloodstream infections. Healthy people usually do not suffer (severely) from superficial infections caused by a local alteration in cellular immunity as seen by asthma patients that use oral corticosteroids.",
    "Role in disease-Superficial and local infections": "It commonly occurs as a superficial infection on mucous membranes in the mouth or vagina. Once in their lives around 75% of women will suffer from vulvovaginal candidiasis (VVC) and about 90% of these infections are caused by C. albicans. It may also affect a number of other regions. For example, higher prevalence of colonization of C. albicans was reported in young individuals with tongue piercing, in comparison to unpierced matched individuals. To infect host tissue, the usual unicellular yeast-like form of C. albicans reacts to environmental cues and switches into an invasive, multicellular filamentous form, a phenomenon called dimorphism. In addition, an overgrowth infection is considered a superinfection, the term usually applied when an infection becomes opportunistic and very resistant to antifungals. It then becomes suppressible by antibiotics. The infection is prolonged when the original sensitive strain is replaced by the antibiotic-resistant strain.Candidiasis is known to cause gastrointestinal (GI) symptoms particularly in immunocompromised patients or those receiving steroids (e.g. to treat asthma) or antibiotics. Recently, there is an emerging literature that an overgrowth of fungus in the small intestine of non-immunocompromised subjects may cause unexplained GI symptoms. Small intestinal fungal overgrowth (SIFO) is characterized by the presence of an excessive number of fungal organisms in the small intestine associated with gastrointestinal symptoms. The most common symptoms observed in these patients were belching, bloating, indigestion, nausea, diarrhea, and gas. The underlying mechanism(s) that predisposes to SIFO is unclear. Further studies are needed; both to confirm these observations and to examine the clinical relevance of fungal overgrowth.",
    "Role in disease-Systemic infections": "Systemic fungal infections (fungemias) including those by C. albicans have emerged as important causes of morbidity and mortality in immunocompromised patients (e.g., AIDS, cancer chemotherapy, organ or bone marrow transplantation). C. albicans often forms biofilms inside the body. Such C. albicans biofilms may form on the surface of implantable medical devices or organs. In these biofilms it is often found together with Staphylococcus aureus. Such multispecies infections lead to higher mortalities. In addition hospital-acquired infections by C. albicans have become a cause of major health concerns. Especially once candida cells are introduced in the bloodstream a high mortality, up to 40–60% can occur.Although Candida albicans is the most common cause of candidemia, there has been a decrease in the incidence and an increased isolation of non-albicans species of Candida in recent years. Preventive measures include maintaining a good oral hygiene, keeping a healthy lifestyle including good nutrition, the careful use of antibiotics, treatment of infected areas and keeping skin dry and clean, free from open wounds.",
    "Role in disease-Role of C. albicans in Crohn's disease": "The link between C. albicans and Crohn's disease has been investigated in a large cohort. This study demonstrated that members of families with multiple cases of Crohn's disease were more likely to be colonized by C. albicans than members of control families. Experimental studies show that chemically-induced colitis promotes C. albicans colonization. In turn, C. albicans colonization generates anti-Saccharomyces cerevisiae antibodies (ASCA), increases inflammation, histological scores and pro-inflammatory cytokine expression.",
    "Role in disease-Treatment": "There are relatively few drugs that can successfully treat Candidiasis. Treatment commonly includes:\namphotericin B, echinocandin, or fluconazole for systemic infections\nnystatin for oral and esophageal infections\nclotrimazole for skin and genital yeast infectionsSimilarly to antibiotic resistance, resistance to many anti-fungals is becoming a problem. New anti-fungals have to be developed to cope with this problem since only a limited number of anti-fungals are available. A general problem is that in contrast to bacteria, fungi are often overlooked as a potential health problem.",
    "Role in disease-Economic implications": "Given the fact that candidiasis is the fourth- (to third-) most frequent hospital acquired infection worldwide it leads to immense financial implications. Approximately 60,000 cases of systemic candidiasis each year in the USA alone lead up to a cost to be between $2–4 billion. The total costs for candidiasis are among the highest compared to other fungal infections due to the high prevalence. The immense costs are partly explained by a longer stay in the intensive care unit or hospital in general. An extended stay for up to 21 more days compared to non-infected patients is not uncommon.",
    "Biofilm development": "",
    "Biofilm development-Biofilm formation steps": "The biofilm of Candida albicans is formed in four steps. First, there is the initial adherence step, where the yeast-form cells adhere to the substrate. The second step is called Intermediate step, where the cells propagate to form microcolonies, and germ tubes form to yield hyphae. In the maturation step, the biofilm biomass expands, the extracellular matrix accumulates and drug resistance increases. In the last step of biofilm formation, the yeast-form cells are released to colonize the surrounding environment (dispersion). Yeast cells released from a biofilm have novel properties, including increased virulence and drug tolerance.",
    "Biofilm development-Zap1": "Zap1, also known as Csr1 and Sur1 (zinc-responsive activator protein), is a transcription factor which is required for the hypha formation in Candida albicans biofilms. Zap1 controls the equilibrium of yeast and hyphal cells, the zinc transporters and zinc regulated genes in biofilms of C. albicans.",
    "Biofilm development-Zinc": "Zinc (Zn2+) is important for cell function of Candida albicans and Zap1 controls the Zinc levels in the cells through the zinc transporters ZRT1 and ZRT2. The regulation of zinc concentration in the cells is important for the cell viability and if the zinc levels get too high, it is toxic for the cells. The ZRT1 is transporting the zinc ions with high affinity and the ZRT2 is transporting the zinc ions with low affinity.",
    "Mechanisms and proteins important for pathogenesis": "",
    "Mechanisms and proteins important for pathogenesis-Filamentation": "The ability to switch between yeast cells and hyphal cells is an important virulence factor. Many proteins play a role in this process.\nFilamentation in Candida albicans is a very complex process. The formation of hyphae can for example help Candida albicans to escape from macrophages in the human body. Moreover, Candida albicans undergo yeast-to-hyphal transition within the acidic macrophage phagosome. This initially causes phagosome membrane distension which eventually leads to phagosomal alkalinization by physical rupture, followed by escape.",
    "Mechanisms and proteins important for pathogenesis-Hwp1": "Hwp1 stands for Hyphal wall protein 1. Hwp1 is a mannoprotein located on the surface of the hyphae in the hyphal form of Candida albicans. Hwp1 is a mammalian transglutaminase substrate. This host enzyme allows Candida albicans to attach stably to host epithelial cells. Adhesion of Candida albicans to host cells is an essential first step in the infection process for colonization and subsequent induction of mucosal infection.",
    "Mechanisms and proteins important for pathogenesis-Slr1": "The RNA-binding protein Slr1 plays a role in instigating hyphal formation and virulence in C. albicans.",
    "Mechanisms and proteins important for pathogenesis-Candidalysin": "Candidalysin is a cytolytic 31-amino acid α-helical peptide toxin that is released during hyphal formation. It contributes to virulence during mucosal infections.",
    "Genetic and genomic tools": "Due to its nature as a model organism, being an important human pathogen and the alternative codon usage (CUG translated into serine rather than leucine), several specific projects and tools have been created to study C. albicans. The diploid nature and the absence of a sexual cycle, however, makes it a hard to study organism. In the last 20 years, however, many systems have been developed to study C. albicans in a more in depth genetic level.",
    "Genetic and genomic tools-Selection markers": "The most used selection markers in C. albicans are the CaNAT1 resistance marker (confers resistance against nourseothricin) and MPAr or IMH3r (confers resistance to mycophenolic acid).\nNext to the above-mentioned selection makers a few auxotrophic strains were generated to work with auxotrophic makers. The URA3 marker (URA3 blaster method) is an often-used strategy in uridine auxotrophic strains; however, studies have shown that differences in URA3 position in the genome can be involved in the pathogeny of C. albicans. Besides the URA3 selection one can also use the histidine, leucine and arginine autotrophy. The advantage of using those autotrophies lies in the fact that they exhibit wild-type or nearly wild-type virulence in a mouse model compared to the URA3 system. One application of the leucine, arginine and histidine autotrophy is for example the candida two-hybrid system.",
    "Genetic and genomic tools-Full sequence genome": "The full genome of C. albicans has been sequenced and made publicly available in a candida database. The heterozygous diploid strain used for this full genome sequence project is the laboratory strain SC5314. The sequencing was done using a whole-genome shotgun approach.",
    "Genetic and genomic tools-ORFeome project": "Every predicted ORF has been created in a gateway adapted vector (pDONR207) and made publicly available. The vectors (plasmids) can be propagated in E.coli and grown on LB+gentamicin medium. This way every ORF is readily available in an easy to use vector. Using the gateway system it is possible to transfer the ORF of interest to any other gateway adapted vector for further studies of the specific ORF.",
    "Genetic and genomic tools-CIp10 integrative plasmid": "Contrary to the yeast S. cerevisiae episomal plasmids do not stay stable in C. albicans. In order to work with plasmids in C. albicans an integrative approach (plasmid integration into the genome) thus has to be used. A second problem is that most plasmid transformations are rather inefficient in C. albicans; however, the CIp10 plasmid overcomes these problems and can be used with ease to transform C. albicans in a very efficient way. The plasmid integrates inside the RP10 locus as disruption of one RP10 allele does not seem to affect the viability and growth of C. albicans. Several adaptations of this plasmid have been made after the original became available.",
    "Genetic and genomic tools-Candida two-hybrid (C2H) system": "Due to the aberrant codon usage of C. albicans it is less feasible to use the common host organism (Saccharomyces cerevisiae) for two-hybrid studies. To overcome this problem a Candida albicans two-hybrid (C2H) system was created. The strain SN152 that is auxotrophic for leucine, arginine and histidine was used to create this C2H system. It was adapted by integrating a HIS1 reporter gene preceded by five LexAOp sequences.\nIn the C2H system the bait plasmid (pC2HB) contains the Staphylococcus aureus LexA BD, while the prey plasmid (pC2HP) harbors the viral AD VP16. Both plasmids are integrative plasmids since episomal plasmids do not stay stable in C. albicans. The reporter gene used in the system is the HIS1 gene. When proteins interact, the cells will be able to grow on medium lacking histidine due to the activation of the HIS1 reporter gene. Several interactions have thus far been detected using this system in a low scale set up. A first high-throughput screening has also been performed. Interacting proteins can be found at the BioGRID.",
    "Genetic and genomic tools-Bimolecular fluorescence complementation (BiFC)": "Besides the C2H system, a BiFC system has been developed to study protein-protein interactions in C. albicans. With this systems protein interactions can be studied in their native sub cellular location contrary to a C2H system in which the proteins are forced into the nucleus. With BiFC one can study for example protein interactions that take place at the cell membrane or vacuolar membrane.",
    "Genetic and genomic tools-Microarrays": "Both DNA and protein microarrays were designed to study DNA expression profiles and antibody production in patients against C. albicans cell wall proteins.",
    "Genetic and genomic tools-GRACE library": "Using a tetracycline-regulatable promoter system a gene replacement and conditional expression (GRACE) library was created for 1,152 genes. By using the regulatable promoter and having deleted 1 of the alleles of the specific gene it was possible to discriminate between non-essential and essential genes. Of the tested 1,152 genes 567 showed to be essential. The knowledge on essential genes can be used to discover novel antifungals.",
    "Genetic and genomic tools-CRISPR/Cas9": "CRISPR/Cas9 has been adapted to be used in C. albicans. Several studies have been performed using this system.",
    "Application in engineering": "Candida albicans has been used in combination with carbon nanotubes (CNT) to produce stable electrically conductive bio-nano-composite tissue materials that have been used as temperature-sensing elements.",
    "Notable C. albicans researchers": "David R. Soll\nNeil A. R. Gow\nFred Sherman",
    "See also": "Intestinal permeability\nTorula yeast (Candida utilis)\nNeonatal infection\nCodon usage",
    "References": "",
    "Further reading": "Waldman A, Gilhar A, Duek L, Berdicevsky I (May 2001). \"Incidence of Candida in psoriasis—a study on the fungal flora of psoriatic patients\". Mycoses. 44 (3–4): 77–81. doi:10.1046/j.1439-0507.2001.00608.x. PMID 11413927.\nZordan RE, Miller MG, Galgoczy DJ, Tuch BB, Johnson AD (October 2007). \"Interlocking Transcriptional Feedback Loops Control White-Opaque Switching in Candida albicans\". PLoS Biology. 5 (10): e256. doi:10.1371/journal.pbio.0050256. PMC 1976629. PMID 17880264.\nRossignol T, Lechat P, Cuomo C, Zeng Q, Moszer I, d'Enfert C (January 2008). \"CandidaDB: a multi-genome database for Candida species and related Saccharomycotina\". Nucleic Acids Research. 36 (Database issue): D557–61. doi:10.1093/nar/gkm1010. PMC 2238939. PMID 18039716.\n\"How Candida albicans switches phenotype – and back again: the SIR2 silencing gene has a say in Candida's colony type\". NCBI Coffeebreak. 1999-11-24. Retrieved 2008-11-02.",
    "External links": "Candida Genome Database\nU.S. National Institutes of Health on the Candida albicans genome\nMycobank data on Candida albicans\nLabs working on Candida\nProtein-protein interactions for Candida albicans"
  }
}