{
  "url": "https://en.wikipedia.org/wiki/Carolina_cranesbill",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Geranium"
    },
    {
      "Species": "G. carolinianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Geranium carolinianum is a species of geranium known by the common name Carolina crane's-bill,  or Carolina geranium.  It is native to North America, where it is widespread and grows in many types of habitat. There are two varieties; Geranium carolinianum var. carolinianum and the Geranium carolinianum var. sphaerospermum. This is a summer or winter annual herb. It can be considered invasive depending on region, where found in United States they are seen as native.The USDA has specific symbols or coding labeled for each plant in their database. For the Geranium carolinianum, it is GECAC4.",
    "Description": "It has erect stems covered in spiky hairs. Colors of the stems are typically pink to red. There are two leaves per node on each stem called opposite leaves. Stem is not succulent and not nutrient rich as a source of calories for herbivores.The palmate leaves are several centimeters wide, ranging between 3–8 cm.  with the growth pattern of alternate and divided into usually five segments which are each subdivided into elegantly pointed lobes, secondary lobes, toothed or the leaves can be cleft. Leaf color can also appear grayish-green due to fine pubescent of hair present on the leaves.\nThe inflorescence is a cluster of one to several small flowers. Each flower has five pointed sepals that can be as long as the petals and five notched petals in shades of white, light pink to lavender. This is a distinguishing factor between G. carolinianum and other species of Geranium. Flowers form on short and tight clusters that grow off the main stems. The anthers do not have nectar spurs. Carpels have hair and are fused together. There are five carpels and one pistil. Petals are rounded. Sepals color is green to brown and are ovate and flexible. They are thin, dry and paper like yet flexible. The plant does not persist after flowering. Flowers of the G. carolinianum bloom in late May to July. They do not give off any strong aroma or scent to attract pollinators into visiting the flower but rather depend on visual stimuli for insects to be attracted for the benefit of the naturally producing sap.\nThe fruit has a hairy body and a style up to 1.5 centimeters long and can grow to the length of 5mm. The fruit of the plant has long beak-like structures giving the plant its nickname of \"Cranesbill.\" Seed surfaces are finely reticulated. The seeds have pits or depressions in them and is wingless. The fruit is dry and does not split open when ripened. The root system of the Geranium carolinium is a taproot structure that can grow to the depths of 15 centimeters. The plant has a superior ovary.",
    "Range and Distribution": "Geranium carolinianum is found through much of the continental United States, the Crane's-bill grows from New England region down to Central Mexico and across the Eastern coast. The plant likes arid areas that are nutrient poor and have little competition like clay and limestone prairies, lawns and roadsides as well as abandoned fields and farmlands.The pH that the Geranium carolinianum can survive in is relatively high considering the scale that is comfortable to most plants is considerably lower. The plant can be found in conditions that are inhospitable to most granted there is water available within reason.",
    "Medicinal Applications": "There is potential for Geranium carolinianum to fight Hepatitis B. The ethanol extracted from the plant has been effective in treating inflammatory issues as well. The presence of the anti-HBV compounds in the geraniin, ellagic acid and hyperin in G. carolinianum L. might account for the effectiveness of this folk medicine in the treatment of HBV infections. While the plant's effectiveness is still up for discussion, there are implications that there could be cures for certain diseases and affliction in the future after more studying has been diverted to this species of plant.",
    "Cultivation": "Geranium carolinianum enjoys soils that do not have excessive competition. It does well in very bright to partial sunshine places. The plant is may be considered invasive in multiple states, each depending on the growth and distribution of the plant. In Kentucky, New York and Illinois the Carolina Cransbill is considered an invasive because it grows rampant and can smother desirable plants. It is self seeding and can handle transplanting from one location to another in cultivating G. carolinianum.",
    "Wildlife use": "Visitors observed collecting nectar include long-tongued bees (Megachile spp.), short-tongued bees (Halictid), and flower flies (Syrphid) whom in the larval stage can be early cool season aphid control. Northern Bobwhite Quails as well as Mourning Doves are known to eat the seeds. It is also a preferred winter forage of White-tailed Deer in the Southeast, with an average of 19 percent crude protein in the vegetative state.",
    "References": "",
    "External links": "Jepson Manual Treatment\nPhoto gallery"
  }
}