{
  "url": "https://en.wikipedia.org/wiki/Geranium_bicknellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Geranium"
    },
    {
      "Species": "G. bicknellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Geranium bicknellii is a species of geranium known by the common names Bicknell's cranesbill and northern cranesbill. It is native to much of the northern half of North America, where it can be found in a number of forest and woodland habitats. This is an annual or biennial herb which grows hairy stems up to about half a meter long. It may be erect or lie near the ground. Each leaf is several centimeters long and wide and is divided into several lobes, each of which may have smaller lobes or teeth. Flowers grow singly or in pairs and have pointed sepals and small lavender petals, each with a notch in the tip. The fruit has a rounded body with a long, straight style about 2 centimeters in length and tipped with a small beak.\nGeranium bicknellii is a fire-adapted species, occurring most abundantly in recently burned forests.  The seeds remain dormant while buried in the forest floor, sometimes for centuries, until a fire removes the organic litter and exposes the seeds to sunlight.  The geraniums will germinate, bloom, and set seed profusely for several years after the fire, until other plants grow large enough to shade them out.  The new seeds will then lie dormant in the soil, waiting for the next fire.The leaves of this species and some related species are somewhat difficult to distinguish from those of some plants in the family Ranunculaceae, particularly members of the genera Aconitum and Delphinium. They have also been confused with members of the genus Ranunculus, which is also part of that family, such as the meadow buttercup, Ranunculus acris. As the species from this family with a similar leaf shape are toxic to ingest or sometimes even touch, especially in the case of Aconitum species, it is possible that this is an example of mimicry designed to reduce herbivory. However, it may simply be accidental, due to adaption to conditions. As the family Ranunculaceae is especially ancient, other families have had quite a lot of time to mimic their characteristics via selection by herbivory.",
    "References": "",
    "External links": "Jepson Manual Treatment\nPhoto gallery\nFrelich, Lee E., May–June 2008, Minnesota Profile: Bicknell's geranium (Geranium bicknellii), Minnesota Conservation Volunteer\nPortland Plant List"
  }
}