{
  "url": "https://en.wikipedia.org/wiki/Geranium_canariense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Geranium"
    },
    {
      "Species": "G. reuteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Geranium reuteri, the giant geranium, is a species of flowering plant in the Geraniaceae family, native to the Canary Islands and Madeira. It was known for many years under the name Geranium canariense. In Spanish, it is called pata de gallo.",
    "Description": "Geranium reuteri is a large perennial herbaceous plant. The leaves grow in a rosette from a woody base or short stem and are up to 8 cm (3.1 in) wide with a long stalk (petiole). They are deeply divided into lobes. The flowers are borne on a branched inflorescence. Each flower is 2–3 cm (0.8–1.2 in) across, and has five sepals and five pink petals with whitish backs.",
    "Taxonomy": "The species was first described in 1858 by George François Reuter as Geranium canariense. It was known by this name until 1997. However, Reuter's name is illegitimate, because Jean Poiret had already used the name Geranium canariense in 1812 for a different species. (Poiret's Geranium canariense, transferred from Pelargonium canariense Willd., is now regarded as a synonym for Pelargonium candicans.) Noticing that Reuter's name was illegitimate, in 1997, Carlos Aedo and Félix Muñoz Garmendia published the replacement name Geranium reuteri.",
    "Distribution and habitat": "Geranium reuteri is native to the Canary Islands and Madeira. In the Canary Islands it is found in Tenerife, La Palma, La Gomera, El Hierro and Gran Canaria. It is absent from the eastern islands, Lanzarote and Fuerteventura. It occurs in relatively moist woodland habitats, including laurel woods, cloud forest zones and pine woods.\n\n\n== References =="
  }
}