{
  "url": "https://en.wikipedia.org/wiki/Geranium_molle",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Geranium"
    },
    {
      "Species": "G. molle"
    }
  ],
  "text": {
    "__SUMMARY__": "Geranium molle, the Dove's-foot Crane's-bill or Dovesfoot Geranium, is an annual herbaceous plant belonging to the Geraniaceae family.",
    "Description": "Geranium molle is a small plant reaching on average 5–30 centimetres (2.0–11.8 in) in height. It is a very branched plant, quite hairy, with several ascending stems. The leaves are palmate, cut 5 to 9 times. The basal leaves are arranged in a rosette, the upper ones are sessile, rounded and hairy, with a long petiole of about 5–12 millimetres (0.20–0.47 in). The flowers are pinkish-purple, 8–12 mm in diameter, with very jagged petals. It blooms from April to September. The flowers are hermaphrodite and mainly pollinated by Hymenoptera. Fruits are glabrous, usually with 6-9 transverse ridges.",
    "Synonyms": "",
    "Distribution and habitat": "It is native to the Mediterranean and sub-Mediterranean areas, but has naturalized in other parts of Europe, in southwestern and central  Asia and in North Africa, though it may have already been in those parts and areas, just not properly identified. It is considered an introduced species in North America, where it is known as Dovefoot Geranium or Awnless Geranium. Although non-native in parts of its range, this species poses little threat to native ecosystems.It is found in dry meadows, hedges, banks and forest edges. It prefers sunny places on sandy and relatively dry soils,  at an altitude of 0–1,000 metres (0–3,281 ft) above sea level.",
    "Herbal medicine": "Nicholas Culpeper in his herbal of 1652 suggested a variety of uses for G. molle, including the treatment of internal and external injuries. A note was made that the bruised leaf healed external injuries faster. A decoction in wine was said to relieve gout and other joint pains.",
    "Gallery": "",
    "References": "",
    "External links": "Universiteit Leuven Photo gallery\nJepson Manual Treatment\nU.C. Photo gallery\nGeranium molle Flowers in Israel"
  }
}