{
  "url": "https://en.wikipedia.org/wiki/Knotted_cranesbill",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Geranium"
    },
    {
      "Species": "G. nodosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Geranium nodosum, the knotted crane's-bill, is a perennial herbaceous plant belonging to the Geraniaceae family.",
    "Description": "Geranium nodosum is a rhizomatous geophyte, a plant that propagates by means of a rhizome, a reproductive structure in the form of a horizontal stem which produces the stem and the roots below the soil surface. During the winter the plant has no aboveground herbage, having become reduced to the rhizome.\nThe plant generally reaches 20–30 centimetres (7.9–11.8 in) in height, with a maximum of 50 centimetres (20 in). The stem is upright, slender, branched, and hairy. The leaves are palmate in shape with 3 to 5 lobes, and are borne on petioles. The upper surface of the leaf is dark green and hairless, and the lower is light green with a short coating of hairs. Each flower is borne on a long stalk. The five obovate petals are lilac to violet. Flowering occurs from June through August. The flowers are entomophilous, pollinated by insects. The fruit is a fuzzy capsule containing about five achenes.",
    "Distribution": "This plant is native to southern Europe. It is present in the Alps, Jura, and the Pyrenees.",
    "Habitat": "The typical habitat of this species is the margins of deciduous forest among oak, beech, and chestnut. It grows on calcareous and siliceous substrates with neutral pH and average soil moisture. It occurs at altitudes of 100–1,300 metres (330–4,270 ft) above sea level.",
    "Gallery": "",
    "References": "",
    "External links": "Taxon Profile: Knotted Crane's-bill (Geranium nodosum L.) Biolib.cz\nGeranium nodosum. Schede di botanica."
  }
}