{
  "url": "https://en.wikipedia.org/wiki/Sticky_purple_geranium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Geranium"
    },
    {
      "Species": "G. viscosissimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Geranium viscosissimum, commonly known as the sticky purple geranium, is a perennial in the Geraniaceae family of flowering plants. It is thought to be a protocarnivorous plant.",
    "Distribution": "This herbaceous perennial plant is native to the Northwestern United States, California, and Nevada, including in the Great Basin and Rocky Mountains regions; and to Western Canada, including in the Canadian Rockies.\nHabitats it is found in include yellow pine forest, northern juniper woodland, lowland to higher elevation meadows, and wetland-riparian zones;  from 1,000–2,500 metres (3,300–8,200 ft) in elevation.",
    "Description": "Geranium viscosissimum is a large, clumped 0.5–3 feet (0.15–0.91 m) tall perennial wild geranium.  The stem, leaves, and flower stalks are covered with sticky hairs.  The right-green leaves are dissected, many-toothed, and deeply-lobed.\nIts bloom period is April to September, depending on elevation and latitude. It has 1.5 inches (3.8 cm) saucer-shaped pink flowers with reddish-purple lines on the petals. They occur in an open cluster near the top of strong, branching 1–2 feet (0.30–0.61 m) flower stalks.",
    "Description-Carnivorous syndrome": "In his 1999 journal article, G.G. Spomer tested several plants in the Pacific Northwest for the carnivorous syndrome, using the digestion of proteins as the diagnostic tool to determine which plants appeared to produce protease enzymes capable of breaking down potential prey. Geranium viscosissimum displayed a capability to digest and absorb the 14C-labeled algal protein placed on the sticky trichomes that the plant possesses. However, it is not known whether the digestive enzymes were produced by the plant itself or surface microbes. Additionally, some definitions of carnivory require the plant to gain some tangible benefit in capturing and digesting prey, such as increased seed yield or growth. Such an experiment has not been done with this species.",
    "Uses": "The flowers and leaves of this species are edible, but reported to be astringent.  Flowers can be added to salads or used as a garnish.",
    "Uses-Medicinal": "Blackfeet Indians used an infusion from this plant to treat diarrhea and gastric upset and urinary irritations.  The root of this plant is astringent and was dried and powdered and used by Native Americans to stop external bleeding.",
    "Uses-Cultivation": "Geranium viscosissimum is cultivated as an ornamental plant by specialty plant nurseries, for use in native plant and wildlife gardens.  The plant attracts butterflies.",
    "See also": "Potentilla arguta",
    "References": "",
    "External links": "Calflora Database: Geranium viscosissimum (Sticky purple geranium)\nUC CalPhotos gallery for Geranium viscosissimum"
  }
}