{
  "url": "https://en.wikipedia.org/wiki/Boronia_angustisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. angustisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia angustisepala is a plant in the citrus family Rutaceae and is endemic to New South Wales, Australia. It is an erect shrub with many branches, pinnate leaves with up to eleven leaflets, and bright pink, four-petalled flowers.",
    "Description": "Boronia angustisepala is an erect, many-branched shrub which grows to a height of 1.5 m (5 ft) with its young branches densely covered with star-shaped and woolly hairs. The leaves are pinnate, have between three and eleven leaflets and are 10–55 mm (0.4–2 in) long and 3–30 mm (0.1–1 in) wide in outline with a petiole 2–5 mm (0.08–0.2 in) long. The end leaflet is 6–25 mm (0.2–1 in) long and 3–9 mm (0.1–0.4 in) wide, the side leaflets usually shorter and narrower. Up to three bright pink flowers are arranged in leaf axils on a pedicel 7–12 mm (0.28–0.47 in) long. The four sepals are narrow egg-shaped to narrow triangular, 3–6 mm (0.12–0.24 in) long, 1–2 mm (0.039–0.079 in) wide and hairy on their lower surface. The four petals are 9–12 mm (0.35–0.47 in) long, 4–7 mm (0.16–0.28 in) wide and enlarge slightly as the fruit develops. The eight stamens alternate in length with those near the sepals longer than those near the petals. Flowering occurs from July to November and the fruit are about 6 mm (0.24 in) long and 3 mm (0.12 in) wide with the remnants of the petals attached.",
    "Taxonomy and naming": "Boronia angustisepala was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Muelleria from a specimen collected in the Gibraltar Range National Park. The specific epithet (angustisepala) was derived from the Latin words angustus meaning \"narrow\" and sepala meaning \"sepal\", referring to the narrow sepals of this species.",
    "Distribution and habitat": "This boronia grows in forest on sandstone or granite and is found in the Gibraltar Range National Park and the Bylong-Sandy Hollow-Denman area.\n\n\n== References =="
  }
}