{
  "url": "https://en.wikipedia.org/wiki/Boronia_cymosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. cymosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia cymosa, commonly known as granite boronia, is a plant in the citrus family Rutaceae and is endemic to the south-west of Western Australia. It is an erect shrub with linear, more or less cylindrical leaves and groups of relatively small, pink four-petalled flowers arranged on branched flowering stems.",
    "Description": "Boronia cymosa is a shrub which grows to a height of about 0.2–0.6 m (0.7–2 ft) and has thin, straight branches. The leaves are narrow linear and cylindrical, about 12–25 mm (0.5–1 in) long and often crowded near the ends of the branches. The flowers are relatively small and arranged in groups on branching flowering stems, the groups with a long peduncle, each flower on a short pedicel. The four sepals are short and broad and the four petals are about 8 mm (0.3 in) long. The eight stamens are hairy. Flowering mainly occurs from May to November.",
    "Taxonomy and naming": "Boronia cymosa was first formally described in 1837 by Stephan Endlicher and the description was published in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel.",
    "Distribution and habitat": "Granite boronia grows on granite outcrops, rocky hillsides and sandplains in the Avon Wheatbelt, Carnarvon, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Yalgoo biogeographic regions of Western Australia.",
    "Conservation": "Boronia cymosa is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}