{
  "url": "https://en.wikipedia.org/wiki/Boronia_revoluta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. revoluta"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia revoluta, commonly known as Ironcap boronia, is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is an erect shrub with three-part leaves and pink or white, four-petalled flowers.",
    "Description": "Boronia revoluta is an erect shrub that grows to a height of 1 m (3 ft 3 in) with its young stems covered with star-shaped hairs. The leaves are trifoliate and each leaflet is 2.5–8 mm (0.098–0.31 in) long and 0.5–1 mm (0.020–0.039 in) wide, the leaves on a petiole about 1.5 mm (0.059 in) long. The edges of the leaflets are rolled under and the end leaflet longer than those on the side. The flowers are borne singly in leaf axils on a top-shaped, red pedicel 0.5–1 mm (0.020–0.039 in) long. There are two or four narrow triangular bracteoles about 2.5 mm (0.098 in) long at the base of the flowers. The four sepals are red, narrow triangular to egg-shaped, 3–3.5 mm (0.12–0.14 in) long. The four petals are pink or white, egg-shaped and 6–7 mm (0.2–0.3 in) long with a hairy back. The eight stamens are 2.5–3 mm (0.098–0.118 in) long with heart-shaped anthers about 1 mm (0.039 in) long. Flowering occurs from July to October.",
    "Taxonomy and naming": "Boronia revoluta was first formally described in 1971 by Paul Wilson and the description was published in Nuytsia from a specimen collected by Kenneth Newbey about 45 km (28 mi) north-north-east of Lake King. The specific epithet (revoluta) is a Latin word meaning \"turned over\" or \"rolled back\".",
    "Distribution and habitat": "Ironcap boronia grows in low eucalypt woodland on ridge tops and small hills in the Ironcap and Hatter Hill areas north-east of Lake King in the Mallee biogeographic region.",
    "Conservation": "Boronia revoluta is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to the species are mineral exploration and mining.\n\n\n== References =="
  }
}