{
  "url": "https://en.wikipedia.org/wiki/Boronia_pinnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. pinnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia pinnata is a plant in the citrus family, Rutaceae, and is endemic to New South Wales. It is an erect, woody shrub with pinnate leaves and groups of between three and forty pink flowers arranged in leaf axils. It flowers in spring and early summer and is found in coastal areas between Ballina and Jervis Bay.",
    "Description": "Boronia pinnata is an erect, woody shrub that typically grows to a height of about 1.5 m (4.9 ft) and is glabrous, apart from the flowers. The leaves are pinnate with up to thirteen narrow elliptic to narrow oblong leaflets. The entire leaf is 18–60 mm (0.71–2.36 in) long and 14–54 mm (0.55–2.13 in) wide in outline and the leaflets are mostly 5–29 mm (0.20–1.14 in) long and 1–3 mm (0.039–0.118 in) wide on a petiole 6–17 mm (0.24–0.67 in) long. Between three and twenty, sometimes as many as forty flowers are arranged in groups in the leaf axils. The groups are on a peduncle 5–20 mm (0.20–0.79 in) long, the individual flowers on a pedicel 6–30 mm (0.24–1.18 in) long. The four sepals are triangular, 1–1.5 mm (0.039–0.059 in) long and about 1 mm (0.039 in) wide. The four petals are bright pink, 5–11.5 mm (0.20–0.45 in) long with a few hairs on the back. The eight stamens have hairy edges. Flowering occurs from September to January and the fruit is a glabrous capsule 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "Boronia pinnata was first formally described in 1798 by James Edward Smith who published the description in his book ''Tracts relating to natural hisory. The specific epithet (pinnata) is a Latin word meaning \"feathered\" or \"plumed\". This was the only pinnate-leaved species of boronia described by Smith.",
    "Distribution and habitat": "This boronia grows in dry forest and heath on sandstone in near-coastal areas between the Nowra district and Ballina.",
    "Use in horticulture": "One of the easier boronias to grow in gardens, B. pinnata does best in a sheltered position with rocks aiding a shallow root run and it benefits from light pruning.\n\n\n== References =="
  }
}