{
  "url": "https://en.wikipedia.org/wiki/Boronia_hippopala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. hippopala"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia hippopala, commonly known as velvet boronia is a plant in the citrus family Rutaceae and is endemic to Tasmania. It is an erect, woody shrub with pinnate leaves and white to pink, four-petalled flowers.",
    "Description": "Boronia hippopala is an erect, woody shrub that grows to about 1.5 m (5 ft) high and its branches and leaves covered with minute hairs. The leaves have three, five or seven leaflets and are 6–10 mm (0.2–0.4 in) long and 6–14 mm (0.2–0.6 in) wide in outline on a petiole 2–3 mm (0.08–0.1 in) long. The end leaflet is linear to narrow elliptic, 1–4 mm (0.04–0.2 in) long and 1–2 mm (0.04–0.08 in) wide and the side leaflet are similar but longer. The flowers are white to pink and are arranged singly or in groups of up to three in upper leaf axils, the groups on a peduncle up to 1 mm (0.04 in) long. The four sepals are narrow triangular, 1–2 mm (0.04–0.08 in) long and 0.5–1 mm (0.02–0.04 in) wide. The four petals are 3.5–4.5 mm (0.1–0.2 in) long and the eight stamens are hairy. Flowering occurs from October to January and the fruit is a capsule about 2.5 mm (0.1 in) long and 1.5 mm (0.06 in) wide.",
    "Taxonomy and naming": "Boronia hippopala was first formally described in 2003 by Marco F. Duretto who published the description in  Muelleria from a specimen collected on Mount Arthur. The specific epithet (hippopala) is said to be derived from the Latin words hippo meaning \"horse\" and palus meaning \"marsh\" referring to the usual habitat of this species. The proper word for \"horse\" in classical Latin is however equus. The ancient Greek word for \"horse\" is hippos (ἵππος).",
    "Distribution and habitat": "The velvet boronia grows in wet heath or scrub. It is only known from three populations near St Pauls River in northern Tasmania.",
    "Conservation": "Boronia hippopala is listed as \"vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the Tasmanian Government Threatened Species Protection Act 1995.The main threats to the species are dieback caused by Phytophthora cinnamomi, inappropriate fire regimes and changes in water flow.\n\n\n== References =="
  }
}