{
  "url": "https://en.wikipedia.org/wiki/Boronia_thujona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. thujona"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia thujona, commonly known as the bronzy boronia, is a plant in the citrus family Rutaceae and is endemic to near coastal areas of southern New South Wales. It is a shrub or small tree with aromatic, pinnate leaves and groups of between two and six bright pink flowers in the leaf axils.",
    "Description": "Boronia thujona is a glabrous shrub or small tree that grows to a height of 1–4 m (3–10 ft) with two grooves between the leaf bases on the smaller stems. It has aromatic, pinnate leaves with between three and fifteen leaflets. The leaf is 30–80 mm (1–3 in) long and 23–70 mm (0.9–3 in) wide in outline with a petiole 10–15 mm (0.4–0.6 in) long. The end leaflet is narrow elliptic in shape, 5–25 mm (0.2–1 in) long and 1–4 mm (0.04–0.2 in) wide and the side leaflets are similar but usually longer. The flowers are bright pink and are arranged in pairs or groups of up to six in leaf axils, each flower on a pedicel 5–15 mm (0.2–0.6 in) long. The four sepals are triangular, 0.5–1.5 mm (0.02–0.06 in) long, 0.5–1 mm (0.02–0.04 in) wide. The four petals are 5–10 mm (0.2–0.4 in) long with a hairy lower surface and a small point on the tip. The eight stamens have hairy filaments.  The stigma is about the same width as the style. Flowering occurs from August to November and the fruit is a glabrous capsule 3–4 mm (0.12–0.16 in) long and 2–2.5 mm (0.08–0.1 in) wide.",
    "Taxonomy and naming": "Boronia thujona was first formally described in 1922 by Arthur Raymond Penfold and Marcus Baldwin Welch and the description was published in Journal and proceedings of the Royal Society of New South Wales. The specific epithet (thujona) refers to the ketone, thujone that Penfold, a chemist, and Welch, an economic botanist, extracted from this plant.The common name, bronzy boronia, was first used by Jean Galbraith in 1977 and refers to a bronze sheen, sometimes present on the leaves.",
    "Distribution and habitat": "The bronzy boronia grows in damp, shady forest in the Sydney region and south to the Budawang Range.\n\n\n== References =="
  }
}