{
  "url": "https://en.wikipedia.org/wiki/Boronia_bowmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. bowmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia bowmanii is a plant in the citrus family, Rutaceae and is endemic to Queensland. It is an erect shrub with pinnate leaves and four-petalled flowers.",
    "Description": "Boronia bowmanii is an erect shrub with many branches and that grows to a height of about 1 m (3 ft). Its leaves are pinnate with three, five, seven or nine leaflets and it is 40–95 mm (1.6–3.7 in) long and 20–70 mm (0.79–2.8 in) wide in outline. The end leaflet is linear to narrow elliptic, 10–60 mm (0.39–2.4 in) long and 1.5–4 mm (0.059–0.16 in) wide and the side leaflets are 5–33 mm (0.20–1.3 in) long and 1–4 mm (0.039–0.16 in) wide. The flowers are arranged in groups of between three and seven on a woody peduncle usually 1–5 mm (0.039–0.20 in) long. The four sepals are egg-shaped to triangular, 1.5–2.5 mm (0.059–0.098 in) long and 1–2 mm (0.039–0.079 in) wide. The four petals are 3–4 mm (0.12–0.16 in) long and 2–3 mm (0.079–0.12 in) wide but increase in size as the fruit develop. Flowering occurs from January to October and the fruit is a capsule 4.5–5 mm (0.18–0.20 in) long and 2–3 mm (0.079–0.12 in) wide.",
    "Taxonomy and naming": "Boronia bowmanii was first formally described in 1864 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet honours Edward Macarthur Bowman who collected the type specimen.",
    "Distribution and habitat": "This boronia grows in heath, woodland and forest on the Great Dividing Range from Bamaga south to Charters Towers and Pentland.",
    "Conservation": "Boronia bowmanii is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}