{
  "url": "https://en.wikipedia.org/wiki/Boronia_inornata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. inornata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia inornata, commonly known as desert boronia, is a plant in the citrus family, Rutaceae and is endemic to southern Australia. It is an erect shrub with three-part leaves and pink, red or white, four-petalled flowers.",
    "Description": "Boronia inornata is an erect or spreading shrub that grows to a height of 0.2–1.2 m (0.66–3.9 ft) tall with warty, glandular stems covered with short, soft hairs. The leaves have three thick, glabrous leaflets 1.5–4 mm (0.059–0.16 in) long. The flowers are pink, red or white and arranged singly or in groups of two or three in leaf axils or on the tips of the branches. The four sepals are rounded, 1.5–2 mm (0.06–0.08 in) long and sometimes hairy. The four petals are 3–5 mm (0.1–0.2 in) long. Flowering occurs from May to December and the fruit are smooth and 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "Boronia inornata was first formally described in 1852 by Nikolai Turczaninow and the description was published in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The specific epithet (inornata) is a Latin word meaning \"unadorned\".There are two subspecies:\n\nBoronia inornata Turcz. subsp. inornata has densely hairy leaves, hairy sepals and a strong citrus odour;\nBoronia inornata subsp. leptophylla (Turcz.) Burgman has glabrous leaflets, sepals and petals.Subspecies leptophylla was previously known as Boronia clavellifolia.",
    "Distribution and habitat": "Desert boronia grows on undulating plains, on rocky hills and near salt lakes. Subspecies inornata only occurs in Western Australia growing in mallee woodland, sometimes in large numbers, especially on disturbed soil and after bushfires. Both subspecies occur in the Coolgardie, Esperance Plains and Mallee biogeographic regions of Western Australia. Subspecies leptophylla is also widespread in the south of South Australia.",
    "Conservation": "Both subspecies of Boronia inornata are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}