{
  "url": "https://en.wikipedia.org/wiki/Boronia_pulchella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. pulchella"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia pulchella, commonly known as the pink boronia, is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is a slender shrub with rod-like stems, pinnate leaves and deep pink, four-petalled flowers.",
    "Description": "Boronia pulchella is a slender shrub with rod-like stems covered with short, soft hairs and that grows to a height of about 1 m (3.3 ft). The leaves are compound with an odd number of leaflets between three and fifteen. The leaves are glabrous, linear to narrow oblong and 5–12 mm (0.20–0.47 in) long. The flowers are deep pink and arranged singly in leaf axils on a pedicel 6–10 mm (0.24–0.39 in) long. The four sepals are narrow triangular to egg-shaped and about 2 mm (0.08 in) long and hairless. The four petals are egg-shaped, 6–9 mm (0.2–0.4 in) long with scattered, soft hairs. The ten stamens have a few soft hairs and those near the sepals have a prominent swelling on the top. The stigma is spherical and about 1 mm (0.04 in) in diameter. Flowering occurs from September to November.",
    "Taxonomy and naming": "Boronia pulchella was first formally described in 1852 by Nikolai Turczaninow and the description was published in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The specific epithet (pulchella) is the diminutive form of the Latin word pulcher meaning \"pretty\", hence \"pretty little\".",
    "Distribution and habitat": "Pink boronia grows in stony and sandy soils on rock outcrops, in gullies and along watercourses in the Esperance Plains biogeographic region, especially in the Stirling and Porongorup Ranges.",
    "Conservation": "Boronia pulchella is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}