{
  "url": "https://en.wikipedia.org/wiki/Boronia_grimshawii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. grimshawii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia grimshawii is a plant in the citrus family Rutaceae and is endemic to mountain ranges in central Queensland, Australia. It is an erect shrub with many branches, simple leaves with a densely hairy, pale underside, and pink, four-petalled flowers.",
    "Description": "Boronia grimshawii is an erect, many-branched shrub which grows to a height of about 1.5 m (5 ft) with its young branches densely covered with white, star-shaped hairs. The leaves are elliptic to lance-shaped, 10–26 mm (0.4–1 in) long and 4–10 mm (0.2–0.4 in) wide with a petiole 1–2 mm (0.04–0.08 in) long. The lower surface of the leaf is a slightly paler colour than the upper surface. Up to three pink to white flowers are arranged on a stalk 0.5–2 mm (0.020–0.079 in) long. The four sepals are egg-shaped to triangular, densely hairy, 2–2.5 mm (0.079–0.098 in) long and 1–2 mm (0.039–0.079 in) wide. The four petals are 6–10 mm (0.24–0.39 in) long, 4–6 mm (0.16–0.24 in) wide but enlarge slightly as the fruit develops. The eight stamens alternate in length with those opposite the petals shorter than those near a sepal. Flowering occurs from June to  October and the fruit are about 5 mm (0.20 in) long and 2.5 mm (0.098 in) wide.",
    "Taxonomy and naming": "Boronia grimshawii was first formally described in 2003 by Marco F. Duretto and the description was published in the journal Muelleria from a specimen collected near the property \"Bronte Station\". The specific epithet (grimshawii) honours the Australian botanist Paul Grimshaw.",
    "Distribution and habitat": "This boronia grows in woodland but is only known from a single population on an eroded hillside on private property near Gayndah in south-east Queensland.",
    "Conservation": "Boronia grimshawii is classed as \"vulnerable\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}