{
  "url": "https://en.wikipedia.org/wiki/Boronia_hoipolloi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. hoipolloi"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia hoipolloi is a plant in the citrus family Rutaceae and is endemic to a small area in Queensland. It is an erect or pendulous shrub with pinnate leaves and pink, four-petalled flowers. It is only known from a few collections near Mount Isa.",
    "Description": "Boronia hoipolloi is an erect shrub with pendulous branches up to 50 cm (20 in) long and with most of the plant, except the flowers, densely covered with star-like hairs. The leaves have between seven and twenty five leaflets and are 15–35 mm (0.6–1 in) long and 5–13 mm (0.2–0.5 in) wide in outline on a petiole 2–5 mm (0.08–0.2 in) long. The leaflets are linear to narrow elliptic, 1–8 mm (0.04–0.3 in) long and 0.5–1 mm (0.02–0.04 in) wide, the end leaflet longer than the last side leaflet but shorter than the others. The flowers are pink and are arranged singly or in groups of up to five in leaf axils, the groups on a peduncle up to 2 mm (0.08 in) long. The four sepals are narrow triangular, 2–3.5 mm (0.079–0.14 in) long, 0.75–1.25 mm (0.030–0.049 in) wide and densely hairy. The four petals are 3.5–5 mm (0.1–0.2 in) long, 1.5–2 mm (0.06–0.08 in) wide and hairy on the back. The eight stamens are hairy with those opposite the sepals longer than those near the petals. Flowering occurs from May to June and the fruit is a mostly hairless capsule about 3.5 mm (0.1 in) long and 2 mm (0.08 in) wide.",
    "Taxonomy and naming": "Boronia hoipolloi was first formally described in 1999 by Marco F. Duretto who published the description in   Austrobaileya. The specific epithet (hoipolloi) is derived from the Ancient Greek hoi polloi meaning \"rabble\", referring to the habitat of the type specimens \"being found on the outer parts of an amphitheatre, where one expects to find 'the rabble' congregating\".",
    "Distribution and habitat": "This boronia grows in crevices on sandstone cliffs and on scree slopes and is only known from an area north of a mining camp about 200 km (100 mi) north of Camooweal.",
    "Conservation": "Boronia hoipolloi is listed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}