{
  "url": "https://en.wikipedia.org/wiki/Boronia_odorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. odorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia odorata is a plant in the citrus family Rutaceae and is endemic to the central highlands of Queensland, Australia. It is an erect shrub with many branches, mostly simple leaves and pink to white, four-petalled flowers.",
    "Description": "Boronia odorata is an erect, many-branched shrub which grows to a height of 2.0 m (7 ft) with its young branches densely covered with white to reddish brown hairs. Mature plants have simple leaves but the leaves of young plants are trifoliate. Mature leaves and the young leaflets are elliptic in shape, 12–40 mm (0.5–2 in) long and 4–8 mm (0.2–0.3 in) wide and the side leaflets are shorter and narrower. The leaves have a winged petiole 1–8 mm (0.04–0.3 in) long. Up to three pink to white flowers are arranged in leaf axils on a hairy stalk 1–2 mm (0.039–0.079 in) long. The four sepals are egg-shaped to triangular, 2–4.5 mm (0.079–0.18 in) long, 1–2.5 mm (0.039–0.098 in) wide and hairy. The four petals are 6–10 mm (0.24–0.39 in) long, 4–6 mm (0.16–0.24 in) wide and enlarge as the fruit develops. The eight stamens alternate in length, size and shape. Flowering occurs from February to October and the fruit are 5–7 mm (0.20–0.28 in) long and 3–3.5 mm (0.12–0.14 in) wide.",
    "Taxonomy and naming": "Boronia odorata was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya. The specific epithet (odorata) is a Latin word meaning \"having a smell\" or \"fragrant\" referring to the tar or coffee odour of the leaves when crushed.",
    "Distribution and habitat": "This boronia grows in woodland on sandstone in the central highlands of Queensland in an area bounded by Springsure, Theodore, Surat, Mitchell and Tambo.",
    "Conservation": "Boronia odorata is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}