{
  "url": "https://en.wikipedia.org/wiki/Boronia_eriantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. eriantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia eriantha is a plant in the citrus family Rutaceae and is endemic to central Queensland, Australia. It is an erect shrub with many branches, leaves with up to nine leaflets, and white and red, four-petalled flowers.",
    "Description": "Boronia eriantha is an erect, many-branched shrub which grows to a height of 2.0 m (7 ft) with its young branches densely covered with dull white to reddish brown hairs. The leaves are pinnate with between one and nine leaflets and have a petiole 2–6 mm (0.08–0.2 in) long. The end leaflet is 2–7.5 mm (0.08–0.3 in) long, 1–3.5 mm (0.04–0.1 in) wide and larger than the side leaflets which are 3–9 mm (0.1–0.4 in) long and 1–3.5 mm (0.04–0.1 in) wide. The leaflets are lance-shaped, with the narrower end towards the base and their undersides are mostly glabrous. Usually only a single white and red flower is arranged in leaf axils on a pedicel 0.5–2.5 mm (0.020–0.098 in) long. The four sepals are egg-shaped to triangular, 2–5 mm (0.079–0.20 in) long and 1.5–3 mm (0.059–0.12 in) wide. The four petals are 6–11 mm (0.24–0.43 in) long, 3.5–5 mm (0.14–0.20 in) wide and hairy on the underside. The eight stamens have glandular hairs. Flowering occurs from April to September and the fruit are about 5.5 mm (0.22 in) long and 3 mm (0.12 in) wide.",
    "Taxonomy and naming": "Boronia eriantha was first formally described in 1848 by John Lindley and the description was published in the journal Thomas Mitchell's Journal of an Expedition into the Interior of Tropical Australia. The specific epithet (eriantha) is derived from the Ancient Greek words erion meaning \"wool\" and anthos meaning \"flower\".",
    "Distribution and habitat": "This boronia grows in woodland and forest on sandstone in the Carnarvon Range and White Mountains National Park.",
    "Conservation": "Boronia eriantha is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}