{
  "url": "https://en.wikipedia.org/wiki/Boronia_floribunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. floribunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia floribunda, commonly known as pale pink boronia, is a plant in the citrus family, Rutaceae and is endemic to the Sydney region in New South Wales. It is an erect, woody shrub with compound leaves and large numbers of white to pale pink, four-petalled flowers in spring and early summer.",
    "Description": "Boronia floribunda is an erect woody shrub that grows to a height of 0.5–1 m (2–3 ft). The leaves have five, seven or nine narrow elliptic leaflets with the end leaflet the shortest. The leaflets are 4–25 mm (0.16–0.98 in) long and 1.5–3 mm (0.059–0.12 in) wide. The leaf is 13–35 mm (0.51–1.4 in) long and 15–28 mm (0.59–1.1 in) wide in outline with a petiole 3–7 mm (0.12–0.28 in) long. The flowers are usually white to pale pink, sometimes deep pink and are arranged in leaf axils, in groups of up to nine. The four sepals are triangular, about 2.5–3.5 mm (0.098–0.14 in) long and 1–2 mm (0.039–0.079 in) wide. The four petals are 6–15 mm (0.2–0.6 in) long. The eight stamens have hairy tips so that the hairs form a raised ring when viewed from above. The stigma is distinctly swollen. Flowering mainly occurs from September to January and the fruit are glabrous, 3–5 mm (0.12–0.20 in) long and 2.5–3 mm (0.098–0.12 in) wide.",
    "Taxonomy and naming": "Boronia floribunda was first formally described in 1825 by Heinrich Gustav Reichenbach from an unpublished manuscript by Franz Sieber and the description was published in Iconographia Botanica Exotica. The specific epithet (floribunda) a Latin word  meaning \"abounding in flowers\" or \"flowering profusely\", presumably alluding to a feature of this species.",
    "Distribution and habitat": "This boronia grows in heath and forest on sandstone in the Sydney region, including in Garigal, Ku-ring-gai Chase, Blue Mountains and Nattai National Parks.\n\n\n== References =="
  }
}