{
  "url": "https://en.wikipedia.org/wiki/Boronia_denticulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. denticulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia denticulata is a plant in the citrus family Rutaceae and is endemic to the south-west of Western Australia. It is an erect shrub with linear to lance-shaped leaves with finely toothed edges and clusters of pink four-petalled flowers arranged on the ends of the stems.",
    "Description": "Boronia denticulata is a slender shrub that grows to a height of 0.5–2 m (2–7 ft) and has smooth, rounded branches. The leaves are narrow linear to lance-shaped, mostly about 30 mm (1 in) long, arranged in opposite pairs and with fine teeth along the edges. The flowers are arranged in groups on branching flowering stems on the ends of the branches. Each flower has a club-shaped pedicel with a single bract. The four sepals are egg-shaped and the four petals are pink to pale red. The eight stamens are hairy. Flowering mainly occurs from July to December.",
    "Taxonomy and naming": "Boronia denticulata was first formally described in 1807 by James Edward Smith and the description was published in Transactions of the Linnean Society of London from a specimen collected near King George Sound by Archibald Menzies. The specific epithet (denticulata) is a Latin word meaning \"with small teeth\".",
    "Distribution and habitat": "This boronia grows in seasonally wet flats, floodplains and with sedges around the edge of swamps where it is often found growing in water up to 20 cm (8 in) deep. It mainly occurs around Albany, Bremer Bay and Esperance in the Esperance Plains, Jarrah Forest, Mallee and Warren biogeographic regions of Western Australia.",
    "Conservation": "Boronia denticulata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}