{
  "url": "https://en.wikipedia.org/wiki/Boronia_rozefeldsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rozefeldsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rozefeldsii, commonly known as Schouten Island boronia, is a species of plant in the citrus family Rutaceae and is endemic to a small Tasmanian island. It is an erect, woody shrub with pinnate leaves and pink, four-petalled flowers. It is similar to B. pilosa which grows on the same island, but has larger petals and fewer hairs on the leaflets.",
    "Description": "Boronia rozefeldsii is an erect, woody shrub which grows to a height of 50 cm (20 in) and has pinnate leaves. The leaves are 10–20 mm (0.4–0.8 in) long and 22–26 mm (0.9–1 in) wide in outline on a petiole 1–3 mm (0.039–0.118 in) long with between three and seven leaflets. The end leaflet is narrow elliptic to narrow egg-shaped, 7–8.5 mm (0.28–0.33 in) long and 2.5–4 mm (0.098–0.157 in) wide and the side leaflets are a similar shape but longer. There are between three and seven flowers on a peduncle 1–2 mm (0.039–0.079 in) long, the individual flowers on pedicels 3–6 mm (0.12–0.24 in) long. The four sepals are narrow triangular, about 2 mm (0.079 in) long with long hairs. The four petals are pink, 8–10 mm (0.31–0.39 in) long with hairs on the edges of their backs. The eight stamens are hairy with pimply glands near the tip and the stigma is tiny. Flowering has been observed in November.",
    "Taxonomy and naming": "Boronia rozefeldsii was first formally described in 2003 by Marco F. Duretto and the description was published in the journal Muelleria. The specific epithet (rozefeldsii) honours Andrew Rozefelds who first recognised this as a new species.",
    "Distribution and habitat": "This boronia grows in shallow crevices on bare granite outcrops on Schouten Island in Freycinet National Park.\n\n\n== References =="
  }
}