{
  "url": "https://en.wikipedia.org/wiki/Boronia_molloyae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. molloyae"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia molloyae, commonly called the tall boronia, is a plant in the citrus family that is endemic to coastal regions in the south-west of Western Australia. It is a shrub with pinnate leaves that mostly have between three and seven leaflets, and deep rose pink, four-petalled flowers. It usually grows along streams in sandy soil.",
    "Description": "Boronia molloyae is a shrub that typically grows to a height of 3 m (9.8 ft) and has hairy branches. The leaves are pinnate with mostly between three and seven narrow elliptic leaflets 10–50 mm (0.39–1.97 in) long. The flowers are borne singly in leaf axils on a thin pedicel 4–11 mm (0.16–0.43 in) long and with a top-shaped tip. The four sepals are more or less round, papery, hairy and about 8 mm (0.31 in) long. The four petals are deep rose pink, broadly elliptic and about 8 mm (0.31 in) long. There are eight stamens, with the four nearest the sepals sterile and longer than those near the petals. The stigma is sessile, pyramid-shaped and about 3 mm (0.12 in) high. Flowering occurs from September to December.",
    "Taxonomy and naming": "In 1843, James Drummond published a description of a plant he called Boronia molloyi in the London Journal of Botany. He named it \"after the lady of Capt. Molloy\" (John Molloy) but did not provide a Latin diagnosis. The same species was given the name Boronia elatior by Friedrich Gottlieb Bartling in 1844 and B. semifertilis by Ferdinand von Mueller in 1861. In 1998 Paul G. Wilson used the name Boronia molloyae, an orthographic variant of Drummond's name, and chose Bartling's specimen as the lectotype. The specific epithet (molloyae) honours Georgina Molloy.",
    "Distribution and habitat": "Tall boronia grows in sandy soils along watercourses and near swamps between Gingin and Albany in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Boronia molloyae is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "References": "",
    "External links": "\"Boronia molloyae J.Drumm\". Atlas of Living Australia."
  }
}