{
  "url": "https://en.wikipedia.org/wiki/Boronia_montimulliganensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. montimulliganensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia montimulliganensis is a plant in the citrus family Rutaceae and is endemic to a single mountain in Queensland. It is an erect, woody shrub with pinnate or bipinnate leaves and  white, four-petalled flowers usually arranged singly in leaf axils.",
    "Description": "Boronia montimulliganensis is an erect, woody shrub that grows to a height of at least 35 cm (14 in) tall. The branches are slightly hairy but covered with pimply glands. The leaves are pinnate or bipinnate with between three and seven leaflets and 20–40 mm (0.79–1.57 in) long and 30–34 mm (1.2–1.3 in) wide in outline on a petiole 7–12 mm (0.3–0.5 in) long. The end leaflet is linear, 5–15 mm (0.20–0.59 in) long and about 1 mm (0.039 in) wide and the same colour on both surfaces. The side leaflets are similar to the end leaflet but longer. The flowers are white and are usually arranged singly, sometimes in groups of up to three, in leaf axils, on a pedicel about 1 mm (0.04 in) long. The four sepals are circular, about 1 mm (0.039 in) long and wide and glabrous. The four petals are 2–2.5 mm (0.079–0.098 in) long and glabrous. The eight stamens are hairy. Flowering has been observed in April and June, and the fruit is a glabrous capsule about 3.5 mm (0.14 in) long and 1.75 mm (0.069 in) wide.",
    "Taxonomy and naming": "Boronia montimulliganensis was first formally described in 2003 by Marco F. Duretto who published the description in the journal  Muelleria. The specific epithet (montimulliganensis) refers to the isolated Mount Mulligan, the only place where this species is known to occur.",
    "Distribution and habitat": "This boronia grows in woodland on sandstone on Mount Mulligan in north Queensland.",
    "Conservation": "Boronia montimulliganensis is listed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}