{
  "url": "https://en.wikipedia.org/wiki/Boronia_repanda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. repanda"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia repanda, commonly known as the granite rose, repand boronia or border boronia, is a plant in the citrus family Rutaceae and is endemic to an area near the eastern border between New South Wales and Queensland in Australia. It is a small erect, woody shrub with many branches, thick warty, oblong leaves and pink, rarely white flowers arranged singly in leaf axils.",
    "Description": "Boronia repanda is an erect, woody shrub with many branches that grows to a height of 0.3–1.5 m (1–5 ft) with its young stems and leaves covered with white, star-shaped hairs. It has simple, oblong leaves that are 4–18 mm (0.2–0.7 in) long and 1.5–3 mm (0.06–0.1 in) wide, thick and prominently warty, on a petiole 0.5–1.5 mm (0.02–0.06 in) long. The flowers are pink, occasionally white and are arranged singly in leaf axils on a pedicel 1.5–4 mm (0.06–0.2 in) long. The four sepals are narrow egg-shaped to triangular, 3–4.5 mm (0.1–0.2 in) long, 1–1.5 mm (0.04–0.06 in) wide but increase in size as the fruit develops. The four petals are 6–9 mm (0.2–0.4 in) long, 3–4 mm (0.1–0.2 in) wide and enlarge as the fruit develops. The eight stamens alternate in length with those near the sepals longer than those near the petals.  The style is hairy. Flowering mainly occurs from July to November and the fruit is a hairy capsule 4–5 mm (0.16–0.20 in) long and about 2 mm (0.08 in) wide.",
    "Taxonomy and naming": "The granite rose was first formally described in 1905 by Joseph Maiden and Ernst Betche from an unpublished description by Ferdinand von Mueller. They gave it the name Boronia ledifolia var. repanda and published the description in Proceedings of the Linnean Society of New South Wales from a specimen collected near Stanthorpe by John L. Boorman. In 1907 Maiden and Betche raised the variety to species status as Boronia repanda. The specific epithet (repanda) is a Latin word meaning \"bent backwards\" or \"undulate\".",
    "Distribution and habitat": "The granite boronia is known from nine populations in Granite Belt and Darling Downs areas of south-east Queensland and one population on the Northern Tablelands region of New South Wales near the Queensland border. It grows in heath and woodland on granite.",
    "Conservation": "Boronia repanda has been classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999, the Queensland Government Nature Conservation Act 1992 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats are removal of undergrowth for fire reduction purposes, inappropriate fire regimes and the limited number of surviving plants.\n\n\n== References =="
  }
}