{
  "url": "https://en.wikipedia.org/wiki/Boronia_nana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. nana"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia nana, commonly known as the dwarf boronia or small boronia is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is a prostrate or low spreading shrub with simple or three-part leaves and white or pale pink four-petalled flowers.",
    "Description": "Boronia nana is a prostrate shrub or one that has weak, spreading branches and grows to about 25 cm (10 in) wide and 50 cm (20 in) high. Its youngest branches have a few soft hairs but become glabrous as they age. The leaves are simple or trifoliate on a petiole up to 5 mm (0.2 in) long. The leaves or leaflets are linear to elliptic or egg-shaped, 2–15 mm (0.08–0.6 in) long and 0.5–3.5 mm (0.02–0.1 in) wide. The flowers are white to pale pink and are arranged singly or in groups of up to three or more in leaf axils, the groups on a peduncle 1–7 mm (0.04–0.3 in) long, individual flowers on a pedicel 2–16 mm (0.08–0.6 in). The four sepals are triangular to broadly egg-shaped, 1–3.5 mm (0.04–0.1 in) long and 0.5–1.5 mm (0.02–0.06 in) wide, overlapping at their bases. The four petals are 3–5.5 mm (0.1–0.2 in) long, 1.2–3 mm (0.05–0.1 in) wide and overlap at their bases. The stamens are covered with long, soft hairs. Flowering occurs from October to February.There are three varieties of B. nana:\n\nBoronia nana var. hyssopifolia has simple leaves;\nBoronia nana var. nana has mostly trifoliate leaves, mostly glabrous leaves, sepals and petals;\nBoronia nana var. pubescens has mostly trifoliate leaves with short, soft hairs.",
    "Taxonomy and naming": "Boronia nana was first formally described in 1840 by William Jackson Hooker who published the description in  Icones Plantarum from a specimen collected by Ronald Campbell Gunn on top of Rocky Cape.",
    "Distribution and habitat": "Boronia nana var. hyssopifolia grows in woodland, forest and heath and is the only variety of B. nana in New South Wales where it is found south from the Blue Mountains, but also occurs in central and eastern areas of Victoria, the far southeast corner of South Australia and the eastern half of Tasmania;\nBoronia nana var. nana grows in heath and heathy woodland, and occurs mostly in the south-west of Victoria and in the far south-east of South Australia;\nBoronia nana var. pubescens grows in rocky soils in open forest, woodland and heath and mainly occurs between the Grampians and Lexton in Victoria and in the far south-east of South Australia.\n\n\n== References =="
  }
}