{
  "url": "https://en.wikipedia.org/wiki/Boronia_imlayensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. imlayensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia imlayensis, commonly known as the Mount Imlay Boronia, is a shrub of the genus Boronia which has been recorded only on the sandstone ridge near the summit of Mount Imlay, in Australia. A small shrub to 1 m (3 ft) high with pinnate leaves and pink to white flowers, it is found in eucalypt woodland. To date (May 2010)  this species is neither protected nor recognised as threatened.",
    "Description": "Boronia imlayensis grows as a small shrub to 1 m (3 ft) high. It has hairy, warty stems, and pinnate leaves, which are made up of seven to eleven smaller leaflets, each one lozenge-shaped and measuring 3.5 to 16 mm in length and 1–4 mm wide. Flowering occurs in late spring and early summer (September to December). The inflorescences are made up of three to nine small flowers which range in colour from white to a dark pink. Each flower has four petals  which range from 5 to 7.5 mm in length.",
    "Taxonomy": "Boronia imlayensis was described recently, in 2003, by botanist Marco Duretto, after what was to become the holotype was collected in 1995. Its specific name refers to the place where it is found, Mount Imlay.\nWithin the genus Boronia, this species is placed in the type series Boronia which contains well known species such as Boronia megastigma. Within this, it belongs to a group of 25 species of pinnate-leaved boronias  from southeastern Australia, many of which have restricted ranges. Its relatives include B. citriodora, B. gunnii, B. latipinna, B. muelleri, B. pinnata, B. rivularis, B. safrolifera and B. thujona.",
    "Distribution and habitat": "The species is found only in eucalypt woodland on a ridge atop Mount Imlay in Mount Imlay National Park near Eden in far southern New South Wales.As of April 2010 there is no official status for this rare plant, despite it being found only at Mount Imlay in an area which is only 500 metres long by about 50 metres wide.",
    "Cultivation": "The species is unknown in cultivation. Boronias in general are sensitive to dieback and tend to be short-lived.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}