{
  "url": "https://en.wikipedia.org/wiki/Boronia_oxyantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. oxyantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia oxyantha is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is a shrub with many hairy branches, pinnate leaves and pink, four-petalled flowers that have a darker midrib.",
    "Description": "Boronia oxyantha is a shrub with many hairy branches and that grows to a height of about 60 cm (24 in). The leaves are compound and often crowded, with between three and seven leaflets on a petiole 0.5–2 mm (0.020–0.079 in) long. The leaflets are narrow club-shaped and 3–7 mm (0.12–0.28 in) long. The flowers are arranged singly in leaf axils on a pedicel about 2 mm (0.079 in) long. The four sepals are narrow triangular, about 2–3.5 mm (0.08–0.1 in) long and hairless. The four petals are broadly elliptic, pink with a darker midrib and about 7 mm (0.3 in) long with scattered, soft hairs. The ten stamens have a few soft hairs and a prominent swelling on the tip. The stigma is minute. Flowering occurs from August to December or February.",
    "Taxonomy and naming": "Boronia oxyantha was first formally described in 1852 by Nikolai Turczaninow and the description was published in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The specific epithet (oxyantha) is derived from the Ancient Greek words oxys meaning \"sharp\" or \"acute\" and anthos meaning \"flower\".",
    "Distribution and habitat": "This boronia grows on breakaways and slopes between Ongerup and Hopetoun in the Mallee biogeographic region.",
    "Conservation": "Boronia oxyantha is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}