{
  "url": "https://en.wikipedia.org/wiki/Boronia_foetida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. foetida"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia foetida is a plant in the citrus family Rutaceae and is endemic to a small area in Queensland. It is an erect shrub with hairy branches, simple leaves and pink to white, four-petalled flowers usually arranged singly in leaf axils. The leaves have an unpleasant smell when crushed.",
    "Description": "Boronia foetida is an erect shrub with many hairy branches that grows to a height of about 2 m (7 ft). It has simple, elliptic leaves that are 20–52 mm (0.8–2 in) long and 7–14 mm (0.3–0.6 in) wide on a petiole 2–7 mm (0.08–0.3 in) long. The upper surface of the leaf sometimes has a few hairs along the midline. The leaves give off an unpleasant smell when crushed. The flowers are pink to white and are arranged singly in leaf axils on a pedicel 2–2.5 mm (0.08–0.1 in) long. The four sepals are pointed, 2–4 mm (0.08–0.2 in) long and 1.5–3 mm (0.06–0.1 in) wide. The four petals are 6–7 mm (0.24–0.28 in) long but lengthen to about 8 mm (0.31 in) as the fruit develops. The eight stamens are hairy with a large anther and the style is glabrous. Flowering occurs from May to September and the fruit is a glabrous capsule.",
    "Taxonomy and naming": "Boronia foetida was first formally described in 1999 by Marco F. Duretto who published the description in  the journal Austrobaileya from a specimen collected near Biggenden. The specific epithet (foetida) is a Latin word meaning \"stinking\" referring to the unpleasant odour of the leaves when crushed, producing a smell reported as \"reminiscent of a dead possum\".",
    "Distribution and habitat": "This boronia grows in a range of habitats including mountain heath and densely forested gullies. It is only known from Mount Walsh near Biggenden.",
    "Conservation": "This boronia is classified as \"least concern\" by the Queensland Government Department of Environment and Heritage Protection.\n\n\n== References =="
  }
}