{
  "url": "https://en.wikipedia.org/wiki/Boronia_galbraithiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. galbraithiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia galbraithiae, commonly known as the aniseed boronia or Galbraith's boronia, is a plant in the citrus family Rutaceae and is endemic to a small area in Victoria. It is an erect, woody, fennel-scented, hairless shrub with pinnate leaves and white to deep pink, four-petalled flowers arranged in groups in the leaf axils.",
    "Description": "Boronia galbraithiae is an erect, woody, fennel-scented shrub with glabrous, four-angled branches and that grows to a height of about 2 m (7 ft). It has pinnate leaves that are 12–30 mm (0.5–1 in) long and 5–14 mm (0.2–0.6 in) wide in outline on a petiole 4–9 mm (0.2–0.4 in) long with between seven and seventeen leaflets. The leaflets are lance-shaped to egg-shaped with the narrower end towards the base, mostly 2–9 mm (0.08–0.4 in) long and 1–3 mm (0.04–0.1 in) wide. The flowers are white to deep pink and are arranged in groups of mostly between three and five in leaf axils on a pedicel 3.5–22 mm (0.1–0.9 in) long. The four sepals are egg-shaped to triangular, 1–2 mm (0.04–0.08 in) long and 1–1.5 mm (0.04–0.06 in) wide and glabrous. The four petals are 4.5–8 mm (0.18–0.31 in) long, 2.5–3.5 mm (0.098–0.14 in) wide. The eight stamens are hairy and the style is about the same width as the stigma. Flowering occurs in spring and the fruit is a glabrous capsule about 4 mm (0.16 in) long.This boronia is similar to B. microphylla but differs in having glabrous branches.",
    "Taxonomy and naming": "Boronia galbraithiae was first formally described in 1993 by David Edward Albrecht who published the description in the journal Muelleria. The specific epithet (galbraithiae) honours Jean Galbraith who discovered the species.",
    "Distribution and habitat": "Aniseed boronia grows in dry forest near Mount Difficult in East Gippsland.",
    "Conservation": "Boronia galbraithiae is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the Victorian Government Flora and Fauna Guarantee Act 1988 and a recovery plan has been prepared. The main threats to the species include inappropriate fire regimes, roadworks and forestry operations.\n\n\n== References =="
  }
}