{
  "url": "https://en.wikipedia.org/wiki/Boronia_quadrilata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. quadrilata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia quadrilata is a species of plant in the citrus family Rutaceae and is endemic to a small area in the Northern Territory, Australia. It is an erect, glabrous shrub with simple, sessile, wedge-shaped leaves, pale yellow petals and green sepals that are longer and wider than the petals. It is only known from a population of about fifteen plants.",
    "Description": "Boronia quadrilata is an erect shrub that typically grows to a height of about 1.5 m (5 ft) and has stems that are more or less square in cross-section. The plant is glabrous apart from the petals, which have star-like hairs, especially on their backs. The leaves are simple, sessile and wedge-shaped, 23–55 mm (0.91–2.2 in) long and 12–20 mm (0.5–0.8 in) wide. The flowers are borne on a peduncle 2–4 mm (0.08–0.2 in) long, individual flowers on a pedicel 0.5–3 mm (0.02–0.1 in) long. The sepals are green, triangular, 5.5–6 mm (0.22–0.24 in) long and about 3 mm (0.1 in) wide. The petals are pale yellow, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.08 in) wide. The sepals and petals enlarge as the fruit develops. Flowering has been observed in March, May and August and the fruit is a capsule about 6 mm (0.24 in) and 3.5 mm (0.14 in) wide.",
    "Taxonomy and naming": "Boronia quadrilata was first formally described in 1997 by Marco F. Duretto who published the description in Australian Systematic Botany.",
    "Distribution and habitat": "Boronia quadrilata grows in pockets of sand in sandstone outcrops and on scree slopes, in open woodland in the Magela Creek gorges to the east of Kakadu National Park. The total population consists of between ten and fifteen plants on a single ridge.",
    "Conservation status": "This boronia is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are its small population size, restricted distribution, and altered fire regimes.\n\n\n== References =="
  }
}