{
  "url": "https://en.wikipedia.org/wiki/Boronia_splendida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. splendida"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia splendida is a species of plant in the citrus family, Rutaceae, and is endemic to Queensland, Australia. It is an erect shrub with most parts covered with star-like hairs and has simple, linear to narrow elliptic leaves, and pink to white, four-petalled flowers.",
    "Description": "Boronia splendida is an erect shrub which grows to a height of 2.5 m (8 ft) with its branches, leaves and flowers parts covered with star-like hairs. The leaves are linear to narrow elliptic, 9–50 mm (0.4–2 in) long and 1–2.5 mm (0.04–0.1 in) wide, much paler and hairy on the lower surface. There is usually only one, but sometimes up to three flowers in leaf axils on a very short peduncle, the individual flowers on a pedicel 2–6 mm (0.079–0.236 in) long. The four sepals are egg-shaped to triangular, 2.5–4.5 mm (0.098–0.18 in) long, 1.5–2.5 mm (0.059–0.098 in) wide. The petals are pink to white, 6–10.5 mm (0.24–0.41 in) long, 3–4 mm (0.12–0.16 in) wide and hairy on the back. The eight stamens have a large appendage on the end. Flowering occurs from March to November.",
    "Taxonomy and naming": "Boronia splendida was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya. The specific epithet (splendida) is a Latin word meaning \"bright\" or \"shining\", referring to the relatively large flowers of this species.",
    "Distribution and habitat": "This boronia grows in woodland between Chinchilla and Dalby.",
    "Conservation status": "Boronia splendida is a rare and poorly collected species but is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}