{
  "url": "https://en.wikipedia.org/wiki/Boronia_ledifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. ledifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia ledifolia, commonly known as the Sydney boronia, showy boronia or ledum boronia, is a plant in the citrus family Rutaceae and is endemic to south-eastern Australia. It is a shrub with simple or pinnate leaves which have a strong odour when crushed, and pale to bright pink flowers. Although difficult to propagate, this boronia is a popular garden plant.",
    "Description": "Boronia ledifolia is a shrub which grows to a height of 0.3–2.5 m (1–8 ft) and has its thinnest branches covered with fine, matted hairs. The leaves are usually simple but may also be pinnate with from three to seven leaflets. The leaves or leaflets are narrow elliptic or oblong in shape, 3–43 mm (0.1–2 in) long and 1–7 mm (0.04–0.3 in) wide. They are dark green and glabrous on the upper surface and a lighter green with a thin layer of matted hairs on the lower side where there is a distinct mid-vein.The flowers are pale to bright pink, rarely white, and are arranged in groups of up to 35, but usually 3 to 6 in leaf axils. The groups are on a peduncle 1–10 mm (0.04–0.4 in) long, each flower on an individual stalk a further 6–11 mm (0.2–0.4 in) long. The sepals are egg-shaped to triangular, 3–4.5 mm (0.1–0.2 in) long and the four petals are 5–12 mm (0.2–0.5 in) long. Flowering occurs in spring and early summer and is followed by the fruit which is a follicle, 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "This species was first formally described in 1803 by the French botanist Étienne Pierre Ventenat, who gave it the name Lasiopetalum ledifolium and published the description in Jardin de la Malmaison. In 1824, Augustin de Candolle changed the name to Boronia ledifolia and published the name change in Prodromus Systematis Naturalis Regni Vegetabilis. The specific epithet (ledifolia) refers to a perceived similarity to the leaves of plants in the genus Ledum.",
    "Distribution and habitat": "Boronia ledifolia mainly occurs south of Scone although there are disjunct populations in the Torrington and Bolivia Hill districts. It is rare in Victoria where it occurs in parts of the Gippsland district. It usually grows in poor soils over sandstone or granite in heath and forest.",
    "Cultivation": "Boronias are mostly sensitive to dieback and tend to be short-lived in cultivation. This species needs a sunny, moist and well drained situation.\n\n\n== References =="
  }
}