{
  "url": "https://en.wikipedia.org/wiki/Boronia_tetrandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. tetrandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia tetrandra, commonly known as yellow boronia, is a plant in the citrus family, Rutaceae and is endemic to Western Australia. It is a spreading or erect shrub with hairy stems, pinnate leaves and greenish cream to yellow or reddish brown, cup-shaped, four-petalled flowers.",
    "Description": "Boronia tetrandra is an erect or spreading shrub that grows to a height of 0.1–1 m (0.3–3 ft) or higher with branches covered with long, spreading hairs. The leaves are pinnate with between five and thirteen or more well-spaced leaflets. The leaflets are linear, about 12 mm (0.47 in) long. The flowers are greenish cream to yellow or reddish brown, cup-shaped and arranged singly in leaf axils on a short pedicel. The four sepals are broad, hairy and often coloured. The four petals are 7.5–10 mm (0.30–0.39 in) long and overlap for most of their length. The eight stamens alternate in length with those nearest the sepals thick with large anthers and those near the petals curving towards the style and with minute anthers. The stigma has four lobes. Flowering occurs from May to October.",
    "Taxonomy and naming": "Boronia tetrandra was first formally described in 1805 by Jacques Labillardière and the description was published in Novae Hollandiae Plantarum Specimen. The specific epithet (tetrandra) is derived from the Ancient Greek words tetra meaning \"four\" and aner meaning \"male\".",
    "Distribution and habitat": "Yellow boronia grows on granite outcrops, coastal sand dunes and limestone cliffs in the Esperance Plains and Jarrah Forest biogeographic regions.",
    "Conservation": "This boronia is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}