{
  "url": "https://en.wikipedia.org/wiki/Boronia_adamsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. adamsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia adamsiana, commonly known as Barbalin boronia, is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is an erect, hairy shrub with trifoliate leaves and pink or white, four-petalled flowers.",
    "Description": "Boronia adamsiana is a shrub that grows to a height of 0.3–1 m (1–3 ft) with many branches. Its branches, leaves and parts of the flowers are densely covered with grey, woolly hairs. The leaves are trifoliate, the end leaflet elliptic to lance-shaped, 5–17 mm (0.2–0.7 in) long and 1.5–5 mm (0.06–0.2 in) wide, the side leaflets similar but slightly shorter. The flowers are pink or white and borne singly in leaf axils on a pedicel 0.5–1 mm (0.02–0.04 in) long. The four sepals are egg-shaped to triangular, 3–4.5 mm (0.1–0.2 in) long and 1.5–2 mm (0.06–0.08 in) wide but increase in size as the fruit develops until they are about the same size as the petals. The four petals are 4–5 mm (0.16–0.20 in) long, 2–2.5 mm (0.079–0.098 in) wide and increase in size as the fruit develops. The eight stamens alternate in length with those near the sepals longer than those near the petals. Flowering from July to October and the fruit are hairy, about 4 mm (0.2 in) long and 2 mm (0.08 in) wide.",
    "Taxonomy and naming": "Boronia adamsiana was first formally described in 1890 by Ferdinand von Mueller and the description was published in Proceedings of the Linnean Society of New South Wales from the type specimen collected by Mary Annie Adams (1874-1931) a native born Western Australian who collected specimens for Mueller. The specific epithet (adamsiana) honours her.",
    "Distribution and habitat": "Barbalin boronia grows in scrub and heath, on flats and road reserves in the Avon Wheatbelt and Coolgardie biogeographic regions, approximately between Beacon, Trayning and Mount Marshall.",
    "Conservation": "Boronia adamsiana is classified as vulnerable under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to the species are livestock grazing, inappropriate fire regimes, competing land uses and broadscale vegetation clearing.\n\n\n== References =="
  }
}