{
  "url": "https://en.wikipedia.org/wiki/Boronia_tolerans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. tolerans"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia tolerans is a plant in the citrus family, Rutaceae and is endemic to a small area in the Northern Territory in Australia. It is an erect shrub with many branches, pinnate leaves and white, four-petalled flowers. It is only known from Nitmiluk National Park.",
    "Description": "Boronia tolerans is an erect, much branched shrub that grows to a height of about 50 cm (20 in). The leaves are arranged in opposite pairs, pinnate, sessile with mostly five or seven leaflets and 7–50 mm (0.28–1.97 in) long and 8–17 mm (0.31–0.67 in) wide in outline. The end leaflet is linear to narrow elliptic, 8–25 mm (0.31–0.98 in) long, 1–2.5 mm (0.039–0.098 in) wide and the side leaflets are 5–16 mm (0.20–0.63 in) long, 1–2 mm (0.039–0.079 in) wide. The flowers are arranged singly in leaf axils on a pedicel 1–2 mm (0.039–0.079 in) long. The sepals and petals are white, the four sepals triangular to egg-shaped, 4–5 mm (0.16–0.20 in) long and about 1.5 mm (0.059 in) wide but increase in size as the fruit develops. The four petals are 3.5–5 mm (0.14–0.20 in) long but increase in size as the fruit develops. There are eight stamens and the style is glabrous. Flowering occurs from March to June.",
    "Taxonomy and naming": "Boronia tolerans was first formally described in 1997 by Marco F. Duretto who published the description in the journal Nuytsia. The specific epithet (tolerans) is derived from Latin tolerans, meaning \"tolerant\", referring to \"the great mental hardship suffered by Dr Greg Howell on the day this species was collected in the field.\"",
    "Distribution and habitat": "This boronia grows in woodland on the top of the plateau in the Nitmiluk National Park.",
    "Conservation status": "Boronia tolerans is classified as \"near threatened\" under the Territory Parks and Wildlife Conservation Act 2000 (TPWCA).\n\n\n== References =="
  }
}