{
  "url": "https://en.wikipedia.org/wiki/Boronia_kalumburuensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. kalumburuensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia kalumburuensis is a plant in the citrus family Rutaceae and is endemic to the Kalumburu area of Western Australia. It is an erect or sprawling shrub with many branches, pinnate leaves and white to pink four-petalled flowers with the sepals longer and wider than the petals.",
    "Description": "Boronia kalumburuensis is an erect or sprawling, much branched shrub that grows to 50 cm (20 in) high. Its branches and leaves are covered with star-like hairs. The leaves have between 15 and 27 leaflets and are 8–40 mm (0.31–1.6 in) long and 4–14 mm (0.2–0.6 in) wide in outline on a petiole usually 1–2 mm (0.04–0.08 in) long. The end leaflet is lance-shaped, 8–40 mm (0.31–1.6 in) long and 4–14 mm (0.2–0.6 in) wide and the side leaflets are elliptic and shorter and narrower than the end leaflet. Usually only single flowers are arranged in leaf axils on a pedicel 7–24 mm (0.28–0.94 in) long. The sepals and petals are white or creamy white, the sepals longer and wider than the petals. The four sepals are triangular to egg-shaped, 3.5–6 mm (0.14–0.24 in) long and about 1.5–2.5 mm (0.06–0.1 in) wide and densely hairy on the back. The four petals are 2.5–4 mm (0.098–0.16 in) long and the eight stamens are hairy. Flowering occurs from May to July.",
    "Taxonomy and naming": "Boronia kalumburuensis was first formally described in 1997 by Marco F. Duretto from a specimen collected near the Kulumburu airstrip, and the description was published in  Nuytsia. The specific epithet (kalumburuensis) refers to the community where this species is found. The ending -ensis is a Latin suffix \"denoting place\", \"locality\" or \"country\".",
    "Distribution and habitat": "Boronia kalumburuensis grows on sandstone and quartzite and is only known from the Kalumburu area in the Kimberley region of far northern Western Australia.",
    "Conservation": "This boronia is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "References": "\nkalumburuensis"
  }
}