{
  "url": "https://en.wikipedia.org/wiki/Boronia_thedae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. thedae"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia thedae, commonly known as the Theda boronia, is a plant in the citrus family, Rutaceae and is endemic to a small area in the Kimberley region of Western Australia. It is an erect shrub when young, later a prostrate shrub with many branches, pinnate leaves, four white to cream-coloured or pale pink sepals and four similarly coloured petals, the sepals longer and wider than the petals.",
    "Description": "Boronia thedae is an erect, hairy shrub when young, later a spreading or prostrate, more or less glabrous shrub with many branches. It grows to about 50 cm (20 in) high and 150 cm (59 in) wide. The leaves are arranged in opposite pairs, pinnate, 12–29 mm (0.47–1.14 in) long and 7–12 mm (0.28–0.47 in) wide in outline, with mostly five to fifteen leaflets. The end leaflet is 4–9 mm (0.16–0.35 in) long and 1–3 mm (0.039–0.118 in) wide and the side leaflets are shorter. The flowers are usually borne singly in leaf axils on a stalk 5–21 mm (0.20–0.83 in) long. The four sepals are white or cream-coloured to pale pink, narrow triangular to egg-shaped, 4–5 mm (0.16–0.20 in) long, 1–1.5 mm (0.039–0.059 in) wide, hairy on the back and longer and wider than the petals. The four petals are a similar colour to the sepals but with a dark pink base, 3–3.5 mm (0.12–0.14 in) long and 1–1.5 mm (0.039–0.059 in) wide and moderately hairy on both surfaces. The eight stamens are hairy with those nearest the sepals having a much larger anther than those near the petals.",
    "Taxonomy and naming": "Boronia thedae was first formally described in 2015 by Russell Barrett, Matthew Barrett and Marco Duretto and the description was published in Nuytsia from a specimen collected on Theda Station in the Kimberley region of Western Australia. The specific epithet (thedae) refers to the type location, Theda Station, which in turn, was named after the wife of the founder of the station lease.",
    "Distribution and habitat": "Theda boronia is only known from Theda Station and from there to near Drysdale River National Park. It grows in woodland between sandstone boulders.",
    "Conservation status": "Boronia thedae is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}