{
  "url": "https://en.wikipedia.org/wiki/Boronia_deanei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. deanei"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia deanei, commonly known as Deane's boronia, is a plant in the citrus family Rutaceae and is endemic to the central and southern highlands of New South Wales. It is an erect shrub with crowded, strongly aromatic leaves and white to bright pink flowers in late winter and spring.",
    "Description": "Boronia deanei is an erect, glabrous shrub which grows to a height of 0.2–1.5 m (0.7–5 ft) and has slightly angled branches with scattered small warts. The leaves are divided into narrow, paired leaflets which are thick, strongly aromatic, linear in shape, 4–12 mm (0.2–0.5 in) long and 0.5–2 mm (0.02–0.08 in) wide. They are smooth on the upper surface but glandular-warty on the lower side.The flowers are arranged near the ends of the branches in groups of up to three, each flower on a stalk 1–3 mm (0.04–0.1 in) long.  The petals are white to bright pink, 4–5 mm (0.16–0.20 in) long with their edges overlapping. There are eight stamens with glabrous filaments. Flowering occurs between August and November and the fruit is present in December.",
    "Taxonomy and naming": "Boronia deanei was first formally described in 1907 by Joseph Maiden and Ernst Betche from a specimen collected by Henry Deane in the Blue Mountains. The description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (deanei) honours the collector of the type specimen.\nTwo subspecies have been described:\n\nBoronia deanei subsp. deanei which has leaflets with a blunt tip;\nBoronia deanei subsp. acutifolia  which has leaflets with a pointed tip.",
    "Distribution and habitat": "This boronia mainly occurs in the higher Blue Mountains north of Clarence, in the Kanangra-Boyd National Park and south to the South East Forests National Park. It grows near high altitude swamps, in wet heath and in open forest, often in poorly-drained soil.",
    "Conservation": "Boronia deanei is listed as \"Vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and under the New South Wales Threatened Species Conservation Act 1995. The main threats to its survival are habitat disturbance due to feral pigs (Sus scrofa) and clearing for rural residential developments.",
    "Use in horticulture": "Deane's boronia is a reliable and adaptable garden plant which can be grown in poorly-drained soils and is relatively frost-hardy. Its pleasantly scented leaves and pink flowers are attractive features. Specimens have been grown in pots and in the Australian National Botanic Gardens have grown to a height of 2 m (7 ft), needing only tip pruning, occasional fertilising and adequate summer watering.\n\n\n== References =="
  }
}