{
  "url": "https://en.wikipedia.org/wiki/Boronia_grandisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. grandisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia grandisepala is a plant in the citrus family Rutaceae and is endemic to northern parts of the Northern Territory. It is an erect shrub with elliptic leaves and white, pink or burgundy-coloured, four-petalled flowers.",
    "Description": "Boronia grandisepala is an erect shrub that grows to 150 cm (60 in) high and wide. Its branches and leaves are covered with star-like hairs. The leaves are elliptic to almost lance-shaped, 7–55 mm (0.3–2 in) long and 1.5–14 mm (0.06–0.6 in) wide with a petiole 1.5–14 mm (0.06–0.6 in) long. The flowers are usually arranged singly in leaf axils on a pedicel up to 2.5 mm (0.1 in) long. The four sepals are larger than the petals, white, pink or burgundy coloured, broadly egg-shaped, 7–10 mm (0.3–0.4 in) long and 2–5.5 mm (0.08–0.2 in) wide but increase in size as the fruit develops. The four petals are 4–6 mm (0.16–0.24 in) long and 1.5–3 mm (0.06–0.1 in) wide. Flowering occurs from December to June.",
    "Taxonomy and naming": "Boronia grandisepala was first formally described in 1859 by Ferdinand von Mueller who published the description in  Fragmenta phytographiae Australiae. The specific epithet (grandisepala) is derived from the Latin words grandis meaning \"large\" and sepalum meaning \"sepal\", giving \"large sepaled Boronia\". \nThere are two subspecies:\nBoronia grandisepala F.Muell. subsp. grandisepala has grey leaves up to 45 mm (2 in) long and a more dense layer of hairs;\nBoronia grandisepala subsp. acanthopida Duretto has leaves that are other than grey and up to 55 mm (2 in) long and a less dense layer of hairs. The epithet acanthopida is a reference to Deaf Adder Falls - the death adder is a member of the snake genus Acanthophis, near where this subspecies is found.",
    "Distribution and habitat": "Subspecies grandisepala grows in heath and woodland from near Jim Jim Falls to the Nitmiluk National Park. Subspecies acanthophida grows in sandstone heath and woodland between Jim Jim Falls and Deaf Adder Falls 40 km (20 mi) north.",
    "Conservation": "This boronia is classed as of \"least concern\" under the Northern Territory Government Parks and Wildlife Conservation Act.\n\n\n== References =="
  }
}