{
  "url": "https://en.wikipedia.org/wiki/Boronia_anethifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. anethifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia anethifolia, commonly known as narrow-leaved boronia, is a plant in the citrus family, Rutaceae and is endemic to eastern Australia. It is an erect shrub with four-angled branches, bipinnate leaves and white, sometimes pale pink, four-petalled flowers.",
    "Description": "Boronia anethifolia is an erect shrub that grows to a height of 0.3–1 m (1–3 ft) with four-angled, glabrous stems with prominent leaf scars. The leaves are bipinnate, 20–40 mm (0.79–1.6 in) long and 15–40 mm (0.59–1.6 in) wide in outline and have a petiole 6–15 mm (0.24–0.59 in) long. The leaves have between five and eleven glabrous, linear to narrow elliptic leaflets. The end leaflet is 3–14 mm (0.1–0.6 in) long and 0.5–2 mm (0.02–0.08 in) wide, the others usually slightly longer. The flowers are white, sometimes pale pink and are arranged in leaf axils, mainly in groups of between three and fourteen or more. The groups are borne on a peduncle 2–6 mm (0.08–0.2 in) long. The four sepals are triangular to broadly egg-shaped, about 1 mm (0.04 in) long and wide. The four petals are 3–4 mm (0.1–0.2 in) long with their bases overlapping. The eight stamens have hairy edges. Flowering occurs from April to October and the fruit are glabrous, 2.5–4 mm (0.098–0.16 in) long and about 2 mm (0.079 in) wide.",
    "Taxonomy and naming": "Boronia anethifolia was first formally described in 1863 by Stephan Endlicher from an unpublished manuscript by Allan Cunningham and the description was published in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. The specific epithet (anethifolia) refers to the deeply divided leaves with narrow leaflets which resemble those of dill (Anethum) in the family Apiaceae.",
    "Distribution and habitat": "This boronia grows in heath and forest and in rocky slopes and ridges between the Border Ranges in Queensland and Wadbilliga Mountain in southern New South Wales.\n\n\n== References =="
  }
}