{
  "url": "https://en.wikipedia.org/wiki/Boronia_pilosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. pilosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia pilosa, commonly known as the hairy boronia, is a plant in the citrus family Rutaceae and is endemic to south-eastern Australia. It is an erect, woody shrub with hairy branches, pinnate, sometimes hairy leaves and groups of up to ten white to pink, four petalled flowers.",
    "Description": "Boronia pilosa is an erect, woody shrub that grows to a height of 1–2 m (3–7 ft) and has hairy branches. The leaves are pinnate with three, five, seven or nine leaflets and are 3–18 mm (0.1–0.7 in) long and 4–34 mm (0.16–1.3 in) wide in outline, on a petiole 0.5–3 mm (0.020–0.12 in) long. The end leaflet is linear to narrow egg-shaped, 1–13 mm (0.039–0.51 in) long and 0.5–2.5 mm (0.020–0.098 in) wide and the side leaflets are similar but longer. The flowers are white to pink and are arranged in groups of mostly between three and six in leaf axils or on the ends of the branches. The groups are on a peduncle usually 0.5–2.5 mm (0.020–0.098 in) long, individual flowers on a pedicel of a similar length. The four sepals are narrow triangular, 1–3 mm (0.039–0.12 in) long and 1–2 mm (0.039–0.079 in) wide, overlapping at their bases. The four petals are 4–7 mm (0.16–0.28 in) long and fall off before the fruit develops. The eight stamens are hairy. Flowering occurs from August to February.",
    "Taxonomy and naming": "Boronia pilosa was first formally described in 1805 by Jacques Labillardière who published the description in  Novae Hollandiae Plantarum Specimen. The specific epithet (pilosa) is a Latin word meaning \"hairy\".In 2003, Marco Duretto described four subspecies:\n\nBoronia pilosa subsp. parvidaemonis;\nBoronia pilosa subsp. pilosa;\nBoronia pilosa subsp. tasmanensis;\nBoronia pilosa subsp. torquata.",
    "Distribution and habitat": "Hairy boronia grows in woodland and heath, sometimes in exposed areas and is found in Victoria, Tasmania and South Australia.\n\n\n== References =="
  }
}