{
  "url": "https://en.wikipedia.org/wiki/Boronia_filifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. filifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia filifolia, commonly known as the slender boronia, is a plant in the citrus family Rutaceae and is endemic to south-eastern Australia. It is a slender shrub with simple or pinnate leaves and pale to deep pink four-petalled flowers.",
    "Description": "Boronia filifolia is a slender, glabrous shrub that grows to about 50 cm (20 in) high. Its leaves are simple or trifoliate on a petiole up to 2–8 mm (0.08–0.3 in) long. The simple leaves are linear to narrow egg-shaped, 3–30 mm (0.1–1 in) long and 1–1.5 mm (0.04–0.06 in) wide. The three leaflets on the pinnate leaves are similar to each other, 3–10 mm (0.1–0.4 in) long and 1–1.5 mm (0.04–0.06 in) wide. The flowers are pale to deep pink and are usually arranged singly in leaf axils near the end of the branches on a pedicel 2–13 mm (0.08–0.5 in) long. The four sepals are triangular to egg-shaped, 1–3 mm (0.04–0.1 in) long and 0.5–1.5 mm (0.02–0.06 in) wide with their bases overlapping. The four petals are 4–12 mm (0.2–0.5 in) long, 1.2–3 mm (0.05–0.1 in) wide and overlap at their bases. The stamens are covered with glandular hairs. Flowering occurs from July to February.",
    "Taxonomy and naming": "Boronia filifolia was first formally described in 1858 by Ferdinand von Mueller who published the description in  Fragmenta phytographiae Australiae from a specimen collected near Encounter Bay. The specific epithet (filifolia) is derived from the Latin words filum meaning \"thread\" and folia meaning \"leaves\" referring to the very narrow leaflets.",
    "Distribution and habitat": "Slender boronia grows in heath, mallee and woodland. In South Australia it is found on the Eyre and Fleurieu Peninsulas and is common on Kangaroo Island. It is rare in Victoria where it is only known in the Little Desert National Park and part of the Big Desert near the border with South Australia, with a disjunct population near Portland.\n\n\n== References =="
  }
}