{
  "url": "https://en.wikipedia.org/wiki/Boronia_falcifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. falcifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia falcifolia, commonly known as the wallum boronia, is a plant in the citrus family, Rutaceae and is endemic to near-coastal areas of eastern Australia. It is a shrub with only a few stems, usually three-part leaves and bright pink, four-petalled flowers.",
    "Description": "Boronia falcifolia is a  shrub which grows to a height of 0.3–1 m (1–3 ft) with a few glabrous, angled stems. It has simple or trifoliate leaves 3–25 mm (0.12–0.98 in) long and about 1 mm (0.039 in) wide, with a petiole 3–15 mm (0.12–0.59 in) long. The leaflets are more or less circular in cross section, usually curved and the end leaflet is similar in size and shape to the side leaflets. Up to three bright pink flowers about 10 mm (0.4 in) in diameter are arranged in the upper leaf axils, each flower on a pedicel 2–9 mm (0.08–0.4 in) long. The four sepals are narrow triangular about 4 mm (0.2 in) long and 1 mm (0.04 in) wide and the four petals are 4–8 mm (0.2–0.3 in) long with a small point on their end. The eight stamens are slightly hairy. Flowering occurs mainly from August to October and the fruit are glabrous, 2.5–4 mm (0.098–0.16 in) long and about 2 mm (0.079 in) wide.",
    "Taxonomy and naming": "Boronia falcifolia was first formally described in 1837 by Stephan Endlicher from an unpublished manuscript of Allan Cunningham and the description was published in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. Cunningham's handwriting was difficult to read and Endlicher transcribed the name as Boronia paleifolia. George Bentham noted the error in Flora Australiensis and changed the name to B. falcifolia. The specific epithet (falcifolia) is derived from the Latin words falx meaning \"sickle\" or \"scythe\" and folia meaning \"leaves\", referring to the curved leaflets of this boronia.",
    "Distribution and habitat": "Wallum boronia grows in wallum and heath in deep, sandy soil and sometimes in woodland. It is found in near-coastal area between Littabella National Park in Queensland and Myall Lakes National Park in New South Wales.\n\n\n== References =="
  }
}