{
  "url": "https://en.wikipedia.org/wiki/Boronia_hemichiton",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. hemichiton"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia hemichiton, commonly known as Mt Arthur boronia is a plant in the citrus family Rutaceae and is endemic to Tasmania. It is an erect, woody shrub with compound leaves and pink or white, four-petalled flowers.",
    "Description": "Boronia hemichiton is an erect, woody shrub that grows to about 1.5 m (5 ft) high and has branches with minute, bristle like hairs between the leaf bases and small, blunt glands. The leaves have three, five or seven leaflets and are 9–12 mm (0.4–0.5 in) long and 12–16 mm (0.5–0.6 in) wide in outline on a petiole 1.5–2.5 mm (0.06–0.1 in) long. The end leaflet is 2.5–8 mm (0.1–0.3 in) long and 0.5–1 mm (0.02–0.04 in) wide and the side leaflet are similar but longer. The flowers are pink, sometimes white and are arranged singly or in groups of up to three in leaf axils, the groups on a peduncle 1–2 mm (0.04–0.08 in) long. The four sepals are narrow triangular, 0.5–1.5 mm (0.02–0.06 in) long and about 0.5 mm (0.02 in) wide. The four petals are narrow egg-shaped with a pointed tip, 4.5–5.5 mm (0.2–0.2 in) long, 1.2–3 mm (0.05–0.1 in) wide and hairy on the outside. Flowering occurs from October to January and the fruit is a glabrous capsule 2.5–3 mm (0.1–0.1 in) long and 1.5–2 mm (0.06–0.08 in) wide.",
    "Taxonomy and naming": "Boronia hemichiton was first formally described in 2003 by Marco F. Duretto who published the description in  Muelleria from a specimen collected on Mount Arthur. The specific epithet (hemichiton) is derived from the Ancient Greek prefix hemi- meaning \"half\" and chiton meaning \"tunic\" or \"garment worn next to the skin\", referring to the leaves which are only hairy near the base.",
    "Distribution and habitat": "The Mt Arthur boronia grows in the wet heath or scrub. It is only known from two subpopulations on Mt Arthur.",
    "Conservation": "Boronia hemichiton is listed as \"vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"endangered\" under the Tasmanian Government Threatened Species Protection Act 1995.The main threats to the species are dieback caused by Phytophthora cinnamomi, inappropriate fire regimes and changes in water flow.\n\n\n== References =="
  }
}