{
  "url": "https://en.wikipedia.org/wiki/Boronia_spathulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. spathulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia spathulata is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a glabrous shrub with well-spaced, simple, egg-shaped to elliptic leaves, and pink, four-petalled flowers.",
    "Description": "Boronia spathulata is a glabrous shrub that grows to a height of about 1 m (3 ft 3 in) and has well-spaced, narrow elliptic to broadly egg-shaped leaves that are 10–20 mm (0.39–0.79 in) long. Leaves near the ends of the branchlets are usually more or less cylindrical. The flowers are arranged in cymes that have a short peduncle, the individual flowers on a red pedicel that has small bracts at its base. The side flowers have a pedicel 3–4 mm (0.12–0.16 in) long. There are four triangular to egg-shaped sepals 2.5–4 mm (0.1–0.2 in) long and four pink, egg-shaped petals 6–9 mm (0.2–0.4 in) long. The eight stamens are hairy with a small white tip on the anther and the stigma is only slightly larger than the style. Flowers are present in most months.",
    "Taxonomy and naming": "Boronia spathulata was first formally described in 1839 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (spathulata) is derived from the Latin word spathe meaning \"any broad blade, paddle for stirring and mixing\".",
    "Distribution and habitat": "This boronia grows in sand near swamps or rivers and in jarrah forest. It occurs between Perth and Augusta and east to Israelite Bay.",
    "Conservation": "Boronia spathulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}