{
  "url": "https://en.wikipedia.org/wiki/Boronia_busselliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. busselliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia busselliana is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a slender perennial herb or shrub with well-spaced, simple leaves and pink, blue or white, four-petalled flowers.",
    "Description": "Boronia busselliana is a slender perennial herb or shrub that grows to a height of 20–40 cm (8–20 in). Its branches, leaves and flowers are glabrous. The leaves are simple, often fall off early and are well spaced, cylindrical and up to 12 mm (0.5 in) long. The flowers are borne singly or in groups of up to three in leaf axils on a pedicel 5–10 mm (0.2–0.4 in) long. The four sepals are egg-shaped with a fleshy centre and 2–2.5 mm (0.08–0.1 in) long. The four petals are elliptic, pink, blue or white on the upper surface and green or pink below, 8–12 mm (0.31–0.47 in) long with prominent pimply glands. The eight stamens and the style are thin and hairless. Flowering occurs from September to October.",
    "Taxonomy and naming": "Boronia busselliana was first formally described in 1875 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The type specimen was collected by Charlotte Harriet Bussell near the port in Geographe Bay. The specific epithet (busselliana) honours the collector of the type specimen.",
    "Distribution and habitat": "This boronia grows on rises and outcrops in gravel or over laterite between Eneabba and Ongerup in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Boronia busselliana is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}