{
  "url": "https://en.wikipedia.org/wiki/Boronia_algida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. algida"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia algida, commonly known as alpine boronia, is a flowering plant in the citrus family, Rutaceae and is endemic to south-eastern Australia. It is an erect shrub with many branches, pinnate leaves and white to bright pink, four-petalled flowers usually borne singly on the ends of branches.",
    "Description": "Boronia algida is a shrub that grows to a height of 0.3–1.5 m (1–5 ft) with many more or less hairy branches, the youngest of which are often red. The leaves are pinnate, 8–15 mm (0.3–0.6 in) long and 4–5 mm (0.16–0.20 in) wide in outline with usually between five and nine leaflets and a petiole 0.5–1 mm (0.02–0.04 in) long. The end leaflet is 2–8 mm (0.08–0.3 in) long and 1–3.5 mm (0.04–0.1 in) wide, the side leaflets 2–9 mm (0.08–0.4 in) long and 1–4.5 mm (0.04–0.2 in) wide. The flowers are white to bright pink and borne singly, sometimes in groups of up to three on the ends of branches. The four sepals are triangular to egg-shaped, 1–2.5 mm (0.039–0.098 in) long and 0.5–1.5 mm (0.02–0.06 in) wide, the four petals 4–7 mm (0.2–0.3 in) long and 2.5–3 mm (0.098–0.12 in) wide. The eight stamens alternate in length, with those near the sepals longer than those near the petals. Flowering occurs from September to February and the fruit are smooth capsules 2.5–3 mm (0.098–0.12 in) long and 1.5–2 mm (0.059–0.079 in) wide.",
    "Taxonomy and naming": "Boronia algida was first formally described in 1855 by Ferdinand von Mueller who described it as \"a charming bush\" and published the description in his book Definitions of rare or hitherto undescribed Australian plants. The specific epithet (algida) is a Latin word meaning \"cold\", von Mueller having noted that this plant grows \"on the highest stony declivities of our Alps\".",
    "Distribution and habitat": "The alpine boronia grows in heath and forest, mainly in sandy soil over granite at higher altitudes, south from the Gibraltar Range in New South Wales to the Australian Capital Territory and Mount Buffalo, Mount Hotham and the Nunniong Plateau in Victoria.",
    "References": "",
    "External links": "\"Boronia algida F.Muell\". Atlas of Living Australia."
  }
}