{
  "url": "https://en.wikipedia.org/wiki/Boronia_mollis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. mollis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia mollis, commonly known as soft boronia, is a plant in the citrus family and is endemic to New South Wales. It is a shrub with pinnate leaves, and small groups of pink flowers in leaf axils. It grows in coastal areas in forest.",
    "Description": "Boronia mollis is an erect shrub that grows to 2 m (7 ft) high with branches densely covered with star-like hairs but which become hairless as they age. The leaves have mostly between three and nine leaflets and are 10–60 mm (0.39–2.4 in) long and 6–30 mm (0.2–1 in) wide in outline on a petiole 2–28 mm (0.08–1 in) long. The end leaflet is broadly elliptic, 6–35 mm (0.24–1.4 in) long and 4–9 mm (0.2–0.4 in) wide and the side leaflets are shorter and narrower than the end leaflet. The leaflets are usually glabrous on the upper surface and paler with a few hairs below. The leaves have an unpleasant citrus/bitumen type scent. Between two and six, usually three flowers are arranged in leaf axils on a pedicel 6–20 mm (0.24–0.79 in) long. The four sepals are 3–5 mm (0.12–0.20 in) long and about 1 mm (0.04 in) wide but enlarge as the fruit develops and are hairy on the back. The four petals are pale to deep pink, mostly 7–10 mm (0.28–0.39 in) long and 3–4.5 mm (0.12–0.18 in) wide but enlarge slightly as the fruit develops and are hairy on the back. The bases of the petals do not overlap. There are eight stamens, with those nearest the sepals longer than those near the petals and the anthers are yellow. Flowering occurs from June to November.",
    "Taxonomy and naming": "Boronia mollis was first formally described by John Lindley from an unpublished description by Allan Cunningham and the description was published in Edwards's Botanical Register. The original specimen was collected by the Nepean River in 1825. The specific epithet (mollis) is a Latin word meaning \"soft\", referring to the leaf, and the hairs on the stem.",
    "Distribution and habitat": "Soft boronia is a rare species that grows in dry eucalypt forest from the Kendall district to the Wollemi and Blue Mountains National Parks.",
    "Use in horticulture": "This is one of the hardier boronias and is popular in cultivation. It requires moist but well-drained soil, preferably in dappled shade.",
    "References": "",
    "External links": "\"Boronia mollis A.Cunn. ex Lindl\". Atlas of Living Australia."
  }
}