{
  "url": "https://en.wikipedia.org/wiki/Boronia_safrolifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. safrolifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia safrolifera, commonly known as safrole boronia, is a species of flowering plant that is endemic to eastern Australia. It is an erect, woody shrub with pinnate leaves that have up to nineteen leaflets, and white to pink, four-petalled flowers.",
    "Description": "Boronia safrolifera is an erect, woody shrub that typically grows to a height of 0.5–2.5 m (1 ft 8 in–8 ft 2 in) with mostly hairless branches. The leaves are pinnate with mostly between seven and nineteen leaflets and 12–47 mm (0.47–1.85 in) long and 14–35 mm (0.55–1.38 in) wide in outline on a petiole 3–11 mm (0.12–0.43 in) long. The end leaflet is elliptic to narrow egg-shaped, mostly 2.5–7 mm (0.098–0.276 in) long and 1–2 mm (0.039–0.079 in) wide and the side leaflets are similar but longer. The lower side of the leaflet is a paler shade of green. The flowers are arranged in leaf axils and on the ends of branchlets in groups of between three and twelve on a peduncle 1–20 mm (0.039–0.787 in) long, the individual flowers on a pedicel 2–4 mm (0.079–0.157 in) long. The four sepals are triangular, 1–1.5 mm (0.039–0.059 in) long and hairless. The four petals are white to pale pink, 4.5–7 mm (0.18–0.28 in) long with a few soft hairs. The eight stamens are usually hairy and the stigma is about the same width as the style. Flowering mainly occurs from August to October and the fruit is a mostly hairless capsule 3–4.5 mm (0.12–0.18 in) long and 2–2.5 mm (0.079–0.098 in) wide.",
    "Taxonomy and naming": "Boronia safrolifera was first formally described in 1924 by Edwin Cheel and the description was published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (safrolifera) refers to the odour of the volatile oil safrole apparently released from the crushed leaves of this plant. The ending -fera is a Latin suffix meaning \"to carry\" or \"to bear\".",
    "Distribution and habitat": "Safrole boronia grows around the margins of swamps in near-coastal areas of New South Wales north from Port Stephens to Bribie Island in south-eastern Queensland.",
    "References": "",
    "External links": "\"Boronia safrolifera Cheel\". Atlas of Living Australia."
  }
}