{
  "url": "https://en.wikipedia.org/wiki/Boronia_umbellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. umbellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia umbellata, commonly known as the Orara boronia, is a plant in the citrus family Rutaceae and is endemic to a small area on the north coast of New South Wales. It is an erect shrub with many branches, aromatic, pinnate leaves and clusters of up to ten dark pink flowers in the leaf axils.",
    "Description": "Boronia umbellata is an open shrub grows to a height of about 1 m (3 ft) and has many densely hairy branches. The leaves are pinnate with leaves with three, five or seven leaflets and are 20–95 mm (0.8–4 in) long and 10–55 mm (0.4–2 in) wide in outline with a petiole 6–20 mm (0.2–0.8 in) long. The end leaflet is elliptic in shape, 21–43 mm (0.8–2 in) long and 10–15 mm (0.4–0.6 in) wide and the side leaflets are similar but shorter. The flowers are dark pink and are arranged singly or in groups of up to ten in leaf axils, each flower on a pedicel 4–20 mm (0.2–0.8 in) long. The four sepals are triangular to egg-shaped, 2.5–3 mm (0.098–0.12 in) long, 1.5–2 mm (0.059–0.079 in) wide and hairy on the lower side. The four petals are 7–10 mm (0.28–0.39 in) long and 3.5–5 mm (0.14–0.20 in) with scattered hairs. The eight stamens alternate in length with those near the sepals longer than those near the petals. Flowering occurs from June to November and the fruit is a smooth capsule.",
    "Taxonomy and naming": "Boronia umbellata was first formally described in 1990 by Peter H. Weston and the description was published in Telopea. The specific epithet (umbellata) is a Latin word meaning \"like an umbrella\", referring to the umbel-like inflorescences.",
    "Distribution and habitat": "The Orara boronia grows in and near damp gullies in forest but is only known from a few location between Lower Bucca and Glenreagh near Coffs Harbour.",
    "Conservation": "This boronia is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are habitat disturbance associated with road works and timber harvesting, including land clearing.\n\n\n== References =="
  }
}