{
  "url": "https://en.wikipedia.org/wiki/Boronia_duiganiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. duiganiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia duiganiae is a plant in the citrus family Rutaceae and is endemic to mountain ranges in south-east Queensland, Australia. It is an erect shrub with many branches, leaves with one, three or five leaflets, and pink to white, four-petalled flowers.",
    "Description": "Boronia duiganiae is an erect, many-branched shrub which grows to a height of 2.0 m (7 ft) with its young branches densely covered with white to yellow hairs. The leaves are pinnate with one, three or five leaflets and have a petiole 2–8 mm (0.08–0.3 in) long. The end leaflet is 6–31 mm (0.2–1 in) long and 3–12 mm (0.1–0.5 in) wide, the side leaflets smaller, 5–17 mm (0.2–0.7 in) long and 2.5–8 mm (0.1–0.3 in) wide. The leaflets are elliptic to lance-shaped, with the narrower end towards the base and their undersides are densely hairy. Up to three pink to white flowers are arranged in leaf axils on a hairy stalk 0.5–1 mm (0.020–0.039 in) long. The four sepals are egg-shaped to triangular, 3.5–5 mm (0.14–0.20 in) long, 2–3 mm (0.079–0.12 in) wide and hairy on their lower surface. The four petals are 6–11 mm (0.24–0.43 in) long, 3–6 mm (0.12–0.24 in) wide. The eight stamens are hairy. Flowering occurs from February to November and the fruit are 4–5.5 mm (0.16–0.22 in) long and 2–3 mm (0.079–0.12 in) wide.",
    "Taxonomy and naming": "Boronia duiganiae was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya from a specimen collected near Rolleston. The specific epithet (duiganiae) honours the Australian palaeobotanist Suzanne Duigan.",
    "Distribution and habitat": "This boronia grows in woodland and forest on sandstone on the ranges south and south west of Rolleston and Springsure.",
    "Conservation": "Boronia duiganiae is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}