{
  "url": "https://en.wikipedia.org/wiki/Boronia_coriacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. coriacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia coriacea is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is a small shrub with pinnate leaves and hairless pink, four-petalled flowers in small clusters on the ends of the branches.",
    "Description": "Boronia coriacea is a small ericoid shrub that grows to a height of 50 cm (20 in) with more or less glabrous stems, leaves and flowers. Its leaves are pinnate with three or five leathery leaflets and about 10–50 mm (0.4–2 in) long on a petiole 2–4 mm (0.08–0.2 in) long. The leaflets are wedge-shaped with narrower end towards the base, about 12 mm (0.5 in) long and 1–5 mm (0.04–0.2 in) wide. The flowers are pink and are borne in clusters on the end of the stems, each on a pedicel about 3 mm (0.1 in) long. The four sepals are egg-shaped to almost round, about 1 mm (0.04 in) long with their bases overlapping. The four petals are egg-shaped, about 5 mm (0.2 in) long with their bases overlapping.  The eight stamens are club-shaped and erect, those nearest the sepals slightly longer than the stigma. Flowering occurs in April or from October to November.",
    "Taxonomy and naming": "Boronia coriacea was first formally described in 1971 by Paul G. Wilson and the description was published in Nuytsia from a specimen collected on the road to Israelite Bay. The specific epithet (coriacea) is a Latin word meaning \"leathery\".",
    "Distribution and habitat": "This boronia grows is only known from the type locality where it grows in heath and in mallee vegetation.",
    "Conservation": "Boronia coriacea is classified as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}