{
  "url": "https://en.wikipedia.org/wiki/Boronia_subulifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. subulifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia subulifolia is a plant in the citrus family Rutaceae and is endemic to a small area in south-eastern New South Wales in Australia. It is an erect, woody shrub with pinnate leaves with mostly linear leaflets, and light to deep pink, four-petalled flowers in the leaf axils or on the ends of the branches.",
    "Description": "Boronia subulifolia is an erect, woody shrub that grows to a height of 0.25–1.2 m (0.8–4 ft) with more or less hairy younger stems. The leaves are pinnate with mostly five or seven leaflets and are 6–20 mm (0.2–0.8 in) long and 4–26 mm (0.2–1 in) wide in outline on a petiole 1–4 mm (0.04–0.2 in) long. The leaflets are linear to lance-shaped, 2.5–15 mm (0.1–0.6 in) long and 0.5–1 mm (0.02–0.04 in) wide. The flowers are light to deep pink and are usually arranged singly in leaf axils or on the ends of branches on a pedicel up to 1 mm (0.04 in) long. The four sepals are narrow triangular, 2.5–4 mm (0.1–0.2 in) long, 1–2 mm (0.04–0.08 in) wide and hairy on the lower side. The four petals are 5–8 mm (0.20–0.31 in) long and are slightly hairy. The stigma is about the same width as the style. Flowering occurs from September to January and the fruit is a mostly glabrous capsule 3–4.5 mm (0.12–0.18 in) long and 1.5–2.5 mm (0.06–0.1 in) wide.",
    "Taxonomy and naming": "Boronia subulifolia was first formally described in 1928 by Edwin Cheel and the description was published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (subulifolia) is derived from  Latin word subula meaning \"an awl\" and folium meaning \"a leaf\", referring to the finely pointed leaflets.",
    "Distribution and habitat": "Boronia subulifolia grows in heath and woodland on rocky sandstone, mainly in the Budawang Range.\n\n\n== References =="
  }
}