{
  "url": "https://en.wikipedia.org/wiki/Boronia_cremnophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. cremnophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia cremnophila, commonly known as the Kimberley cliff boronia, is a plant in the citrus family, Rutaceae and is endemic to a small area in the Kimberley region of Western Australia. It is an erect or spreading shrub with both simple, and trifoliate leaves, and white sepals and petals, the sepals larger than the petals.",
    "Description": "Boronia cremnophila is an erect or spreading shrub that grows to about 80 cm (30 in) high and 100 cm (40 in) wide. It has both simple and trifoliate leaves but mostly trifoliate. The end leaflet is 6–18 mm (0.2–0.7 in) long and 1.5–3 mm (0.06–0.1 in) wide and the side leaflets are shorter. The flowers are white and are borne singly on a pedicel about 1 mm (0.04 in) long. The four sepals are narrow triangular, white with pale green tips, 3.5–4.5 mm (0.14–0.18 in) long and 1–1.5 mm (0.039–0.059 in) wide, larger than the petals and hairy. The four petals are white with a pinkish base, 3–3.5 mm (0.12–0.14 in) long and 0.5–1.0 mm (0.02–0.04 in) wide and hairy. The eight stamens are hairy with those nearest the petals slightly longer than those near the sepals.",
    "Taxonomy and naming": "Boronia cremnophila was first formally described in 2015 by Russell Barrett, Matthew Barrett and Marco Duretto and the description was published in Nuytsia from a specimen collected near Mount Elizabeth Station. The specific epithet (cremnophila) is said to be derived from the Latin cremnos meaning 'cliff' and -philus 'loving', alluding to the cliff-dwelling habitat of this species. In classical and botanical Latin, scopulus is used for 'cliff'. Krēmnos (κρημνός) is the word for 'cliff' in ancient Greek.",
    "Distribution and habitat": "This boronia grows is only known from a few locations near the Mount Elizabeth Station homestead where it grows in vertical rock fissures on small sandstone cliffs.",
    "Conservation": "Boronia cremnophila is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}