{
  "url": "https://en.wikipedia.org/wiki/Boronia_edwardsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. edwardsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia edwardsii, commonly known as island boronia, is a plant in the citrus family, Rutaceae and is endemic to South Australia. It is a small, erect shrub with trifoliate leaves and pink or white flowers with four petals and eight stamens. It is common on Kangaroo Island but rare on the mainland.",
    "Description": "Boronia edwardsii is an erect, many-branched shrub and which grows to a height of 50–100 cm (20–40 in) with its branches covered with soft, downy hairs. The leaves are trifoliate with a petiole 1.5–2 mm (0.06–0.08 in) long. The upper surface is hairy and the lower side a lighter green than the upper surface. Each leaflet is lance-shaped with the narrower end towards the base, 2.5–8 mm (0.1–0.3 in) long and 2–3 mm (0.08–0.1 in) wide, the central leaflet slightly longer and wider than the others. The flowers are arranged singly or in groups of 3 in leaf axils or on the ends of the branches. The petals are pink, sometimes white, 5–8 mm (0.2–0.3 in) long, 2–4 mm (0.08–0.2 in) wide and hairy on the lower side. There are eight club-shaped stamens. Flowering occurs mainly from August to October and the fruit matures between September and January.",
    "Taxonomy and naming": "Boronia edwardsii was first formally described in 1863 by George Bentham from a specimen collected by \"Edwards\" near Mount Barker and the description was published in Flora Australiensis. Bentham noted that he had only seen one specimen from Ferdinand von Mueller's herbarium.",
    "Distribution and habitat": "This boronia is common on Kangaroo Island and is well conserved in Flinders Chase National Park and in several conservation parks on the island. It is also found but rare on the Fleurieu Peninsula on the mainland.\n\n\n== References =="
  }
}