{
  "url": "https://en.wikipedia.org/wiki/Boronia_stricta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. stricta"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia stricta is a plant in the citrus family, Rutaceae and is endemic to near-coastel areas of the south-west of Western Australia. It is a slender shrub with often crowded pinnate leaves with linear leaflets, and pink, four-petalled flowers borne singly or in groups of two or three in leaf axils.",
    "Description": "Boronia stricta is a slender shrub that grows to a height of 2 m (6 ft 7 in) with long soft hairs. The leaves are pinnate with between five and nine leaflets and 10–20 mm (0.39–0.79 in) long, the leaflets linear to almost cylindrical and up to 15 mm (0.59 in) long. A single or two or three pink flowers are borne in leaf axils, each flower on a hairy pedicel 2–5 mm (0.079–0.197 in) long. The four sepals are narrow triangular, 3–7 mm (0.12–0.28 in) long and hairy. The four petals are broadly elliptic, 5–9 mm (0.20–0.35 in) long and pink with a dark midline. The eight stamens are about 2 mm (0.079 in) long with the four stamens nearer the sepals swollen with a warty tip. The style is club-shaped. Flowering mainly occurs from September to December.",
    "Taxonomy and naming": "Boronia stricta was first formally described in 1845 by Friedrich Gottlieb Bartling and the description was published in Plantae Preissianae. The specific epithet (stricta) is a Latin word meaning \"straight\", \"erect\" or \"rigid\".",
    "Distribution and habitat": "Boronia stricta grows in swampy areas between Margaret River, the Stirling Ranges and Albany in the Esperance Plains, Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Boronia stricta is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}