{
  "url": "https://en.wikipedia.org/wiki/Boronia_elisabethiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. elisabethiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia elisabethiae is a plant in the citrus family Rutaceae and is endemic to Tasmania. It is a semi-erect or weakly spreading, woody shrub with pinnate leaves and white to pink, four-petalled flowers.",
    "Description": "Boronia elisabethiae is a semi-erect or weakly spreading, woody shrub that grows to about 20 cm (8 in) high and 50 cm (20 in) wide. It has pinnate leaves with between three and nine leaflets, the entire leaf 5–11 mm (0.2–0.4 in) long and 5–18 mm (0.2–0.7 in) wide in outline on a petiole 1.5–3 mm (0.06–0.1 in) long. The end leaflet is narrow elliptic to linear, 2–8 mm (0.08–0.3 in) long and 0.5–1 mm (0.02–0.04 in) wide and the side leaflet are similar but longer. The flowers are white to pink and are arranged singly or in groups of up to three in upper leaf axils or on the ends of the branches. The flowers are borne on a stalk 1–4 mm (0.04–0.2 in) long. The four sepals are triangular, 1.5–3 mm (0.06–0.1 in) long and 1–1.5 mm (0.04–0.06 in) wide. The four petals are 3.5–6 mm (0.1–0.2 in) long and the eight stamens are slightly hairy. Flowering occurs from November to March and the fruit is a capsule about 3 mm (0.1 in) long and 1.5 mm (0.06 in) wide.",
    "Taxonomy and naming": "Boronia elisabethiae was first formally described in 2003 by Marco F. Duretto who published the description in  Muelleria from a specimen collected near Lake Pedder. The specific epithet (elisabethiae) honours Elisabeth Murdoch, a patron of the Royal Botanic Gardens Victoria.",
    "Distribution and habitat": "This boronia grows in heath and button grass moorland in western Tasmania.\n\n\n== References =="
  }
}