{
  "url": "https://en.wikipedia.org/wiki/Boronia_rhomboidea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rhomboidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rhomboidea, commonly known as the broad-leaved boronia or rhomboid boronia, is a plant in the citrus family Rutaceae and has a disjunct distribution in New South Wales and Tasmania in Australia. It is an erect, woody shrub with many branches, simple, broadly egg-shaped to almost circular leaves and groups of up to three white to pale pink, four-petalled flowers on the ends of the branches or in the axils of the upper leaves.",
    "Description": "Boronia rhomboidea is usually an erect, woody shrub with many branches that grows to a height of up to 1 m (3 ft) but is sometimes prostrate. Its younger branches are covered with soft hairs. The leaves are simple, broadly egg-shaped to almost round, 5–15 mm (0.2–0.6 in) long and wide, and often have  red tinge. The flowers are white to pale pink and are arranged singly or in groups of up to three on the ends of the branches or in leaf axils usually without a peduncle. The four sepals are elliptic to oblong, 2.5–4.5 mm (0.1–0.2 in) long, 1–2 mm (0.04–0.08 in) wide with a few short hairs. The four petals are 5–8 mm (0.2–0.3 in) long and the eight stamens are glabrous.  The stigma has four lobes and is slightly wider than the style. Flowering occurs from October to January and the fruit is a glabrous capsule 3.5–4.5 mm (0.14–0.18 in) long and about 2 mm (0.08 in) wide.",
    "Taxonomy and naming": "Boronia rhomboidea was first formally described in 1905 by William Jackson Hooker from a specimen collected by Ronald Campbell Gunn on the \"side of the Western Mountains\". The description was published in Icones Plantarum. The specific epithet (rhomboidea) is derived from  Latin word rhombus meaning \"an equilateral parallelogram with unequal pairs of\nangles\".",
    "Distribution and habitat": "The broad-leaved boronia grows in swampy heaths in New South Wales and Tasmania. It is found in the Tasmanian highlands and in New South Wales on the Southern Tablelands, mainly in the Budawang Range.\n\n\n== References =="
  }
}