{
  "url": "https://en.wikipedia.org/wiki/Boronia_megastigma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. megastigma"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia megastigma, commonly known as brown boronia, sweet-scented boronia or scented boronia, is a plant in the citrus family Rutaceae and is endemic to the south-west of Western Australia. It is a slender, erect shrub with aromatic leaves and flowers, the leaves with three or five leaflets and the flowers cup-shaped, dark brown to purplish black on the outside and yellow inside.",
    "Description": "Boronia megastigma is a shrub that typically grows to a height of 1–2 m (3–7 ft) and has slender branches covered with fine, soft hairs. The leaves are sessile with three or five thick, slender, linear leaflets 10–20 mm (0.4–0.8 in) long and strongly aromatic. The flowers are borne singly in leaf axils on a pedicel about 10 mm (0.4 in) long, the flowers cup-shaped, hanging, aromatic and sometimes in large numbers along a flowering branch. The four sepals are very broadly egg-shaped, glabrous and about 2 mm (0.08 in) long. The four petals are more or less round, 6–7 mm (0.2–0.3 in) long, reddish brown to dark brown or purplish black on the outside and yellow inside. Sometimes the petals are also yellow on the outside. There are eight stamens with those near the sepals having a more or less round, dark purple anther about 1 mm (0.04 in) long and sterile. The stamens near the petals have a similar anther but pale yellow and fertile. The stigma is unusually large, dark purple or black with four lobes.",
    "Taxonomy and naming": "Boronia megastigma was first formally described in 1848 by Friedrich Gottlieb Bartling and the description was published in Lehmann's book Plantae Preissianae. The specific epithet (megastigma) is derived from the Ancient Greek words mega meaning \"large\" or \"great\" and stigma, referring to the large stigma of this boronia.",
    "Distribution and habitat": "Brown boronia grows in winter-wet swamps and woodland, mainly in the karri forests and the southern edges of the jarrah forests between Harvey and Cape Riche.",
    "Use in horticulture": "This is one of several species of Boronia cultivated for its intense, attractive scent. It is the main Boronia source of essential oils, while its relative Boronia heterophylla is more often harvested for use as an aromatic cut ornamental. All of the organs of the flower contain oil glands and their activity is greatest while the stigma is receptive to pollen, which suggests that production of scent may serve to attract pollinators such as insects.There are several cultivated varieties which bear flowers of different colors. The two main aroma compounds of the oil of this species are β-ionone and dodecyl acetate. The oil is used in perfumes and as a food additive that enhances fruit flavors.\nOver-exploitation in natural habitat areas of Southwest Western Australia has caused re-examination of over cropping in the wildflower industry.Plantations and cultivation have occurred in numbers of places outside of the natural habitat.",
    "References": "",
    "External links": "Association for Societies for Growing Australian Plants\n\"Boronia oil\". AgriFutures Australia. 24 May 2017.\nLeffingwell, John C. \"Boronia: A Review\". Aroma from Carotenoids.\n\"Boronia megastigma Bartl\". Atlas of Living Australia."
  }
}