{
  "url": "https://en.wikipedia.org/wiki/Boronia_ternata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. ternata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia ternata is a plant in the citrus family Rutaceae and is endemic to the south-west of Western Australia. It is an erect shrub with many branches, simple or trifoliate leaves and white to pink four-petalled flowers.",
    "Description": "Boronia ternata is a shrub which grows to a height of about 2 m (7 ft) and many branches. The leaves are simple or trifoliate, the end leaflet elliptic to lance-shaped, 2–15 mm (0.08–0.6 in) long and 1–5.5 mm (0.039–0.22 in) wide. The side leaflets are 2–12 mm (0.08–0.5 in) long and 1–4 mm (0.04–0.2 in) wide and the petiole is up to 2 mm (0.08 in) long. The flowers white to pink and are usually arranged singly, sometimes in groups of up to three on a pedicel 0.5–4 mm (0.02–0.2 in) long. The four sepals are elliptic to lance-shaped or egg-shaped, 2–3.5 mm (0.079–0.14 in) long and 1–2.5 mm (0.039–0.098 in) wide. The four petals are 4–11 mm (0.16–0.43 in) long and 2–6 mm (0.08–0.2 in) long but enlarge as the fruit develops. The eight stamens alternate in length with those nearest the sepals longer than those near the petals. Flowering occurs from April to November. The fruit is a capsule 3–5.5 mm (0.12–0.22 in) long and 2–3.5 mm (0.079–0.14 in) wide",
    "Taxonomy and naming": "Boronia ternata was first formally described in 1839 by Stephan Endlicher and the description was published in his book Novarum Stirpium Decades. The specific epithet (ternata) is a Latin word meaning \"consisting of threes\".There are six varieties of Boronia ternata:\nBoronia ternata Endl. var. ternata\nBoronia ternata var. promiscua Duretto\nBoronia ternata var. elongata Paul G.Wilson\nBoronia ternata var. glabrifolia F.Muell.\nBoronia ternata var. foliosa (S.Moore) Paul G.Wilson\nBoronia ternata var. austrofoliosa Duretto",
    "Distribution and habitat": "This boronia grows on undulating plains, hills, stony cliffs and breakaways in the Avon Wheatbelt,  Coolgardie and Mallee biogeographic regions of Western Australia.",
    "Conservation": "Boronia ternata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}