{
  "url": "https://en.wikipedia.org/wiki/Boronia_gracilipes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. gracilipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia gracilipes, commonly known as karri boronia, is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is an erect, spindly shrub with compound leaves and pink, four-petalled flowers.",
    "Description": "Boronia gracilipes is an erect, spindly shrub that usually grows to a height of 0.3–1.2 m (0.98–3.9 ft) tall, its stems covered with long, soft hairs. It has flat, compound leaves less than 10 mm (0.39 in) long, usually with five or seven lance-shaped to oblong leaflets. The flowers are pink and arranged singly in leaf axils on a pedicel 10–30 mm (0.39–1.2 in) long. The four sepals are triangular to almost round and overlap at their bases. The petals are about 8 mm (0.31 in) long and glabrous with their bases overlapping. The stigma is large and oval, almost without a style. Flowering occurs mainly from July to December.",
    "Taxonomy and naming": "Boronia gracilipes was first formally described in 1860 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (gracilipes) is derived from the Latin words gracilis meaning \"slender\" and pes meaning \"foot\".",
    "Distribution and habitat": "Karri boronia grows in shady places in gullies and granite outcrops in the Esperance Plains, Jarrah Forest and Warren biogeographic regions of Western Australia.",
    "Conservation": "Boronia gracilipes is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}