{
  "url": "https://en.wikipedia.org/wiki/Boronia_fabianoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. fabianoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia fabianoides is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a compact shrub with many branches, simple, more or less cylindrical leaves and single white, pink or pale blue four-petalled flowers in the leaf axils.",
    "Description": "Boronia fabianoides is a compact, multi-branched shrub that grows to a height of 0.3–0.6 m (1–2 ft). The leaves are simple, more or less cylindrical 5–15 mm (0.2–0.6 in) long with a channel on the upper surface and often bunched. The flowers are white, pink or pale blue and are borne singly in leaf axils on a fleshy pedicel 1–2 mm (0.04–0.08 in) long. The four sepals are fleshy, narrow triangular to egg-shaped and 1–3 mm (0.039–0.12 in) long. The four petals are broadly elliptic, 3–7 mm (0.1–0.3 in) long and thickened- glandular along the mid-line. The eight stamens are hairy.",
    "Taxonomy and naming": "This boronia was first formally described in 1904 by Ludwig Diels who gave it the name Eriostemon fabianoides and published the description in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. In 1970 Paul G. Wilson changed the name to Boronia fabianoides and in 1998 he described two subspecies:\nBoronia fabianoides subsp. fabianoides that grows to a height 0.1–0.3 m (0.3–1 ft) and has white petals 3 mm (0.1 in) long with a green midrib;\nBoronia fabianoides subsp. rosea that grows to a height of about 0.3 m (1 ft) and has white petals with a pink midrib.",
    "Distribution and habitat": "Subspecies fabianoides grows in eucalypt woodland between Norseman and the Esperance but subspecies rosea grows on hillslopes, around granite rocks and undulating plains between Lake King and the Fraser Range east of Norseman.",
    "Conservation": "Both subspecies of B. fabianoides are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}