{
  "url": "https://en.wikipedia.org/wiki/Boronia_barrettiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. barrettiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia barrettiorum is a plant in the citrus family Rutaceae and is only known from two populations growing north of the Prince Regent River in the Kimberley Australia region of Western Australia. It is an erect, open shrub with hairy branches and leaves, simple or trifoliate leaves and white, four-petalled flowers.",
    "Description": "Boronia barrettiorum is an erect, open shrub that grows to 150 cm (60 in) wide and has hairy stems and leaves. The leaves are simple and trifoliate on a single branch. The simple leaves and the end leaflet of the trifoliate leaves are 10–33 mm (0.39–1.3 in) long and 4–11.4 mm (0.16–0.45 in) wide. The side leaflets of the trifoliate leaves are 5–19 mm (0.2–0.7 in) long and 3–7 mm (0.1–0.3 in) wide. The flowers are arranged singly or in groups of up to three in leaf axils on a pedicel 5–25 mm (0.2–1 in) long. The sepals are only slightly smaller than, or larger than the petals. The four sepals are narrow egg-shaped to triangular, about 2.5–4 mm (0.1–0.2 in) long, 1–1.5 mm (0.04–0.06 in) wide and hairy. The four petals are 2.5–3.5 mm (0.098–0.14 in) long. 1–1.5 mm (0.039–0.059 in) wide and hairy. The fruit is a capsule 3.5–4.5 mm (0.14–0.18 in) long and 2.5–3.5 mm (0.098–0.14 in) wide.",
    "Taxonomy and naming": "Boronia barrettiorum was first formally described in 2006 by Marco Duretto who published the description in Nuytsia from a specimen collected 15 km (9 mi) north of the Prince Regent River. The specific epithet (barrettiorum) honours Matt and Russell Barrett who were the first to collect this species.",
    "Distribution and habitat": "This boronia is only known two populations growing about 30 km (20 mi) apart, north of the Prince Regent River and growing between rocks and large boulders on sandstone slopes.",
    "Conservation": "Boronia barrettiorum is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}