{
  "url": "https://en.wikipedia.org/wiki/Boronia_corynophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. corynophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia corynophylla is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is a spreading shrub with thin, simple, cylindrical to narrow club-shaped leaves and pale red, four-petalled flowers in groups of up to three on the ends of the branches.",
    "Description": "Boronia corynophylla is a spreading, densely branched shrub that grows to a height of about 30 cm (10 in) with its branches covered with soft hairs. It has simple, thin cylindrical to narrow spindle-shaped or club-shaped leaves 7–10 mm (0.3–0.4 in) long and about 1 mm (0.04 in) wide. The flowers are pale red and are borne singly or in groups of up to three on the end of the stems, each on a pedicel 1–2 mm (0.04–0.08 in) long with two tiny bracteoles at the base. The four sepals are egg-shaped, dark reddish brown, 2.5–3 mm (0.098–0.12 in) long and hairy with many pimply glands. The four petals are egg-shaped and leathery, about 5 mm (0.2 in) long with their bases overlapping. The eight stamens are club-shaped with those nearest the sepals slightly longer than those near the petals.",
    "Taxonomy and naming": "Boronia corynophylla was first formally described in 1998 by Paul G. Wilson and the description was published in Nuytsia from a specimen collected in the Frank Hann National Park. The specific epithet (corynophylla) is derived from the Ancient Greek words koryne meaning \"club\" or \"mace\" and phyllon meaning \"leaf\", referring to the club-shaped leaves.",
    "Distribution and habitat": "This boronia grows is only known from the Frank Hann National Park where it grows in Eucalyptus salmonophloia woodland.",
    "Conservation": "Boronia corynophylla is classified as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}