{
  "url": "https://en.wikipedia.org/wiki/Boronia_anemonifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. anemonifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia anemonifolia, commonly known as narrow-leaved boronia or sticky boronia, is a flowering plant that is endemic to south-eastern Australia. It is a shrub with mostly pinnate leaves, with white to pale pink four-petalled flowers in leaf axils.",
    "Description": "Boronia anemonifolia is an erect shrub that grows to a height of 2.5 m (8 ft 2 in) with pimply glands on its branches. The leaves are usually pinnate, sometimes simple or bipinnate, mostly 4–18 mm (0.16–0.71 in) long and 2–25 mm (0.079–0.98 in) wide in outline on a petiole usually 2–9 mm (0.079–0.35 in) long. The leaflets or simple leaves are wedge-shaped to elliptic or egg-shaped, mostly 2–9 mm (0.08–0.4 in) long, 1–4 mm (0.04–0.2 in) wide, the same colour on both sides and often with the tip divided into three lobes. The flowers are white to pale pink and are arranged singly or in groups of up to nine in leaf axils, the individual flowers on a pedicel 1–8 mm (0.039–0.31 in) long. The four sepals are broadly egg-shaped, 1.5–2.5 mm (0.06–0.1 in) long and 1–1.5 mm (0.04–0.06 in) wide. The four petals are 4–6 mm (0.2–0.2 in) long and 2–3 mm (0.08–0.1 in) with their bases overlapping. There are eight stamens with those near the sepals slightly longer than those nearer to the petals. Flowering occurs from August to April and the fruit is a glabrous capsule, 3–5 mm (0.12–0.20 in) long and about 2 mm (0.079 in) wide.",
    "Taxonomy and naming": "Boronia anemonifolia was first formally described in 1825 by Allan Cunningham and the description was published in the book Geographical Memoirs on New South Wales. The specific epithet (anemoniifolia) is a reference to the similarity of the leaves of this species to those in the genus Anemone.In 2000, Peter Neish and Marco Duretto described four subspecies of B. anemonifolia, that have been accepted by the Australian Plant Census:\nBoronia anemonifolia A.Cunn. subsp. anemonifolia has leaves that are simple, pinnate or bipinnate, less than 2 mm (0.079 in) wide and with three teeth on the end, the petiole about the same length as the leaflets, the leaflets hairy when young and the petals not remaining on the fruit;\nBoronia anemonifolia subsp. aurifodina P.G.Neish has simple leaves , or if trifoliate, the petiole is much longer than the leaflet and has petals that are 5–6 mm (0.20–0.24 in) long;\nBoronia anemonifolia subsp. variabilis P.G.Neish has leaves that are simple, pinnate or bipinnate, the petiole about the same length as the leaflets, the leaflets glabrous and the petals not remaining on the fruit;\nBoronia anemonifolia subsp. wadbilligensis P.G.Neish has leaves that are simple, pinnate or bipinnate, the leaflets without teeth on the end and 2–5 mm (0.079–0.197 in) wide, the petiole about the same length as the leaflets, the leaflets hairy when young and the petals not remaining on the fruit.",
    "Distribution and habitat": "Subspecies anemonifolia grows in woodland and heath, often on exposed rocky outcrops on the coast and nearby tablelands from near Rylstone in New South Wales and south to the Brisbane Ranges in Victoria.\nSubspecies aurifodina grows in low, open eucalypt woodland in a few areas in central Victoria.\nSubspecies variabilis is the most widely distributed subspecies and grows in heath, open woodland or open forest in south-east Queensland, on the coast and ranges of New South Wales and in northern and south-eastern Tasmania. In Victoria it only occurs on two islands near Wilsons Promontory.\nSubspecies wadbilligensis grows in eucalypt woodland or low heath on rocky outcrops and is only found on the Wadbilliga plateau in New South Wales.",
    "References": "",
    "External links": "\"Boronia anemonifolia A.Cunn\". Atlas of Living Australia."
  }
}