{
  "url": "https://en.wikipedia.org/wiki/Boronia_microphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. microphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia microphylla, commonly known as small-leaved boronia, is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is a shrub with pinnate leaves with small leaflets and pink, four-petalled flowers.",
    "Description": "Boronia microphylla is a shrub which grows to a height of 0.3–1.0 m (1–3 ft). Its youngest branches are covered with small, warty glands and scattered bristly hairs. It has pinnate leaves with 5 to 15 leaflets on a rachis 3–16 mm (0.1–0.6 in) long and a petiole 2–8 mm (0.08–0.3 in) long. The leaflets are spatula-shaped to wedge-shaped, 3–8 mm (0.1–0.3 in) long, 1–4 mm (0.04–0.2 in) wide and glabrous.The flowers are pink to purplish and are arranged mostly in the upper leaf axils in groups of up to five on a stalk 3–10 mm (0.1–0.4 in) long. The four petals are 5–8 mm (0.2–0.3 in) long and glabrous. Flowering occurs from October to February.",
    "Taxonomy and naming": "Boronia microphylla was first formally described in 1825 by Franz Sieber and the description was published in Ludwig Reichenbach's Iconographia Botanica Exotica. The specific epithet (microphylla) is derived from the Ancient Greek words mikros meaning \"little\" and phyllon meaning \"leaf\".",
    "Distribution and habitat": "This boronia grows in heath and forest in coastal areas north from Moruya in New South Wales to near Stanthorpe in Queensland, including areas inland as far as the Great Dividing Range.",
    "Use in horticulture": "Boronias are not usually easy to grow in the garden, but this species is one of the hardiest as long as it is grown in a protected position and given adequate water. It is most easily propagated from cuttings.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}