{
  "url": "https://en.wikipedia.org/wiki/Boronia_baeckeacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. baeckeacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia baeckeacea is a plant in the citrus family, Rutaceae and is endemic to eastern Australia. It is a slender or straggling shrub with simple or trifoliate leaves and pink and white four-petalled flowers. It is endemic to the south-west of Western Australia.",
    "Description": "Boronia baeckeacea is a slender or straggling shrub that grows to a height of 0.2–1 m (0.7–3 ft) with either simple leaves 2–7 mm (0.079–0.28 in) long or trifoliate leaves 4–7 mm (0.16–0.28 in) wide in outline. Pink and white flowers with four sepals and four petals appear between March and December.",
    "Taxonomy and naming": "Boronia baeckeacea was first formally described in 1863 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. Mueller did not give a reason for using the specific epithet (baeckeacea), but noted that the shrub has \"a stature of [some species of] Baeckea.There are two subspecies of B. baeckeacea:\n\nBoronia baeckeacea subsp. baeckeacea which has simple, erect, almost round leaves 2–3 mm (0.079–0.12 in) long and grows in a variety of situations between Pingrup and Mount Ragged in the Cape Arid National Park;\nBoronia baeckeacea subsp. patula which has more or less spreading, simple or trifoliate, broadly elliptic to egg-shaped leaves 4–7 mm (0.16–0.28 in) long and grows in mallee near Mount Ney and Mount Heywood north-east of Esperance.",
    "Conservation": "Subspecies baeckeasea is classed as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife but subspecies patula is classes as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}