{
  "url": "https://en.wikipedia.org/wiki/Boronia_barkeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. barkeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia barkeriana, commonly known as Barker's boronia, is a plant in the citrus family, Rutaceae and is endemic to eastern Australia. It is a shrub with ground-hugging branches, simple, toothed leaves and bright pink, four-petalled flowers.",
    "Description": "Boronia barkeriana is a  shrub with ground-hugging branches and which grows to a height of 0.2–1 m (0.7–3 ft) with glabrous, often reddish stems. It has simple, narrow lance-shaped to narrow egg-shaped leaves 10–33 mm (0.39–1.3 in) long and 2–10 mm (0.079–0.39 in) wide, usually without a petiole. The leaves have small teeth on the edge and are often reddish along the edges and undersides. Between two and eight bright pink to pinkish mauve flowers are arranged in groups in the leaf axils, each flower on a pedicel 4–18 mm (0.2–0.7 in) long. The four sepals are purple, triangular to egg-shaped, about 1.5–8 mm (0.06–0.3 in) long and 1–6 mm (0.04–0.2 in) wide. The four petals are 5–11 mm (0.2–0.4 in) long with their bases overlapping. The eight stamens have hairy edges. Flowering occurs mainly from September to December and the fruit are glabrous, about 4 mm (0.16 in) long and 2 mm (0.079 in) wide.",
    "Taxonomy and naming": "Boronia barkeriana was first formally described in 1880 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae from a speciment collected by \"Mrs. C.A. Barker\" near Mount Wilson.There are three subspecies:\nBoronia barkeriana subsp. angustifolia Duretto has egg-shaped sepals more than 3 mm (0.1 in) wide and leaves 12–23 mm (0.5–0.9 in) long and 4–9 mm (0.2–0.4 in) wide;\nBoronia barkeriana F.Muell.subsp. barkeriana has triangular sepals 1.5–3 mm (0.06–0.1 in) wide and leaves 16–30 mm (0.6–1 in) long and 4–11 mm (0.2–0.4 in) wide;\nBoronia barkeriana subsp. gymnopetala Duretto has triangular sepals 1.5–3 mm (0.06–0.1 in) wide and leaves 15–33 mm (0.6–1 in) long and 1.5–6.5 mm (0.06–0.3 in) wide.",
    "Distribution and habitat": "This boronia grows in moist places on sandstone.\n\nSubspecies angustifolia mainly grows in Morton and Budderoo National Parks \nSubspecies barkeriana grows on the coast and ranges near Braidwood.\nSubspecies gymnopetala is only known from the area between Port Jackson and Waterfall but has not been collected since 1923 and is presumed extinct.\n\n\n== References =="
  }
}