{
  "url": "https://en.wikipedia.org/wiki/Boronia_decumbens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. decumbens"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia decumbens is a plant in the citrus family Rutaceae and is endemic to northern parts of the Northern Territory. It is a low, spreading shrub with pinnate leaves and white to pink flowers with the four sepals larger than the four petals.",
    "Description": "Boronia decumbens is a low, spreading (decumbent) shrub that grows to 10 cm (4 in) high and 40 cm (20 in) wide. Its branches and leaves and some flower parts are moderately hairy. The leaves are 6–20 mm (0.2–0.8 in) long and 5–25 mm (0.2–1 in) wide in outline with five or seven linear to narrow elliptic leaflets. The end leaflet is 6–12 mm (0.2–0.5 in) long and 0.5–1 mm (0.02–0.04 in) wide and the side leaflets are 4–11 mm (0.2–0.4 in) long and 0.5–1 mm (0.02–0.04 in) wide. The flowers are sessile and arranged singly in leaf axil|s. The flowers are white to pink, the sepals larger than the petals. The four sepals are triangular, 4–6 mm (0.16–0.24 in) long and 1.5–3 mm (0.06–0.1 in) wide but increase in size as the fruit develops. The four petals are 3–5 mm (0.12–0.20 in) long and 1–2 mm (0.04–0.08 in) wide. Flowering occurs from November to August.",
    "Taxonomy and naming": "Boronia decumbens was first formally described in 1997 by Marco Duretto who published the description in  Nuytsia. The specific epithet (decumbens) is a Latin word meaning \"lying down\" or \"reclining\", referring to the usual habit of this species.",
    "Distribution and habitat": "This boronia grows in woodland in Kakadu National Park north of the Mary River and the Waterfall Creek turnoff.\n\n\n== References =="
  }
}