{
  "url": "https://en.wikipedia.org/wiki/Boronia_ramosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. ramosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia ramosa is a species of plant in the citrus family Rutaceae and is endemic to the southwest of Western Australia. It is an erect, mostly glabrous shrub with pinnate leaves with up to seven leaflets, and white, four-petalled flowers with blue or pale green backs.",
    "Description": "Boronia ramosa is a slender, erect, mostly glabrous, woody shrub which grows to a height of 30 cm (10 in). The leaves are pinnate, 10–30 mm (0.4–1 in) long and have between three and seven leaflets on a petiole 1–11 mm (0.039–0.433 in) long. The leaflets are 5–15 mm (0.20–0.59 in) long. There are up to three flowers arranged in the leaf axils on pedicels 2–15 mm (0.079–0.591 in) long. The four sepals are thick, glabrous and egg-shaped, 1.5–5 mm (0.059–0.20 in) long. The petals are white with blue or pale green backs, broadly elliptic, 3–5 mm (0.12–0.20 in) long and prominently glandular. Flowering occurs from May to October.",
    "Taxonomy and naming": "This species was first formally described in 1839 by John Lindley who gave it the name Cyanothamnus ramosus and published the description in A Sketch of the Vegetation of the Swan River Colony. In 1863, George Bentham changed the name to Boronia ramosa. The specific epithet (ramosa) is a Latin word meaning \"full of branches\".In 1971 and 1998, Paul Wilson described three subspecies that have been accepted by the Australian Plant Census:\nBoronia ramosa subsp. anethifolia (Bartl.) Paul G.Wilson (previously Boronia ramosa var. anethifolia (Bartl.) Benth.) has pedicels that are 2–3 mm (0.079–0.118 in) long and shorter than the leaves, with cylindrical leaflets that are channelled on the upper surface;\nBoronia ramosa subsp. lesueurana Paul G.Wilson has pedicels that are 2–3 mm (0.079–0.118 in) long and shorter than the leaves, with linear to narrow oblong leaflets that are concave on the upper surface;\nBoronia ramosa (Lindl.) Benth. subsp. ramosa has pedicels that are 6–15 mm (0.24–0.59 in) long and longer than the leaves.",
    "Distribution and habitat": "This boronia grows on slopes and hillsides, sometimes in disused gravel pits and is widespread in the southwest from near Shark Bay to near Esperance. Subspecies anethifolia occurs between the Murchison River, the Stirling Range and Cape Le Grand, subspecies lesueurana is only known from near Mt Lesueur and subspecies ramosa mainly from the Darling Range.",
    "Conservation status": "Boronia ramosa is classed as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}