{
  "url": "https://en.wikipedia.org/wiki/Boronia_pauciflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. pauciflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia pauciflora is a plant in the citrus family Rutaceae and is endemic to the Kimberley region of Western Australia. It is an erect shrub usually with simple leaves and white to pink, four-petalled flowers.",
    "Description": "Boronia pauciflora is an erect, many-branched shrub that grows to 60 cm (20 in) high and is only hairy when young. Its branches are more or less square in cross-section and the leaves are arranged in opposite pairs. Mature leaves are simple and have a petiole 0.5–7 mm (0.02–0.3 in) long, but juvenile leaves are trifoliate and sessile. Mature leaves and the end leaflet of juvenile leaves are elliptic to lance-shaped, 12–80 mm (0.5–3 in) long and 2–12 mm (0.08–0.5 in) wide and the side leaflets are a similar shape but shorter. The flowers are white to pink and are egg-shaped to triangular, usually arranged singly, sometimes in groups of up to three, in leaf axils on a pedicel 4–23 mm (0.2–0.9 in) long. The four sepals are egg-shaped to triangular, 2.5–4.5 mm (0.1–0.2 in) long and 1–2 mm (0.04–0.08 in) wide but almost double in size as the fruit develops. The petals are a similar size to the sepals and scarcely enlarge as the fruit develops. Flowering occurs from May to July.",
    "Taxonomy and naming": "Boronia pauciflora was first formally described in 1918 by William Vincent Fitzgerald from a specimen he collected \"above the base of Mt. Broome, King Leopold Ranges\". The description was published in Journal and Proceedings of the Royal Society of Western Australia. The specific epithet (pauciflora) is derived from the Latin words paucus meaning \"few\" or \"little\" and flos meaning \"flower\" or \"blossom\".",
    "Distribution and habitat": "This boronia grows in rocky places near the Prince Regent River, Edkins Range and King Leopold Ranges in the Kimberley region.",
    "Conservation": "Boronia pauciflora is classed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}