{
  "url": "https://en.wikipedia.org/wiki/Boronia_purdieana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. purdieana"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia purdieana is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a shrub with pinnate leaves and yellow, four-petalled flowers arranged singly in leaf axils.",
    "Description": "Boronia purdieana is a shrub that grows to a height of 0.3–1.5 m (1–5 ft) with its young stems covered with long, soft leaves. The leaves are 10–20 mm (0.39–0.79 in) long and have five, seven or nine leaflets. The leaflets are linear to narrow oblong or wedge-shaped and 5–8 mm (0.20–0.31 in) long. The flowers are yellow, occasionally red and are arranged singly in leaf axils, each flower on a thin pedicel 3–5 mm (0.12–0.20 in) long. The four sepals are egg-shaped and 2–3 mm (0.079–0.12 in) long. The four petals are broadly egg-shaped 5–8 mm (0.2–0.3 in) long with a rounded end. The four stamens near the sepals have warty filaments and vestigial anthers, whilst the four near the petals have smooth filaments and fertile, reddish brown anthers. Flowering occurs from May to October.",
    "Taxonomy and naming": "Boronia purdieana was first formally described in 1904 by Ludwig Diels and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (purdieana) honours Alexander Purdie.Two subspecies were described in 1998:\n\nBoronia purdieana subsp. purdieana with more or less square, not curved anthers about 0.4 mm (0.016 in) long;\nBoronia purdieana subsp. calcicola with oblong, curved anthers about 0.8 mm (0.031 in) long.",
    "Distribution and habitat": "Winter boronia grows in swampy areas and on coastal plains and rock outcrops. Subspecies purdieana is found near the west coast between the northern suburbs of Perth and Shark Bay with a disjunct population near Leonora. Subspecies calcicola occurs between Kalbarri National Park and Shark Bay.",
    "Conservation": "Both subspecies of Boronia purdieana are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}