{
  "url": "https://en.wikipedia.org/wiki/Boronia_coerulescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. coerulescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia coerulescens, commonly known as blue boronia, is a plant in the citrus family, Rutaceae and is endemic to southern Australia. It is a small, spindly shrub with glandular stems, small, more or less cylindrical leaves and blue to pinkish mauve, four-petalled flowers. There are two subspecies endemic to Western Australia and a third that also occurs in three eastern states.",
    "Description": "Boronia coerulescens is an erect shrub that grows to a height of 0.2–0.6 m (0.7–2 ft) with branchlets that are warty glandular. The leaves are usually simple, (sometimes with three lobes), more or less cylindrical in shape to narrow oblong or elliptic, 5–10 mm (0.20–0.39 in) long and 0.5–1.5 mm (0.020–0.059 in) wide. The flowers are bright blue, lilac-coloured or white and are arranged singly in leaf axils or in dense, leafy spikes on the end of the branches. Each flower has a pedicel 2–5 mm (0.08–0.2 in) long. The four sepals are triangular to broadly egg-shaped, 1.5–7 mm (0.06–0.3 in) long with their bases overlapping. The four petals are more or less egg-shaped with a small, pointed tip, 3–9 mm (0.1–0.4 in) long with their bases overlapping. The eight stamens and the style are slightly hairy. Flowering mostly occurs from August to November and the fruit are 3–4 mm (0.12–0.16 in) long with the petals remaining on the end.",
    "Taxonomy and naming": "Boronia coerulescens was first formally described in 1854 by Ferdinand von Mueller and the description was published in Transactions of the Philosophical Society of Victoria. The specific epithet (coerulescens) is a Latin word caeruleus meaning \"sky blue\" with the ending -escens signifying \"beginning of\" or \"becoming\".There are three subspecies:\nBoronia coerulescens subsp. coerulescens that has flowers in leaf axils;\nBoronia coerulescens subsp. spicata that has flowers in dense, leafy, spike-like racemes;\nBoronia coerulescens subsp. spinescens, originally described in 1863 as Boronia spinescens by George Bentham, is a variable subspecies with spreading, often pungent branchlet and is similar to subspecies coerulescens.",
    "Distribution and habitat": "Blue boronia grows in mallee woodland. Subspecies coerulescens occurs in the south-west of Western Australia, in South Australia, Victoria and in the far south-west of New South Wales. Subspecies spicata occurs in Western Australia between Wubin and Muntadgin and spinescens is found in similar areas to subspecies coerulescens but only in Western Australia.",
    "Conservation": "All three subspecies of B. coerulescens are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}