{
  "url": "https://en.wikipedia.org/wiki/Boronia_fraseri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. fraseri"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia fraseri, commonly known as Fraser's boronia, is a plant in the citrus family occurring near Sydney in Australia. It is an erect, multi-branched shrub with pinnate leaves and pink flowers arranged in small groups in the leaf axils.",
    "Description": "Boronia fraseri is an erect many-branched shrub that grows to a height of about 2 m (7 ft) with four-angled, mostly hairless branches. The leaves are pinnate, 40–125 mm (2–5 in) long and 35–70 mm (1–3 in) wide in outline on a petiole 8–30 mm (0.3–1 in) long. There are between three and seven elliptic leaflets. The end leaflet is 25–63 mm (1–2 in) long and 8–16 mm (0.3–0.6 in) wide and the side leaflets are 14–40 mm (0.6–2 in) long and 3–13 mm (0.1–0.5 in) wide. Between three and seven pink flowers are arranged on a stalk 3–15 mm (0.12–0.59 in) long. The four sepals are egg-shaped to triangular, densely hairy on the back, 2.5–3 mm (0.098–0.12 in) long and 1–2 mm (0.039–0.079 in) wide. The four petals are 6–10 mm (0.24–0.39 in) long, 4–5 mm (0.16–0.20 in) wide and hairy on the back. The eight stamens alternate in length with those opposite the petals shorter than those near the sepals. Flowering occurs from July to October and the fruit are 4–5 mm (0.16–0.20 in) long and 2.5–3 mm (0.098–0.12 in) wide.",
    "Taxonomy and naming": "Boronia fraseri was first formally described by William Jackson Hooker in 1843 and the description was published in The Botanical Magazine. The specific epithet (fraseri) honours Charles Fraser, the first superindentent of the Royal Botanic Gardens, Sydney.",
    "Distribution and habitat": "Unlike many Boronia plants, Fraser's boronia prefers moist gullies and rainforest areas, on soils based on sandstone and is found mainly in the Sydney region but also occurs in the Blue Mountains.",
    "Conservation": "Fraser's boronia is rare plant, with a ROTAP rating of 2RCa.",
    "Use in horticulture": "Well drained soils with part shade are advised for cultivation. Boronia \"Telopea Valley Star\" is a hybrid between this species and Boronia mollis, which is hardier and has been grown in Australian gardens.",
    "References": "",
    "External links": "\"Boronia fraseri Hook\". Atlas of Living Australia."
  }
}