{
  "url": "https://en.wikipedia.org/wiki/Boronia_rubiginosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rubiginosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rubiginosa is a plant in the citrus family Rutaceae and is endemic to New South Wales in Australia. It is a shrub with pinnate leaves that are paler on the lower surface, and up to three pale to bright pink, four-petalled flowers in the leaf axils.",
    "Description": "Boronia rubiginosa is a shrub that grows to a height of 2 m (6 ft 7 in) with more or less hairy branchlets. The leaves are pinnate with between three and seven elliptic to spatula-shaped leaflets that are paler on the lower surface. The leaves are 8–46 mm (0.31–1.81 in) long and 4–35 mm (0.16–1.38 in) wide in outline, on a petiole 1–12 mm (0.039–0.472 in) long. The end leaflet is 4–23 mm (0.16–0.91 in) long and 3–10 mm (0.12–0.39 in) wide and the side leaflets are shorter and narrower. Up to three pale to bright pink, woolly-hairy flowers are arranged in leaf axils on a peduncle 2–8.5 mm (0.079–0.335 in) long, the individual flowers on a pedicel 3–10 mm (0.1–0.4 in) long. The four sepals are egg-shaped to triangular, 2–3 mm (0.08–0.1 in) long, 1–1.5 mm (0.04–0.06 in) wide. The four petals are 6–11 mm (0.24–0.43 in) long and 3–4.5 mm (0.1–0.2 in) wide. The eight stamens alternate in length with those near the sepals slightly longer than those near the petals. Flowering occurs from July to November and the fruit is a glabrous or densely hairy capsule 4–6 mm (0.16–0.24 in) long and 3–3.5 mm (0.12–0.14 in) wide.",
    "Taxonomy and naming": "Boronia rubiginosa was first named and described by Allan Cunningham but his description was first published in 1837 by Stephan Endlicher in his book Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. Cunningham collected the type specimen near the Hunter River The specific epithet (rubiginosa) is a Latin word meaning \"rusty\".",
    "Distribution and habitat": "Boronia rubiginosa grows in dry woodland on sandstone between Berrima and Lees Pinch in the Goulburn River National Park. Boronia ruppii which grows on serpentite in the Barraba area, was previously included in this species.\n\n\n== References =="
  }
}