{
  "url": "https://en.wikipedia.org/wiki/Boronia_rupicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rupicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rupicola is a species of plant in the citrus family Rutaceae and is endemic to a small area in the Northern Territory, Australia. It is a small shrub with weeping branches, simple or pinnate leaves and small, green, inconspicuous flowers.",
    "Description": "Boronia rupicola is a shrub with weeping branches, that typically grows to a height of about 40 cm (16 in) and is able to grow from its rootstock. Its branches are brittle and more or less square in cross-section. The leaves are arranged in opposite pairs and there are both simple and pinnate leaves that are much paler on the lower surface. The leaves are 5–15 mm (0.20–0.59 in) long and 1–4 mm (0.039–0.157 in) wide in outline, on a petiole 1.5–7 mm (0.059–0.276 in) long. The leaflets are elliptic to lance-shaped, 7–10 mm (0.28–0.39 in) long and 1–3 mm (0.039–0.118 in) wide. The flowers are yellowish green and are borne singly, sometimes in groups of up to three on a peduncle 0.5–1 mm (0.02–0.04 in) long, individual flowers on a pedicel 0.5–3 mm (0.02–0.1 in) long. The sepals are egg-shaped to triangular, 1–1.5 mm (0.039–0.059 in) long and about 1 mm (0.04 in) wide. The petals are 2–2.5 mm (0.079–0.098 in) long and about 1.5 mm (0.06 in) wide. Flowering occurs between March and July and the fruit is a capsule about 3.5 mm (0.14 in) long and 2 mm (0.079 in) wide.",
    "Taxonomy and naming": "Boronia rupicola was first formally described in 1997 by Marco F. Duretto who published the description in the journal Nuytsia. The specific epithet (rupicola) is said to be derived form Latin rupestris, meaning \"rocky\" and incola, meaning, \"inhabitant\", referring to the specialised habitat of this species.",
    "Distribution and habitat": "This boronia grows exclusively on vertical rock faces and is only known from Mount Brockman in Kakadu National Park and south of Nabarlek in Arnhem Land.",
    "Conservation status": "This species is listed as \"near threatened\" under the Territory Parks and Wildlife Conservation Act 2000.\n\n\n== References =="
  }
}