{
  "url": "https://en.wikipedia.org/wiki/Boronia_rosmarinifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rosmarinifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rosmarinifolia, commonly known as the forest rose, is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is a shrub with many branches, simple leaves and pale to bright pink flowers arranged singly in leaf axils.",
    "Description": "Boronia rosmarinifolia is an erect, woody shrub with many branches that grows to a height of about 1 m (3 ft). It has simple, linear to oblong leaves that are 6–30 mm (0.2–1 in) long and 1.5–3 mm (0.06–0.1 in) wide with the edges turned down or rolled under. The flowers are pale to bright pink, rarely white and are usually arranged singly in leaf axils on a pedicel 2–7 mm (0.08–0.3 in) long. The four sepals are hairy, egg-shaped to triangular, 2–4 mm (0.08–0.2 in) long and 1.5–2.5 mm (0.06–0.1 in) wide but gradually increase in size as the fruit develops. The four petals are 5–7.5 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide and enlarge as the fruit develops. The eight stamens alternate in length with those near the sepals longer than those near the petals.  The style is glabrous. Flowering occurs from July to October and the fruit is a usually glabrous capsule 4–5.5 mm (0.16–0.22 in) long and 2–2.5 mm (0.08–0.1 in) wide.",
    "Taxonomy and naming": "Boronia rosmarinifolia was first formally described in a manuscript of Alan Cunningham. The description was published in 1837 by Stephan Endlicher in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. Cunningham collected the type specimen from Peel Island in 1824. The specific epithet (rosmarinifolia) is derived from the Latin words rosmarinus meaning \"rosemary\" and folium meaning \"leaf\".",
    "Distribution and habitat": "The forest boronia grows in wallum heath and woodland between Bundaberg in Queensland and Grafton in New South Wales.",
    "Conservation": "Boronia rosmarinifolia has been classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}