{
  "url": "https://en.wikipedia.org/wiki/Boronia_anceps",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. anceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia anceps is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is a perennial herb with small leaves and pink, four-petalled flowers.",
    "Description": "Boronia anceps is a perennial herb that grows to a height of 60 cm (20 in), has flattened stems and lacks a lignotuber. Its leaves are narrow egg-shaped to narrow oblong about 20 mm (0.8 in) long although those near the top are very reduced. The flowers are pink or pinkish purple and are borne in a cyme on the tip of the stems. The groups of flowers are on a thin peduncle up to 60 mm (2 in) long, each flower on a thin pedicel 5–10 mm (0.2–0.4 in) long. The four sepals are dark red, narrow triangular to broadly egg-shaped and 2–4 mm (0.08–0.2 in) long. The four petals are broadly egg-shaped and about 8 mm (0.3 in) long with their bases overlapping. The style and stigma are continuous. Flowering occurs from September to December or January.",
    "Taxonomy and naming": "Boronia anceps was first formally described in 1998 by Paul G. Wilson and the description was published in Nuytsia from a specimen collected near a crossing on the Scott River near Augusta. The specific epithet (anceps) is a Latin word meaning \"two-sided\", referring to the shape of the stem.",
    "Distribution and habitat": "This boronia grows in seasonally swampy heath and is only known from between the Scott River and Walpole.",
    "Conservation": "Boronia anceps is classified as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}