{
  "url": "https://en.wikipedia.org/wiki/Boronia_granitica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. granitica"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia granitica, commonly known as granite boronia, is a plant in the citrus family, Rutaceae and is endemic to a small area of eastern Australia. It is an erect shrub with many branches, compound leaves and pink, four-petalled flowers.",
    "Description": "Boronia granitica is an erect, many-branched shrub that grows to a height of 1.5 m (5 ft) with its branches and leaves covered with white to reddish brown, star-shaped hairs. The leaves are compound with between seven and fifteen leaflets. The leaf is 8–20 mm (0.31–0.79 in) long and 2.5–15 mm (0.098–0.59 in) wide in outline. The end leaflet is 1–11 mm (0.039–0.43 in) long and 0.5–2.5 mm (0.020–0.098 in) wide, the side leaflets 1–6 mm (0.039–0.24 in) long and 0.5–2 mm (0.020–0.079 in) wide. The flowers are pink and arranged singly or in groups of three in leaf axils on a stalk 1–3 mm (0.039–0.12 in) long. The four sepals are triangular to narrow egg-shaped, 3.5–5 mm (0.1–0.2 in) long but enlarge as the fruit develops. The four petals are 6–9 mm (0.2–0.4 in) long 3–4 mm (0.1–0.2 in) wide but enlarge as the fruit develops. The eight stamens alternate in length with those opposite the sepals slightly longer. Flowering occurs from July to December and the fruit are 4.5–7 mm (0.18–0.28 in) long and 2.5–3 mm (0.098–0.12 in) wide.",
    "Taxonomy and naming": "Boronia granitica was first formally described in 1905 by Joseph Maiden and Ernst Betche and the description was published in Proceedings of the Linnean Society of New South Wales from a specimen collected from \"the fissures of granite rock\".",
    "Distribution and habitat": "Granite boronia grows in open forest, woodland and heath on granite soils. It is found between Stanthorpe in Queensland and Armidale in New South Wales.",
    "Conservation": "Boronia granitica is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"vulnerable\" under the New South Wales Government Biodiversity Conservation Act 2016, and a recovery plan has been prepared.\n\n\n== References =="
  }
}