{
  "url": "https://en.wikipedia.org/wiki/Boronia_jucunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. jucunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia jucunda is a plant in the citrus family Rutaceae and is endemic to the far north-west of Australia. It is an erect shrub with many branches, pinnate leaves and white, four-petalled flowers. It is only known from a small area in the Kimberley region in Western Australia and in a national park in the Northern Territory.",
    "Description": "Boronia jucunda is an erect shrub that grows to 50 cm (20 in) high with many branches. Its branches and leaves are covered with star-like hairs. The leaves have three linear to narrow elliptic leaflets, the end leaflet 8–42 mm (0.31–1.7 in) long and 1–3 mm (0.04–0.1 in) wide and the side leaflets shorter and narrower. Single white flowers are arranged in leaf axils on a very short pedicel. The sepals are longer and wider than the petals and all are white. The four sepals are triangular to egg-shaped, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.08 in) wide but increase in size as the fruit develops. The four petals are about 4 mm (0.16 in) long and 1 mm (0.04 in) wide. Flowering occurs from May to June.",
    "Taxonomy and naming": "Boronia jucunda was first formally described in 1997 by Marco F. Duretto who published the description in  Nuytsia. The specific epithet (jucunda) is a Latin word meaning \"pleasing\", referring to the pleasant small of the leaves when crushed.",
    "Distribution and habitat": "Boronia jucunda grows in open woodland, especially in rocky areas with less grass. It is found near the edge of Winnama Gorge in the east Kimberley region and in the Judbarra National Park in the Northern Territory.",
    "Conservation": "This boronia is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}