{
  "url": "https://en.wikipedia.org/wiki/Boronia_citrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. citrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia citrata, commonly known as lemon boronia, is a plant in the citrus family, Rutaceae and is endemic to Victoria. It is an erect, woody shrub with pinnate, strongly lemon-scented leaves and pale pink to rosy pink, four-petalled flowers arranged in groups of up to five.",
    "Description": "Boronia citrata is an erect, woody shrub that grows to a height of 0.8 m (3 ft) or higher with tiny, stiff hairs on its leaves and branches. The leaves are pinnate, 6–22 mm (0.24–0.87 in) long and 6–20 mm (0.24–0.79 in) wide in outline and with between five and eleven leaflets. The petiole is 1.5–3.5 mm (0.059–0.14 in) long. The end leaflet is narrow egg-shaped, 1–7 mm (0.039–0.28 in) long and 1–2 mm (0.039–0.079 in) wide and the side leaflets are longer, 3–10 mm (0.12–0.39 in) long and 1–3 mm (0.039–0.12 in) wide. The flowers are pale pink to rosy pink, and arranged singly or in groups of up to five in leaf axils or on the end of the branches. Each flower has a pedicel up to 5 mm (0.2 in) long. The four sepals are more or less triangular, 1–1.5 mm (0.039–0.059 in) long and 1 mm (0.039 in) wide and the four petals are 4–6.5 mm (0.2–0.3 in) long with their bases overlapping. The eight stamens are hairy but the style is smooth. Flowering occurs from April to July and the fruit are 3–3.5 mm (0.12–0.14 in) long and 1.5–2 mm (0.059–0.079 in) wide and hairy.",
    "Taxonomy and naming": "Boronia citrata was first formally described in 1993 by Neville Grant Walsh and the description was published in Muelleria from a specimen collected near Licola. The specific epithet (citrata) is derived from the Latin word citratus meaning \"lemon-like\", referring to the lemon scent of this species. Boronia citriodora is also known as \"lemon boronia\" but is endemic to New South Wales.",
    "Distribution and habitat": "This boronia grows in subalpine mallee and heath. It is only known from the upper catchment of the Macalister River, north and east of Licola.\n\n\n== References =="
  }
}