{
  "url": "https://en.wikipedia.org/wiki/Boronia_nematophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. nematophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia nematophylla is a plant in the citrus family Rutaceae and is endemic to the south-west of Western Australia. It is a shrub with thin, simple leaves and pale red to purple, four-petalled flowers arranged singly or in small groups in leaf axils.",
    "Description": "Boronia nematophylla is a shrub that grows to a height of 0.5–2 m (2–7 ft) and has slender, glabrous branches. The leaves are sessile, slender, more or less cylindrical and 10–30 mm (0.4–1 in) long. The flowers are pale red to purple and arranged singly or in small groups in leaf axils on a pedicel about 4 mm (0.2 in) long and that is thicker near the flower. The four sepals are egg-shaped or more or less round and 1.5–2 mm (0.06–0.08 in) long. The four petals are about 8 mm (0.3 in) long and glabrous. The eight stamens are woolly hairy. Flowering from June to November.",
    "Taxonomy and naming": "Boronia nematophylla was first formally described in 1860 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (nematophylla) is derived from the Ancient Greek words nema meaning \"thread\" and phyllon meaning \"leaf\".",
    "Distribution and habitat": "This boronia grows in sandy woodland from Collie to Walpole and east to Esperance in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Warren biogeographic regions of Western Australia.",
    "Conservation": "Boronia nematophylla is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}