{
  "url": "https://en.wikipedia.org/wiki/Boronia_suberosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. suberosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia suberosa is a species of plant in the citrus family Rutaceae and is endemic to a small area in the Northern Territory, Australia. It is a shrub with weeping branches, simple leaves, and flowers with four small, white petals.",
    "Description": "Boronia suberosa is a shrub with weeping branches up to 50 cm (20 in). Its branches are covered with star-shaped hairs when young but become very corky with age. The leaves are simple, elliptic to lance-shaped, 7–20 mm (0.28–0.79 in) long and 3–11 mm (0.12–0.43 in) wide on a petiole up to 3 mm (0.12 in) long. The flowers are borne singly, on a peduncle 0.5–1 mm (0.02–0.04 in) long. The sepals are green, egg-shaped to triangular, 3–5 mm (0.12–0.20 in) long, 2–3 mm (0.08–0.1 in) wide and larger than the petals. The petals are white, 2.5–3 mm (0.098–0.12 in) long and both the sepals and petal enlarge as the fruit develops. Flowering occurs between February and May and the fruit is a more or less hairy capsule 3.5–5 mm (0.14–0.20 in) long and 2–2.5 mm (0.079–0.098 in) wide.",
    "Taxonomy and naming": "Boronia suberosa was first formally described in 1997 by Marco F. Duretto who published the description in the journal Austrobaileya. The specific epithet (suberosa) is a Latin word meaning \"corky\".",
    "Distribution and habitat": "This boronia grows on sandstone rocks and cliff faces and is only known from the Ja Ja formation in Kakadu National Park.",
    "Conservation status": "This species is listed as \"near threatened\" under the Territory Parks and Wildlife Conservation Act 2000.\n\n\n== References =="
  }
}