{
  "url": "https://en.wikipedia.org/wiki/Boronia_glabra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. glabra"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia glabra, commonly known as sandstone boronia, is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is an erect or weak shrub with many branches, mostly glabrous leaves with a slightly paler underside, and bright pink, four-petalled flowers arranged singly in leaf axils.",
    "Description": "Boronia glabra is an erect or weak, many-branched shrub which grows to a height of 0.4–1.5 m (1–5 ft) with its young branches covered with white hairs. The leaves are elliptic, 5–35 mm (0.2–1 in) long and 1.5–7 mm (0.06–0.3 in) wide with a paler underside. Bright pink flowers are arranged singly in leaf axils on a pedicel 1–6 mm (0.039–0.24 in) long. The four sepals are egg-shaped to triangular, about 3 mm (0.12 in) long and 1–2 mm (0.039–0.079 in) wide. The four petals are 4–7 mm (0.16–0.28 in) long, 2.5–3.5 mm (0.098–0.14 in) wide but enlarge as the fruit develop. The eight stamens have glandular hairs near the tip. Flowering occurs from July to October and the fruit are 5–6 mm (0.20–0.24 in) long and 2–3 mm (0.079–0.12 in) wide.",
    "Taxonomy and naming": "Sandstone boronia was first formally described in 1899 by Joseph Maiden and Ernst Betche and given the name Boronia ledifolia var. glabra and the description was published in the journal Proceedings of the Linnean Society of New South Wales from a specimen collected near Peak Hill. In 1928, Edwin Cheel raised the variety to species status. The specific epithet (glabra) is a Latin word meaning \"hairless\", \"bald\" or \"smooth\".",
    "Distribution and habitat": "This boronia grows in open woodland between Eidsvold in Queensland and Cowra in New South Wales.",
    "Conservation": "Boronia glabra is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}