{
  "url": "https://en.wikipedia.org/wiki/Boronia_bipinnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. bipinnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia bipinnata, commonly known as rock boronia, is a plant in the citrus family, Rutaceae and is endemic to Queensland. It is an erect shrub with bipinnate or tripinnate leaves and white, four-petalled flowers. A more widespread species previously known as Boronia pinnata and also occurring in New South Wales is now considered to be B. occidentalis.",
    "Description": "Boronia bipinnata is an erect shrub that grows to a height of about 1 m (3.3 ft) with pimply, glandular stems and bipinnate or tripinnate leaves. The leaves are mostly 21–50 mm (0.83–2.0 in) long and 20–60 mm (0.79–2.4 in) wide in outline with between seven and eleven leaflets, on a petiole 4–15 mm (0.16–0.59 in) long. Between seven and twenty or more white flowers are arranged in groups in the leaf axils, the groups on a peduncle 2–8 mm (0.08–0.3 in) long. The four sepals are elliptic to more or less circular, about 1 mm (0.04 in) long and wide. The four petals are 2.5–4 mm (0.1–0.2 in) long and the eight stamens have hairy edges. Flowering occurs from September to June and the fruit are dull grey and wrinkled, about 2 mm (0.079 in) long and 1 mm (0.039 in) wide.A more widespread and common species, formerly known as Boronia bipinnata is now known as Boronia occidentalis. It has smaller leaves with fewer leaflets, fewer flowers in each group, and the stems are not glandular.",
    "Taxonomy and naming": "Boronia bipinnata was first formally described in 1848 by John Lindley and the description was published in Thomas Mitchell's Journal of an Expedition into the Interior of Tropical Australia. The specific epithet (bipinnata) is derived from the Latin prefix bi- meaning \"two\" or \"double\" and pinnatus meaning \"feathered\", \"plumed\" or \"winged\".",
    "Distribution and habitat": "Rock boronia grows in woodland, sometimes on steep slopes and is found in the central highlands of Queensland with disjunct populations on the Blackdown Tableland and near St George.\n\n\n== References =="
  }
}