{
  "url": "https://en.wikipedia.org/wiki/Boronia_warrumbunglensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. warrumbunglensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia warrumbunglensis is a plant in the citrus family Rutaceae and is endemic to a small area in the central west of New South Wales. It is a shrub with many branches, pinnate leaves and one or two pink, four-petalled flowers in the leaf axils. It is only known from the Warrumbungles and nearby districts.",
    "Description": "Boronia warrumbunglensis is a shrub that grows to a height of 0.3–1 m (1–3 ft) and has many hairy branches. The leaves are pinnate with three, five or seven leaflets and are 6–32 mm (0.2–1 in) long and 2–27 mm (0.08–1 in) wide in outline with a petiole 3–6 mm (0.1–0.2 in) long. The leaflets are elliptic to lance-shaped, 5–16 mm (0.2–0.6 in) long and 1.5–3 mm (0.06–0.1 in) wide. The flowers are pale to bright pink and are arranged singly or pairs in leaf axils, each flower on a pedicel 3–7 mm (0.1–0.3 in) long. The four sepals are triangular to egg-shaped, 2.5–3.5 mm (0.098–0.14 in) long, 1.5–2 mm (0.059–0.079 in) wide and densely hairy on the lower side. The four petals are 5–6 mm (0.20–0.24 in) long and 2.5–3 mm (0.098–0.12 in) but increase in size as the fruit develops. The eight stamens alternate in length with those near the sepals longer than those near the petals. Flowering occurs from August to October and the fruit is a hairy capsule 5–6 mm (0.20–0.24 in) long and 3–3.5 mm (0.12–0.14 in) wide.",
    "Taxonomy and naming": "Boronia warrumbunglensis was first formally described in 1990 by Peter H. Weston and the description was published in Telopea. The specific epithet (warrumbunglensis) refers to the restricted occurrence of this boronia, the ending -ensis is Latin suffix meaning \"denoting place, locality, country\".",
    "Distribution and habitat": "This boronia grows in forest on sandstone in the Warrumbungles - Coonabarabran district.\n\n\n== References =="
  }
}