{
  "url": "https://en.wikipedia.org/wiki/Boronia_beeronensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. beeronensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia beeronensis is a plant in the citrus family Rutaceae and is endemic to the Beeron National Park in Queensland, Australia. It is an erect shrub with many hairy branches, narrow, simple leaves, and four-petalled flowers.",
    "Description": "Boronia beeronensis is an erect, many-branched shrub which grows to about 1.0 m (3 ft) high and wide with its young branches densely covered with white to yellow hairs. The leaves are linear to narrow elliptic, 10–33 mm (0.4–1 in) long and 2–4 mm (0.08–0.2 in) wide and lack a petiole. The lower surface of the leaf is a much paler colour than the upper surface and the edges are turned down or rolled under. Usually only one but sometimes up to three flowers are arranged on a hairy stalk up to 1 mm (0.039 in) long. The four sepals are broadly egg-shaped to triangular, 4.5–6 mm (0.18–0.24 in) long and 3–4 mm (0.12–0.16 in) wide. The four petals are 8–15 mm (0.31–0.59 in) long, 7–8 mm (0.28–0.31 in) wide but enlarge slightly as the fruit develop. The eight stamens are hairy. The fruit are about 5.5 mm (0.22 in) long and 3.5 mm (0.14 in) wide.",
    "Taxonomy and naming": "Boronia beeronensis was first formally described in 2003 by Marco F. Duretto and the description was published in the journal Muelleria. The specific epithet (beeronensis) refers to the national park in which this species appears to be endemic. The ending \"-ensis\" is a Latin suffix denoting place, locality or country.",
    "Distribution and habitat": "The Beeron boronia grows in woodland on a granite range in the Beeron National Park, previously known as the Beeron Holding.",
    "Conservation": "Boronia beeronensis is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}