{
  "url": "https://en.wikipedia.org/wiki/Boronia_polygalifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. polygalifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia polygalifolia, commonly known as dwarf boronia, milkwort-leaved boronia or milkwort boronia, is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is a low-lying shrub with simple leaves and white or pink flowers arranged singly or in groups of up to three in leaf axils.",
    "Description": "Boronia pinnata is a low-lying, spreading shrub that typically grows to a height of about 0.3 m (0.98 ft) with its branches also about 0.3 m (0.98 ft) long. The plant is glabrous, apart from the flowers . The leaves are simple, usually sessile, linear to elliptic, 6–30 mm (0.24–1.18 in) long and 1–6 mm (0.039–0.236 in) wide with the edges down-curved or rolled under. There is usually only one, but sometimes up to three flowers arranged in groups in the leaf axils on a pedicel 1–11 mm (0.039–0.433 in) long. The four sepals are egg-shaped to triangular, 1.5–2 mm (0.059–0.079 in) long, 1–1.5 mm (0.039–0.059 in) long and glabrous. The four petals are pink or white, 4.5–6.5 mm (0.18–0.26 in) long with their bases overlapping. The eight stamens have hairy edges. Flowering mainly occurs from September to January and the fruit is a glabrous capsule 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "Boronia polygalifolia was first formally described in 1798 by James Edward Smith who published the description in his book ''Tracts relating to natural hisory. The specific epithet (polygalifolia) is a reference to the similarity of the leaves of this species to those in the genus Polygala.",
    "Distribution and habitat": "Dwarf boronia grows in open forest, woodland and heath between the Blackdown Tableland and Kroombit Tops in Queensland and Moruya and Geehi in New South Wales. A single specimen has been recorded in eastern Victoria.\n\n\n== References =="
  }
}