{
  "url": "https://en.wikipedia.org/wiki/Boronia_tetragona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. tetragona"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia tetragona is a species of plant in the citrus family, Rutaceae, and is endemic to a small area of the southwest of Western Australia. It is an erect, glabrous, perennial herb with simple, sessile leaves and pink, four-petalled flowers.",
    "Description": "Boronia tetragona is an erect, glabrous, perennial herb that grows to a height of 70 cm (28 in). Its stems are more or less square in cross-section with a smooth, sharp rib on each corner. The leaves are sessile, elliptic to egg-shaped or triangular, up to 40 mm (1.6 in) long and have warty edges. The flowers are borne in umbels on the ends of the branches on a thin peduncle up to 20 mm (0.79 in) long, the individual flowers on a thin pedicel up to 10 mm (0.39 in) long. There are smooth, dark red bracts at the base of the flowers. The four sepals are dark red and about 3 mm (0.12 in) long. The four petals are pink with a darker midline, egg-shaped and about 7 mm (0.3 in) long with a rounded tip. The eight stamens have warty glands near the tip. Flowering occurs from October to December.",
    "Taxonomy and naming": "Boronia tetragona was first formally described in 1998 by Paul Wilson and the description was published in Nuytsia from a specimen collected by Gregory John Keighery near Busselton. The specific epithet (tetragona) is said to be derived from the Greek words tetra meaning \"four\" and gona meaning \"angle\", referring to the four-sided branches. The proper words for \"four\" and \"angle\" in ancient Greek are however tessares (τέσσαρες) and gōnia (γωνία).",
    "Distribution and habitat": "This boronia grows in open woodland sometimes with sedges, between Capel and the Whicher Range in the Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Boronia tetragona is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}