{
  "url": "https://en.wikipedia.org/wiki/Boronia_parviflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. parviflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia parviflora, commonly known as the swamp boronia, small boronia, tiny boronia, or small-flowered boronia, is a plant in the citrus family Rutaceae and is endemic south-eastern Australia. It is a weak, low shrub with elliptic to egg-shaped leaves with finely toothed edges and up to three pink, white or green four-petalled flowers arranged at or near the ends of the stems.",
    "Description": "Boronia parviflora is a weak, low shrub that grows to a height of 0.1–1 m (0.3–3 ft) and has glabrous branchlets. The leaves are simple, sessile, elliptic to egg-shaped, 7–26 mm (0.28–1.02 in) long and 1.5–6.5 mm (0.059–0.256 in) wide with fine teeth along the edges. The leaves are sometimes reddish or purplish, especially on the lower side. The flowers are arranged singly or in groups of up to three in the upper leaf axils or on the ends of the branches, on a pedicel 2–11 mm (0.079–0.433 in) long. The four sepals are more or less triangular, green or red, glabrous and 2.5–6 mm (0.098–0.236 in) long. The four petals are pale to bright pink, white or sometimes green, about the same length as the sepals and have their bases overlapping. The stamens are hairy and the stigma is minute. There are eight stamens in the flowers of plants in Queensland, New South Wales and Tasmania but sometimes only four or six in those of western Victoria and South Australia. Flowering mainly occurs from August to March. The fruit is a glabrous capsule 2–4 mm (0.079–0.157 in) long and 1.5–2.5 mm (0.059–0.098 in) wide.",
    "Taxonomy and naming": "Boronia parviflora was first formally described in 1798 by James Edward Smith and the description was published in his book Tracts relating to natural hisory. Smith gave it the common name \"pale-flowered boronia\". The specific epithet (parviflora) is derived from the Latin words parvus meaning \"little\" and flos meaning \"flowers\".",
    "Distribution and habitat": "Swamp boronia grows in seasonally wet areas of heath, woodland, sedge and wallum. It is the most widely distributed boronia and is found in near-coastal areas south from the Sunshine Coast in Queensland, through New South Wales as far inland as Boonoo Boonoo, in Tasmania and in scattered locations in southern Victoria, and south-eastern South Australia.",
    "Conservation": "This boronia is classified as \"very restricted\" in South Australia. The main threats to the species in that state are grazing, trampling and competition from introduced pasture species.\n\n\n== References =="
  }
}