{
  "url": "https://en.wikipedia.org/wiki/Boronia_crenulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. crenulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia crenulata, commonly known as aniseed boronia, is a plant in the citrus family Rutaceae and is endemic to the south-west of Western Australia. It is an open-branched shrub, often trailing between other plants, has strap-like leaves and pink to purple-red, four-petalled flowers in winter and autumn.",
    "Description": "Boronia crenulata is a shrub which grows to a height of about 0.25–1.2 m (0.8–4 ft) and has weak, thin stems which often trail between other plants. The leaves are variable in shape, sometimes even on one plant, but in general are about 20 mm (0.8 in) long and 2 mm (0.08 in) wide, strap-like or egg-shaped with the narrower end towards the base. There are usually a few long soft hairs on the leaves and the margins of the leaves usually have a few small teeth.The flowers are pink to reddish and are scattered singly or in small groups in leaf axils or at the ends of the stems. The flowers are about 1 cm (0.4 in) in diameter on a stalk 4 mm (0.2 in) long. The sepals are egg-shaped to triangular, 1.5–2 mm (0.06–0.08 in) long and usually have a sharp, pointed tip. There are four glabrous petals and eight stamens.",
    "Taxonomy and naming": "Boronia crenulata was first formally described in 1807 by James Edward Smith and the description was published in Transactions of the Linnean Society of London. The specific epithet (crenulata) is derived from the Latin word crena meaning \"a notch or rounded projection\" referring to the teeth on the leaf margins.There are four subspecies:\n\nBoronia crenulata subsp. crenulata;\nBoronia crenulata subsp. obtusa;\nBoronia crenulata subsp. viminea;\nBoronia crenulata subsp. pubescens.",
    "Distribution and habitat": "This boronia occurs in a broad area of the south-west of Western Australia in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It grows in a range of soils, from clay to limestone and from swampy coastal areas to the margins of salt lakes and rocky outcrops.",
    "Conservation": "Boronia crenulata is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}