{
  "url": "https://en.wikipedia.org/wiki/Boronia_filicifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. filicifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia filicifolia is a plant in the citrus family, Rutaceae and is endemic to the far north-west of Australia. It is an erect or sprawling shrub with many branches, pinnate leaves with up to 55 leaflets and white to pink flowers with the sepals a similar length to the petals.",
    "Description": "Boronia filicifolia is an erect or sprawling shrub that grows to a height of 50 cm (20 in) with pinnate leaves that are mostly 30–75 mm (1.2–3.0 in) long and 6–12 mm (0.24–0.47 in) wide in outline with mostly between thirty and fifty five leaflets. The end leaflet is lance-shaped, 3–8 mm (0.12–0.31 in) long and 1–5 mm (0.039–0.20 in) wide and the side leaflets are longer, 0.5–5 mm (0.020–0.20 in) long and 05–3 mm (0.20–0.12 in) wide. The flowers are arranged singly or in groups of up to three in leaf axils. The four sepals and the four petals are white to pink and a similar length to each other, 2.5–3.5 mm (0.098–0.14 in) long, the sepals 1.5–2 mm (0.059–0.079 in) wide and the petals slightly narrower. The eight stamens are hairy. Flowering occurs from January to June and the fruit is a glabrous capsule about 5 mm (0.20 in) long and 2–2.5 mm (0.079–0.098 in) wide.",
    "Taxonomy and naming": "Boronia filicifolia was first formally described in 1863 by George Bentham from an unpublished description by Allan Cunningham and the description was published in Flora Australiensis from a specimen collected by Cunningham near York Sound. The specific epithet (filicifolia) refers to the fern-like leaves.",
    "Distribution and habitat": "Boronia filicifolia is a poorly-known plant that grows in heath and open woodland on sandstone and quartzite and occurs in the catchment of the Mitchell River and in the Port Warrender area of the western Kimberley region.",
    "Conservation": "Boronia filicifolia is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}