{
  "url": "https://en.wikipedia.org/wiki/Boronia_alata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia alata, also known as winged boronia, is a flowering shrub. It is an endemic species of Southwest Australia which has been introduced elsewhere as a cultivated plant.",
    "Description": "Boronia alata is an erect shrub with many branches growing to a height and width of 2.5 m (8 ft) but in exposed areas, sometimes a prostrate shrub only 0.3 m (1 ft) high. The leaves are pinnate with usually between seven and thirteen leaflets and 15–65 mm (0.6–3 in) long and 10–40 mm (0.4–2 in) wide in outline. The petiole is 4–18 mm (0.2–0.7 in) long. The leaflets are elliptic to lance-shaped, glossy and dark green but paler on the lower side. The end leaflet is 5–20 mm (0.2–0.8 in) long and 1–7 mm (0.04–0.3 in) wide, the side leaflets 6–22 mm (0.2–0.9 in) long and 3–9 mm (0.1–0.4 in) wide. The flowers are pink or white and borne in large groups in a panicle on the ends of branches, sometimes also in upper leaf axils, on a peduncle 2–24 mm (0.08–0.9 in) long. The four sepals are narrow triangular, 2.5–3.5 mm (0.098–0.14 in) long and 0.5–1 mm (0.02–0.04 in) wide, the four petals 7–12 mm (0.3–0.5 in) long and 4–6 mm (0.16–0.24 in) wide. The eight stamens alternate in length, with those near the sepals longer than those near the petals. Flowering occurs from July to December and the fruit are hairy capsules 4–5 mm (0.16–0.20 in) long and 2–3 mm (0.079–0.12 in) wide.",
    "Taxonomy": "The species was first formally described by James Edward Smith in 1807, based on a collection made by Archibald Menzies at King George Sound. The common name winged boronia is cited in state and national floras, and as a horticultural alternative since its introduction to English hothouses. The identification of varieties of this species by Ferdinand Mueller was later revised to see the autonym Boronia alata Sm. var. alata cited as a synonym for Boronia alata.",
    "Distribution and habitat": "The shrub occurs in Southwest Australia, with most records located at coastal areas. The disjunct records are from Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions. The habitat is dense vegetation on sand at dunes and limestone cliffs.",
    "Use in horticulture": "Boronia alata is cultivated as an ornamental plant. It is able to be propagated from cuttings. As with most boronias, a heavily shaded situation is preferred for this species. The persistent flowers first appear in the austral spring, in a boronia form that is more open and 'star shaped' than concave or cupped; these are usually pink or infrequently white in colour. The native conditions can be simulated by providing well drained sand, with deep mulch or sandstone sheets that maintain available moisture and protect roots from higher temperature. The species was introduced to English gardens in 1824 as a small evergreen greenhouse specimen, flowering from May to July. The scent of the flowers is slightly fragrant. The vigour of its rootstock was recommended for grafting with Boronia pinnata for English enthusiasts.\n\n\n== References =="
  }
}