{
  "url": "https://en.wikipedia.org/wiki/Boronia_defoliata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. defoliata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia defoliata is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a straggly shrub with simple, thread-like leaves and white to pink, four-petalled flowers that are pale blue on the back.",
    "Description": "Boronia defoliata is a straggly shrub with thin stems that grows to a height of about 60 cm (20 in). Its branches and leaves are glabrous. The leaves are simple, often fall off early and thread-like or more or less thin cylindrical, about 5 mm (0.2 in) long. The flowers are borne in branching groups on the ends of the branches and in leaf axils on thin pedicels 3–5 mm (0.1–0.2 in) long. The four sepals are broadly egg-shaped and leathery, about 2 mm (0.08 in) long. The four petals are elliptic, white to pink on the upper surface and pale blue with a darker strip below and 5–7 mm (0.20–0.28 in) long. The eight stamens have woolly hairs and the style is thin with a minute stigma. Flowering occurs from September to October.",
    "Taxonomy and naming": "Boronia defoliata was first formally described in 1875 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The type specimen was collected by James Drummond.",
    "Distribution and habitat": "This boronia grows in sand, gravel and laterite between Capel and  Manjimup in the  Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Boronia defoliata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}