{
  "url": "https://en.wikipedia.org/wiki/Boronia_obovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. obovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia obovata is a plant in the citrus family Rutaceae and is endemic to the Blackdown Tableland National Park in Queensland, Australia. It is an erect shrub with many branches, leaves usually with three leaflets, and pink, four-petalled flowers.",
    "Description": "Boronia obovata is an erect, many-branched shrub which grows to a height of 2.0 m (7 ft) with its branches covered, sometimes densely covered with white to yellow hairs. The leaves usually have three leaflets, except for those on seedlings and short branches which are simple leaves. The leaves have a petiole 1–5 mm (0.04–0.2 in) long. The middle leaflet is 6–42 mm (0.2–2 in) long and 1.5–11 mm (0.06–0.4 in) wide, the side leaflets smaller, 4–23 mm (0.2–0.9 in) long and 1.5–8 mm (0.06–0.3 in) wide. The leaflets are elliptic to lance-shaped, with the narrower end towards the base and have a few to many star-like hairs. The edges of the leaflets are turned down or rolled under. Up to three pink flowers are arranged in leaf axils on a hairy stalk 0.5–4 mm (0.020–0.16 in) long. The four sepals are 3–5.5 mm (0.12–0.22 in) long, about 1 mm (0.039 in) wide and hairy on their lower side. The four petals are 4.5–8 mm (0.18–0.31 in) long, 2.5–4 mm (0.098–0.16 in) wide. Flowering occurs from January to September and the fruit which are 4.5–6 mm (0.18–0.24 in) long, 2–3 mm (0.079–0.12 in) wide are mature several months later.",
    "Taxonomy and naming": "Boronia obovata was first formally described in 1942 by Cyril Tenison White and the description was published in Proceedings of the Royal Society of Queensland from a specimen collected by Henry George Simmons. The specific epithet (obovata) is derived from the Latin word ovatus meaning \"egg-shaped\" with the prefix ob- meaning \"reverse\".",
    "Distribution and habitat": "This boronia grows in eucalypt woodland and forest on sandstone on the Blackdown Tableland in central Queensland.",
    "Conservation": "Boronia obovata is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}