{
  "url": "https://en.wikipedia.org/wiki/Boronia_keysii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. keysii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia keysii, commonly known as Keys boronia,  is a flowering plant that is endemic to Queensland in Australia. It is a sprawling shrub with thin stems, hairy young shoots, pinnate leaves and pink, four-petalled flowers over a long period.",
    "Description": "Boronia keysii is an open, thin-stemmed, sprawling shrub that typically grows to a height and width of about 2 m (7 ft). The young stems are covered with brownish, star-shaped hairs. It has pinnate leaves with a single, or three, five or seven leaflets 8–75 mm (0.3–3 in) long, 4–40 mm (0.2–2 in) wide in outline. The leaves are arranged in opposite pairs and lack a petiole. The leaflets are elliptic to lance-shaped, the end leaflet 15–51 mm (0.6–2 in) long and 3–12 mm (0.1–0.5 in) wide and longer than the side leaflets. The flowers are arranged arranged in groups of between three and six on a peduncle 3–5 mm (0.1–0.2 in) long, the individual flowers on a pedicel 5–15 mm (0.2–0.6 in) long. The four sepals are egg-shaped to triangular, 2.5–3.5 mm (0.1–0.1 in) long with a hairy back. The four petals are deep rose pink to white, 5.5–8 mm (0.2–0.3 in) long and 3–4.5 mm (0.1–0.2 in) and hairy on the back. There are eight stamens with the four nearest the sepals slightly long than the four near the petals. Flowering occurs throughout the year but mostly from May to November. The fruit is a capsule 4.5–5 mm (0.18–0.20 in) long and 1.5–2 mm (0.059–0.079 in) wide containing four black seeds.",
    "Taxonomy and naming": "Boronia keysii was first formally described in 1926 by Karel Domin from specimens collected by James Keys at Lake Cootharaba in 1909. The description was published in the journal Bibliotheca Botanica published in Stuttgart under the heading Beitrage zur Flora und Pflanzengeographie Australiens (Contributions to the Flora and Plant Geography of Australia). The specific epithet (keysii) honours the collector of the type specimen.",
    "Distribution and habitat": "Key's boronia is usually found in the ecotone between forest and heath and commonly as a understorey species in open forest. It is only known from the Cooloola region near Lake Cootharaba.",
    "Conservation": "Boronia keysii is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the Queensland Government Nature Conservation Act 1992. The main threats to the species include changes to the water table, inappropriate fire regimes and invasion by exotic pines from nearby plantations.",
    "References": "",
    "External links": "\"Boronia keysii Domin\". Atlas of Living Australia."
  }
}