{
  "url": "https://en.wikipedia.org/wiki/Boronia_bella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. bella"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia bella is a plant in the citrus family Rutaceae and is endemic to a mountain range near Many Peaks Queensland, Australia. It is an erect shrub with many branches, simple leaves and four-petalled flowers.",
    "Description": "Boronia bella is an erect, many-branched shrub which grows to a height of about 2 m (7 ft) with its young branches densely covered with white, star-shaped hairs. The leaves are elliptic, 18–35 mm (0.7–1 in) long and 3.5–10 mm (0.1–0.4 in) wide with a petiole 2–4 mm (0.08–0.2 in) long. Usually only a single flower, but sometimes up to three are arranged on a stalk 0.5–2 mm (0.020–0.079 in) long. The four sepals are 4.5–5.5 mm (0.18–0.22 in) long and 2–2.5 mm (0.079–0.098 in) wide and the four petals are 7–8 mm (0.28–0.31 in) long and 4–5.5 mm (0.16–0.22 in) wide but enlarge to 12 mm (0.47 in) long as the fruit develops. The eight stamens are hairy and alternate in length with those opposite the petals shorter than those near a sepal. Flowering occurs from May to September and the fruit are 4.5–6 mm (0.18–0.24 in) long and 2.5–3.5 mm (0.098–0.14 in) wide.",
    "Taxonomy and naming": "Boronia bella was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya. The specific epithet (bella) is a Latin word meaning \"pretty\", \"lovely\" or \"fine\".",
    "Distribution and habitat": "This boronia grows in woodland and forest but is only known from the Many Peaks Range where it grows in granitic soils.",
    "Conservation": "Boronia bella is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}