{
  "url": "https://en.wikipedia.org/wiki/Boronia_palasepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. palasepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia palasepala is a plant in the citrus family Rutaceae and is endemic to a small part of Queensland, Australia. It is an erect, rounded shrub with many branches, simple leaves and pink to white, four-petalled flowers.",
    "Description": "Boronia palasepala is an erect, many-branched shrub which grows to a height of 2.0 m (7 ft) with its branches covered with star-like hairs. The leaves are sessile, simple, elliptic to egg-shaped, 14–42 mm (0.6–2 in) long and 2–6 mm (0.08–0.2 in) wide with a dense layer of star-like hairs on the lower, paler-coloured side. The leaves have a winged petiole 1–8 mm (0.04–0.3 in) long. There is usually a single flower, sometimes up to three flowers arranged in leaf axils on a peduncle up to 0.5 mm (0.020 in) long. The four sepals are broadly egg-shaped to triangular, 4–6 mm (0.16–0.24 in) long, 3–4 mm (0.12–0.16 in) wide and hairy on the back. The four petals are pink to white, 8–10.5 mm (0.31–0.41 in) long, 4.5–6 mm (0.18–0.24 in) wide and hairy at first. The eight stamens alternate in length, size and shape. Flowering occurs from July to September.",
    "Taxonomy and naming": "Boronia palasepala was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya. The specific epithet (palasepala) is said to be derived from Latin pala (spade) and sepala (sepal) and alludes to the spade-shaped (as in the playing card suit) sepals. The proper botanical Latin word for \"sepal\" is however sepalum.",
    "Distribution and habitat": "This boronia grows in open eucalypt forest or woodland on sandstone from near Monto to Biloela in Queensland.",
    "Conservation": "Boronia palasepala is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}