{
  "url": "https://en.wikipedia.org/wiki/Boronia_quinkanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. quinkanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia quinkanensis is a species of plant in the citrus family Rutaceae and is endemic to a small part of Queensland, Australia. It is an erect shrub with most parts covered with star-like hairs and has pinnate leaves with up to eleven leaflets, and pink to white, four-petalled flowers.",
    "Description": "Boronia quinkanensis is an erect, shrub which grows to a height of 2.5 m (8 ft) with its branches, leaves and flowers parts densely covered with star-like hairs. The leaves are pinnate, 6–25 mm (0.2–1 in) long and 4–15 mm (0.2–0.6 in) wide in outline with up to eleven leaflets. The end leaflet is 6–15 mm (0.24–0.59 in) long and 3–7 mm (0.12–0.28 in) wide and the side leaflets are 5–11 mm (0.20–0.43 in) long and 3–5 mm (0.12–0.20 in) wide. The petiole is 1–5 mm (0.039–0.197 in) long. There are up to three, sometimes up to nine flowers on a peduncle 1–23 mm (0.039–0.91 in) long, the individual flowers on pedicels 1–10 mm (0.039–0.394 in) long. The four sepals are narrow triangular, 3–5 mm (0.12–0.20 in) long, 1–1.5 mm (0.039–0.059 in) wide, about the same length as, but narrower than the petals. The petals are pink to white, 4–5.5 mm (0.16–0.22 in) long, 2–3 mm (0.079–0.12 in) wide but enlarge as the fruit develops. The eight stamens alternate in length, size and shape. Flowering occurs from April to December.",
    "Taxonomy and naming": "Boronia quinkanensis was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya. The specific epithet (quinkanensis) is a reference to Quinkan Country, where this species often occurs. The ending -ensis is a Latin suffix meaning \"of\" or \"from\".",
    "Distribution and habitat": "This boronia grows in woodland and heath in sandstone country south of Laura and disjunctly on Mount Mulligan further south.",
    "Conservation status": "Boronia quinkanensis is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}