{
  "url": "https://en.wikipedia.org/wiki/Boronia_squamipetala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. squamipetala"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia squamipetala is a species of plant in the citrus family, Rutaceae, and is endemic to Queensland, Australia. It is an erect shrub with pinnate leaves with between five and thirteen elliptic leaflets, and green to white, four-petalled flowers with hairy backs.",
    "Description": "Boronia squamipetala is an erect shrub which grows to a height of 1 m (3 ft 3 in) with branches that are more or less square in cross-section and have star-like hairs. The leaves are pinnate with between five and thirteen elliptic leaflets and 33–55 mm (1.3–2.2 in) long and 12–20 mm (0.47–0.79 in) wide in outline on a petiole 6–15 mm (0.24–0.59 in) long. The end leaflet is 8–20 mm (0.31–0.79 in) long and 2–6 mm (0.079–0.236 in) wide and the side leaflets are 3–13 mm (0.12–0.51 in) long and 1–3 mm (0.039–0.118 in) wide. The flowers are borne on a peduncle 1–2 mm (0.039–0.079 in) long, individual flowers on a pedicel 2–6 mm (0.079–0.236 in) long. The four sepals are egg-shaped to triangular, about 2 mm (0.079 in) long, 1 mm (0.039 in) wide with hairy backs and enlarge as the fruit develops. The four petals are green to white, 4–7 mm (0.16–0.28 in) long and 2.5–4 mm (0.098–0.157 in) wide but enlarge as the \nfruit develops and have hairy backs. The eight stamens alternate in length with those nearer the sepals longer than those near the petals. Flowering occurs from May to October and the fruit is a glabrous capsule 4–5.5 mm (0.16–0.22 in) long and 2.5–3 mm (0.098–0.118 in) wide.",
    "Taxonomy and naming": "Boronia squamipetala was first formally described in 1999 by Marco F. Duretto and the description was published in the journal Austrobaileya. The specific epithet (squamipetala) refers to \"the scaly appearance of the petals when viewed at low magnification\".",
    "Distribution and habitat": "This boronia grows in woodland, forest and heath on the Cape York Peninsula, mainly on the Iron and McIlwraith Ranges.",
    "Conservation status": "Boronia squamipetala is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}