{
  "url": "https://en.wikipedia.org/wiki/Boronia_juncea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. juncea"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia juncea is a plant in the citrus family, Rutaceae and is endemic to the far south-west of Western Australia. It is an erect shrub with linear, short-lived leaves and groups of up to eight white to pink, four-petalled flowers.",
    "Description": "Boronia juncea is an erect shrub that grows to a height of 20–80 cm (8–30 in) with short-lived leaves. The lower leaves are linear, 20–40 mm (0.79–1.6 in) long and the upper leaves are more or less cylindrical and 10–40 mm (0.39–1.6 in) long. Between three and eight pink to white flowers are arranged in groups, each flower on a thin pedicel 10–50 mm (0.39–2.0 in) long. The four sepals are dark red, triangular to narrow egg-shaped and 1.5–5 mm (0.059–0.20 in) long. The four petals are mostly 3–8 mm (0.1–0.3 in) long. The eight stamens are hairless. Flowering occurs from October to December or from January to April.",
    "Taxonomy and naming": "Boronia juncea was first formally described in 1845 by Friedrich Gottlieb Bartling and the description was published in Plantae Preissianae. The specific epithet (juncea) is a Latin word meaning \"of rushes\".There are four subspecies intergrading with each other:\n\nBoronia juncea subsp. juncea has hairless pedicels and sepals;\nBoronia juncea subsp. laniflora has woolly sepals and petals, the sepals 1.5–3 mm (0.059–0.12 in) long;\nBoronia juncea subsp. micrantha has woolly sepals and petals, the sepals 3–5 mm (0.12–0.20 in) long with a sharply pointed tip;\nBoronia juncea subsp. minima has woolly sepals and petals, the sepals 3–5 mm (0.12–0.20 in) long with a tapered tip.",
    "Distribution and habitat": "Boronia juncea grows in winter-wet areas. Subspecies juncea is found between Bunbury and Mandurah, subspecies laniflora and micrantha between Mount Melville and Mount Elphinstone in Albany, and subspecies minima between Margaret River, Augusta and Northcliffe.",
    "Conservation": "Boronia juncea is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}