{
  "url": "https://en.wikipedia.org/wiki/Boronia_boliviensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. boliviensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia boliviensis, commonly known as Bolivia Hill boronia is a plant in the citrus family, Rutaceae and is endemic to a small area on the Northern Tablelands of New South Wales. It is a strongly scented shrub with pinnate leaves, deep pink flowers in spring and with its young branches covered with fine, yellow hairs. It is only known from higher parts of the Bolivia Range where it grows on granite outcrops.",
    "Description": "Boronia boliviensis is an erect, strongly scented shrub with many branches and which grows to a height of between 0.5 and 2.2 m (2 and 7 ft). The branches, when young are densely covered with fine, yellowish, branched hairs but become glabrous with age. Its leaves are dark green and bipinnate with between 5 and 9 leaflets. Each leaflet is narrow elliptic in shape, 4–9 mm (0.2–0.4 in) long and arranged on a jointed rachis usually 2–12 mm (0.08–0.5 in) long and 8–15 mm (0.3–0.6 in) wide.The flowers are borne singly or in groups of 3 in leaf axils on a branched peduncle 1.5–2 mm (0.06–0.08 in) long, with branches (pedicels) 2–3 mm (0.08–0.1 in) long. There are 4 deep red, pointed sepal lobes, each 2.5–4 mm (0.1–0.2 in) long and 4 deep pink petals 4–9 mm (0.2–0.4 in) long and 3–4 mm (0.1–0.2 in) wide. There are 8 curved stamens tipped with yellow anthers. Flowering occurs mainly from September to November but flowers are often present in other months.",
    "Taxonomy and naming": "Boronia boliviensis was discovered in 1995 and first formally described by John Beaumont Williams and John Thomas Hunter in 2006 and the description was published in Telopea. The specific epithet (boliviensis) refers to the location Bolivia Hill, where all known specimens of the species have been found.",
    "Distribution and habitat": "This boronia is only known from the Bolivia Range south of Tenterfield where it grows in forest or shrubland in thin soil over granite or between granite boulders, at altitudes between 900 and 1,200 m (3,000 and 4,000 ft). It often occurs in association with Leucopogon neoanglicus  and Micromyrtus sessilis.",
    "Conservation": "Boronia boliviensis is classified as \"endangered\" by the Scientific Committee, established by the Threatened Species Conservation Act (NSW). In 1999 the total population of mature plants was estimated to be 1,000.\n\n\n== References =="
  }
}