{
  "url": "https://en.wikipedia.org/wiki/Boronia_inconspicua",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. inconspicua"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia inconspicua is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a shrub with pinnate leaves and small white or creamy green flowers with four petals and eight stamens and occurs from the Stirling Range to Mount Ragged.",
    "Description": "Boronia inconspicua is an erect, spreading or rounded, compact shrub that grows to a height of 1 m (3 ft) with its branches hairless or with a few soft hairs. The leaves are pinnate with three, five or seven leathery, narrow oblong to narrow wedge-shaped leaflets 3–10 mm (0.1–0.4 in) long. The flowers are borne singly or in cymes of a few flowers, the flowers on a glabrous pedicel 2–4 mm (0.08–0.2 in) long. The four sepals are triangular, leathery and about 0.6 mm (0.024 in) long. The petals are white to creamy green, about 1.5 mm (0.059 in) long with pimply glands. The eight stamens have a few hairs and the stigma is small. Flowering mainly occurs from September to December.",
    "Taxonomy and naming": "Boronia inconspicua was first formally described in 1863 by George Bentham from a specimen collected by James Drummond and the description was published in Flora Australiensis. The specific epithet (inconspicua) is Latin word meaning \"not readily visible\" or \"not prominent\".",
    "Distribution and habitat": "This boronia usually grows on rocky outcrops and is found from the Stirling Range to Mount Ragged in the Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Boronia inconspicua is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}