{
  "url": "https://en.wikipedia.org/wiki/Boronia_alulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. alulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia alulata is a plant in the citrus family, Rutaceae and is endemic to Cape York Peninsula. It is an erect shrub with many branches, pinnate leaves and pink or white, four-petalled flowers.",
    "Description": "Boronia alulata is an erect shrub that grows to a height of 3 m (10 ft) with many branches covered with dense white to yellow, star-shaped hairs but which become glabrous with age. The leaves are pinnate with between five and seventeen elliptic leaflets that are densely hairy on the lower side. The end leaflet is 3–13 mm (0.1–0.5 in) long and 1–4 mm (0.04–0.2 in) wide, the others smaller. The flowers are pink or white and are arranged in leaf axils in groups of up to seven. The groups are borne on a peduncle 1–30 mm (0.04–1 in) long, the individual flowers on a pedicel 3–13 mm (0.1–0.5 in) long. The four sepals are narrow triangular, 2–5 mm (0.08–0.2 in) long and 1–1.5 mm (0.04–0.06 in) wide. The four petals are glabrous, mostly 5–7 mm (0.2–0.3 in) long and 2.5–4 mm (0.1–0.2 in) wide and more or less hairy on the outer parts of the upper surface. The eight stamens alternate in length, the shorter ones opposite the petals. The fruits are shiny and glabrous, 3–6 mm (0.1–0.2 in) long and about 2 mm (0.08 in) wide.",
    "Taxonomy and naming": "Boronia alulata was first formally described in 1863 by George Bentham from an unpublished description by Daniel Solander. The description was published in Flora Australiensis from a specimen collected from near the Endeavour River. The specific epithet (alulata) is the diminutive form of the Latin word alatus meaning \"winged\", hence \"with narrow wings\".",
    "Distribution and habitat": "This boronia grows in woodland and heath on Cape York Peninsula as far south as near Cooktown.",
    "Conservation": "Boronia alulata is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}