{
  "url": "https://en.wikipedia.org/wiki/Boronia_jensziae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. jensziae"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia jensziae, commonly known as Andy Jensz's boronia or Hinchinbrook boronia, is a plant in the citrus family Rutaceae and is endemic to Hinchinbrook Island in Queensland. It is an erect, densely branched shrub with simple leaves and pink to white, four-petalled flowers usually arranged singly in leaf axils.",
    "Description": "Boronia jensziae is an erect shrub with many branches covered with star-like hairs and up to 2 m (7 ft) tall. The leaves are elliptic, 15–45 mm (0.6–2 in) long and 6–11.5 mm (0.2–0.5 in) wide on a petiole 2–4 mm (0.08–0.2 in) long. The flowers are pink to white and are usually arranged singly, sometimes in groups of up to three in leaf axils, on a pedicel 2–5 mm (0.08–0.2 in) long. The four sepals are about 4 mm (0.16 in) long, 2.5 mm (0.098 in) wide. The four petals are slightly hairy, 5.5–7 mm (0.2–0.3 in) long, 3–3.5 mm (0.1–0.1 in) wide but enlarge as the fruit develops. The eight stamens are hairy with those opposite the sepals longer than those near the petals. Flowering occurs from May to June and the fruit is a hairless capsule 4–4.5 mm (0.16–0.18 in) long and 2–3.5 mm (0.079–0.14 in) wide.",
    "Taxonomy and naming": "Boronia jensziae was first formally described in 1999 by Marco F. Duretto who published the description in the journal  Austrobaileya. The specific epithet (jensziae) honours Andrea Susan Jensz for her assistance to the authors.",
    "Distribution and habitat": "Andy Jensz's boronia grows in a variety of habitats including open forest and heath on the summit of Mount Bowman. It is only known from Hinchinbrook Island.",
    "Conservation": "Boronia jensziae is listed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}