{
  "url": "https://en.wikipedia.org/wiki/Boronia_dichotoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. dichotoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia dichotoma is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is an erect, slender perennial herb or shrub with simple leaves and pink, four-petalled flowers. The species is characterised by sticky glandular hairs on the pedicels.",
    "Description": "Boronia dichotoma is an erect slender herb or shrub that grows to a height of about 70 cm (28 in) with slender branches. The leaves are glabrous, narrow oblong to elliptic or egg-shaped, 15–50 mm (0.59–2.0 in) long, the upper leaves almost cylindrical in shape. The flowers are arranged in open, branched groups on the ends of the branches. Each flower is on the end of a thin pedicel with small bracts and bracteoles at the base. The pedicels have sticky glandular hairs. The four sepals are red, egg-shaped, about 3 mm (0.1 in) long and fall off as the fruit develops. The four petals are pink, elliptic, 7–11 mm (0.3–0.4 in) long and glabrous. The eight stamens are hairy on their outer edges and the stigma is small. Flowering occurs from August to December.",
    "Taxonomy and naming": "Boronia dichotoma was first formally described in 1841 by John Lindley and the description was published in Edwards's Botanical Register from a specimen collected by Georgina Molloy near \"a beautiful turn of the River Vasse\".",
    "Distribution and habitat": "This boronia grows in winter-wet areas from near Perth to the Margaret River in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Boronia dichotoma is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}