{
  "url": "https://en.wikipedia.org/wiki/Boronia_clavata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. clavata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia clavata, commonly known as Bremer boronia, is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a shrub with bipinnate leaves and pale, yellowish green, four-petalled flowers.",
    "Description": "Boronia clavata is a shrub that grows to a height of 1–2 m (3.3–6.6 ft) with its stems covered with short, soft hairs. The leaves are mostly pinnate with between three and seven linear to wedge-shaped leaflets 10–20 mm (0.39–0.79 in) long. The flowers are pale yellowish green and arranged single in leaf axils on a pedicel about 3 mm (0.12 in) long. The four sepals are egg-shaped to narrow triangular, 2–3 mm (0.08–0.1 in) long and covered with short, soft hairs. The four petals are egg-shaped with the narrower end towards the base, about 8 mm (0.3 in) long. The eight stamens are club-shaped and alternate in length, those adjacent to the petals are shorter than those adjacent to the sepals. Flowering occurs from August to October and the fruit are glabrous and about 4 mm (0.16 in) long and 1 mm (0.039 in) wide.",
    "Taxonomy and naming": "Boronia clavata was first formally described in 1971 by Paul Wilson and the description was published in Nuytsia from a specimen collected near the Bremer River by Kenneth Newbey. The specific epithet (clavata) is derived from the Latin word clava meaning \"club\".",
    "Distribution and habitat": "Bremer boronia grows on floodplains and river banks in thickets with other shrubs. It is only known from near Bremer Bay.",
    "Conservation": "Boronia clavata is classified as \"endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia).\n\n\n== References =="
  }
}