{
  "url": "https://en.wikipedia.org/wiki/Boronia_latipinna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. latipinna"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia latipinna, commonly known as the Grampians boronia, is a plant in the citrus family Rutaceae and is endemic to the Grampians in Victoria. It is an erect, woody shrub with pinnate leaves and pink or white, four petalled flowers.",
    "Description": "Boronia latipinna is an erect, woody shrub that grows to a height of 2.5 m (8 ft) and is hairless apart from parts of its flowers. The leaves are pinnate with five, seven or nine leaflets and are 20–55 mm (0.8–2 in) long and wide in outline, on a petiole 6–18 mm (0.2–0.7 in) long. The end leaflet is elliptic to lance-shaped, 4–27 mm (0.2–1 in) long and 2–8 mm (0.08–0.3 in) wide and the side leaflets are similar but usually longer. The flowers are pink or white and are arranged in groups of between three and twenty five or more in leaf axils or on the ends of the branches. The groups are on a peduncle 5–13 mm (0.2–0.5 in) long, individual flowers on a pedicel of a similar length. The four sepals are triangular to egg-shaped, 1–1.5 mm (0.04–0.06 in) long and wide, overlapping at their bases. The four petals are 6–8.5 mm (0.2–0.3 in) long and have a few short, soft hairs. The eight stamens have a few soft hairs. Flowering occurs from August to December.",
    "Taxonomy and naming": "Boronia latipinna was first formally described in 1957 by James Hamlyn Willis who published the description in  The Victorian Naturalist from a specimen collected by Herbert Bennett Williamson on the summit of Mount Dulwil. The specific epithet (latipinna) is derived from the Latin words latus meaning \"broad or wide\" and pinna meaning \"leaflet\", referring to the leaflets of this species when compared to those of B. pinnata.",
    "Distribution and habitat": "All known populations of the Grampians boronia are confined to the Grampians National Park where they grow in forest, woodland and heath in soils derived from sandstone.\n\n\n== References =="
  }
}