{
  "url": "https://en.wikipedia.org/wiki/Boronia_tenuior",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. keysii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia tenuior is a species of flowering plant that is endemic to Western Australia. It is an open shrub with thin, square stems, simple, serrated leaves, and pink to mauve, four-petalled flowers.",
    "Description": "Boronia tenuior is an open, glabrous shrub that typically grows to a height of 1–2 m (3 ft 3 in–6 ft 7 in). The branchlets are more or less square in outline with a narrow, wavy, glandular wing on each corner. It has simple, elliptic leaves, 10–20 mm (0.39–0.79 in) long with serrated edges. The flowers are arranged in cymes on the ends of the branchlets with large, red bracts at the base. The flowers on the edges of the cymes are borne on a thin, dark red pedicel 7–20 mm (0.28–0.79 in) long. The four sepals are dark red, narrow triangular to egg-shaped and about 2.5 mm (0.098 in) long. The four petals are pink to mauve, darker in the centre and about 6 mm (0.24 in) long. There are eight stamens with a warty tip and hairy. Flowering mainly occurs between October and January.",
    "Taxonomy and naming": "Boronia tenuior was first formally described in 1923 by Karel Domin from specimens collected by Arthur Algernon Dorrien-Smith. The description was published in the journal Vestnik Kralovske Ceske Spolecnosti Nauk, Trida Matematiko-Prirodevedecke. The specific epithet (tenuior) is derived from the Latin word tenuis meaning \"thin\".",
    "Distribution and habitat": "This boronia grows near swamps, along streams, along roads and in seasonally wet places between Busselton, Augusta, Nannup and Walpole.",
    "Conservation": "Boronia tenuior is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}