{
  "url": "https://en.wikipedia.org/wiki/Boronia_ericifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. ericifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia ericifolia, commonly known as Wongan Hills boronia, is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is an erect, densely branched shrub with trifoliate leaves and pink, white or creamy yellow flowers with four petals and eight stamens only known from near Wongan Hills and Moora.",
    "Description": "Boronia ericifolia is an erect, densely branched shrub that grows to a height of 1.5 m (5 ft) with its branches and some flower parts covered with soft, downy hairs. The leaves are trifoliate, lacking a petiole and the end leaflet is 4–11 mm (0.2–0.4 in) long, 0.5–1.5 mm (0.02–0.06 in) wide. The side leaflets are shorter, 3–10 mm (0.1–0.4 in) long, 0.5–1.0 mm (0.02–0.04 in) wide. The flowers are borne in groups on a hairy peduncle 0.5–1 mm (0.02–0.04 in) long, the individual flowers on a hairy pedicel 1–2 mm (0.04–0.08 in) long. The four sepals are narrow triangular, 2.5–3 mm (0.098–0.12 in) long and densely hairy on the lower surface. The petals are pink, white or creamy yellow, 5–7 mm (0.20–0.28 in) long and hairy on the lower side. There are eight stamens. Flowering occurs mainly from June to October and the fruit, a glabrous capsule, matures between August and October.",
    "Taxonomy and naming": "Boronia ericifolia was first formally described in 1863 by George Bentham from a specimen collected by James Drummond and the description was published in Flora Australiensis. The specific epithet (ericifolia) is derived from the Latin words erica meaning \"heath\" or \"heather\" and folium meaning \"leaf\".",
    "Distribution and habitat": "Wongan Hills boronia grows in woodland and heath in the Wongan Hills and Moora areas.",
    "Conservation": "Boronia ericifolia is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}