{
  "url": "https://en.wikipedia.org/wiki/Boronia_serrulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. serrulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia serrulata, commonly known as native rose or rose boronia, is a species of plant in the citrus family, Rutaceae, and is endemic to New South Wales, mainly in the Sydney basin. It is an erect, woody shrub with glabrous branchlets, simple, egg-shaped leaves with fine teeth on the edges, and bright pink, four-petalled flowers on the ends of the branchlets.",
    "Description": "Boronia serrulata is an erect, woody shrub that typically grows to a height of about 1.5 m (4.9 ft) and has mostly glabrous branchlets. The leaves are crowded, simple, broadly egg-shaped with the narrower end towards the base, 6–18 mm (0.24–0.71 in) long, 1.5–9 mm (0.059–0.354 in) wide and sessile. Both sides of the leaf are the same colour and the edges have fine teeth. Up to seven cup-shaped flowers are arranged on the ends of the branchlets on a peduncle up to 3.5 mm (0.14 in) long, the individual flowers either sessile or on a pedicel up to 3.5 mm (0.14 in) long. The four sepals are triangular, 2.5–3 mm (0.098–0.118 in) long and about 2 mm (0.079 in) wide and the four petals are bright pink, 6–11 mm (0.24–0.43 in) long. The eight stamens have a dense tuft of hairs near the tip. The style is hidden by a greatly enlarged stigma. Flowering occurs from August to November and the fruit is a mostly glabrous capsule about 4 mm (0.16 in) long and 2 mm (0.079 in) wide.",
    "Taxonomy and naming": "Boronia serrulata was first formally described in 1798 by James Edward Smith who published the description in his book ''Tracts relating to natural hisory. The specific epithet (serrulata) is derived from the diminutive form of the Latin word serra meaning \"saw\", referring to the fine teeth on the edge of the leaves.",
    "Distribution and habitat": "Native rose grows in sandy soil in moist heath, mainly in near-coastal parts of the Sydney basin.",
    "Use in horticulture": "This boronia is described as an attractive shrub with bright green leaves that are aromatic when crushed. It is most easily grown from semi-hardwood cuttings taken in early summer and the plant grows best in well-drained soil with a cool root run.\n\n\n== References =="
  }
}