{
  "url": "https://en.wikipedia.org/wiki/Boronia_rivularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rivularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rivularis, commonly known as the Wide Bay boronia, is a plant in the citrus family Rutaceae and is endemic to the Wide Bay–Burnett area of eastern Queensland. It is an erect, woody shrub with pinnate leaves and white to pink, four-petalled flowers.",
    "Description": "Boronia rivularis is an erect, woody shrub that usually grows to a height of about 2.0 m (7 ft) and has smooth younger branches. The leaves are pinnate and have between three and thirteen leaflets. The leaves are 17–68 mm (0.67–2.7 in) long, 15–64 mm (0.59–2.5 in) wide in outline with a petiole 5–15 mm (0.20–0.59 in) long. The end leaflet is elliptic, 4–32 mm (0.16–1.3 in) long, 1–5 mm (0.039–0.20 in) long and the side leaflets are similar in size and shape. Groups of between three and nine white to pink flowers are arranged in leaf axils or on the ends of the branches on a thin stalk 5–17 mm (0.20–0.67 in) long. The four sepals are more or less triangular and less than 1 mm (0.039 in) long and wide. The four petals are 5–8 mm (0.20–0.31 in) long. The eight stamens have hairy edges. Flowering occurs from September to December and the fruit are 3–4.5 mm (0.12–0.18 in) long and 2–2.5 mm (0.079–0.098 in) wide.",
    "Taxonomy and naming": "Boronia rivularis was first formally described in 1942 by Cyril Tenison White and the description was published in Proceedings of the Royal Society of Queensland. The specific epithet (rivularis) is a Latin word meaning \"of a brook\", as the species was discovered in damp gullies.",
    "Distribution and habitat": "Wide Bay boronia grows in moist and swampy areas in heath, woodland or open forest. It is found on Fraser Island and in the Cooloola area.",
    "Conservation": "Boronia rivularis is classed as \"near threatened\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}