{
  "url": "https://en.wikipedia.org/wiki/Boronia_subsessilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. subsessilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia subsessilis is a species of plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a woody, mostly glabrous shrub with simple leaves and flowers with four petals that are white on the front and green to blue on the back.",
    "Description": "Boronia subsessilis is a woody shrub that grows to a height of 10–40 cm (4–20 in) and is glabrous apart from the stamens. The leaves are simple and sessile, narrow cylindrical 10–25 mm (0.39–0.98 in) long. The flowers are borne singly or in pairs in leaf axils on a pedicel 1–3 mm (0.04–0.1 in) long. The four sepals are thick, broadly egg-shaped and about 2 mm (0.079 in) long. The four petals are white on the front, green to blue on the back, broadly egg-shaped and about 6 mm (0.24 in) long. The eight stamens are flat and hairy and there is a broadly egg-shaped appendage on the anthers. Flowering occurs from May to September.",
    "Taxonomy and naming": "Boronia subsessilis was first formally described in 1863 by George Bentham from a specimen collected by James Drummond and the description was published in Flora Australiensis. The specific epithet (subsessilis) is derived from the Latin word sessilis meaning \"sitting\" with the prefix \"sub-\" meaning \"under\", \"from\", \"somewhat\" or \"less than\".",
    "Distribution and habitat": "This boronia grows on rocky hills and in sand between Toodyay, Denmark and Ravensthorpe.",
    "Conservation": "Boronia subsessilis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}