{
  "url": "https://en.wikipedia.org/wiki/Boronia_minutipinna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. minutipinna"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia minutipinna is a plant in the citrus family Rutaceae and is endemic to a small area in the Kimberley region of Western Australia. It is an erect shrub with many branches, hairy stems and leaves, pinnate leaves and white to pink, four-petalled flowers with the sepals longer and wider than the petals.",
    "Description": "Boronia minutipinna is an erect, much branched shrub that grows to 50 cm (20 in) high. Its branches and leaves are covered with star-like hairs. The leaves have between 17 and 35 leaflets and are 5–34 mm (0.20–1.3 in) long and 2–4 mm (0.08–0.2 in) wide in outline. The end leaflet is elliptic, 1–2 mm (0.039–0.079 in) long and 0.5–1.5 mm (0.02–0.06 in) wide, the side leaflets are rhombic, 0.5–1.5 mm (0.020–0.059 in) long and wide. The flowers are white to pink and are arranged singly in leaf axils. The four sepals are triangular, 3–4 mm (0.12–0.16 in) long and 1.5–2 mm (0.06–0.08 in) wide, longer and wider than the petals. The four petals are 2.5–3 mm (0.098–0.12 in) long 1.5–2 mm (0.059–0.079 in) wide. The sepals and petals increase in size as the fruit develops. Flowering has only been observed in July.",
    "Taxonomy and naming": "Boronia minutipinna was first formally described in 1997 by Marco F. Duretto from a specimen collected on the Osmond Plateau, and the description was published in  Nuytsia. The specific epithet (minutipinna) is said to be derived from the Latin minutas meaning \"small\" and pinnae meaning \"wings\", referring to the small leaflets. The proper word for \"small\" in classical Latin is however minutus (masculine), minuta (feminine) or minutum (neuter).",
    "Distribution and habitat": "Boronia minutipinna is only known from the Osmond Plateau in the Kimberley region of Western Australia where it grows in sand between boulders.",
    "Conservation": "This boronia is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "References": "\nkalumburuensis"
  }
}