{
  "url": "https://en.wikipedia.org/wiki/Boronia_muelleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. muelleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia muelleri, commonly known as the forest boronia or pink boroina,  is a flowering plant that occurs in forest, woodland and heath in Victoria and New South Wales in Australia. It is an erect, woody shrub or small tree with pinnate leaves and up to fifteen pink to white four-petalled flowers arranged in leaf axils in spring and summer.",
    "Description": "Boronia muelleri is an erect, woody shrub or small tree that grows to a height of 0.8–3 m (2 ft 7 in–9 ft 10 in) with warty glands on the branchlets. The leaves are scented and pinnate with between seven and seventeen leaflets and 45–70 mm (1.8–2.8 in) long and 20–45 mm (0.79–1.77 in) wide in outline, on a petiole 6–12 mm (0.24–0.47 in) long. The end leaflet is narrow elliptic or oblong, 4–24 mm (0.16–0.94 in) long and 1–3.5 mm (0.039–0.138 in) wide and the side leaflets are similar but usually longer. The flowers are arranged in groups of up to fifteen in leaf axils on a peduncle 4–15 mm (0.16–0.59 in) long. The four sepals are egg-shaped to triangular, 1.5–2 mm (0.059–0.079 in) long and glabrous. The four petals are pale to deep pink or white and 4.5–7.5 mm (0.18–0.30 in) long and the eight stamens are hairy. Flowering mainly occurs from August to February and the fruit is a glabrous capsule 3–4 mm (0.12–0.16 in) long and 1.5–2 mm (0.059–0.079 in) wide.",
    "Taxonomy and naming": "Forest boronia was first formally described in 1863 by George Bentham who gave it the name Boronia pinnata var. muelleri and published the description in Flora Australiensis. The description was based on specimens collected near the sources of the Bunyip River in the Grampians, near Portland Bay, and towards the mouth of the Glenelg River by Ferdinand von Mueller. In 1924, Edwin Cheel raised the variety to species status as Boronia muelleri. The specific epithet (muelleri) honours Ferdinand von Mueller.",
    "Distribution and habitat": "Boronia muelleri usually grows in moist sandy soil in forest, woodland and heath. It is found in New South Wales south from Eden to Buchan in eastern Victoria with disjunct populations near Labertouche and Chapple Vale.\n\n\n== References =="
  }
}