{
  "url": "https://en.wikipedia.org/wiki/Boronia_amabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. amabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia amabilis, commonly known as Wyberba boronia, is a plant in the citrus family, Rutaceae and is endemic to a small area in southern Queensland. It is an erect shrub with many branches, pinnate leaves with hairy lower surfaces and pink, four-petalled flowers.",
    "Description": "Boronia amabilis is an erect shrub that grows to a height of 3 m (10 ft) with many branches covered with dense white to reddish brown, star-shaped hairs but which become glabrous with age. The leaves are 10–55 mm (0.39–2.2 in) long and 6–28 mm (0.24–1.1 in) wide in outline, and pinnate. They have between three and fifteen elliptic leaflets that are hairy on the lower side. The end leaflet is 3–18 mm (0.1–0.7 in) long and 1.5–6 mm (0.06–0.2 in) wide, the others slightly smaller. The flowers are pink and are arranged in leaf axils, mainly in groups of between three and seven. The groups are borne on a peduncle 2–5 mm (0.08–0.2 in) long. The four sepals are narrow egg-shaped to triangular, 3.5–6 mm (0.1–0.2 in) long and 1–2.5 mm (0.04–0.1 in) wide. The four petals are mostly 8–12 mm (0.3–0.5 in) long and 4–6 mm (0.2–0.2 in) wide and hairy on the lower surface. The eight stamens alternate in length, the slightly shorter ones opposite the petals. The fruits are glabrous, 4–5 mm (0.16–0.20 in) long and 2–3 mm (0.079–0.12 in) wide.",
    "Taxonomy and naming": "Boronia amabilis was first formally described in 1963 by Stanley Thatcher Blake and the description was published in Proceedings of the Royal Society of Queensland. The specific epithet (amabilis) is a Latin word meaning \"lovely\".",
    "Distribution and habitat": "This boronia grows in forest and woodland over granite between Wyberba and Girraween National Park in south-eastern Queensland.",
    "Conservation": "Boronia amabilis is classified as \"near threatened\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}