{
  "url": "https://en.wikipedia.org/wiki/Boronia_rigens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. rigens"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia rigens, commonly known as the stiff boronia, is a plant in the citrus family Rutaceae and is endemic to south-eastern New South Wales in Australia. It is a low, compact shrub with mostly trifoliate, glandular leaves and white to pale pink, four-petalled flowers in the leaf axils.",
    "Description": "Boronia rigens is a compact shrub that grows to a height of 20–40 cm (8–20 in) with more or less hairy younger stems. The leaves are trifoliate with a petiole 1–4 mm (0.04–0.2 in) long. The leaflets are thick, often warty, narrow elliptic, 3–6 mm (0.1–0.2 in) long and 1–2 mm (0.04–0.08 in) wide. The flowers are white to pale pink and are arranged singly in leaf axils on a pedicel 1–3 mm (0.04–0.1 in) long. The four sepals are triangular to broadly egg-shaped, 1–3 mm (0.04–0.1 in) long, 0.5–1.5 mm (0.02–0.06 in) wide and hairy. The four petals are 2.5–3.5 mm (0.098–0.14 in) long and 1–2.5 mm (0.04–0.1 in) wide. The eight stamens alternate in length with those near the sepals slightly longer than those near the petals.  The stigma is about the same width as the style. Flowering occurs from July to August and the fruit is a mostly glabrous capsule 2.5–3.5 mm (0.098–0.14 in) long and 1.5–2 mm (0.06–0.08 in) wide.",
    "Taxonomy and naming": "The stiff boronia was first formally described in 1863 by George Bentham who gave it the name Boronia polygalifolia var. robusta and published the name in Flora Australiensis. In 1929 Edwin Cheel gave it the name Boronia rigens and published the description in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (rigens) possibly refers to the habit of this species compared to that of B. polygalifolia and B. nana.",
    "Distribution and habitat": "Boronia rigens grows in heath and forest, sometimes on stabilised dunes between Bombala and Mt Coricudgy east of Rylstone.\n\n\n== References =="
  }
}