{
  "url": "https://en.wikipedia.org/wiki/Boronia_exilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. exilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia exilis is a plant in the citrus family, Rutaceae and is endemic to a small area in the south-west of Western Australia. It is a slender, erect perennial with well-spaced, simple, more or less cylindrical leaves and pink, four-petalled flowers in groups of between three and nine on the ends of the branches.",
    "Description": "Boronia exilis is an erect perennial with slender stems that grows to a height of about 1 m (3 ft) and has many slender, glabrous branches. The leaves are simple, more or less cylindrical 10–15 mm (0.4–0.6 in) long and fall off early so that there are few leaves on the lower part of the stems. The flowers are pink and are borne in groups of between three and nine, each on a pedicel 5–12 mm (0.2–0.5 in) long with hairy bracts at the base that fall off as the flower develops. The four sepals are dark red, hairy on both sides and about 4 mm (0.16 in) long. The four petals are pink, oblong to elliptic and about 7 mm (0.3 in) long and the eight stamens are hairy.",
    "Taxonomy and naming": "Boronia exilis was first formally described in 1998 by Paul G. Wilson and the description was published in Nuytsia from a specimen collected in the Scott National Park. The specific epithet (exilis) is a Latin word meaning \"thin\" or \"slender\". referring to the stems of this boronia.",
    "Distribution and habitat": "This boronia grows is only known from the Scott River area where it grows in seasonally wet heath.",
    "Conservation": "Boronia exilis is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). An interim recovery plan has been prepared. The main threats to the species include inappropriate fire regimes, disease caused by Phytophthora cinnamomi and road maintenance activities.\n\n\n== References =="
  }
}