{
  "url": "https://en.wikipedia.org/wiki/Boronia_humifusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. humifusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia humifusa is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a low-growing, mostly hairless, wiry perennial with four-angled branches, simple, flat leaves and pink or red, four-petalled flowers in groups on the ends of the branches.",
    "Description": "Boronia humifusa is a low-growing perennial with four-angled stems that grows to a height of about 0.2 m (0.7 ft) and is mostly glabrous. The leaves are simple, oblong to elliptic, 10–20 mm (0.4–0.8 in) long and slightly rough on the upper surface. The flowers are pink to red and are borne in cymes, each flower on a pedicel 5–10 mm (0.2–0.4 in) long. The four sepals are triangular, 1.5 mm (0.059 in) long with pimply glands. The four petals are elliptic, 6–7 mm (0.2–0.3 in) long with a rounded end and their bases overlapping. The eight stamens are hairy and similar to each other. Flowering occurs in June or September.",
    "Taxonomy and naming": "Boronia humifusa was first formally described in 1998 by Paul G. Wilson and the description was published in Nuytsia from a specimen collected near the Capel to Donnybrook road. The specific epithet (humifusa) is a Latin word meaning \"spread-out over the ground\", referring to the habit of this boronia.",
    "Distribution and habitat": "This boronia grows is only known from the area between Busselton and Donnybrook where it grows in open forest.",
    "Conservation": "Boronia humifusa is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}