{
  "url": "https://en.wikipedia.org/wiki/Boronia_tenuis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. tenuis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia tenuis, commonly known as blue boronia, is a species of plant in the citrus family, Rutaceae, and is endemic to the southwest of Western Australia. It is a slender shrub with thread-like, sessile leaves, and flowers with four petals that are white to pink on the front and pale blue on the back.",
    "Description": "Boronia tenuis is a slender, woody shrub that grows to a height of 10–50 cm (4–20 in). The leaves are sessile, thread-like, 5–20 mm (0.2–0.8 in) long with a channel along the upper surface. The flowers are borne singly or in groups of two or three in leaf axils on a thin pedicel 7–15 mm (0.28–0.59 in) long. The four sepals are narrow triangular or narrow egg-shaped and about 3 mm (0.12 in) long. The petals are white to pink but pale blue on the back with a darker midline, 6–7 mm (0.24–0.28 in) long. Flowering occurs from August to December.",
    "Taxonomy and naming": "This species was first formally described in 1839 by John Lindley who gave it the name Cyanothamnus tenuis and published the description in A Sketch of the Vegetation of the Swan River Colony. In 1863, George Bentham changed the name to Boronia tenuis. The specific epithet (tenuis) is a Latin word meaning \"thin\".",
    "Distribution and habitat": "This boronia grows on laterite and granite in stony soils. It is found on the Darling Scarp between Dwellingup and Wannamal in the  Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation status": "Boronia tenuis is classed as is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.\n\n\n== References =="
  }
}