{
  "url": "https://en.wikipedia.org/wiki/Boronia_capitata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. capitata"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia capitata, commonly known as the cluster boronia, is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is a slender, spreading shrub with simple leaves and pink, four-petalled flowers.",
    "Description": "Boronia capitata is a slender, spreading shrub that grows to a height of 15–130 cm (6–50 in). It has simple, thick, linear to club-shaped leaves 4–15 mm (0.2–0.6 in) long. The flowers are pink and are arranged in clusters on the ends of the branches, each on a pedicel 1–3 mm (0.04–0.1 in) long. The four sepals are broadly elliptic to narrow triangular, and the four petals are broadly elliptic, about 6 mm (0.2 in) long.",
    "Taxonomy and naming": "Boronia capitata was first formally described in 1863 by George Bentham and the description was published in Flora Australiensis from a specimen collected by James Drummond. The specific epithet (capitata) is a Latin word meaning \"having a head\".In 1971, Paul G. Wilson described three subspecies:\nBoronia capitata subsp. capitata has leaves and sepals that are glabrous or fringed with hairs and flowers from September to October;\nBoronia capitata subsp. clavata has thick leaves covered with long, soft hairs, and broadly elliptic sepals fringed with hairs and flowers from April to October;\nBoronia capitata subsp. gracilis slender leaves covered with long, soft hairs and narrow egg-shaped sepals with a hairy fringe and flowers from June to November.",
    "Distribution and habitat": "Subspecies capitata is only currently known from sandplain habitat near Pingelly;\nSubspecies clavata grows in heath between Corrigin, Hyden and Kojonup;\nSubspecies gracilis grows in winter-wet swamps between Yarloop and Margaret River.",
    "Conservation": "Subspecies clavata is classified as \"not threatened\" but subspecies gracilis is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat. Subspecies capitata is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to this subspecies are clearing and fragmentation of its habitat.\n\n\n== References =="
  }
}