{
  "url": "https://en.wikipedia.org/wiki/Boronia_anomala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. anomala"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia anomala is a plant in the citrus family Rutaceae and is only known from a single population growing under an overhang in a sandstone gorge in the Kimberley Australia region of Western Australia. It is an erect, mostly hairless shrub with pinnate leaves and four-petalled flowers.",
    "Description": "Boronia anomala is a shrub that grows to 60 cm (20 in) wide and has glabrous stems and leaves. The leaves are pinnate with three or five leaflets and 40–55 mm (1.6–2.2 in) long and 35–100 mm (1.4–3.9 in) wide in outline, on a petiole 8–14 mm (0.3–0.6 in) long. The individual leaflets are 17–50 mm (0.7–2 in) long and 0.5–1.0 mm (0.02–0.04 in) wide. The flowers are usually arranged singly or in groups of up to three in leaf axils on a pedicel 4–10 mm (0.2–0.4 in) long. The four sepals are triangular, about 1 mm (0.04 in) long and 0.5 mm (0.02 in) wide. The four petals are 3.5–4.5 mm (0.14–0.18 in) long with hairs along their edges. The fruit is a capsule 4.5–5 mm (0.18–0.20 in) long and 2–2.5 mm (0.079–0.098 in) wide.",
    "Taxonomy and naming": "Boronia anomala was first formally described in 1999 by Marco Duretto who published the description in Muelleria from a specimen collected near Kalumburu. The specific epithet (anomala) is derived from the Latin word anomalus meaning \"diverging from the normal\" or \"abnormal\", referring to the unusual features of this boronia, compared to others growing in the Kimberley region.",
    "Distribution and habitat": "This boronia is only known from the type location, growing under an overhang in a sandstone gorge.",
    "Conservation": "Boronia anomala is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}