{
  "url": "https://en.wikipedia.org/wiki/Boronia_gunnii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. gunnii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia gunnii, commonly known as Gunn's boronia or Cataract Gorge boronia is a plant in the citrus family Rutaceae and is endemic to Tasmania. It is an erect shrub with compound leaves and pink or white, four-petalled flowers.",
    "Description": "Boronia gunnii is an erect shrub that grows to about 1.2 m (4 ft) high and has branches with minute, bristle like hairs between the leaf bases and small, blunt glands. The leaves have five, seven or nine leaflets and are 12–32 mm (0.5–1 in) long and 16–50 mm (0.6–2 in) wide in outline. The end leaflet is 5–16 mm (0.2–0.6 in) long and 0.5–2.5 mm (0.02–0.1 in) wide and the side leaflet are similar but longer. The flowers are pink, sometimes white and are arranged singly or in groups of up to seven  in leaf axils, the groups on a peduncle 1.5–3 mm (0.06–0.1 in) long. The groups are shorter than the leaves. The four sepals are triangular, about 1 mm (0.04 in) long and wide. The four petals are narrow egg-shaped, 5–8 mm (0.2–0.3 in) long and 1.2–3 mm (0.05–0.1 in) wide with a pointed tip and the stamens are slightly hairy. Flowering occurs from October to January.",
    "Taxonomy and naming": "Boronia gunnii was first formally described in 1855 by Joseph Dalton Hooker who published the description in  The botany of the Antarctic voyage of H.M. Discovery ships Erebus and Terror from a specimen collected by Ronald Campbell Gunn \"on rocks on the South Esk River, near Launceston\". The specific epithet (gunnii) honours the collector of the type specimen.",
    "Distribution and habitat": "Gunn's boronia grows in the flood zones of watercourses, in rock crevices or between boulders. It is found near several Tasmanian rives but is considered extinct in Cataract Gorge where it was first discovered.",
    "Conservation": "Boronia gunnii is listed as \"vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and under the Tasmanian Government Threatened Species Protection Act 1995.The main threats to the species are dieback caused by Phytophthora cinnamomi, inappropriate fire regimes, changes in water flow and weed invasion.\n\n\n== References =="
  }
}