{
  "url": "https://en.wikipedia.org/wiki/Boronia_scabra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. scabra"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia scabra, commonly known as rough boronia, is a plant in the citrus family, Rutaceae and is endemic to the south-west of Western Australia. It is an open shrub with simple, often clustered, oblong to elliptic leaves, and pink, mostly four-petalled flowers.",
    "Description": "Boronia scabra is a shrub that grows to a height of about 60 cm (24 in) and has branchlets with soft hairs. Its leaves are narrow oblong to elliptic with the edges curved downwards, 5–12 mm (0.20–0.47 in) long and often clustered. The flowers are arranged in small groups on the ends of the branches, each flower on a pedicel 2–20 mm (0.079–0.79 in) long. The flowers have four or sometimes five triangular to egg-shaped sepals 2–6 mm (0.08–0.2 in) long. There is a similar number of pink, egg-shaped petals 5–8 mm (0.2–0.3 in) long. The stamens are swollen at the tip with a small white tip on the anther. The stigma is minute. Flowering occurs from July to December.",
    "Taxonomy and naming": "Boronia scabra was first formally described in 1839 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (scabra) is a Latin word meaning \"rough\", \"scurfy\" or \"scabby\".In 1998, Paul Wilson described three subspecies that are accepted by the Australian Plant Census:\n\nBoronia scabra subsp. attenuata Paul G.Wilson has flowers that sometimes have five sepals and petals;\nBoronia scabra subsp. condensata Paul G.Wilson has rough stamen filaments;\nBoronia scabra Lindl. scabra has smooth stamen filaments.",
    "Distribution and habitat": "Subspecies attenuata grows among granite rocks at Cape Le Grande and on the nearby Recherche Archipelago, subspecies condensata grows near Badgingarra, often in gravel, and subspecies scabra grows in a variety of habitats including jarrah forest and kwongan between Geraldton, Gingin, Woodanilling, the Stirling Range and Cape Arid National Park.",
    "Conservation": "Subspecies scabra is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife but subspecies attenuata is classified as \"Priority Three\", meaning that it is poorly known and known from only a few locations but is not under imminent threat, and subspecies condensata is classified as \"Priority Two\"  meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}