{
  "url": "https://en.wikipedia.org/wiki/Boronia_excelsa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Boronia"
    },
    {
      "Species": "B. excelsa"
    }
  ],
  "text": {
    "__SUMMARY__": "Boronia excelsa is a plant in the citrus family Rutaceae and is endemic to a small area in Far North Queensland. It is an erect shrub with woolly-hairy branches, simple, stalkless, more or less hairless leaves, and pink to white, four-petalled flowers.",
    "Description": "Boronia excelsa is an erect shrub with many woolly-hairy branches that grows to about a height of 3 m (10 ft). It has simple, elliptic, sessile leaves 14–60 mm (0.6–2 in) long and 2–6 mm (0.08–0.2 in) wide. The leaves are much paler on the lower surface. The flowers are pink to white and are arranged singly in leaf axils on a pedicel 2–4 mm (0.08–0.2 in) long. The four sepals are egg-shaped to triangular, about 3 mm (0.1 in) long, 1.5 mm (0.06 in) wide and densely woolly-hairy on the back. The four petals are 4.5–5 mm (0.18–0.20 in) long and 2–3 mm (0.08–0.1 in) wide, the eight stamens are hairy and the style is glabrous. Flowering occurs from July to Ausgust and the fruit is a glabrous capsule about 4.5 mm (0.2 in) long and 2 mm (0.08 in) wide.",
    "Taxonomy and naming": "Boronia excelsa was first formally described in 1999 by Marco F. Duretto who published the description in  the journal Austrobaileya from a specimen collected on the Mount Windsor Tableland. The specific epithet (excelsa) is a Latin word meaning \"high\" or \"lofty\" referring to the higher altitudes where this species occurs.",
    "Distribution and habitat": "This boronia grows in wet forests and near the edges of rainforest above 1,000 m (3,000 ft) and is restricted to the Mount Windsor Tableland.",
    "Conservation": "This boronia is classified as \"least concern\" by the Queensland Government Department of Environment and Heritage Protection.\n\n\n== References =="
  }
}