{
  "url": "https://en.wikipedia.org/wiki/Davis'_Masdevallia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Pleurothallidinae"
    },
    {
      "Genus": "Masdevallia"
    },
    {
      "Species": "M. davisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Masdevallia davisii (Davis' masdevallia) is a species of the orchid genus Masdevallia. It is also known as the orchid of the sun and was known to the Incas as qoriwaqanki (\"golden waqanki\") – due to its similarity in form to the red Masdevallia veitchiana, known as waqanki.It was named after Walter Davis who collected it near Cusco in Peru in 1873.",
    "Description": "Masdevallia davisii is grown cool and blooms in the late spring with a single brilliant yellow flower, usually deep orange inside. The 6.5 to 9 cm flowers hold themselves high and appear successively on an erect, slender peduncle, 25 cm long. The flowers' predominant feature is their thickly textured and well-developed sepals, which end in three characteristic tails (one pointing up and the other two pointing down).",
    "Distribution": "Masdevallia davisii is found in growing on rocky slopes in Peru at elevations of between 3000 and 3600 metres.",
    "Culture": "Masdevallia davisii can be grown in cool conditions in partial shade. It should be potted in fine bark with perlite or sphagnum moss and watered regularly, with the potting media kept moist.",
    "History": "In 1873, Walter Davis was dispatched by James Veitch & Sons of Chelsea, London to collect samples of M. veitchiana and related species. While collecting in the vicinity of Cusco, Davis found another unidentified Masdevallia species. He sent flowers to Heinrich Reichenbach for identification; in The Gardeners' Chronicle, Reichenbach described this new species as \"M. davisii\", saying:\n\n\"This is a beautiful thing, much like M. harryana and veitchiana.... The other parts of the flower are yellowish, white and of the deepest splendid orange inside; so that it would appear to give a most welcome contrast in a group of the scarlet and vermillion and white Masdevallias. It was discovered by a, most probably new collector, Mr. W. Davis... I have a very good opinion of this collector, who was introduced to me by a set of new dried Orchids; so I thought it my duty to attach the name of such a promising collector to such a welcome Masdevallia.\"\nMasdevallia davisii flowered for the first time in England in August 1874 and rapidly gained favour, becoming widely cultivated in Europe for many years, but it eventually disappeared from collections, joining the ranks of \"lost\" orchid species, before being re-introduced by David Wellisch of San Francisco in 1978 and by Berthold Wurstle of Spielberg, Germany in 1980.",
    "References": "",
    "External links": " Media related to Masdevallia davisii at Wikimedia Commons\n Data related to Masdevallia davisii at Wikispecies\nA rather colourful description of a journey in search of Qoriwaqanki\nEntry at The Internet Orchid Species Photo Encyclopedia\nEntry on www.pleurothallids.com\"Masdevallia davisii\" at the Encyclopedia of Life"
  }
}