{
  "url": "https://en.wikipedia.org/wiki/Masdevallia_veitchiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Pleurothallidinae"
    },
    {
      "Genus": "Masdevallia"
    },
    {
      "Species": "M. veitchiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Masdevallia veitchiana, (pronounced \"veech-e-anna\") also known as Veitch's masdevallia or king of the masdevallias, is an orchid species of the genus Masdevallia.\nThe plant is found in the wild in northwestern Peru, where it is known as gallo-gallo, meaning \"rooster\" after the rooster-like red comb, crest and wattles of the flower. and Colombia. The plant was named in honour of Harry Veitch, of the Veitch Nurseries family, by whose plant-hunters it was discovered in 1867, and who imported, cultivated, and first flowered this species.Long considered the national treasure of Peru, it is rumoured to have been cultivated by the Incas centuries ago, who called the plant waqanki.",
    "Description": "This cool to cold growing, large, terrestrial, sometimes lithophytic or rarely epiphytic, tufted species with erect leaves is found at a height of between 2,000 and 4,000 metres, including around Machu Picchu in Peru, on steep rocky slopes covered with grasses and shrubs in full sun but with the leaves protected by the grass with short ramicauls enveloped by a series of tubular bracts with a linear-oblanceolate, tapered to the channelled petiolate base, acute, thick leaf that blooms in the spring and early summer with an erect, 39 to 44 cm. long, single flowered inflorescence carrying two distant, tubular bracts and a single inflated tubular, ovate floral bract with the long-lasting flowers held way above the leaves. The unequal colour distribution apparent in M. veitchiana is accorded to the presence of minute purple hairs on the sepals which lend a prismatic visual aspect to the flower. Viewed head-on with the light behind you, the colour is symmetrical.This species has orange flowers covered in a pattern of small purple hairs that create a kind of iridescence as the flower moves in the breezes. The blooms are very large, approximately 5 cm. X 15 cm.",
    "Discovery": "According to Hortus Veitchii:\n\n\"Masdevallia Veitchiana was discovered in the lofty Andes of Peru by Pearce in 1866, and successfully introduced by him. A few years later it was re-discovered in the same locality by Walter Davis, who states that it grows in the crevices and hollows of the rocks with but little soil, at an altitude of 11,000-13,000 ft.\nIt is a variable plant, the flowers differing in size, colour, and in the manner in which the papillae is spread over the inner surface of the sepals. A large-flowered form, grandiflora, may be distinguished by having the upper sepal densely and uniformly covered with purple papillae, while in the lateral two this covering is confined entirely to the outer half, the inner being of the purest orange-scarlet and destitute of papillae.\"",
    "Cultivation": "Masdevallia veitchiana is an excellent plant for beginners and experienced growers alike. It grows quickly into a specimen plant and is quite spectacular when several flowers bloom together, usually between spring and summer. M. veitchiana prefers a cool, moist location but, like most orchids, requires good light to flower consistently. In poor light the flower stems tend to be weak, causing the flowers to droop. M. veitchiana prefers daytime temperatures from 15 to 25 degrees Celsius and will tolerate evening low temperatures below 5 degrees. The plants will freeze, so care should be taken in times of severe frost or freezing temperatures.",
    "Propagation": "Because of extensive collection in the wild, M. veitchiana is rarely imported. It is, however, propagated quite easily both from seed and by division. The plants grow very vigorously and have a rhizome from which the thick, narrow leaves develop. This rhizome can be divided to create new plants with clumps of at least five to ten leaves per division. M. veitchiana has also been used extensively to create many hybrids with its distinctive orange color.",
    "Gallery": "",
    "References": "",
    "External links": "Feature on www.orchidguide.com\nMasdevallia veitchiana on University of Connecticut website\nArticle in San Francisco Chronicle\n\"Masdevallia veitchiana\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}