{
  "url": "https://en.wikipedia.org/wiki/Masdevallia_sumapazensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Pleurothallidinae"
    },
    {
      "Genus": "Masdevallia"
    },
    {
      "Subgenus": "Masdevallia"
    },
    {
      "Section": "Masdevallia"
    },
    {
      "Subsection": "Saltatrices"
    },
    {
      "Species": "M. sumapazensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Masdevallia sumapazensis is a species of orchid in the genus Masdevallia, endemic to the Eastern Cordillera of Colombia in northern South America. It was first described by Pedro Ortiz in 1981. The species Byrsella sumapazensis, described in 2006 by Luer, is a synonym species of Masdevallia.",
    "Etymology": "The genus name Masdevallia is derived from José Masdeval, a physician and botanist in the court of Charles III of Spain. The species epithet is taken from the Sumapaz Páramo, in pre-Columbian times inhabited by the Chibcha-speaking Sutagao, where the holotype has been collected at an altitude of 3,255 metres (10,679 ft) in Cabrera in 1970.",
    "Description": "The small high elevation orchid is yellow-green with purple spots. It grows in sub-páramo cloud forests at altitudes between 3,200 metres (10,500 ft) and 3,300 metres (10,800 ft). The species is considered vulnerable.",
    "Conservation": "It is listed as vulnerable in the Red Book of Colombian plants.ref name=VU>Calderón Sáenz, E.. 2007. Libro Rojo de Plantas de Colombia. Volumen 6: Orquídeas, Primera Parte Serie Libros Rojos de Especies Amenazadas de Colombia, 828. Instituto Alexander von Humboldt – Ministerio de Ambiente, Vivienda y Desarrollo Territorial.</ref>",
    "See also": "List of flora and fauna named after the Muisca\nSumapaz Páramo",
    "References": "",
    "External links": "Illustration of Masdevallia sumapazensis"
  }
}