{
  "url": "https://en.wikipedia.org/wiki/Fusarium_solani",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Nectriaceae"
    },
    {
      "Genus": "Fusarium"
    },
    {
      "Species": "F. solani"
    }
  ],
  "text": {
    "__SUMMARY__": "Fusarium solani is a species complex of at least 26 closely related filamentous fungi in the division Ascomycota, family Nectriaceae. It is the anamorph of Nectria haematococca. It is a common soil fungus and colonist of plant materials. Fusarium solani is implicated in plant disease as well as human disease notably infection of the cornea of the eye.",
    "History and taxonomy": "The genus Fusarium was described in 1809 by Link. In the 1930s, Wollenweber and Reinking organized the genus Fusarium into sections, including Martiella and Ventricosum, which were collapsed together by Snyder and Hansen in the 1940s to form a single species, Fusarium solani; one of nine Fusarium species they recognized based on morphological features. The current concept of F. solani is as a species complex consisting of multiple, closely related and morphologically poorly distinguishable, \"cryptic\" species with characteristic genetic differences. The fungus is allied with the sexual species, Nectria haematococca, in the family Nectriaceae (phylum Ascomycota).",
    "Growth and morphology": "Like other species in its genus, Fusarium solani produces colonies that are white and cottony. However, instead of developing a pink or violet centre like most Fusarium species, F. solani becomes blue-green or bluish brown. On the underside, they may be pale, tea-with-milk-brown, or red-brown. However, some clinical isolates have been blue-green or ink-blue on the underside. F. solani colonies are low-floccose, loose, slimy, and sporadical. When grown on potato dextrose agar (PDA), this fungus grows rapidly, but not as rapidly as Fusarium oxysporum. In PDA, F. solani colonies reach a diameter of 64–70 mm in 7 days.F. solani has aerial hyphae that give rise to conidiophores laterally. The conidiophores branch into thin, elongated monophialides that produce conidia. Phialides that produce macroconidia are shorter than those that produce microconidia.  The macroconidia produced by F. solani are slightly curved, hyaline, and broad, often aggregating in fascicles. Typically the macroconidia of this species have 3 septa but may have as many as 4–5. Microconidia have thickened basal cells and tapered, rounded apical cells. However, some F. solani isolates have pointed, rather than rounded, macroconidia. Microconidia are oval or cylindrical, hyaline, and smooth. Some microconidia may be curved. Microconidia typically lack septa, but occasionally they may have up to two. Fusarium solani also forms chlamydospores most commonly under suboptimal growth conditions. These may be produced in pairs or individually. They are abundant, have rough walls, and are 6-11 μm. F. solani chlamydospores are also brown and round.",
    "Host and symptoms": "F. solani is a very generalistic fungal specie and has been known to infect peas, beans, potatoes, and many types of cucurbits. There has been increasing evidence that F. solani  can also act as a causal agent of mycoses in humans . F. solani can also cause damping off, corn rot, and root rot, as well as sudden death of soybeans(SDS) . Symptoms include general plant decline, wilting, and large necrotic spots on tap roots. Recently the pathogen has also done serious damage to olive trees throughout the mediterranean . F. solani has been and remains a serious economic disease in North and South America.",
    "Ecology": "F. solani is found in soil worldwide. However, a given species within the complex may not be as widespread and may not have the same ecology as others in the complex. In general, as a soil fungus, F. solani is associated with the roots of plants and may be found as deep in the ground as 80 cm. It is frequently isolated in tropic, subtropic, and temperate locations, and less frequently isolated from alpine habitats. The pH of soil does not have a significant effect on F. solani, however, soil fumigation causes an increase in occurrence. F. solani is typically sensitive to soil fungicides. F. solani has been found in ponds, rivers, sewage facilities, and water pipes. It has also been found in larvae and adults of the picnic beetle, is a symbiote of the ambrosia beetle.",
    "Life cycle": "F. solani can be found in soils worldwide, where its chlamydospores overwinter on plant tissue/seed or as mycelium in the soil . The pathogen enters hosts through developing roots, where it can infect the host. After infection, F. solani produces asexual macro and microconidia which are dispersed through wind and rain . The pathogen can persist in the soil for a decade, and if left unchecked can cause complete crop loss.",
    "Management": "The ubiquitous nature of  F. solani gives rise to a plethora of management practices developed independently. One particular method is the use of the bacterial complex Burkholderia cepacia,  which is a registered control method. This bacterial complex has been shown to produce several types of antibiotics (depending on the strain), and can act as a substitute for chemical pesticides. Precautionary methods include planting during warm/dry weather, 3 plus years of crop rotation of non host species, and avoiding dense seed planting .",
    "Physiology and biochemistry": "F. solani have 5-13 chromosomes, with a genome size of about 40 Mb. The GC-content of its DNA is 50%. Mycelium of F. solani is rich in the amino acid alanine, as well as a range of fatty acids including δ-aminobutyric-, palmitic-, oleic-, and linolenic acids. Fusarium solani requires potassium for growth, and develops a feathery pattern when potassium levels are below 3 mM. In culture the following disaccharides are utilized (from most- to least preferential): mannose, rhamnose and sorbose. This species can decompose cellulose at an optimal pH of 6.5 and temperature of 30 °C. It can also metabolise steroids and lignin, and reduce Fe3+  to Fe2+. Fusarium solani produces mycotoxins like Fusaric acid and naphthoquinones. Other toxins have also been isolated from F. solani, including:\n\nFusarubin\nJavanicin\nMarticin\nIsomarticin - causes chlorosis in citrus\nSolaniol\nNeosolaniol\nT-2 toxin\nHT-2 toxin\nDiacetoxyscirpenol",
    "Pathology": "",
    "Pathology-Humans": "Half of human disease involving Fusarium is caused by F. solani and it is involved in most cases of systemic fusariosis and corneal infections. F. solani has been implicated in the following diseases: disseminated disease, osteomyelitis, skin infection, fungemia, and endophthalmitis. In immunocompromised patients, F. solani is one of the most common agents in disseminated and cutaneous infections. Fungal keratitis in the southern USA is most commonly caused by F. solani, as well as F. oxysporum. Cases of fungal keratitis occur most frequently during harvest season as a result of corneal trauma from dust or plant material. Fungal spores come into contact with the damaged cornea and grow. Without treatment, the hyphae can grow into the cornea and into the anterior chamber of the eye. F. solani is also a major cause of fungal keratitis in HIV positive patients in Africa. F. solani was implicated in cases of fungal keratitis involving the Bausch and Lomb ReNu contact lens solution. Some strains of F. solani can produce a biofilm on soft contact lenses. However, when lenses are cleaned correctly with solution, these biofilms are prevented. Prevention also includes leaving lenses in polyhexanide biguanide solution overnight to inhibit F. solani. Other risk factors of contact lens-related Fusarium keratitis include use of daily-wear lenses beyond the recommended timeline and overnight wear.F. solani is largely resistant to typical antifungal agents. The most effective antifungals in treating F. solani infections are amphotericin B and natamycin; however, these agents have only modest success in the treatment of serious systemic infection.",
    "Pathology-Other animals": "F. solani is implicated in cutaneous infections of young turtles as well as infections of turtle egg shells. It has also caused infections in Australian crocodile farms, sea lions and grey seals. F. solani is a facultative pathogen of the castor bean tick. It is also lethal to southern pine beetles.",
    "Pathology-Plants": "F. solani rots the roots of its host plant. It also causes soft rot of plant tissues by penetrating plant cell walls and destroying the torus. It is implicated, along with Pythium myriotylum, in pod rot of the pods of groundnuts. Virulence of this agent in plants is controlled by the cutinase genes cut1 and cut2. These genes are upregulated by exposure to the plant’s cutin monomers. F. solani is known to cause sudden death syndrome in soybeans, and it is also known to cause disease in other economically important crops such as avocado, citrus, orchids, passion fruit, peas, peppers, potato, and squash.",
    "Biotechnology": "F. solani has been investigated as a biological control for certain plants including leafy spurge, morning glory, striga, gourd, and water hyacinth.\n\n\n== References =="
  }
}