{
  "url": "https://en.wikipedia.org/wiki/Fusarium_venenatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Subdivision": "Pezizomycotina"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Nectriaceae"
    },
    {
      "Genus": "Fusarium"
    },
    {
      "Species": "F. venenatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Fusarium venenatum is a microfungus of the genus Fusarium that has a high protein content. One of its strains is used commercially for the production of the single cell protein mycoprotein Quorn.\nFusarium venenatum was discovered growing in soil in Buckinghamshire in the United Kingdom, in 1967 by ICI as part of the effort during the 1960s to find alternative sources of food to fill the protein gap caused by the growing world population. It was originally misidentified as Fusarium graminearum.The strain Fusarium venenatum A3/5 (IMI 145425, ATCC PTA-2684) was developed commercially by an ICI and Rank Hovis McDougall joint venture to derive a mycoprotein used as a food. Because the hyphae of the fungus are similar in length and width to animal muscle fibres the mycoprotein is used as an alternative to meat and is marketed to vegetarians as  Quorn. It is also suitable as a substitute for fat in dairy products and a substitute for cereal in breakfast cereals and snacks.",
    "Commercial production": "Fusarium venenatum intended for use in Quorn products is grown under aerobic conditions in culture vessels by what is known as the 'Quorn Process'. The vessels are composed of two vertical cylinders around 50 metres (160 ft) high, connected to one another at their top and bottom so as to form a continuous loop with a volume of about 150 cubic metres (5,300 cu ft). Ports on the vessel allow the various ingredients involved to be added and removed. The culture broth is composed of 95% glucose, derived by the predigestion of maize starch. Potassium, magnesium and phosphate sources are added as a necessary mineral trace. Both these and the glucose are sterilized prior to use. Additional make up broth can be injected at the base of the vessel as material is removed. The broth is maintained at a pH of 6 and a temperature of 28–30 °C, with a biomass density of 15 grams per litre; equating to a total vessel biomass of 2,250 kg.\nAs culture growth occurs, carbon dioxide is produced and released through a vent at the top of the loop. A heat exchanger, located in the union between the towers at their base, allows excess heat generated by the culture to be removed. One tower within the pair contains a sparge bar, also located towards the tower's base. Air and ammonia are injected through the sparge bar to provide the oxygen and nitrogen required for respiration and protein production. This sparging action causes the pair of towers to function as an air lift culture vessel. The broth continually circulates between the two towers; as it is driven upwards by the sparge bar in one tower, it falls in the opposing tower. Such a stirring (or circulating) method can be preferable for biological cultures as it is less likely to cause damage to cell membranes by mechanical compression or abrasion. The denser Fusarium venenatum culture falls to the base of the loop, where it is removed and heated to 64 °C (147 °F) for 20 minutes. Filtration is used to harvest the Fusarium venenatum, with this then being dried prior to blending with a binder. The majority of Quorn products are bound by rehydrated egg white, which makes them unsuitable for a vegan diet. \nThe complete vessels contain 230 tonnes of broth, as glucose is denser than water. 30 tonnes of the cultured broth are removed per hour. The culture density within the broth at filtration varies from 1.5% (the vessel's standard culture density) to 25–30% w/v, equating to a standard production rate of 292 hydrated kilograms per hour, or 7 hydrated metric tons per 24-hour cycle. This gives a vessel dilution rate of about 13% w/w per hour; the amount of broth and culture mass being removed and then made back up per hour, with respect to the total mass in the vessel. The dry mass contains 25% cell wall, 48% protein, 12% soluble carbohydrate and 12% fat. The total protein content varies from 43-85%.",
    "Regulation": "In the United Kingdom the Ministry of Agriculture, Fisheries and Food approved mycoprotein for sale as a food in 1985.",
    "See also": "History of biotechnology\nUnited Nations Food and Agriculture Organization\n\n\n== References =="
  }
}