{
  "url": "https://en.wikipedia.org/wiki/Fusarium_sporotrichiella",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Subclass": "Hypocreomycetidae"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Nectriaceae"
    },
    {
      "Genus": "Fusarium"
    },
    {
      "Species": "F. sporotrichioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Fusarium sporotrichioides is a fungal plant pathogen, one of various Fusarium species responsible for damaging crops, in particular causing a condition known as Fusarium head blight in wheat, consequently being of notable agricultural and economic importance. The species is ecologically widespread, being found across tropical and temperate regions, and is a significant producer of mycotoxins, particularly trichothecenes. Although mainly infecting crops, F. sporotrichioides-derived mycotoxins can have repercussions for human health in the case of the ingestion of infected cereals. One such example includes the outbreak of alimentary toxic aleukia (ATA) in Russia, of which F. sporotrichioides-infected crop was suspected to be the cause. Although current studies on F. sporotrichioides are somewhat limited in comparison to other species in the genus, Fusarium sporotrichioides has found several applications as a model system for experimentation in molecular biology.",
    "History and taxonomy": "The genus Fusarium was first characterised by the German botanist Johann Link in 1809, prior to the recognition of fungal involvement in plant disease. Over a thousand different species of Fusarium were identified by the 1930s, however, upon further analysis, these were narrowed down to 65 different species. Despite this reduction in the recognised number of species, differentiating one from the other remained difficult and unclear.Lacking a satisfactory system of classification and identification with which to organise these many, seemingly similar Fusarium species, the mycologists Snyder and Hansen collected samples of various fusaria from laboratories worldwide, isolated single spores and cultured them for subsequent analysis of their genetic variation. Their work indicated the existence of 9 distinct species of Fusarium, but there have since been several different classification systems that reach different conclusions, and consensus around this has been difficult to establish, perhaps in part because research focuses predominantly on the agriculturally or botanically more significant fusaria. F. sporotrichioides exemplifies these classification difficulties, as it is usually designated as belonging to the section Sporotrichiella, along with other similar species such as the more well-studied F. poae and F. tricinctum, although other classification systems have placed F. sporotrichioides in the Arthrosporiella section, based on the similarity of its conidial morphology to other species in the section.More currently, the taxonomy of the genus Fusarium is studied using high-performance liquid chromatography, with each of the peaks on the resulting chromatograph being detected by a photodiode array and grouped into chromophore families. As each species produces a different pattern of peaks, this technique allows accurate species identification, and has successfully been applied to several fusaria, including F. sporotrichioides. For larger samples, thin-layer chromatography is usually used as a less expensive alternative.",
    "Ecology": "Fusarium sporotrichioides are found in many tropical and temperate regions, usually in the soil or on wheat. Several members of the genus Fusarium are often found colonising the same area, with the proportion of the total Fusarium population each species constitutes fluctuating depending on extant weather conditions, as for example, colder weather hinders the growth of dominant species such as F. avenaceum, allowing others such as F. culmorum to dominate. In contrast to other taxonomically-related fusaria that are mainly found on cereal crops, F. sporotrichioides is often soil-dwelling. Furthermore, other non-pathogenic or opportunistic Fusarium species are frequently found alongside F. sporotrichioides as part of a phylogenetically similar species complex.",
    "Morphology": "Fusarium sporotrichioides is usually white in early growth, but syellow, brownish, red, pink, or purple later on. The hyphae are usually trinucleated, but can have up to eight nuclei. F. sportotrichioides usually has many aerial mycelia, and may form reddish- or yellow-brown clusters of hyphae, called sporodochia. Yellow sporodochia turn purple upon addition of alkaline substances such as ammonia, whilst reddish-brown clusters turn yellow under acidic conditions.Members of this species have irregularly shaped, almost globular microconidia (referred to as subglobose), that are usually 5-7 μm in diameter, whilst their macroconidia are slightly curved and usually have three to five septa. Many have numerous brown, globose chlamydospores that are 7 to 15 μm in diameter, and serve as an important feature for their distinction from other fusaria.",
    "Growth and reproduction": "Fusarium sporotrichioides carries out both sexual and asexual mechanisms of reproduction, with its teleomorphs including Nectria and Gibberella. It is a fast-growing fungus, usually able to grow up to 8-8.8 cm in diameter within four days. Its optimal growth temperature ranges from 22.5–27.5 °C (72.5–81.5 °F), with the minimum and maximum temperatures required for growth being 2.5–7 °C (36.5–44.6 °F) and 35 °C (95 °F), respectively. The minimum humidity level required for vegetative growth is 88%.This species uses mainly maltose, starch and raffinose as carbon sources for growth. Fusarial growth is also iron-dependent, and is therefore inhibited by siderophores. These are small molecules with a high affinity for iron, that are produced by other soil-dwelling microorganisms and act as their iron-delivery system, thus interfering with the uptake of iron by Fusarium species and consequently preventing their germination.",
    "Identification and detection methods": "In earlier work, the differentiation of F. sporotrichioides from other fusaria is mainly based on differences in conidial morphology. For example, the basal cells of macroconidia in some Fusarium species have hooks or notches whilst others do not, but these differences are not always sufficient to distinguish closely related fusaria from one another. A feature unique to F. sporotrichioides compared to taxonomically related species is the presence of multiporous cells, known as polyphialides, which are now carefully considered in its identification. The fact that these polyphialides produce pyriform as well as fusiform microconidia is a further distinctive feature of F. sporotrichioides, and the blastospores of F. sporotrichioides are a crucial characteristic in its distinction from the similar F. tricinctum.Over the past years, advances in molecular biology and the introduction of the polymerase chain reaction  (PCR) have made the identification of Fusarium species a far more precise process. Today, species of Fusarium can be identified through the cloning and sequencing of RAPD fragments to produce primers for use in PCR that will consequently only amplify the DNA sequence of a specific species. Restriction Fragment Length Polymorphisms (RFLP) are also useful in the differentiation of fusaria, as differences in base-pair sequence cause the sample DNA sequences to be fragmented at different sites by restriction enzymes, resulting in DNA fragments of different lengths. This identification method is particularly useful for screening large numbers of samples.",
    "Identification and detection methods-Media for identification": "As conidial morphology can vary depending not only on factors such as temperature, but also on the components of the growth medium, precision, and consistency in the production and use of growth media is important. potato dextrose agar (PDA) is widely used for growing Fusarium species, but its use is limited by the fact that sporulation can take up to two months on this medium. Peptone pentachloronitrobenzene (PCNB) medium, historically known as Nash medium, is considered the most effective selective medium for the fusaria. Although its formulation is now considered somewhat outdated, PCNB has historically been useful for the rapid distinction between different Fusarium species in soil samples. Other media used for the identification of Fusarium species include oatmeal agar and potato sucrose agar, on which the main distinguishing characteristics of the species surface after roughly 10 to 14 days of growth.",
    "Experimental applications in molecular biology": "Several Fusarium species provide useful model systems for research in molecular biology. Considering F. sporotrichioides specifically, sequences of known genes of the species have been used to study potential virulence genes in other fusaria, for example in the characterisation of the trichodiene synthase gene in F. graminearum. Moreover, the generation of F. sporotrichioides mutant libraries has been a particularly useful approach to studying the phytotoxicity of the fusaria.",
    "Applications to biochemistry and biotechnology": "Several species of Fusarium including F. sporotrichioides have applications for biotechnology through their usefulness as hosts in which to express recombinant proteins, whilst others are used in the synthesis of nanoparticles. For example, zirconium dioxide production can be induced in F. oxysporum, and as zirconium is a hard metal, this has applications for the production of small cutting tools. A further example includes F. semitectum, which has been used for the synthesis of silver, but similar applications of F. sporotrichioides remain elusive.",
    "Agricultural and economic importance": "The genus Fusarium includes species that cause several crop diseases, including ear rot in maize, and head blight in wheat, thus contributing to significant crop yield reduction. Although F. sporotrichioides itself causes only wheat head blight, this disease is a significant concern in the agricultural industry, as crop yield losses due to head blight can be extensive. In Russia for example, head blight has in past years been responsible for 25 to 50% reductions in crop yield. F. sporotrichioides, along with F. poae and F. avenaceum also cause the discolouration of cereals such as oats, and several Fusaria have been shown to contribute to the rotting of certain fruits and vegetables in suboptimal storage conditions. In the case of F. sporotrichioides, the affected produce includes peas and apples.",
    "Agricultural and economic importance-Fusarium head blight": "F. sporotrichioides is one of the most common causative agents of head blight in Scandinavia, as well as Eastern and Northern Europe, although other species such as F. poae and F. avenaceum are usually more prevalent in these areas. Favourable temperature and humidity conditions are associated with an increased likelihood of infection of wheat by Fusarium species, with higher humidity being more conducive to infection, especially during the flowering period, or anthesis, of wheat.Fusarium head blight is caused by the release of mycotoxins from Fusarium species, which damage wheat kernels or spikelets. The infection of spikelets results in a loss of chlorophyll, whilst in infected kernels, F. sporotrichioides mycelia extend from the kernel wall, or pericarp, resulting in a scaliness and discolouration. The infection usually spreads to other areas of the wheat head in favourable environmental conditions.",
    "Fusarium mycotoxins": "All pathogenic Fusarium species produce mycotoxins as secondary metabolites, with the optimal conditions for toxin production being low temperatures, 5–8 °C (41–46 °F), darkness, and a slightly acidic environment (pH around 5.6). Notably, the specific types of mycotoxins produced depend on the species in question, and significant diversity exists among species in this respect. This diversity of secondary metabolite synthesis and the respective genes involved is thought to have arisen via horizontal gene transfer.F. sporotrichioides produces the mycotoxins neosolaniol, nivalenol, NT-1 toxin, NT-2 toxin, HT-2 toxin, and T-2 toxin, all of which are trichothecenes. NT-1 and NT-2 toxins are inhibitors of protein synthesis, whilst nivalenol is a skin irritant and emetic, and can cause bone marrow degeneration. T-2 toxin is associated with skin necrosis in mammals, as well as causing intestinal damage and acting as an emetic in trout and birds, respectively. Other mycotoxins produced by F. sporotrichioides include butenolide, which causes mitochondrial damage in mammals and interferes with chlorophyll retention in plants, and moniliformin, which inhibits the citric acid cycle and consequently the breakdown of carbohydrates. Nontoxic secondary metabolites of F. sporotrichioides include various sterols, such as ergosterol (an important cell membrane constituent), campesterol, and sitosterol.",
    "Fusarium mycotoxins-Implications for human health": "Trichothecene mycotoxins such as HT-2 and T-2 toxin, both produced by F. sporotrichioides, represent a concern for human health due to the possibility of contamination of cereal grains, although efforts are usually made to reduce the Fusarium contamination of wheat itself during the preharvest period, so the likelihood of mycotoxins being present in consumer-ready cereal products is relatively low. In the 1940s, however, reported outbreaks of alimentary toxic aleukia (ATA) (the depletion of leukocytes, the causative agent of which was ingested during food consumption) in parts of what was then the USSR were thought to have occurred via the ingestion of Fusarium-infected millet. ATA has a notably severe pathology and significantly different clinical manifestations in comparison to other mycotoxicoses, including immune suppression, necrosis, and hemorrhaging from the throat, nose, and skin. Although Snyder and Hansen classified the causative agent of the outbreak as F. tricinctum, the mycotoxicologist Abraham Joffe identified it as F. sporotrichioides, a conclusion supported by several sources.",
    "Fusarium mycotoxins-Fusarium mycotoxins as biological weapons": "The use of trichothecene mycotoxins as biological weapons has been suspected in the case of the controversial Soviet air attacks on several Southeast Asian countries in the 1970s and 1980s, referred to as the yellow rain attacks. Although whether or not intentional biological warfare actually took place remains unclear, soil analyses of the affected areas indicate the presence of above-normal levels of tricothecenes, as well as types of tricothecenes that are not usually produced by naturally occurring microorganisms in the area.",
    "Control and management": "Considering the fact that Fusarium diseases jeopardize crop viability as well as releasing potentially hazardous mycotoxins, their management and control is relevant to agriculture and public health. Field management is a useful control measure, as alternating wheat cultivation with that of other crop types that are not susceptible to Fusarium diseases interferes with Fusarium species colonization. Moreover, appropriate ploughing techniques can be implemented to eliminate the layer of fungi that accumulates on soil and consequently prevent the propagation of fusaria. Irrigation control can also significantly limit water-mediated dispersion of pathogenic Fusarium species, ultimately reducing the likelihood of crop contamination.\n\n\n== References =="
  }
}