{
  "url": "https://en.wikipedia.org/wiki/Fusarium_circinatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Nectriaceae"
    },
    {
      "Genus": "Fusarium"
    },
    {
      "Species": "F. circinatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Fusarium circinatum is a fungal plant pathogen that causes the serious disease pitch canker on pine trees and Douglas fir (Pseudotsuga menziesii). The most common hosts of the pathogen include slash pine (Pinus elliottii), loblolly pine (Pinus taeda), Monterey pine (Pinus radiata), Mexican weeping pine (Pinus patula), and Douglas fir. Like other Fusarium species in the phylum Ascomycota, it is the asexual reproductive state of the fungus and has a teleomorph, Gibberella circinata.",
    "Distribution": "This fungus is believed to have originated in Mexico. It spread to the eastern United States in 1946 and by 1986 had reached the western United States. It was first recorded in Japan in the 1980s, in South Africa in 1990, in Chile  and Spain in the mid 1990s and in Italy in 2007.",
    "Host species": "In California this canker has been recorded on nine different species of pine (Pinus) and on Douglas fir (Pseudotsuga menziesii). In Europe and Asia it has been recorded on over 30 other Pinus species. Monterey pine (Pinus radiata) seems to be the most susceptible species, and in California 85% of the native Monterey pine forests were initially thought to be threatened by the disease. Because of the activation of systemic acquired resistance in native Monterey pine trees, however, the impacts of the disease in California have been mitigated.",
    "Biology": "Fusarium circinatum infects the twigs and branches of pine trees, causing a bark canker. Most infection is by macroconidia or microconidia. The macroconidia are 3-septate, with slightly curved walls and the microconidia are single-celled, ovoid, and borne in false heads on aerial polyphialides. The aerial mycelium is white or pale violet colour and slightly twisted below the proliferation of microconidiophores. In culture, perithecia are readily produced. They are dark purple or black and ovoid. Cylindrical asci are released by oozing. There are eight ascospores which are 1-septate and ellipsoidal to fusiform. Because peritheca have not been observed in the field, it is not thought that ascospores are an important route for infection.The infection is usually carried from tree to tree by the rain, the wind or by bark-feeding insects. These including weevils in the genus Pityophthorus and bark beetles in the genera Ips and  Conophthorus. These insects commonly infect pine trees and the adults may disperse the pathogen. Additionally, these insects cause a wound when feeding and this may facilitate entry of the infection. Warmth and moisture encourage the development of the disease whereas cooler drier conditions restrict it. In California it is more severe in coastal areas.Research was undertaken to see whether spores from the telemorph, Gibberella circinata, might be responsible for spread of the fungus. It was found that very few vegetative compatibility groups existed among the California strains of the pathogen. This implied that asexual reproduction predominated and laboratory tests confirmed this.",
    "Symptoms": "The various symptoms of F. circinatum can help identify and distinguish it from other pathogens or common Pinus diseases.  The symptoms are similar to other damping off diseases with seedlings wilting and dying and exuding resin from the root collar areas. Drooping from the resin production and the plant’s resistance mechanism can be observed along with die-back near the apical meristem. A discoloration of the stem and needles is usually present, with plants exhibiting purple or blue shades. Other symptoms include chlorosis of the needles turning a reddish brown color and lesions on the stems, root collars, and tap roots. Host factors that can trigger infection include plant stress with excessive nitrogen in the soil, unbalanced watering cycles, warmer temperatures, and wounds from pruning or insect damage.",
    "Spread": "Numerous plant pathologists have noted F. circinatum as a serious threat to the pine tree species.  Due to the high tree mortality rate, reduced growth, and degradation of wood quality, the economic and ecological importance are greatly affected by this disease.  Not only can the spread of infection go from branch to branch, but also infect pine seeds, leading to damping-off of younger seedlings and resulting in death from the fungal infection. The environmental interactions that take place to favor the spread and development of this disease play a large role in transmission.  Factors such as soil nutrient ratio, abiotic stressors, air pollution, temperature, and humidity can all contribute to the spread of this disease.In Chile, the infection was first reported on Pinus radiata in nurseries and was thought to be due to the import of contaminated seed.  Seedlings could also be infected by soil-borne contamination. A few years later, the disease had not spread to mature stands of trees. The same is true in South Africa, where it was reported to infect nursery stock but not forest trees.Fusarium circinatum is spread locally by wind and insects, but it is slow to spread into new areas. Over large distances it can be transported in contaminated pine seeds or by young plants. Although it could be carried as infected timber, this is considered unlikely especially if the bark has been removed. If timber had been a significant means of infection, the fungus would have spread more rapidly to other parts of the world as there is a considerable trade in pine.The vectors for this disease, such as insects, rely on whether or not the species is indigenous to where the pine is located. There are also different ranges of susceptibility that can interact within the environment.  Bishop pine (Pinus muricata) has a more extensive range of susceptibility compared to Monterey pine, which serves as a “host bridge” to more northern locations for susceptible Pinus species.",
    "Management": "Several strategies are currently being used to help decrease the spread of F. circinatum.  Irrigation water can be chemically treated with a chlorination system or ozone treatment. Following corrected pH levels in water, it is recommended that 2-3 ppm of chlorine be administered.  Proper hygiene practices and surface sterilization are to be maintained throughout management, especially by preventing the accumulation of water nearby to deter increases in insect populations.  The use of insecticides can reduce the number of vectors present that typically allow the infection to occur.  Within pine nurseries, it is common for the dying seedlings to be removed and saturated with a fungicide. A single, systematic fungicide should not be used continuously as resistance can develop.While pitch canker can cause damage to the pine industry, some cases of infection recover. Susceptible Monterey pine trees that were repeatedly exposed to the pathogen gained resistance over time under controlled conditions, especially where the disease has been present for over 10 years.  Removing diseased trees from areas as a conservative approach allows for the possibility of recovery.",
    "Testing": "A test has been developed for detecting contamination of seeds of Pinus species by F. circinatum. It is based on the biological enrichment of a sample followed by a real-time polymerase chain reaction assay. Many countries are imposing quarantine controls on movement of propagating materials and this test can help prevent the introduction of the pathogen through contaminated seed.",
    "See also": "Forest pathology",
    "Notes": "The epithet refers to the diagnostic coiled hyphae that are produced by this species.\n\n\n== References =="
  }
}