{
  "url": "https://en.wikipedia.org/wiki/Fusarium_graminearum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Nectriaceae"
    },
    {
      "Genus": "Gibberella"
    },
    {
      "Species": "G. zeae"
    }
  ],
  "text": {
    "__SUMMARY__": "Gibberella zeae, also known by the name of its anamorph Fusarium graminearum, is a fungal plant pathogen which causes fusarium head blight, a devastating disease on wheat and barley. The pathogen is responsible for billions of dollars in economic losses worldwide each year. Infection causes shifts in the amino acid composition of wheat, resulting in shriveled kernels and contaminating the remaining grain with mycotoxins, mainly deoxynivalenol, which inhibits protein biosynthesis; and zearalenone, an estrogenic mycotoxin. These toxins cause vomiting, liver damage, and reproductive defects in livestock, and are harmful to humans through contaminated food. Despite great efforts to find resistance genes against F. graminearum, no completely resistant variety is currently available. Research on the biology of F. graminearum is directed towards gaining insight into more details about the infection process and reveal weak spots in the life cycle of this pathogen to develop fungicides that can protect wheat from scab infection.",
    "Life cycle": "F. graminearum is a haploid homothallic ascomycete. The fruiting bodies, perithecia, develop on the mycelium and give rise to ascospores, which land on susceptible parts of the host plant to germinate. The fungus causes fusarium head blight on wheat, barley, and other grass species, as well as ear rot on corn. The primary inocula are the ascospores, sexual spores which are produced in the perithecia. Spores are forcibly discharged and can germinate within six hours upon landing on the plant surface. The scab disease is monocyclic; after one cycle of infection with ascospores, the fungus produces macroconidia by asexual reproduction. These structures overwinter in the soil or in plant debris on the field and give rise to the mycelium in the next season.",
    "Host and symptoms": "The pathogen is capable of causing a variety of diseases: head blight or 'scab' on wheat (Triticum), barley (Hordeum), rice (Oryza), oats (Avena), and Gibberella stalk and ear rot disease on maize (Zea). Additionally, the fungus may infect other plant species without causing any disease symptoms.Maize\nIn Gibberella stalk rot, the leaves on early-infected plants will turn a dull greyish-green, and the lower internodes will soften and turn a tan to dark-brown. A pink-red discoloration occurs within the stalks of diseased tissue. Shredding of the pith may reveal small, round, black perithecia on the stalks. Gibberella (red) ear rot can have a reddish mold that is often at the ear tip. The infection occurs by colonizing corn silk and symptoms first occur at the ear's apex. The white mycelium turns from pink to red over time, eventually covering the entire ear. Ears that become infected early don't fully develop the reddish mold near the ear tip, as the mold grows between the husks and ear.Rice\nGibberella zeae can turn affected seeds red and cause brown discoloration in certain areas on the seed or the entire seed surface. The surface of husks develop white spots that later become yellow and salmon or carmine. Infected grains are light, shrunken and brittle. Stem nodes begin to rot and wilt, eventually causing them to turn black and disintegrate when they are infected by the fungal pathogen.Wheat\nBrown, dark purple-black necrotic lesions will form on the outer surface of the spikelets, what the wheat ear breaks up into. The lesions may be referred to as scabs, but this is not to be confused and associated with other scab diseases such as those with different host and pathogen. Head blight is visible before the spikes mature. Spikelets begin to appear water-soaked before the loss of chlorophyll, which gives a white straw color. Peduncles that are directly under the inflorescence can become discolored into a brown-purple color. Tissues of the inflorescence typically become blighted into a bleached tan appearance, and the grain within it atrophies. The awn will become deformed, twisted and curve in a downward direction.\nBarley\nInfections on barley are not always visible in the field. Similar to wheat, infected spikelets show a browning or water-soaked appearance. The infected kernels display a tan to dark brown discoloration. During long periods of wetness, pink to salmon-orange spore masses can be seen on the infected spikelets and kernels. The cortical lesions of infected seeds become a reddish-brown in cool, moist soil. Warm soil can cause head blight to occur after emergence, and crown and basal culm rot can be observed in later plant development.",
    "Infection process": "F. graminearum infects wheat spikes from anthesis through the soft dough stage of kernel development. The fungus enters the plant mostly through the flowers; however, the infection process is complex and the complete course of colonization of the host has not been described. Germ tubes seem not to be able to penetrate the hard, waxy surface of the lemma and palea which protect the flower. The fungus enters the plant through natural openings such as stomates, and needs soft tissue such as the flowers, anthers and embryo to infect the plant. From the infected floret, the fungus can grow through the rachis and cause severe damage in a short period of time under favorable conditions. Upon germination of the spores on the anthers and the surface of the developing kernel, hyphae penetrate the epicarp and spread through the seed coat. Successively, the different layers of the seed coat and finally the endosperm are colonized and killed.",
    "Management": "The control of this disease can be achieved using a combination of the following strategies: fungicide applications, resistance breeding, proper storage, crop rotation, crop residue tillage, and seed treatment. The correct usage of fungicide applications against Fusarium head blight can reduce the disease by 50 to 60 percent. Fusarium refers to a large genus of soil fungi that are economically important due to the profound effects they have on crops. Application of fungicides is necessary at early heading date for barley and early flowering for wheat, where the early application can limit the infection of the ear. Barley and wheat differ in fungicide application because of their differences in developmental traits. The disease generally develops late in the season or during storage, so fungicide use is only effective in the early season. Management against insect pests such as ear borers, for corn, will also reduce the infection of the ear from wounds caused by insect feeding.Cultivating a variety of hosts that are resistant to Fusarium head blight is one of the most evidence-based and cost-effective ways to manage the disease. Using varieties that have looser tusks that cover the ear are less vulnerable to Fusarium head blight. Once the crop has been harvested, it is essential to store it at low moisture, below 15%, as this will reduce the appearance of Gibberella zeae and Fusarium species in storage.Avoiding the planting of small grain crops following other small grain crops or corn and tillage of crop residue minimizes the chances of Fusarium head blight in environmentally favorable years. The rotation of small grains with soybean or other non-host crops has proven to reduce Fusarium head blight and mycotoxin contamination. Crop rotation with the tillage of residue prevents crops from remaining to infect on the soil surface. Residues can provide an overwintering medium for Fusarium species to cause Fusarium head blight. As a result, the chances of infection are greatly improved in the succeeding small grain crop. If minimal or no tillage occurs, the residue spreads and allows the fungus to overwinter on stalks and rotted ears of corn and produce spores.\nThe seeds (kernels) that colonize with the fungus have less resistance because of poor germination. Planting certified or treated seeds can reduce the amount of seedling blight, which is caused by the seeds colonized with the fungus. If it is necessary to replant seeds that were harvested from a Fusarium head blight infected field, then the seeds should be treated to avoid reoccurrence of the infection.",
    "Importance": "The loss of yield and contamination of seed with mycotoxins, alongside reduced seed quality, are the main contributions to the impact of this disease. Two mycotoxins, trichothecene deoxynivalenol, a strong biosynthesis inhibitor, and zearalenone, an estrogenic mycotoxin, can be found in grains after Fusarium head blight epidemics. Deoxynivalenol is a type of vomitoxin and, as its name states, is an antifeedant. Livestock that consume crops contaminated with vomitoxin become sick and refuse to eat anymore. Zearalenone is a phytoestrogen, mimicking mammals' estrogen. It can be disastrous if it gets into the food chain, as zearalenone causes abortions in pregnant females and feminization of males.In 1982, a major epidemic affected 4 million hectares of the spring wheat and barely growing in the northern Great Plains of North Dakota, South Dakota, and Minnesota. The yield losses exceeded 6.5 million tons worth approximately $826 million, with total losses related to the epidemic near one billion dollars. Years that followed this epidemic, reported losses that have been estimated between $200-$400 million annually. Losses in barley because of Fusarium head blight are large in part due to the presence of deoxynivalenol. Barley prices from 1996 in Minnesota fell from $3.00 to $2.75 per bushel if the mycotoxin was present and another $0.05 for each part per million of deoxynivalenol present.",
    "See also": "Fusarium graminearum genome database\nAscomycota\nHomothallic\nAscospore",
    "References": "",
    "External links": "Interactive Science Experiment Showcasing the Growth of Gibberella zeae (GCSE/A-level)\nFusarium graminearum Database\nIndex Fungorum\nUSDA ARS Fungal Database"
  }
}