{
  "url": "https://en.wikipedia.org/wiki/Inocybe_maculata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Inocybaceae"
    },
    {
      "Genus": "Inocybe"
    },
    {
      "Species": "Inocybe maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Inocybe maculata, commonly known as the frosty fibrecap, is a species of mushroom in the Inocybaceae family. First described by Jean Louis Émile Boudier in 1885, I. maculata can be found throughout Europe, Asia and North America. It is a medium-sized brown mushroom with a fibrous, brown cap with white remnants of a universal veil in the middle. The stem is cream or brown. The species is ectomycorrhizal and grows at the base of various trees, including beech. Inocybe maculata is poisonous, containing muscarine. Possible symptoms after consumption of I. maculata mushrooms are salivation, lacrimation, urination, defecation, gastrointestinal problems and vomiting, with the possibility of death due to respiratory failure.",
    "Taxonomy, phylogeny, and naming": "The species was given its specific epithet, \"maculata\" (from the Latin for \"spotted\"), by Jean Louis Émile Boudier in 1885 in an article in the Bulletin de la Société Botanique de France.  Within the genus Inocybe, it has placed within the subgenus Inosperma and section Rimosae. However, Phylogenetic analysis, has shown that section Rimosae as formerly defined does not form a monophyletic group (that is, descended from a single exclusive ancestor), and former Rimosae species are better grouped into two clades, Maculata and Rimosae. Other species joining I. maculata in the Maculata clade include I. cookei, I. quietiodor, I. rhodiola, I. adaequata, and I. erubescens.Inocybe maculata has no generally recognised synonyms. However, there has been some debate about its status as a single species; due to the wide geographic and morphological variation of the species, some authors have proposed multiple species and varieties. In response, mycologist Thom Kuyper has listed over thirty specific names and varieties as synonyms of Inocybe lacera, which is still generally recognised. It has also been suggested that Inocybe lanatodisca is a synonym, but where the species occur together, they can be distinguished from each other, and so it is still recognised as distinct. The form I. maculata f. fulva was named and described in 1991 by Marcel Bon in France. Inocybe maculata is commonly known as the frosty fibrecap.",
    "Description": "Inocybe maculata has a conical or bell-shaped cap which is up to 8 centimetres (3.1 in) in diameter. As the mushrooms age, the cap becomes flatter, and the broad umbo becomes prominent. The centre of the cap has white remains of the universal veil, especially on younger mushrooms. The cap is covered in fibres which extend from the centre of the cap to the margin (which is usually split). The cap is typically a chestnut brown in colour, though it is paler towards the margin. As well as chestnut, the camp has been described as \"Buckthorn brown\", \"snuff brown\", \"tawny olive\" and \"Saccardo's umber\". Both cap colour and the presences of veil remnants are known to be very variable. In appearance, Inocybe maculata f. fulva has a lighter cap colour (typically more yellow to reddish-brown) and less (or even no) remnants of the veil on the cap. The gill attachment is adnate, meaning that the gills are attached to the stem along their entire depth. The gills are crowded, with white edges that are finely toothed. Younger mushrooms have gills that are greyish-white that eventually mature to an olive-brown colour. The stem is up to 8 cm (3.1 in) in length, and generally cylindrical in shape, though it is often thicker towards the base. While the stem is initially solid, it later becomes hollow. There is often a small bulb at the base of the stem. The stem has cream colouration, becoming gradually browner with age. The base sometimes white and powdery. The flesh is white.",
    "Description-Microscopic features": "Inocybe maculata has thin-walled cheilocystidia, which are clavate (club-shaped), lack encrustation at the apex, and are colourless. The basidia are also clavate, and can be two-, three- or four-spored, and measure from 15 to 30 micrometres (μm) by 5 to 9 μm. The sterigmata (the narrow horns on the end of the basidia which hold the spores) are 4 to 5 μm long. It lacks pleurocystidia. The species leaves a snuff-brown spore print. The spores themselves are smooth and bean shaped; they have a yellow-brown to rusty brown colouration, and measure from 9 to 11 μm by 4.5 to 5.5 μm. The hyphae can have clamp connections, but can also lack them.",
    "Description-Similar species": "Inocybe maculata is similar to the variable Inocybe lacera, the split fibrecap, but it can be differentiated by the darker colouration of the cap, and the white remains of the veil in the centre of the cap. The species is also similar in appearance to Inocybe lanatodisca, but can be readily distinguished by odour (I. lanatodisca has a characteristic sweet, green-corn smell) and the colour of the cap (I. lanatodisca has a fulvous cap). It is closely related to Inocybe fastigiata, but can again be distinguished by colour; I. fastigiata has lighter coloured fibrils.",
    "Distribution and habitat": "Inocybe maculata is an ectomycorrhizal species, with a wide ecological range. It can be found in all biomes from low-lying deciduous woodland to arctic-alpine areas. It typically grows on the ground in deciduous (or mixed) woodland, favouring beech. It grows best on chalky soil, among leaf litter. In North America, it favours sandy soil, clay or moss. It is also encountered on pathsides. As well as beech, the species has been recorded growing in association with hornbeam, hazel, oak and lime. Inocybe maculata f. fulva favours birch, spruce, pine, Populus, willow, (as well as Dryas and Polygonum in alpine regions). Mushrooms grow individually or in scattered groups. Though widespread in the areas it is found, it is not a common species. It can be found from western Europe to eastern Asia; and in North America, from where it was first collected in the 1960s. Inocybe maculata f. fulva was first identified in France, and has since been found elsewhere in Europe.",
    "Edibility": "The flesh has a mild taste, and a strong, pungent, fruity smell. The mushroom is poisonous, containing muscarine compounds. Consumption of the mushroom could lead to a number of physiological effects, including: salivation, lacrimation, urination, defecation, gastrointestinal problems and emesis (vomiting); this array of symptoms is also known by the acronym SLUDGE. Other potential effects include a drop in blood pressure, sweating and death due to respiratory failure.",
    "See also": "\nList of Inocybe species\n\n\n== References =="
  }
}