{
  "url": "https://en.wikipedia.org/wiki/Inocybe_praetervisa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Inocybaceae"
    },
    {
      "Genus": "Inocybe"
    },
    {
      "Species": "Inocybe praetervisa"
    }
  ],
  "text": {
    "__SUMMARY__": "Inocybe praetervisa is a small, yellow and brown mushroom in the Inocybaceae family, distinguished from other members of the genus by its unusual spores and bulb. The unusual spores led to the species being named the type species of the now-abandoned genus Astrosporina; recent studies have shown that such a genus could not exist, as the species with the defining traits do not form a monophyletic group. However, it is a part of several clades within the genus Inocybe. I. praetervisa grows on the ground in woodland, favouring beech trees, and can be found in Europe, North America and Asia. It is inedible and probably poisonous due to the presence of muscarine. The ingestion of muscarine can lead to SLUDGE syndrome, and could potentially lead to death due to respiratory failure.",
    "Taxonomy and naming": "Inocybe praetervisa was first described by Lucien Quélet in the first volume of Giacomo Bresadola's  1883 publication Fungi tridentini. The species was moved to the genus Astrosporina by Joseph Schröter in 1889, but this was rejected, and the name Astrosporina praetervisa is now considered an obligate synonym. Astrosporina praetervisa was the type species of the no longer recognised genus. The specific epithet praetervisa comes from the Latin word meaning \"overlooked\".Within the genus Inocybe, I. praetervisa has been placed in the subgenus Inocybe. Mycologist Rolf Singer places the species in the section Marginatae; mycologist Thom Kuyper considers Marginatae a supersection, and includes I. praetervisa along with I. abietis, I. calospora and I. godeyi. Phylogenetics has shown that, in addition to the large clade of subgenus Inocybe, I. praetervisa forms a clade with I. calospora, I. lanuginosa and I. leptophylla. The species are similar in that all four have basidiospores with small nodules; it was this feature that defined the genus Astrosporina, with then A. praetervisa as its type species. However, when phylogenetic analysis later concluded that nodulose-spored Inocybe species do not form a monophyletic group, the name Astrosporina was deemed inappropriate at a generic level. But it may be considered useful at a lower level to refer to the clade of the four Inocybe species. Of those four, I. praetervisa is most closely related to I. calospora, with which it forms a smaller and closer clade. A different study also found the close relationship between I. praetervisa and I. calospora; it also named I. teraturgus as a part of the clade containing I. praetervisa, I. calospora, I. lanuginosa and I. leptophylla.",
    "Description": "Inocybe praetervisa has a bell-shaped (later expanding) cap of 3 to 5 centimetres (1.2 to 2.0 in) in diameter, which is a yellowish-brown colour. It is fibrous, and splits from the margin (which curves inwards) to the centre. The stem is from 5 to 6 centimetres (2.0 to 2.4 in) in height, and from 3 to 8 millimetres (0.12 to 0.31 in) thick. It is white, maturing to a pale straw-yellow, and the whole stem is farinaceous, meaning it is covered in particles resembling meal. The stem has a distinct bulb at the base, which is moderately marginate, and lacks a ring. The flesh is white, and discolours to yellowish in the stem. The gills are initially whitish, but later become a clay-brown with toothed, white edges. They are adnexed, meaning they connect to the stem by only part of their depth, and are crowded closely together.",
    "Description-Microscopic features": "Inocybe praetervisa leaves a clay-brown spore print, while the spores themselves are rectangular with a large number of \"distinct, angular knobs\". In size, the spores measure between 10 and 12 micrometres (0.00039 and 0.00047 in) in length by between 7 and 9 micrometres (0.00028 and 0.00035 in) in width. Inocybe praetervisa has both pleuro- and cheilocystidia which are relatively spindle-shaped with apical encrustation. The cystidia have hyaline or pale yellow walls.",
    "Description-Similar species": "The species can be differentiated from the similar I. cookei by its \"irregular, lumpy spores\". It is also similar to I. rimosa, but differs in the presence of a bulb. Another species that can be differentiated by the lack of a bulb is I. numerosigibba.",
    "Habitat and distribution": "Inocybe praetervisa is an ectomycorrhizal species, and can be found on the ground in mixed, deciduous or even coniferous woodland. It typically favours beech. Mushrooms grow solitarily or in \"trooping groups\" in late summer and throughout autumn, though it is not commonly encountered species. It can be found in Europe, Asia and North America.",
    "Edibility and toxicity": "The species has a mild, indistinct taste, and a faint smell of flour. Mycologist Roger Phillips describes its edibility as \"suspect\", recommending that it be avoided, and notes that it is possible that the species is poisonous; most species of Inocybe have been shown to contain poisonous chemicals. Mycologist Ian Robert Hall lists the mushroom as containing the poisonous compound muscarine. Consumption of muscarine could lead to a number of physiological effects, including: excess salivation, lacrimation, uncontrollable urination and defecation, gastrointestinal problems and emesis (vomiting); this array of symptoms is also known by the acronym SLUDGE. Other potential effects include a drop in blood pressure, sweating and death due to respiratory failure.",
    "See also": "\nList of Inocybe species\n\n\n== References =="
  }
}