{
  "url": "https://en.wikipedia.org/wiki/Inocybe_erubescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Inocybaceae"
    },
    {
      "Genus": "Inocybe"
    },
    {
      "Species": "I. erubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Inocybe erubescens, also known as I. patouillardii, commonly known as the deadly fibrecap, brick-red tear mushroom or red-staining Inocybe, is a poisonous basidiomycete fungus, one of many in the genus Inocybe and one of the few known to have caused death. It is found growing in small groups on leaf litters in association with beech. All mushroom guidebooks as well as the mushroomers advise that the entire genus should be avoided. The fruit bodies (i.e., the mushrooms) appear in spring and summer; the bell-shaped caps are generally pale pinkish in colour with red stains, with a reddish-pink stipe and gills.",
    "Taxonomy and naming": "The red-staining inocybe was first described by Norwegian naturalist Axel Gudbrand Blytt in 1904 as Inocybe erubescens. However, it was widely known for many years as I. patouillardii, as named by Italian mycologist Giacomo Bresadola in 1905 in honour of the French botanist Narcisse Théophile Patouillard. However, the former name takes priority due to age.",
    "Description": "The cap is hemispherical before flattening out and can reach 8 cm (3.4 in) in diameter. It is variable in colour, initially white though becoming yellow or brownish with age, and stained with pink-white and red marks or lines. The edge of the cap is often irregular with split edges and rough texture. The adnexed gills are reddish-pink. The stipe, dark red-pink, is thin with no ring. The flesh is initially yellowish, later dark pink. The colour tends to fade in direct sunlight. It may be mistaken for Calocybe gambosa, though the latter does not stain red, Agaricus species or Cortinarius caperatus.",
    "Distribution and habitat": "It is commonest in beech woods and chalky soils, but grows in other broad-leaved woodland as well. It mainly grows on leaf litter usually during the spring and summer seasons. It is found in southern Europe and has been recorded from eastern Anatolia in Turkey. In Israel, I. erubescens grows under Palestine oak (Quercus calliprinos) and pines, with mushrooms still appearing in periods of little or no rain as they are mycorrhizal.",
    "Toxicity": "Inocybe erubescens contains the toxin muscarine, in much higher doses than Amanita muscaria, and has been known to cause death. One fatality was recorded in Surrey in southern England in 1937. In Israel, it is confused with edible mushrooms of the genus Tricholoma, particularly Tricholoma terreum, and Suillus granulatus, all of which grow in similar habitat.",
    "See also": "List of Inocybe species\nList of deadly fungi",
    "References": "\nNorth, Pamela (1967). Poisonous Plants and Fungi in colour. Blandford Press & Pharmacological Society of Great Britain.\nToxicity, Mushrooms - Muscarine"
  }
}