{
  "url": "https://en.wikipedia.org/wiki/Inocybe_hystrix",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Inocybaceae"
    },
    {
      "Genus": "Inocybe"
    },
    {
      "Species": "I. hystrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Inocybe hystrix is an agaric fungus in the family Cortinariaceae. It forms mycorrhiza with surrounding deciduous trees. Fruit bodies are usually found growing alone or in small groups on leaf litter during autumn months. Unlike many Inocybe species, Inocybe hystrix is densely covered in brown scales, a characteristic that aids in identification. The mushroom also has a spermatic odour that is especially noticeable when the mushroom is damaged or crushed.\nLike many other Inocybe mushrooms, Inocybe hystrix contains dangerous amounts of muscarine and should not be consumed.",
    "Taxonomy": "The species was first described in 1838 by Elias Fries under the name Agaricus hystrix. Finnish mycologist Petter Karsten later (1879) transferred it to Inocybe.",
    "Description": "Fruit bodies have convex to plano-convex caps measuring 3–5.5 cm (1.2–2.2 in) in diameter. The caps are dry with scales that can be either erect or flat on the surface. The colour is brown in the centre, becoming paler towards the edges. The flesh is white, and has a spermatic odour and mild taste. The gills are closely spaced, white to dull brown, and have fringed edges. The stipe measures 3–9 cm (1.2–3.5 in) long by 0.5–1 cm (0.2–0.4 in) thick, and is roughly the same width throughout its length; like the cap, it is scaly.The spore print is cinnamon brown. spores are roughly almond-shaped, smooth, inamyloid, and measure 8–12.5 by 5–6.5 µm. Clamp connections are present in the hyphae.",
    "Habitat and distribution": "In North America and Europe, Inocybe hystrix grows in deciduous forest, especially beech. In Costa Rica, it is found in the Cordillera Talamanca, where it associates with Quercus costaricensis at elevations around 3,000 meters (9,800 ft).",
    "See also": "\nList of Inocybe species\n\n\n== References =="
  }
}