{
  "url": "https://en.wikipedia.org/wiki/Casuarius_unappendiculatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Casuariiformes"
    },
    {
      "Family": "Casuariidae"
    },
    {
      "Genus": "Casuarius"
    },
    {
      "Species": "C. unappendiculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern cassowary (Casuarius unappendiculatus) also known as the one-wattled cassowary, single-wattled cassowary, or golden-necked cassowary, is a large, stocky flightless bird of northern New Guinea. It is one of the three living species of cassowary, alongside the dwarf cassowary and the southern cassowary. It is a member of the superorder Paleognathae.",
    "Taxonomy": "Edward Blyth first identified the northern cassowary from a specimen from an aviary located in Calcutta, India, in 1860. The genus name Casuarius is derived from the Malay word kesuari \"cassowary\", while the species name unappendiculatus refers to the species' single wattle. Officially, there are no subspecies, though some authors list several subspecies.",
    "Description": "It has hard and stiff black plumage, blue facial skin and a casque on top of the head. It has a bright red or yellow coloured neck and wattle. The feet are huge and strong with long, dagger-like claw on its inner toe. The sexes are similar. The male, at 30 to 37 kg (66 to 82 lb), is smaller than the female, at an average of 58 kg (128 lb), making it roughly tied as the third-heaviest living bird species after the common ostrich, Somali ostrich and alongside the similarly-sized southern cassowary. These birds measure 149 cm (4.89 ft) long and stand 1.5–1.8 m (4.9–5.9 ft) in height. Compared to the southern cassowary, the northern cassowary has a slightly shorter bill, at 12 to 13.7 cm (4.7 to 5.4 in), but a slightly longer tarsal length, at 28 to 33.2 cm (11.0 to 13.1 in).",
    "Phylogeny": "Casuariidae is the family of the northern cassowary. There are only four members, three of which are Cassowaries; the other, the only remaining species of emu. All are similar. Emus were classified in a different family until it was decided that they are similar enough to the cassowaries that they could be classified in the same family. All four members of the Casuariidae are large flightless birds. The northern cassowary and the emu share homologous features. For example, both have a blue patch of colour on their face/neck, but the functions of these differ. The emu's patch is of a paler colour and is used as a form of camouflage where it is located. The northern cassowary's patch of blue is brighter, and is used for attracting mates.",
    "Range and habitat": "The northern cassowary is distributed and endemic to coastal swamp and lowland rainforests of northern New Guinea and the islands of Yapen, Batanta and Salawati. They prefer elevations below 490 m (1,610 ft).",
    "Behaviour": "As with other cassowaries, it is a shy and solitary bird. Their diet consists mainly of fruits  and small animals. They make grunting and hissing sounds, like other cassowaries.In the breeding season, the polygamous female lays three to five green eggs on a well camouflaged nest prepared by the male; she then leaves the nest and eggs to find another mate. The male incubates the eggs and raises the chicks alone for about nine months.",
    "Conservation": "Although subject to ongoing habitat loss and overhunting in some areas, as of 2017 the Northern Cassowary is evaluated as Least concern on the IUCN Red List of Threatened Species, as population size estimates suggest that populations are actually larger than previously estimated. Hunting is still considered the biggest threat. Native people use the bones and eggs, and take the chicks to be raised for meat. As logging opens up more areas of the forest, hunting will be more of a problem. Their occurrence range is 186,000 km2 (72,000 sq mi) and a 2000 estimate placed their numbers at 9300.",
    "References": "",
    "References-Notes": "",
    "References-Sources": "\"Casuarius unappendiculatus\". Avibase.\nBirdLife International (2008). \"Northern Cassowary - BirdLife Species Factsheet\". Data Zone. Retrieved 6 February 2009.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Casuarius unappendiculatus\". Project: The Taxonomicon. Retrieved 4 February 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, Stephen (2002). Ratites and Tinamous. Oxford University Press. ISBN 978-0-19-854996-3.\nDavies, S.J.J.F. (2003). \"Cassowaries\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 75–77, 80. ISBN 0-7876-5784-0.\nGotch, A.F. (1995) [1979]. \"Cassowaries\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. London: Facts on File. pp. 178–179. ISBN 0-8160-3377-3.",
    "External links": "BirdLife species factsheet for Casuarius unappendiculatus\n\"Northern cassowary media\". Internet Bird Collection.\nNorthern cassowary photo gallery at VIREO (Drexel University)\nInteractive range map of Casuarius unappendiculatus at IUCN Red List maps\nAudio recordings of Northern cassowary on Xeno-canto."
  }
}