{
  "url": "https://en.wikipedia.org/wiki/Casuarius_bennetti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Casuariiformes"
    },
    {
      "Family": "Casuariidae"
    },
    {
      "Genus": "Casuarius"
    },
    {
      "Species": "C. bennetti"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf cassowary (Casuarius bennetti), also known as Bennett's cassowary, little cassowary, mountain cassowary or mooruk, is the smallest of the three species of cassowaries.",
    "Taxonomy": "The scientific name commemorates the Australian naturalist George Bennett. He was the first scientist to examine these birds after a few were brought to Australia aboard a ship. Recognising them as a new species of cassowary, he sent specimens back to England, where other taxonomists confirmed his perception.  On the west side of Geelvink Bay, western Papua, there is a distinctive form that may merit a split.  C. papuanus is the tentative name.  There are no officially recognised subspecies, however, some authors believe there should be.The Karam or Kalam people of the New Guinea Highlands classify bats and flying birds as one group, yaket, and the dwarf cassowary, a very large, wingless, flightless bird as another, kobtiy. Yaket are bony with wings and fly in the air, while kobtiy are bony without wings and are terrestrial and of the forest. They distinguish kobtiy from other bony, wingless animals because kobtiy are not quadrupedal like dogs and lizards and are not limbless like snakes. (See Kalam languages.)\nJohn Gould first identified the dwarf cassowary from a specimen from New Britain, in 1857.",
    "Description": "The dwarf cassowary is a large bird but is slightly smaller than other living cassowaries (the southern cassowary and northern cassowary). It is between 99 and 150 cm (3.25 and 4.92 ft) long and weighs between 17.6 and 26 kg (39 and 57 lb). It is a flightless bird with hard and stiff black plumage, a low triangular casque, pink cheek and red patches of skin on its blue neck. Compared to other cassowaries, the dwarf cassowary is shorter, with a tarsi length of 24.5 cm (9.6 in), with a slightly smaller bill, at 11 to 12.2 cm (4.3 to 4.8 in). The feet are large and powerful, equipped with dagger-like claws on the inner toe. Both sexes are similar. Females have longer casques, brighter bare skin colour and are larger in size.",
    "Range and habitat": "The dwarf cassowary is distributed throughout mountain forests of New Guinea, New Britain, and Yapen Island, at elevations up to 3,300 m (10,800 ft). In areas without other species of cassowaries, it will live in the lowlands also. Its range of occurrence range is approximately 258,000 km2 (100,000 sq mi).",
    "Ecology": "The species feeds mainly on fallen fruits and small animals and insects. A solitary bird, it pairs only during breeding season. It possibly undertakes seasonal migrations in part of its range.",
    "Conservation": "The dwarf cassowary has been classified as Near Threatened by the IUCN from 2004 to 2013 due to pressure by habitat loss, habitat degradation, being hunted for food, and often being kept in captivity. However, the species was downgraded to Least Concern in 2015, as current populations appear to be stable (although population trends remain generally unknown) and there is substantially less hunting pressure than in the past.",
    "References": "This article incorporates text from a publication now in the public domain: Chisholm, Hugh, ed. (1911). \"Cassowary\". Encyclopædia Britannica. 6 (11th ed.). Cambridge University Press. p. 463.",
    "Further reading": "Bennett, George (1860), Gatherings of a naturalist in Australasia, John Van Voorst, London"
  }
}