{
  "url": "https://en.wikipedia.org/wiki/Casuarius_casuarius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Casuariiformes"
    },
    {
      "Family": "Casuariidae"
    },
    {
      "Genus": "Casuarius"
    },
    {
      "Species": "C. casuarius"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern cassowary (Casuarius casuarius), also known as double-wattled cassowary, Australian cassowary or two-wattled cassowary, is a large flightless black bird. It is one of the three living species of cassowary, alongside the dwarf cassowary and the northern cassowary. It is a ratite and therefore related to the emu, ostriches, rheas and kiwis.",
    "Taxonomy": "Presently, most authorities consider the southern cassowary monotypic, but several subspecies have been described. It has proven very difficult to confirm the validity of these due to individual variations, age-related variations, the relatively few available specimens (and the bright skin of the head and neck – the basis upon which several subspecies have been described – fades in specimens), and that locals are known to have traded live cassowaries for hundreds, if not thousands of years, some of which are likely to have escaped/been deliberately introduced to regions away from their origin.Cassowaries are closely related to the kiwis, both families diverging from a common ancestor approximately 40 million years ago.The binomial name Casuarius casuarius is derived from its Malay name kesuari. The southern cassowary was first described by Carl Linnaeus, in his 18th-century work Systema Naturae, as Struthio casuarius, from a specimen from Seram, in 1758. It is now the type species of the genus Casuarius.The southern cassowary has been described under a large number of scientific names, all of which are now considered taxonomic synonyms for the species.",
    "Description": "The southern cassowary has stiff, bristly black plumage, a blue face and neck, red on the cape and two red wattles measuring around 17.8 cm (7.0 in) in length hanging down around its throat. A horn-like brown casque, measuring 13 to 16.9 cm (5.1 to 6.7 in) high, sits atop the head. The bill can range from 9.8 to 19 cm (3.9 to 7.5 in). The three-toed feet are thick and powerful, equipped with a lethal dagger-like claw up to 12 cm (4.7 in) on the inner toe. The plumage is sexually monomorphic, but the female is dominant and larger with a longer casque, larger bill and brighter-coloured bare parts. The juveniles have brown longitudinal striped plumage. It is  perhaps the largest member of the cassowary family and is tied as the second heaviest bird on earth, at a maximum size estimated at 85 kg (187 lb) and 190 cm (75 in) tall. Normally, this species ranges from 127 to 170 cm (50–67 in) in length. The height is normally 1.5 to 1.8 m (4.9–5.9 ft); females average 58.5 kg (129 lb), while males average 29 to 34 kg (64–75 lb). The northern cassowary is about the same size on average and is perhaps very mildly less sexually dimorphic than the southern. Most adult birds will weigh between 17 and 70 kg (37 and 154 lb). It is technically the largest Asian bird (since the extinction of the Arabian ostrich, and previously the moa of New Zealand) and the largest Australian bird (though the emu may be slightly taller).",
    "Range and habitat": "The southern cassowary is distributed in Indonesia, New Guinea and northeastern Australia. It mainly inhabits tropical rainforests but may make use of nearby savannah forests or mangroves stands. The species prefers elevations below 1,100 m (3,600 ft) in Australia, and 500 m (1,600 ft) on New Guinea.",
    "Behaviour": "It forages on the forest floor for fallen fruit and is capable of safely digesting some fruits toxic to other animals. It also eats fungi, and some insects and small vertebrates. The southern cassowary is a solitary bird, which pairs only in breeding season, in late winter or spring. The male builds a nest on the ground, a mattress of herbaceous plant material 5 to 10 centimetres (2–4 in) thick and up to 100 centimetres (39 in) wide. This is thick enough to let moisture drain away from the eggs. The male also incubates the eggs and raises the chicks alone. A clutch of three or four eggs are laid measuring 138 by 95 millimetres (5.4 in × 3.7 in). They have a granulated surface and are initially bright pea-green in colour although they fade with age.Cassowaries make a booming call during mating season and hissing and rumblings otherwise. Chicks will make frequent high-pitches whistles to call the male.The blade-like claws are capable of killing humans and dogs if the bird is provoked.",
    "Conservation": "Although subject to ongoing habitat loss, limited range, and overhunting in some areas, the southern cassowary as of 2017 evaluated as Least concern on the IUCN Red List of Threatened Species. The Australian population is listed as Endangered under Federal and Queensland State legislation. Some threats are habitat loss (logging), feral animals eating their eggs, hunting, and roadkill. Road building, feral animals and hunting are the worst of these threats. It has an occurrence range of 396,000 km2 (153,000 sq mi), and between 10,000 and 20,000 birds were estimated in a 2002 study, with between 1,500 and 2,500 in Australia. Southern cassowaries have been bred in many zoos around the world, like at White Oak Conservation in Yulee, Florida, United States.",
    "Gallery": "",
    "References": "",
    "External links": "\nARKive - images and movies of the Southern Cassowary (Casuarius casuarius)\nBirdLife Species Factsheet\nRed Data Book\nSouthern Cassowary videos on the Internet Bird Collection\nThe Cassowary (text and images)\nSignificant impact guidelines for the endangered southern cassowary (Casuarius casuarius johnsonii) Wet Tropics population"
  }
}