{
  "url": "https://en.wikipedia.org/wiki/Gymnopus_fusipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Omphalotaceae or Marasmiaceae"
    },
    {
      "Genus": "Gymnopus"
    },
    {
      "Species": "G. fusipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopus fusipes (formerly often called Collybia fusipes) is a parasitic species of gilled mushroom which is quite common in Europe and often grows in large clumps.  It is variable but easy to recognize because the stipe soon becomes distinctively tough, bloated and ridged.",
    "Naming": "This species was originally described by Bulliard in his 1793 \"Herbier de la France\" as Agaricus fusipes at a time when all gilled mushrooms were assigned to genus Agaricus.  Then in 1821 Samuel Frederick Gray published his \"Natural Arrangement of British Plants\" (including fungi) in which he allocated the species to the already existing genus Gymnopus.However Gray's book was not very popular and in 1872 Lucien Quélet put this mushroom in genus Collybia, giving it the name Collybia fusipes by which it was generally known for many years.  In much later work culminating in 1997, Antonín and Noordeloos found that the genus Collybia as defined at that time was unsatisfactory due to being polyphyletic and they proposed a fundamental rearrangement.  They resurrected the genus Gymnopus for some species including fusipes, and after subsequent DNA studies, this has been accepted by modern authorities including Species Fungorum and the Global Biodiversity Information Facility, and so its current name has reverted to Gray's combination, Gymnopus fusipes.  There was also an alternative move to reclassify it under Rhodocollybia, but that has not generally been accepted.G. fusipes is the type species of the genus Gymnopus.\nThe species name fusipes indicates that the stem is spindle-shaped (from the Latin fusus meaning \"spindle\" and pes meaning \"foot\").The English name \"Spindle Shank\" has been given to this species.  Earlier in 1821 Gray had already given it the English name \"Spindle naked-foot\", but that suggestion never gained much popularity.",
    "Description": "This mushroom is very variable, though it is easy to recognize on close examination, at least when not young, due to the distinctive tough stem.  The following sections use the given references throughout.",
    "Description-General": "The cap, growing from about 3 cm to 10 cm, is smooth and dark red-brown, or may be paler, sometimes with dark spots.\nThere is no ring or other veil remnant.  The red-brownish stem is often lighter at the top and can grow to about 15 cm long, sometimes rooting.  At least when older the stem typically becomes inflated and deeply furrowed and also develops a distinctive tough consistency.  Sometimes a new clump of these mushrooms grows from the stem bases left from the previous year.\nThe usually well-spaced gills are whitish and may be flecked with spots.",
    "Description-Microscopic characteristics": "The ellipsoidal spores are around 4.5-6 μm by 3-4.5 μm.\nClamp connections are present in all parts of the fungus.",
    "Description-Distribution, habitat & ecology": "This mushroom grows in often large clumps at the base of trees, or on roots or stumps.  It is always associated with wood, which may however be buried and not immediately visible.  Its main host is oak, but sometimes it is also found on beech.  This mushroom is saprobic on dead wood and it is also a serious parasite.\nAppearing from summer to autumn, it is distributed throughout Europe, where it varies locally between quite common and quite rare.  Also the fungus is spreading as a disease to North America, particularly on Northern Red Oak.",
    "Human impact": "Most authors do not consider this species worthwhile for the table, but although this mushroom soon becomes tough, the caps (only) are said to be edible and good when young.   Note that with its resistant texture G. fusipes can often appear collectable after several months of growth, but due to the normal development of organisms of putrescence during that time, such specimens could cause gastro-enteritis.  Any rancid smell is a sign that the mushrooms are too old.It is a serious parasite of oak trees, causing a root rot.",
    "References": "",
    "External links": " Media related to Gymnopus fusipes at Wikimedia Commons"
  }
}