{
  "url": "https://en.wikipedia.org/wiki/Gymnopus_peronatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Omphalotaceae or Marasmiaceae"
    },
    {
      "Genus": "Gymnopus"
    },
    {
      "Species": "G. peronatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopus peronatus (formerly called Collybia peronata or Marasmius urens) is a species of gilled mushroom which is common in European woods.  The English name wood woolly-foot has been given to this species.",
    "Naming": "This species was originally described by James Bolton in his 1788 book \"An history of fungusses, growing about Halifax\" as Agaricus peronatus at a time when all gilled mushrooms were assigned to genus Agaricus.  Then in 1821 another Englishman,  Samuel Frederick Gray published his “Natural Arrangement of British Plants” (including fungi) in which he allocated the species to the already existing genus Gymnopus.In 1791 Bulliard described the same species as Agaricus urens, the epithet \"urens\" (\"burning\") referring to the acrid taste, and in 1836 Fries put it genus Marasmius.  Also in 1871 Paul Kummer put this mushroom in genus Collybia, giving it the name Collybia peronata.  For many years it was known either as Marasmius urens or Collybia peronata (or sometimes Marasmius peronatus or Collybia urens).  The peronatus and urens forms have been distinguished as different species, urens having a lighter-coloured cap, but this view is outdated.In much later work culminating in 1997, Antonín and Noordeloos found that the genus Collybia as defined at that time was unsatisfactory due to being polyphyletic and they proposed a fundamental rearrangement.  They resurrected the genus Gymnopus for some species including peronata, and after subsequent DNA studies, this has been accepted by modern authorities including Species Fungorum and the Global Biodiversity Information Facility, and so its current name has reverted to Gray's combination, Gymnopus peronatus.The species name peronatus indicates that the stem is \"booted\" with a hairy covering below (from the Latin peronatus meaning \"rough-booted\").",
    "Description": "The following sections use the given references throughout.",
    "Description-General": "The cap grows from about 2 cm to 6 cm, and is yellowish or reddish brown.\nThere is no ring or other veil remnant.  The stem is roughly the same colour as the cap and up to about 8 cm long and only 0.5  cm in diameter.  It is typically pruinose (\"frosted\") above and strigose (hairy) near the base.\nThe well-spaced gills are concolorous with the cap or somewhat lighter.\nThe undamaged mushroom has little smell, but on bruising it has an aroma of vinegar.  The taste is acrid or peppery.",
    "Description-Microscopic characteristics": "The elongated comma-shaped spores are around 8 µm by 4 µm.\nIt has irregular coralloid cheilocystidia.",
    "Description-Distribution, habitat & ecology": "This saprobic mushroom grows generally in smaller or larger clumps on leaves or needles in deciduous or coniferous woods and may be found from May to December.It is common throughout Europe, and has also been reported from a few sites in America and Japan.",
    "Edibility": "This fungus is generally regarded as inedible, mainly because of its peppery or acrid taste, and has little human impact.  However, according to one Spanish web site it may be dried, ground up, and used as a condiment.  One 1948 paper states that this species generates hydrogen cyanide (HCN) in detectable amounts, suggesting that it is poisonous.  However the same paper lists other mushrooms normally considered edible, such as Infundibulicybe geotropa, as having the same characteristic, so it is difficult to know how much significance to attribute to this observation.",
    "References": "",
    "Links": "Gymnopus peronatus  in Index Fungorum\n\"Gymnopus peronatus\". National Center for Biotechnology Information (NCBI)."
  }
}