{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_royleana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. royleana"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia royleana is a species of flowering plant in the family Euphorbiaceae. It is also known as  Sullu spurge, and Royle's spurge. It is a succulent and almost cactus like in appearance although unrelated. It grows right across the Himalaya mountains from Pakistan, India, Bhutan,  Myanmar, Nepal to western China,   It prefers dry and rocky slopes between 1000 and 1500 meters, but has been found up to 2000 meters.  Flowering and fruiting is in spring to early summer (March–July) and seeding is in June–October. It is used as a hedging plant in northern India and has medicinal uses.",
    "Description": "Euphorbia royleana is a deciduous, cactus-like, shrub or small upright trees up to 2-5(-7) m high, which is armed with short prickles along its stems. It  has a stout trunk and is glabrous except for the flowers (cyathia).  The cyathia are small greenish-yellow, 3-4 appear in almost stalkless clusters in leaf axils .It has succulent segmented branches in whorls, which are green, 4-7(-8) cm thick, with  branching from the upper parts. The stems  have ribs  5(-7), angles more or less undulately winged with rounded teeth/tubercles. It has  stout tap  roots.The stems become leafless during hot and cold seasons and the leaves are alternate, apically clustered. They are produced in the moist season and soon fall. They are usually not seen when in flower. The leaf blade is fleshy oblanceolate, spathulate, or spoon-shaped 5-15 long, 1–4 cm wide and  slightly succulent. The base is attenuate, the margin entire, and the apex obtuse or subtruncate. Veins are inconspicuous. The petiole is absent.Stipular spines are present in small in pairs on the edges on distinct shield, with broad flat faces between, 3–5 mm long.The cyathia, or false flowers, are greenish-yellow, almost stalkless, 3-4 in subterminal cymes in leaf axils.  They are peduncle about 5 mm long. Cyathophylls as long as involucre, membranous. Involucre ca. 2.5 × 2.5 mm. Nectar-glands 5, transversely elliptic, dark yellow.  Seed capsules are  trigonous, 1-1.2 × 1-1.5 cm, light reddish brown, smooth and glabrous. The  seeds themselves are  3-3.5 × 2.5–3 mm, brown, adaxially striate; caruncle absent.",
    "Medicinal use": "It is a medicinal shrub used in Nepal locally known as siyuri or siudi. Its latex has purported molluscicidal properties.\nSeveral researchers have noted that Euphorbia royleana has been observed growing near rock face  collection sites of the Ayurvedic resin  shilajit in the Himalayas. The plant  is the likely origin  of shilajit as its gum has a similar composition to the resin.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}