{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_tithymaloides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. tithymaloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia tithymaloides is a perennial succulent spurge. An erect shrub, the plant is also known by the scientific name Pedilanthus tithymaloides. However, the genus Pedilanthus has been submerged into the genus Euphorbia, and is more correctly known by its new name (Euphorbia tithymaloides).",
    "Names": "Euphorbia tithymaloides has a large number of household names used by gardeners and the public. Among them are redbird flower, devil's-backbone, buck-thorn, cimora misha, Christmas candle, fiddle flower, ipecacuahana, Jacob's ladder, Japanese poinsettia, Jew's slipper, Jewbush, milk-hedge, myrtle-leaved spurge, Padus-leaved clipper plant,  red slipper spurge, redbird cactus, slipper flower, slipper plant, slipper spurge, timora misha, and zig-zag plant. In other parts of the world, it is known as gin-ryu (Japan); pokok lipan and penawar lipan (Indonesia); airi, baire, and agia (India); aperejo (Yoruba); sapatinho do diabo (Brazil); ítamo real (Cuba and Puerto Rico); pantoufle (France); and zapatilla del diablo (Mexico).",
    "Distribution and description": "Euphorbia tithymaloides is native to tropical and subtropical North America and Central America. It prefers soil that is sandy, well-drained, and nutrient-rich, particularly with higher concentrations of boron, copper, iron, manganese, molybdenum, and zinc. It is relatively intolerant of high soil salinity levels, but exhibits saline tolerance if well fertilized. The plant tends to be taller and have more biomass if it is well-watered. The plant requires a sunny area to grow in.The shrub can grow to 6 to 8 feet (1.8 to 2.4 m) in height and generally is about 18 to 24 inches (46 to 61 cm) in width. The leaf is a simple angiosperm leaf, arranged oppositely on the stem. Each leaf is sessile (attaching directly to the plant), and about 1.4 to 3 inches (3.6 to 7.6 cm) in length. The leaves are glabrous (smooth) and acuminate in shape, with entire (smooth) edges. The veins in the leaves are pinnate.The plant terminates in a dichotomous cyme, with a peduncle supporting each flower. The floral leaves are bifid (split in two parts) and ovate, while the involucral bracts are bright red, irregularly acuminate in shape (e.g., like a slipper), and about 0.043 to 0.051 inches (1.1 to 1.3 mm) in length with a long, thin tube. The flower is void of scent. The male pedicel is hairy, while the female is glabrous. The seed pod is about 0.30 inches (7.6 mm) long and 0.35 inches (8.9 mm) wide, and ovoid in shape (with truncated ends).The plant generally flowers in mid-spring.",
    "Taxonomy": "There are several recognized subspecies. These include:\nEuphorbia tithymaloides tithymaloides\nEuphorbia tithymaloides angustifolia\nEuphorbia tithymaloides bahamensis\nEuphorbia tithymaloides jamaicensis\nEuphorbia tithymaloides padifolia\nEuphorbia tithymaloides parasitica\nEuphorbia tithymaloides retusa\nEuphorbia tithymaloides smalliiSubspecies are usually identifiable by their leaves, which come in several types such as laurel-like and variegated and which can be tinged with white or red.",
    "Taxonomy-Ring species": "In 2012, Cacho and Baum described the first example of a ring species in plants. They showed that Euphorbia tithymaloides has reproduced and evolved in a ring through Central America and the Caribbean, meeting in the Virgin Islands where they appear to be morphologically and ecologically distinct.",
    "Garden and house use": "Euphorbia tithymaloides was introduced as a garden plant prior to 1688. The first record of it growing in a garden was in Amsterdam. It is primarily used as an outdoor garden border plant, but certain varieties do well indoors. Because of the plant's toxicity, gardeners are cautioned to wear goggles, gloves, long-sleeved shirts, and long pants. Propagation may be by seed or cutting. Cuttings should be made above a joint, be 5 to 6 inches (13 to 15 cm) long, and planted in sandy, nutrient-rich soil and allowed to root before planting. Cuttings should be made in March – April or June – July, and from the middle or top of the main stem.Hummingbirds are attracted to the plant's flowers. Cabbage worms are particularly fond of the plant's leaves.\nMunicipalities have planted Euphorbia tithymaloides in landfills, toxic waste sites, and along roadsides because it is one of the few plants which can thrive in these more difficult environments.",
    "Toxicity": "The roots, stems, and leaves of the plant are known to be toxic. These parts of the plant contain euphorbol (a complex terpene) and other diterpene esters. These are also known carcinogens. The plant's leaves and stems also contain beta-sitosterol, cycloartenone, octacosanol, and oxime, all of which have known medicinal as well as toxic properties.Even minor amounts (a few drops) of the juice of the Euphorbia tithymaloides root can irritate mucosal membranes. When ingested, the irritation of the mucosal membranes of the stomach and intestines will cause nausea and vomiting. Topical application causes skin irritation, inflammation, and even blisters. If introduced topically to the eye, severe pain, keratoconjunctivitis, and reduced visual actuity occur. Ingesting even a few seeds can cause violent and persistent vomiting and extreme diarrhea.If latex or root juice gets on the skin, the victim should immediately wash with soap and warm water. If latex or juice gets in the eye, continuous rinsing with fresh water should be the first course of action. Topical steroids are indicated for skin or eye contact. Intravenous fluids are often administered to counteract the fluid loss due to vomiting and diarrhea.",
    "Medicinal usage": "The root is known to be a powerful emetic. A proteolytic enzyme known as pedilanthain can be extracted from the plant's latex, and has been shown in experiments to be effective against intestinal worms and to reduce inflammation when ingested. In 1995, a galactose-specific lectin was purified from the plant's latex, and indications are that it might be useful in combatting diabetes mellitus.In folk medicine, tea has been brewed from the leaves which has been used to treat asthma, persistent coughing, laryngitis, mouth ulcers, and venereal disease. Tea brewed from the root has been used as an abortifacient. The latex has been used topically to treat calluses, ear ache, insect stings, ringworm, skin cancer, toothache, umbilical hernias, and warts. None of these uses has been scientifically verified as effective. In the West Indies, a few drops of the latex is added to milk and used as an emetic.",
    "Other uses": "In Peru, the plant is known as \"cimora misha,\" \"timora misha,\" or \"planta magica.\" It is sometimes added to drinks made from mescaline-containing Trichocereus cacti (although Euphorbia tithymaloides has no known psychoactive properties).The fast-growing nature of the plant, coupled with its ability to grow in relatively toxic soils, had led scientists in India to investigate its usefulness as a \"petrocrop\", a plant which could yield biofuel compounds for internal combustion engines.",
    "References": "",
    "Bibliography": "Anderson, Edward F. The Cactus Family. Portland, Ore.: Timber Press, 2001.\nBalfour, Edward. Cyclopædia of India and of Eastern and Southern Asia Commercial, Industrial and Scientific: Products of the Mineral, Vegetable and Animal Kingdoms, Useful Arts and Manufactures. Madras, India: Scottish & Adelphi Presses, 1873.\nChandra, Sudhir and Kehri, H.K. Biotechnology of \"Va mycorrhiza\": Indian Scenario. New Delhi: New India Publishing Agency, 2006.\nDatta, Subhash Chandra. Systematic Botany. New Delhi: Wiley Eastern Ltd., 1988.\nKhare, C.P. Indian Medicinal Plants: An Illustrated Dictionary. Berlin: Springer, 2007.\nLiogier, Alain H. and Martorell, Luis F. Flora of Puerto Rico and Adjacent Islands: A Systematic Synopsis. San Juan, P.R.: Editorial de la Universidad de Puerto Rico, 2000.\nMillspaugh, Charles Frederick and Hamet, Raymond. The Genera \"Pedilanthus\" and \"Cubanthus,\" and Other American \"Euphorbiaceae\". Chicago: Field Museum of Natural History, 1913.\nNagda, K.K. and Deshmukh, B. \"Hemagglutination Pattern of Galactose Specific Lectin From Pedilanthus tithymaloides in Diabetes Mellitus.\" Indian Journal of Experimental Biology. 36 (1998): 426-428.\nNellis, David W. Poisonous Plants and Animals of Florida and the Caribbean. Sarasota, Fla.: Pineapple Press, 1997.\nNeumann, Karl-Hermann; Kumar, Ashwani; and Sopory, Sudhir K. Recent Advances in Plant Biotechnology and Its Applications. New Delhi: I.K. International Publishing House, 2008.\nPienaar, Kristo. The South African \"What Flower Is That?\" Cape Town: Struik, 2000.\nQuattrocchi, Umberto. CRC World Dictionary of Plant Names: Common Names, Scientific Names, Eponyms, and Etymology. New York: CRC Press, 1990.\nSajeva, Maurizio and Costanzo, Mariangela. Succulents: The Illustrated Dictionary. Portland, Ore.: Timber Press, 1994.\nSpoerke, David G. and Smolinske, Susan C. Toxicity of Houseplants. New York: CRC Press, 1990.\nSteinmann, Victor W. \"The Submersion of Pedilanthus into Euphorbia (Euphorbiaceae).\" Acta Botanica Mexicana. 2003.\nStrong, Asa B. The American Flora: Or History of Plants and Wild Flowers. New York: Strong and Bidwell, 1850.\nTorkelson, Anthony R. The Cross Name Index to Medicinal Plants: Common Names, M-Z. New York: CRC Press, 1996.\nVan Damme, Els J.M. Handbook of Plant Lectins: Properties and Biomedical Applications. Chichester, U.K.: Wiley, 1998.\nVardhana, Rashtra. Direct Uses of Medicinal Plants and Their Identification. New Delhi: Sarup & Sons, 2008.\nWijnands, D.O. The Botany of the Commelins. New York: CRC Press, 1983."
  }
}