{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_regis-jubae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. regis-jubae"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia regis-jubae is a species of flowering plant in the family Euphorbiaceae, native to the eastern Canary Islands, western Morocco, north-western Western Sahara. In Spanish, it is known as tabaiba morisca. It has often been confused with Euphorbia lamarckii.",
    "Description": "Euphorbia regis-jubae is a shrub, up to 2 m (7 ft) tall. It has light brown stems and terminal rosettes of leaves that are narrow and oblong, with a pointed or somewhat blunt apex. The inflorescences are pedunculate, umbel-like, usually simple with five to eight rays, more rarely compound. The greenish-yellow floral bracts are large, not joined at the base, and persist when the fruit has formed. The fruit capsules are light brown or red. The seeds have a stalked elaiosome (caruncle).",
    "Taxonomy": "Euphorbia regis-jubae was first described by Jaques Étienne Gay in 1847. It has been treated as a subspecies of other Canary Island euphorbias under the names E. obtusifolia subsp. regis-jubae and E. lamarckii subsp. regis-jubae.E. regis-jubae has regularly been misidentified. The illegitimate name Euphorbia obtusifolia Poir. has been used \"indiscriminately\" for two species found in the Canary Islands: the eastern E. regis-jubae, and the western E. lamarckii. In 2003, David Bramwell listed seven publications from 1847 to 1993 that gave the wrong names or the wrong distributions for these two species.",
    "Distribution": "Euphorbia regis-jubae is native to the eastern Canary Islands – Gran Canaria, Lanzarote and Fuerteventura, western Morocco and north-western Western Sahara. Its distribution differs from that of E. lamarckii, with which it has often been confused; E. lamarckii is found in the western Canary Islands – Tenerife, north-western La Gomera, La Palma and El Hierro.\n\n\n== References =="
  }
}