{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_smallii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. deltoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia deltoidea (syn. Chamaesyce deltoidea) is a species of flowering plant endemic to Florida in the United States. The taxonomy of the plant is difficult, with some authorities dividing it into four subspecies and some into three; also, it is frequently listed as a member of the old genus Chamaesyce. One subspecies, ssp. deltoidea, is a federally listed endangered species called deltoid spurge. It is found only in Miami-Dade County. Another subspecies, ssp. adhaerens, is often included with it under the name deltoidea instead of separately, making it difficult to keep count of how many endangered plants there are. This is generally dealt with by placing the \"endangered species\" label on any taxon within the species that is limited to Miami-Dade County, however many names they may have.The deltoid spurge grows in a heavily populated county which has been overtaken by urban development. About 98% of the plant's natural habitat has been drastically altered or destroyed, causing its rarity. The plant grows in South Florida's pine rocklands, an increasingly rare type of forest habitat that is stabilized by periodic wildfire. The plant grows in open, sunny areas and depends on fires to clear away brush and litter that threaten to shade it out. Fire suppression in Miami-Dade prevents this natural fire regime. Other threats to the species include invasive plant species such as Burma reed (Neyraudia reynaudiana).",
    "References": "",
    "External links": "United States Department of Agriculture Plants Profile: Euphorbia deltoidea"
  }
}