{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_virgata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. virgata"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia virgata, commonly known as leafy spurge, wolf's milk leafy spurge, or wolf's milk is a species of spurge native to Europe and Asia, and naturalized in North America, where it is an invasive species.",
    "Confusion with Euphorbia esula": "It has commonly been confused with Euphorbia esula, a species no longer considered a permanent component of the North American flora. Euphorbia esula is restricted to certain parts of Europe and not considered a weedy species, while E. virgata is found throughout the United States and Canada and has caused significant economic and ecological impacts. E. virgata is best distinguished from E. esula by its leaves, which are 6-15 times longer than wide with margins that are (near-)parallel at the middle of the blade, while E. esula leaves are wider toward the tip, usually 3-8 times longer than wide, with margins that are not parallel at the middle of the leaf. In addition, the apex of E. virgata is usually acute and the base is truncate to attenuate, while the apex of E. esula is rounded or subacute and the base is more gradually attenuate or cuneate. Mentions of E. esula in the North American flora and invasive species literature are now referred to E. virgata.",
    "As an invasive plant": "Leafy spurge was transported to the United States possibly as a seed impurity in the early 19th century. It now occurs across much of the northern U.S., with the most extensive infestations reported for Montana, North Dakota, Nebraska, South Dakota, and Wyoming. Since the introduction of leafy spurge to the United States, it has been found in 458 counties in 26 states. It has been identified as a serious weed on a number of national parks and on reserves of The Nature Conservancy in eleven northern states. It is now classified as an invasive species by the United States Department of Agriculture.Leafy spurge grows in a variety of different climate environments. It displaces native vegetation in prairie habitats and fields through shading and by usurping available water and nutrients and through plant toxins that prevent the growth of other plants underneath it. It is an aggressive invader and, once present, can completely overtake large areas of open land. Leafy spurge quickly colonizes in areas with bare soil, especially those caused by human disturbance where native species are removed. One method of control suggested is to limit the amount of bare soil from these disturbances. It is toxic as well.\n\nBecause of its persistent nature and ability to regenerate from small pieces of root, leafy spurge is extremely difficult to eradicate. In Saskatchewan, leafy spurge spread on trails used by settlers and traders. More recently, the travel of leafy spurge has been linked to railroads and the use and transport of infested hay used for agriculture. Biological control offers a highly promising management tactic for leafy spurge. Goats, apparently able to graze on the plant without ill effect, have been used on rail trails in Idaho to clear leafy spurge from the trail shoulders.   Sheep have been used in North Dakota, along with herbicides and flea beetles, to fight it. The U.S. Department of Agriculture has shown success using six European insects that feed on leafy spurge. These include a stem and root-boring beetle (Oberea erythrocephala), five root-mining flea beetles (Aphthona spp.), The Spurge Hawk-moth (Hyles euphorbiae), and a shoot-tip gall midge (Spurgia esulae). Large scale field-rearing and release programs are carried out cooperatively by federal and state officials in many northern U.S. states. The results are not as immediate as when herbicides are used but, if pesticide use is kept to a minimum, large numbers of these insects build up within a few years and have shown impressive results.Several systemic herbicides have been found to be effective if applied in June, when the flowers and seeds are developing, or in early-to-mid-September, when the plants are moving nutrients downward into the roots. Preliminary research suggests that chemical treatment in the fall followed by a spring burn to reduce seed germination may be an effective strategy for reducing leafy spurge infestations. Multiple treatments are necessary every year for several years, making leafy spurge control an extremely expensive undertaking. If left uncontrolled for a single year, leafy spurge can reinfest rapidly. Prescribed burning, in conjunction with herbicides, may also be effective.",
    "As a model weed": "Leafy spurge is being developed as a model to answer fundamental questions of weed biology. Over 55,000 expressed sequence tags have been sequenced from all plant tissues including tissues from plants that were cold stressed, drought stressed, or attacked by both flea beetles and gall midges. Analysis of the EST sequences indicated that 23,000 unique sequences representing more than 19,000 unigenes were obtained. These sequences are now available on Genbank. The unigenes have been used to develop cDNA microarrays that also include more than 4,000 additional cDNAs from cassava (another Euphorb related to leafy spurge). These microarrays are being used to identify physiological processes and signals that regulate bud dormancy (one of the main reasons leafy spurge is difficult to control) and invasiveness.\n\n\n== References =="
  }
}