{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_pulcherrima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. pulcherrima"
    }
  ],
  "text": {
    "__SUMMARY__": "The poinsettia ( or ) (Euphorbia pulcherrima) is a commercially important plant species of the diverse spurge family (Euphorbiaceae). Indigenous to Central America, it was described as a new species in 1834. It is particularly well known for its red and green foliage and is widely used in Christmas floral displays. It derives its common English name from Joel Roberts Poinsett, the first United States Minister to Mexico, who is credited with introducing the plant to the US in the 1820s. Poinsettias are shrubs or small trees, with heights of 0.6–4 m (2.0–13.1 ft). Though often stated to be highly toxic, the poinsettia is not dangerous to pets or children. Exposure to the plant, even consumption, most often results in no effect, though can cause nausea, vomiting, or diarrhea.Wild poinsettias occur from Mexico to Guatemala, growing on mid-elevation, Pacific-facing slopes. One population in the Mexican state of Guerrero is much further inland, however, and is thought to be the ancestor of most cultivated populations. Wild poinsettia populations are highly fragmented, as their habitat is experiencing largely unregulated deforestation. They were cultivated by the Aztecs for use in traditional medicine. They became associated with the Christmas holiday and are popular seasonal decorations. Every year in the US, approximately 70 million poinsettias of many cultivated varieties are sold in a six-week period. Many of these poinsettias are grown by the Ecke family business, which serves half the worldwide market and 70% of the US market.",
    "Taxonomy": "The poinsettia was described as a new species in 1834 by German scientist Johann Friedrich Klotzsch. Klotzsch credited Carl Ludwig Willdenow with the species name \"pulcherrima\", and the authority is given as Willd. ex Klotzsch. The holotype had been collected in Mexico during an 1803–1804 expedition by Alexander von Humboldt and Aimé Bonpland.It was known by the common name \"poinsettia\" as early as 1836, derived from Joel Roberts Poinsett, a botanist and the first US Minister to Mexico. Possibly as early as 1826, Poinsett began sending poinsettias from Mexico back to his greenhouses in South Carolina. Prior to poinsettia, it was known as \"Mexican flame flower\" or \"painted leaf\".",
    "Description": "Euphorbia pulcherrima is a shrub or small tree, typically reaching a height of 0.6–4 metres (2–13 ft). The plant bears dark green dentate leaves that measure 7–16 centimetres (2.8–6.3 in) in length. The colored bracts—which are most often flaming red but can be orange, pale green, cream, pink, white, or marbled—are often mistaken for flower petals because of their groupings and colors, but are actually leaves. The colors of the bracts are created through photoperiodism, meaning that they require darkness (12 hours at a time for at least five days in a row) to change color. At the same time, the plants require abundant light during the day for the brightest color.The flowers of the poinsettia are unassuming and do not attract pollinators. They are grouped within the cyathia (small yellow structures found in the center of each leaf bunch, or false flowers). Nothing is known about pollination in wild poinsettias, though wasps are noted to occasionally visit the cyathia.",
    "Toxicity": "Poinsettias are popularly, though incorrectly, said to be toxic to humans and other animals. This misconception was spread by a 1919 urban legend of a two-year-old child dying after consuming a poinsettia leaf. In 1944, the plant was included in H. R. Arnold's book Poisonous Plants of Hawaii on this premise. Though Arnold later admitted that the story was hearsay and that poinsettias were not proven to be poisonous, the plant was thus thought deadly. In 1970 the US Food and Drug Administration published a newsletter stating erroneously that \"one poinsettia leaf can kill a child\", and in 1980 they were prohibited from nursing homes in a county in North Carolina due to this supposed toxicity.An attempt to determine a poisonous dose of poinsettia to rats failed, even after reaching experimental doses equivalent to consuming 500 leaves, or nearly 1 kg (2.2 lb) of sap. Contact with any part of the plant by children or pets often has no effect, though it may cause nausea, diarrhea, or vomiting if swallowed. External exposure to the plant may result in a skin rash for some. A survey of more than 20,000 calls to the American Association of Poison Control Centers from 1985–1992 related to poinsettia exposure showed no fatalities. In 92.4% of calls, there was no effect from exposure, and in 3.4% of calls there were minor effects, defined as \"minimally bothersome\".",
    "Range and habitat": "The poinsettia occurs in Central America, occurring from Mexico to southern Guatemala. Its range is about 2,000 km (1,200 mi) long, encompassing mid-elevation dry forests. Most wild populations are on Pacific-facing slopes. There is a somewhat anomalous population of wild poinsettias in the northern part of the Mexican state of Guerrero, which is much further inland than the rest of the species' range. Genetic analyses showed that the wild populations in northern Guerrero are the likely ancestors of most cultivated poinsettias.",
    "Conservation": "The tropical dry forests where wild poinsettias grow experience largely unregulated deforestation, resulting in habitat loss. Its natural habitat is thus highly fragmented, particularly near metropolitan areas such as Taxco. Population sizes are frequently very small, with as few as a dozen individuals. Populations can be up to several hundred individuals, but this is not typical. A conservation risk typical for species with wild and cultivated populations is the contamination of the wild gene pool by hybridization with cultivated individuals. This has not been documented in wild poinsettias though, as cultivars seldom flower and do not produce fruits. As of 2012, wild poinsettias are not protected by Mexican law.",
    "In culture": "Aztec people use the plant to produce red dye and as an antipyretic medication. In Nahuatl, the language of the Aztecs, the plant is called Cuetlaxochitl, meaning \"flower that grows in residues or soil\" Today it is known in Mexico and Guatemala as flor de Nochebuena, meaning Christmas Eve flower. In Spain it is known as Flor de Pascua or Pascua, meaning Easter flower. In Chile and Peru, the plant became known as Crown of the Andes.The plant's association with Christmas began in 16th-century Mexico, where legend tells of a girl, commonly called Pepita or Maria, who was too poor to provide a gift for the celebration of Jesus' birthday and was inspired by an angel to gather weeds from the roadside and place them in front of the church altar. Crimson blossoms sprouted from the weeds and became poinsettias. From the 17th century, Franciscan friars in Mexico included the plants in their Christmas celebrations. The star-shaped leaf pattern is said to symbolize the Star of Bethlehem, and the red color represents the blood sacrifice of Jesus's crucifixion.Poinsettias are popular Christmas decorations in homes, churches, offices, and elsewhere across North America. They are available in large numbers from grocery, drug, and hardware stores. In the US, December 12 is National Poinsettia Day, marking the anniversary of Joel Roberts Poinsett's death.",
    "Cultivation": "The Aztecs were the first to cultivate poinsettias. Cultivation in the US began when diplomat Joel Roberts Poinsett sent some of the plants back to his greenhouses in South Carolina in the 1820s. Specific details about its spread from there are largely unverifiable, but it was exhibited at the Pennsylvania Horticultural Society in 1829 by Colonel Robert Carr.The poinsettia is the world's most economically important potted plant. Each year in the US, approximately 70 million poinsettias are sold in a period of six weeks, at a value of US$250 million. In Puerto Rico, where poinsettias are grown extensively in greenhouses, the industry is valued at $5 million annually. There are over 100 cultivated varieties of poinsettia that have been patented in the US.To produce extra axillary buds that are necessary for plants containing multiple flowers, a phytoplasma infection—whose symptoms include the proliferation of axillary buds—is used. The discovery of the role phytoplasmas play in the growth of axillary buds is credited to Ing-Ming Lee of the USDA Agricultural Research Service.",
    "Cultivation-American industry": "Albert Ecke emigrated from Germany to Los Angeles in 1900, opening a dairy and orchard in the Eagle Rock area. He became intrigued by the plant and sold them from street stands. His son, Paul Ecke, developed the grafting technique, but it was the third generation of Eckes, Paul Ecke Jr., who was responsible for advancing the association between the plant and Christmas.Besides changing the market from mature plants shipped by rail to cuttings sent by air, he sent free plants to television stations for them to display on air from Thanksgiving to Christmas. He also appeared on television programs like The Tonight Show and Bob Hope's Christmas specials to promote the plants.Until the 1990s, the Ecke family, who had moved their operation to Encinitas, California, in 1923, had a virtual monopoly on poinsettias owing to a technique that made their plants much more attractive. They produced a fuller, more compact plant by grafting two varieties of poinsettia together. A poinsettia left to grow on its own will naturally take an open, somewhat weedy look. The Eckes' technique made it possible to get every seedling to branch, resulting in a bushier plant.In the late 1980s, university researcher John Dole discovered the method previously known only to the Eckes and published it, allowing competitors to flourish, particularly those using low-cost labor in Latin America. The Ecke family's business, now led by Paul Ecke III, decided to stop producing plants in the US, but as of 2008, they still serve about 70 percent of the domestic market and 50 percent of the worldwide market.",
    "Cultivation-Diseases": "Poinsettias are susceptible to several diseases, mostly fungal, but also bacterial and parasitic. Conditions that promote poinsettia propagation also favor certain diseases. Fungal diseases affecting greenhouse poinsettia operations include Pythium root rot, Rhizoctonia root and stem rot, black root rot, scab, powdery mildew, and Botrytis blight. Bacterial diseases include bacterial soft rot and bacterial canker, while viral diseases are Poinsettia mosaic virus. Infection by poinsettia branch-inducing phytoplasma is actually desirable, as it keeps the plants shorter with more flowers. It is the first known phytoplasma that has economically advantageous effects.",
    "References": "",
    "Further reading": "Paul Ecke III; James E. Faust; Jack A. Williams; Andy Higgins (Author) (2004). The Ecke Poinsettia Manual. Chicago Review Press. ISBN 978-1883052416.",
    "External links": " Euphorbia pulcherrima at Wikibooks\n Media related to Euphorbia pulcherrima at Wikimedia Commons"
  }
}