{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_prostrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. prostrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia prostrata is a species of spurge known by the common name prostrate spurge or prostrate sandmat.\nIt is native to the Caribbean and certain parts of South America. It is widely naturalized in many other parts of the world, where it can be found in varied habitat types and in many areas grows as a roadside weed.",
    "Description": "Euphorbia prostrata is an annual herb producing slender prostrate stems up to approximately 20 centimetres (7.9 in) long, sometimes purple-tinted in color. The oval-shaped leaves are up to one centimetre (0.39 in) long with finely toothed edges.\nThe inflorescence is a cyathium less than two millimetres (0.079 in) wide, with white petal-like appendages surrounding the actual flowers. There are four male flowers and a single female flower, the latter developing into a lobed, hairy fruit one to two millimetres (0.039 to 0.079 in) wide.\nE. prostrata is similar to both Euphorbia maculata and Euphorbia serpens, but is often hairy on the leaves and stems, while the latter two species are often smooth. It differs from E. maculata by its less elongated and less lanceolate leaves. E. serpens by contrast has much more rounded leaves than E. prostrata with relatively larger and more conspicuous flowers. The flowers of E. prostrata do not typically show the white \"petals\" seen in E. serpens or E. maculata and thus flowers are hard to detect in the former species. Only E. maculata shows dark spots in the center of each leaf, but this is not always present in that species.",
    "Medicinal use": "Euphorbia prostrata extract has been found effective for treatment of bleeding hemorrhoids due to its contents of flavonoids, phenolics and phenolic acids. Euphorbia prostrata extract tablets have been marketed in India by Panacea Biotec Ltd.",
    "References": "Planta Medica 50:138, Research Paper:Authors MS Akhtar,QM Khan and T Kaliq: Effects of EUPHORBIA PROSTRATA along with FUMARIA PARVIFLORA in noemoglycaemic and alloxan treated hyper glycaemic rabbits as quoted in the book MAJOR HERBS OF AURVEDA: Edited by Elizabeth M Williamson and compiled by Dabur Research Foundation-Page 150-153.",
    "External links": " Media related to Euphorbia prostrata at Wikimedia Commons\nJepson Manual Treatment\nUSDA Plants Profile\nPhoto gallery"
  }
}