{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_schinzii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. schinzii"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia schinzii is a perennial Southern African, dwarf flowering plant belonging to the family Euphorbiaceae. It is found on rocky slopes, growing among rocks. Variable in form,  it occurs in South Africa, Zimbabwe, Botswana, Mozambique and Malawi, at an altitude between 100 and 1500 meters. The genus Euphorbia is large, with over 2000 species of extremely diverse size and appearance, and with a global distribution.\nEuphorbia schinzii is a dwarf and leafless, spiny, succulent plant, forming a tuberous rootstock at or just below ground level, with numerous erect 8–10 mm diameter branches that are somewhat woody growing to a height of 10–15 cm, and usually 3-angled with paired spines. Spines occur in 2 pairs to each tooth - one minute pair at the base of the tooth, another much longer pair at the apex, diverging, dark brown or grey. Vestigial leaves are dropped early and are rarely seen. Spine-shields are narrow, dark brown and do not form a continuous horny margin.\nBright yellow, glabrous flowers or cyathia some 3mm in diameter appear in threes on short cymes near the upper end of branches. They have 5 glands and 5 broadly obovate fringed lobes. The ovary is sessile and included in the involucre. Styles are shortly united at the base, and minutely bifid at the apex. The capsule is sessile and partly exserted, about 3mm in diam., and 3-lobed as seen from above. Capsules explode with some force when ripe during the first spring rain, dispersing the seeds. This species is pollinated by insects such as flies, bees and wasps.\nPowder made from the dried roots is rubbed into cuts on the breasts as a galactagogue.The species was first described in Bulletin de l'Herbier Boissier 6: 739 of 1898 and commemorates the Swiss botanist Hans Schinz.",
    "External links": "Image of plant",
    "Bibliography": "Flora Capensis, Vol 5, Part 2, page 216, (1925) - N. E. Brown, J. Hutchinson and D. Prain\nGibbs Russell, G. E., W. G. M. Welman, E. Retief, K. L. Immelman, G. Germishuizen, B. J. Pienaar, M. Van Wyk & A. Nicholas. 1987. List of species of southern African plants. Mem. Bot. Surv. S. Africa 2(1–2): 1–152(pt. 1), 1–270(pt. 2).\nFl. Pl. South Africa 14: t.523 (1934).\nList South. African Succ. Pl. : 75 (1997).\n\n\n== References =="
  }
}