{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_resinifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. resinifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia resinifera, the resin spurge, is a species of spurge native to Morocco, where it occurs on the slopes of the Atlas Mountains. The dried latex of the plant was used in ancient medicine. It contains resiniferatoxin, a capsaicin analog tested as an analgesic since 1997.",
    "Growth": "It is a shrub growing to 61 centimetres (24 in) tall, forming multi-stemmed cushion-shaped clumps up to 2 metres (6 ft 7 in) wide. The stems are erect, succulent, superficially like a cactus, four-angled, with short but sharp pairs of 6-millimetre (0.24 in) spines on the angles, spaced about 1-centimetre (0.39 in) apart up the stem.",
    "Geographical distribution": "Euphorbia resinifera is a species of spurge native to Morocco, where it occurs on the slopes of the Atlas Mountains. It is similar to its relative Euphorbia echinus, which occurs on the Moroccan coast and the Canary Islands.  Due to its origin it is also called the African spurge.",
    "Chemical constituents": "Euphorbia resinifera contains a milky fluid or latex, which in its dried form is called Euphorbium. It has high concentration of resiniferatoxin, an analog of capsaicin, the primary vanilloid compound found in hot peppers. It can interact with a vanilloid receptor on primary sensory neurons mediating pain (nociception) and neurogenic inflammation. The pain sensing cation channel is TRPV1.  \nResiniferatoxin has been used as a starting point in the development of a novel class of analgesics. Desensitization to topical resiniferatoxin has been  tested in clinical trials to evaluate its potential to relieve neuropathic pain, as in diabetic polyneuropathy and postherpetic neuralgia. Resiniferatoxin injected subcutaneously into a rat hind paw several minutes before a surgical incision reduced postsurgical pain for 10 days in a NIH study published March 2018. It has been tested to treat pain with advanced cancer.Resiniferatoxin was isolated in 1975. \nEuphorbium has been used since at least its first written record from the time of Roman Emperor Augustus.\n\n\n== References =="
  }
}