{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_purpurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. purpurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia purpurea is a species of Euphorbia known by the common names Darlington's glade spurge, glade spurge, and purple spurge. It is native to the eastern United States, where it occurs from Ohio and Pennsylvania south to North Carolina. It has been extirpated from Alabama; it was believed lost from Delaware until a population was rediscovered in 1997.This perennial herb grows from a rhizome and reaches a maximum height around one meter. It has slightly hairy, oppositely arranged leaves up to 3 centimeters long. The bracts are purplish in color, giving the plant its name. The bumpy fruit is about 6 to 8 millimeters long. Flowering occurs in May and June. The plant is easily propagated via cuttings, rooting readily.This plant grows in dry to moist to swampy wooded areas and mountain glades. It often grows in saturated soils around seeps near streams. It is not necessarily a wetland species, and it can be found in dry places. It grows in shade and in full sun. In wetter areas it may be associated with Polemonium vanbruntiae, Carex mitchelliana, C. leptalea, Chrysosplenium americanum, Glyceria striata, Cirsium muticum, Rhamnus alnifolia, Scirpus rubrotinctus, Triadenum walteri, and Penthorum sedoides. In a swampy area it was noted to grow with Sphenopholis pensylvanica, Caltha palustris, and Viola conspersa. It has been found in deciduous forest habitat such as Quercus muhlenbergii, Fraxinus quadrangulata, Cenchrus occidentalis, Viburnum prunifolium, Quercus rubra, Hydrangea arborescens, Aquilegia canadensis, Thalictrum dioicum, Carex eburnea, Impatiens pallida, and Phlox divaricata.There are about 50 known occurrences of this plant in seven or eight states. One threat to the species is herbivory by animals such as deer and groundhogs. It is threatened by the loss and degradation of its habitat as wetlands are filled in and the moist seeps and streams dry up. Logging in some areas may be a threat. Grazing has apparently been beneficial for the species by reducing competition by other plants; however, overgrazing and trampling may be a problem, and some historical populations in eastern Pennsylvania were eliminated by grazing.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}