{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_skottsbergii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. skottsbergii"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia skottsbergii (syn. Chamaesyce skottsbergii) is a rare species of flowering plant in the euphorb family known by the common names coastal sandmat and Skottsberg's broomspurge. It is endemic to Hawaii, where it is found in coastal shrublands on Oʻahu, Molokaʻi, Maui, and Kahoʻolawe. Like other Hawaiian euphorbs, this plant is known locally as ʻakoko.\nThe taxonomy of this plant is still being studied; the name and number of varieties have changed over the years and are still in flux. In 1982 the rare variety kalaeloana was added to the endangered species list of the United States. This plant was and still is known only from Oʻahu's ʻEwa Plains between Kalaeloa (Barber's Point) and Pearl Harbor. It had been reduced in population by a number of factors, including Navy activity, pollution, destruction by bulldozer on private property, quarrying, agriculture, fire, development and construction of housing, roads, an oil refinery, and resort property, and expansion of the harbor. The plant's human-caused decline probably started with the arrival of the Polynesians. Other threats include non-native plant species, especially kaunaoa pehu (Cassytha filiformis), kiawe (Prosopis pallida), Chinese violet (Asystasia gangetica), and buffel grass (Cenchrus ciliaris). Potentially damaging insects that visit the plant include croton moth (Aechaea janata) and spiraling whitefly (Aleurodicus dispersus).Genetic analyses has led to recent changes in taxonomy. The rare var. kalaeloana is now called var. skottsbergii. The populations of the plant that grow on Molokai are genetically more different from var. skottsbergii than from the more common var. vaccinioides, and have been named var. audens. Furthermore, the endangered variety on Oʻahu is different enough that it should probably be named a new species.",
    "References": "",
    "External links": " Media related to Euphorbia skottsbergii at Wikimedia Commons\n Data related to Euphorbia skottsbergii at Wikispecies\n\nUSDA Plants Profile"
  }
}