{
  "url": "https://en.wikipedia.org/wiki/Indian_tree_spurge",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. tirucalli"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia tirucalli (commonly known as aveloz, Indian tree spurge, naked lady, pencil tree, pencil cactus, milk bush) is a tree that grows in semi-arid tropical climates. A hydrocarbon plant, it produces a poisonous latex that can cause blindness.",
    "Description": "The pencil tree is a shrub or small tree with pencil-thick, green, smooth, succulent branches that reaches heights of growth of up to 7 meters. It has a cylindrical and fleshy stem with fragile succulent twigs that are 7 mm thick, often produced in whorls, longitudinally, finely striated. The oval leaves are 1 to 2.5 cm long and about 3 to 4 mm wide; they usually fall off early. It contains a milky sap. The yellow flowers are at the ends of the branches.",
    "Habitat": "It has a wide distribution in Africa in black clay soils, being prominently present in northeastern, central and southern Africa. It may also be native in other parts of the continent as well as some surrounding islands and the Arabian peninsula and has been introduced to many other tropical regions, such as Brazil, India, Vietnam, the Philippines and Ghana. It grows in dry areas, especially the savanna, and is often used to feed cattle or as hedging. It is well known in Sri Lanka where it is called Kalli in Tamil, as mentioned in the Akananuru by the Sri Lankan Tamil poet Eelattu Poothanthevanar and in Sinhala: වැරදි නවහන්දි, ගස් නවහන්දි Weradi Navahandi or Gass Nawahandi.",
    "Toxicology": "The milky latex from E. tirucalli is extremely irritating to the skin and mucosa and is toxic. Exposure to it can cause blindness. Skin contact causes severe irritation, redness and a burning sensation. If ingested, it can cause burns to the mouth, lips and tongue. It is suggested to wear eye protection gear and gloves for handling the plant.",
    "Traditional medicine": "Euphorbia tirucalli is used as alternative medicine in many cultures. Attempts have been made to use it to treat cancer, excrescence, tumors, warts, asthma, cough, earache, neuralgia, rheumatism, and toothaches in countries including Brazil, India, Indonesia, and Malaysia.Euphorbia tirucalli has been promoted as an anticancer agent, but research shows that it suppresses the immune system, promotes tumor growth, and leads to the development of certain types of cancer. Euphorbia tirucalli has also been associated with Burkitt's lymphoma and is thought to be a cofactor of the disease rather than a treatment.",
    "Uses": "Its latex can also be used as fuel. This led chemist Melvin Calvin to propose the exploitation of E. tirucalli for producing oil. This usage is particularly appealing because of the ability of E. tirucalli to grow on land that is not suitable for most other crops. Calvin estimated that 10 to 50 barrels of oil per acre was achievable. It has also been used in the production of rubber, but this was not very successful.",
    "Gallery": "",
    "See also": "List of ineffective cancer treatments\nList of vegetable oils\nBiodiesel",
    "References": "",
    "External links": "Euphorbia tirucalli in West African plants – A Photo Guide."
  }
}