{
  "url": "https://en.wikipedia.org/wiki/Telephus_spurge",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. telephioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia telephioides is a rare species of euphorb known by the common name Telephus spurge. It is endemic to Florida in the United States, where it is known only from three counties in the Panhandle. It is a federally listed threatened species of the United States.This spurge grows in coastal areas in Bay, Gulf, and Franklin Counties in Florida. It is present at about 38 known locations, with some locations newly discovered and some recently extirpated. The habitat is scrub and forest where it often grows alongside slash (Pinus elliottii) and longleaf pine (Pinus palustris) or oaks. Much of the area is flatwoods habitat. The soil is sandy. The plant can be common to abundant at many locations, but it is short-lived and can disappear from an area quickly.This is a perennial herb growing up to 30 or 40 centimeters in maximum height. The leaves are lance-shaped to oval and green to red in color, measuring up to 6 centimeters long. They are fleshy and succulent, and the roots are tuberous, helping the plant survive in dry seasons and in sandy soils that retain little water. The species is dioecious, with female plants bearing wider leaves and few flowers and male plants having narrower leaves and many clusters of flowers. The flower is a maroon or red and green cyathium. The fruit is explosively dehiscent, releasing silver, gray, or brown seeds.This plant is now found in habitat that is fragmented as the region undergoes development. This part of the Gulf Coast is valuable for conversion to residential communities, and with construction of houses comes construction of roads, utilities, and commercial tracts. Other parts of the region have been consumed for silviculture, particularly pine plantations. The area was formerly a center of pulp wood production.Fire suppression is practiced in plantations and in remaining strips of natural habitat. Flatwoods and other local landscapes have historically been maintained by frequent periodic wildfire, which clears large, dense, tall, and woody vegetation and leaf litter. This allows the spurge and many other smaller plant species of the understory to receive sunlight. The spurge does not tolerate shade or increased ground cover. Its abundance is negatively correlated with the density of the flatwoods. Fire also keeps certain invasive species under control, such as titi (Cyrilla racemiflora).Controlled burns are performed in some areas, and they have a positive effect on this species. It also persists in areas of disturbance in the habitat, such as roadsides.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}