{
  "url": "https://en.wikipedia.org/wiki/Encyclia_viridiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Encyclia"
    },
    {
      "Species": "E. viridiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Encyclia viridiflora is a species of epiphytic orchid of green flowers, native to the north of Brazil and is the type species for the genus Encyclia. Especially the specimen was found in the area of Rio de Janeiro.",
    "Description": "The orchid species is a medium to large sized, intermediate to warm growing, epiphytic species. It has roundish pseudobulbs carrying 2, apical, leathery, narrow leaves that blooms on an erect, paniculate, 6 to 8 flowered per branch, many flowered inflorescence carrying non-resupinate flowers.The flowers of encyclia viridiflora are green with a purple blotch at the base of the petals. Flowers do not open all the way and the flowers themselves are not really all that attractive. Several flowers bloom on a lightly branched panicle that grows among the leaves. The flowers are smaller than 1 inch [2,5 cm].",
    "Distribution and habitat": "Encyclia viridiflora is an intermediate to warm growing epiphyte. The original specimen was found near the city of Rio de Janeiro in Brazil in the 1800s. It has not been seen in the wild in many years and is possibly extinct. Only one specimen has been found and it is the type specimen for the genus. It is quite possible that this species has been lost due to habitat destruction.There is only one known officially, from the herbarium specimen housed in the Lindley Herbarium at Kew Gardens.",
    "References": "",
    "External links": " Media related to The Green-Flowered Encyclia (Encyclia viridiflora) at Wikimedia Commons\n Data related to The Green-Flowered Encyclia (Encyclia viridiflora) at Wikispecies\nKew\nOrchidroots.org\nOrchidSpecies.com\nTropicos.org"
  }
}