{
  "url": "https://en.wikipedia.org/wiki/Encyclia_tampensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Laeliinae"
    },
    {
      "Genus": "Encyclia"
    },
    {
      "Section": "E. sect. Hymenochila[1]"
    },
    {
      "Species": "E. tampensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Encyclia tampensis (Encyclia from Greek - enkykleoma  \"to encircle\" and tampensis - \"Tampa\") or Tampa butterfly orchid is a species of flowering plant in the Orchid family, subfamily Epidendroideae.\nThis species was first described by John Torrey in 1847.",
    "Range": "Native to Florida and the Bahamas, and another variety in Cuba, E. tampensis is an epiphyte most commonly found growing on southern live oaks but also on pond apples, mangroves, Bald Cypress, pines and palms in tropical hardwood hammocks and along rivers. Vouchered specimens have been cataloged by USF as far north as Levy and Putnam Counties. They are also found in the salty Florida Keys.",
    "Description": "The Encyclia tampensis has dark green 7 cm pseudobulbs with narrow foliage up to 16 cm in length and 2 cm in width. Mature plants produce a branched inflorescence in Summer containing several flowers with green to bronze sepals and petals surrounding a white lip with a purple dot. Flowers are alternate, 2.5 cm in diameter and fragrant. They are also called butterfly orchids because of how they sometimes appear in a breeze.There are some variations in color and markings that exist such as Cuba's encyclia tampense var amesiana and the \"alba\" or white variety.The diploid chromosome number of E. tampensis has been determined as 2n = 40; the haploid chromosome number as n = 20.",
    "Collecting": "Despite being one of Florida's most prolific native orchids, Florida considers E. tampensis a regulated plant needing protection from commercial exploitation. Which means people who want to harvest any for sale from the wild must get a permit. A permit is also required for collecting more than 2 for personal use from private lands, or any at all from public lands. Certified nurseries are specifically permitted to sell commercially grown protected plants.",
    "Notes": "",
    "External links": " Media related to Florida Butterfly Orchid or Tampa Encyclia (Encyclia tampensis) at Wikimedia Commons\n Data related to Florida Butterfly Orchid or Tampa Encyclia (Encyclia tampensis) at Wikispecies"
  }
}