{
  "url": "https://en.wikipedia.org/wiki/Cladonia_rangiferina",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Lecanoromycetes"
    },
    {
      "Order": "Lecanorales"
    },
    {
      "Family": "Cladoniaceae"
    },
    {
      "Genus": "Cladonia"
    },
    {
      "Species": "C. rangiferina"
    }
  ],
  "text": {
    "__SUMMARY__": "Cladonia rangiferina, also known as reindeer lichen (cf. Sw. renlav) or grey reindeer lichen, is a light-colored, fruticose lichen belonging to the family Cladoniaceae. It grows in both hot and cold climates in well-drained, open environments. Found primarily in areas of alpine tundra, it is extremely cold-hardy.\nOther common names include reindeer moss, deer moss, and caribou moss, but these names may be misleading since it is not a moss. As the common names suggest, reindeer lichen is an important food for reindeer (caribou), and has economic importance as a result. Synonyms include Cladina rangiferina and Lichen rangiferinus.\nReindeer lichen, like many lichens, is slow growing (3–11 mm per year) and may take decades to return once overgrazed, burned, trampled, or otherwise consumed.A similar-looking species, also known by the common name \"reindeer lichen\", is Cladonia portentosa.",
    "Description": "Thalli are fruticose, and extensively branched, with each branch usually dividing into three or four (sometimes two); the thicker branches are typically 1–1.5 mm in diameter. The color is grayish, whitish or brownish grey. C. rangiferina forms extensive mats up to 10 cm tall. The branching is at a smaller angle than that of Cladonia portentosa. It lacks a well-defined cortex (a protective layer covering the thallus, analogous to the epidermis in plants), but rather, a loose layer of hyphae cover the photobionts. The photobiont associated with the reindeer lichen is Trebouxia irregularis.\nIt grows on humus, or on soil over rock. It is mainly found in the taiga and the tundra.",
    "Habitat and conservation": "Cladonia rangiferina often dominates the ground in boreal pine forests and open, low-alpine sites in a wide range of habitats, from humid, open forests, rocks and heaths. A specific biome in which this lichen is represented is the Boreal forests of Canada.In certain parts of its range, this lichen is a threatened species.  For example, in the British Duchy of Cornwall it is protected under the UK Biodiversity Action Plan.",
    "Bioactive compounds": "A variety of bioactive compounds have been isolated and identified from C. rangiferina, including abietane, labdane, isopimarane, the abietane diterpenoids hanagokenols A and B, ontuanhydride, sugiol, 5,6-dehydrosugiol, montbretol, cis-communic acid, imbricatolic acid, 15-acetylimbricatoloic acid, junicedric acid, 7α-hydroxysandaracopimaric acid, β-resorylic acid, atronol, barbatic acid, homosekikaic acid, didymic acid and condidymic acid. Some of these compounds have mild inhibitory activities against methicillin-resistant Staphylococcus aureus and vancomycin-resistant Enterococci.\nExposure to UV-B radiation induces the accumulation of usnic acid and melanic compounds. Usnic acid is thought to play a role in protecting the photosymbiont by absorbing excess UV-B.",
    "Uses": "This lichen can be used in the making of aquavit, and is sometimes used as decoration in glass windows. The lichen is used as a traditional remedy for removal of kidney stones by the Monpa in the alpine regions of the West Kameng district of Eastern Himalaya. The Inland Dena'ina used reindeer lichen for food by crushing the dry lichen and then boiling it or soaking it in hot water until it becomes soft. They eat it plain or, preferably, mixed with berries, fish eggs, or lard. The Inland Dena'ina also boil reindeer lichen and drink the juice as a medicine for diarrhea. Due to acids present in lichens, their consumption may cause an upset stomach, especially if not well cooked.A study released in May 2011 claims that some species of lichens, including Cladonia rangiferina, are able to degrade the deadly prion implicated in transmissible spongiform encephalopathies (TSEs) through the enzyme serine protease.",
    "See also": "List of Cladonia species",
    "References": "\n\n== External links =="
  }
}