{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_sidoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. sidoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium sidoides is a medicinal plant native to South Africa. Its common names include African geranium and South African geranium. Root extract of Pelargonium sidoides is used as cold and flu medicine under various brand names including Umckaloabo, Kaloba, Umcka and Zucol. Some of the quality of evidence to support its use is low to very low, but may be more effective than placebo.",
    "Description": "African geranium forms a basal rosette of cordate leaves with a velvet texture and a few short trichomes on long petioles. Its flowers have five dark red to nearly black petals, two of which are sometimes fused. It is often found in flower nearly year-round. It prefers to grow in grasslands with rocky soils. It can be difficult to distinguish from Pelargonium reniforme which grows in a similar area, but tends to have more kidney-shaped leaves.",
    "Medicinal uses": "A 2013 Cochrane review found tentative evidence of benefit with Pelargonium sidoides root extract for the symptoms of acute bronchitis, the common cold and acute rhinosinusitis; however, the quality of the evidence was low to very low.A summary of this review found that all studies were \"from the same investigator (the manufacturer) and performed in the same region (Ukraine and Russia).\"",
    "References": "",
    "Further reading": "Moyo, M; Van Staden, J (2014). \"Medicinal properties and conservation of Pelargonium sidoides DC\". J Ethnopharmacol. 152 (2): 243–255. doi:10.1016/j.jep.2014.01.009. PMID 24463034."
  }
}