{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_×_hortorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. × hortorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium × hortorum, (also called zonal geranium, garden geranium), is a nothospecies of Pelargonium most commonly used as an ornamental plant. It is a hybrid between Pelargonium zonale and Pelargonium inquinans. They are the group of Pelargonium cultivars, with leaves marked with a brown annular zone and inflorescence in the form of large balls of tight flowers, usually red, pink or white. These are the most common geraniums of garden centers and florists, sold in pots for windowsills and balconies or planted in flowerbeds.",
    "Etymology": "The specific epithet hortorum is a genitive form of the Latin hortus \"garden\" and therefore corresponds to \"horticultural\". The name was created by the American botanist Liberty Hyde Bailey who in 1914, writes \"The large number of forms of the common geranium, derives from the variation and probably the crossing of P. zonale and P. inquinans (and possibly others) during more than a century of careful selections\". \nIt is important to distinguish the botanical Latin term \"Geranium\", the extent of which has varied according to botanical knowledge over the centuries and the vernacular name of the French language \"geranium\" whose extension is defined by several centuries of use by amateur and professional gardeners. Furthermore, most plants commonly called \"geraniums\" by florists and gardeners do not belong to the genus Geranium (as currently delimited by botanists) but to the genus Pelargonium. \nCurrently, most gardeners, amateur or professional, know perfectly well that the geraniums that decorate the balconies are Pelargonium but they are reluctant to use the term they find too pedantic. The term is not felt to be fully part of the common language and still remains marked as scholarly.",
    "History": "The ancestors of Pelargonium zonal group are two species of wild pelargoniums of South Africa called Geranium Africanum. In the following century, Carl Linné gave them a binomial name, Geranium zonal and Geranium inquinans (in Species Plantarum 7 , 1735), then the heir reclassified them in the genus Pelargonium. But this name will only be widely accepted in the 19th century, and in the meantime varieties and horticultural hybrids of these species were a great success with gardeners, they kept the habit they had taken to call them \"geraniums\", a term that was unambiguously in context.\nThe first ancestor of the zonal group, now known as Pelargonium zonal, was collected in the province of Western Cape in 1689 and was sent to Europe and described by the Dutch botanist 9 Jan Commelijn (1629–1692). Traces of its cultivation are then found in the gardens of the Duchess of Beaufort in England, an aristocrat passionate about exotic flowers that employed many gardeners to grow seeds brought back by sailors from abroad. In 1699 she produced a catalog of her collection of plants which she had the following year illustrated by artists. Among the paintings are what is now called Pelargonium zonal whose precise identification was made by the botanist John Ray.\nIt was only during the second half of the 18th century that the foundations of hybridization and floral biology began to be established through the work of two remarkable German experimenter Kurt Polycarp Joachim Sprengel (1750–1816). With the first, the technique of obtaining first and second generation hybrids is described for the first time. In 1793, Sprengel established that most hermaphroditic flowers could not be fertilized by their own pollen because their reproductive organs did not reach maturity at the same time (as is the case with Geraniaceae). And we had to wait for the precise observations of the Italian microscopist Giovanni Battista Amici in 1830, to establish that the pollen germs by emitting a pollen tube that progresses to the egg.\n\nThe first traces of the culture of the second ancestor of the zonal group, now known as Pelargonium inquinans , are not found in a duchess but in a bishop, who is also passionate about plants coming from overseas. Henry Compton , Bishop of London, had been a botanical collection in the garden of Fulham Palace. In 1713, when he died, Pelargonium inquinans was found in his collection. The first illustration from 1732 was made from a plant growing in the garden of British botanist James Sherard.",
    "History-Popularity": "Traditionally, doctors were interested in medicinal plants, but with Dr. John Fothergill (1712–1780), a great collector of new plants, \"curious for a scientific mind,\" he says, gathered with this greed of know the natural objects that was typical of the Age of Enlightenment. His fortune enabled him to employ about fifteen gardeners to maintain a botanical garden in Essex and three to four artists to paint his plants. When he died in 1780, in the inventory of his plants, there is a Fothergill's geranium, later described as having a large ball of flowers and zoned leaves and considered as such one of the first Pelargonium zonal group. Until the middle of the 19th century, England had a monopoly on obtaining by planting varieties zoned delicate colors. At the beginning of the century, few hybridizations in the zonal group were carried out, as far as can be known because the horticulturists reused the same denomination for different plants and did not indicate the kinship of their obtaining. \nThe most important improvements geraniums zoned only became apparent at the end of the 19th century. The exchange of varieties between France and England made it possible to enrich the collections on both sides of the English Channel. The English varieties were valued for their robustness, the French varieties for the beauty of their flowers. Landowners and local notables were passionate about rare and exotic species. During major exhibitions where growers present their latest creations, competitions are organized to award gold medals to outstanding cultivars. All these factors contribute to the craze for geraniums, one of the easiest plants to grow and the most floriferous. The passion for creating new varieties of pelargonium that appeared in England developed throughout Europe by the late 19th century.",
    "Description": "They are stocky and large. The flowers can be single or double, and have five petals positioned regularly around the center. The leaves are often fragrant. The flowers come in many colours, including red, shades of pink, scarlet and white. Recently, orange and yellow cultivars have been developed. The inflorescence is carried by a long rigid peduncle, starting from the armpit of the upper leaves, so that the flowered head stands out clearly above the foliage. \nMany cultivars have been grown since the late eighteenth century. Cultivars with very double flowers and no anthers are called Rosebud Pelargoniums since the flowers never open completely and therefore resemble a rose. Leaves of circular shape (7 cm in diameter) and have a winged venation and a leaf margin. The blade is covered by a dark annular area, more or less visible depending on the variety. The zoned geraniums are very floriferous plants, not quite demanding when it comes to water. Flowering occurs without interruption from spring until the last days of autumn.",
    "Cultivation": "Availability includes the usual nursery \"seed-grown\" and the \"cutting grown\" types, which can easily be propagated at home by cuttings and planting side branches.  Bracts on cuttings are to be removed, because they often rot. Rooting continues in good conditions for up to 3 weeks. Recently, there are varieties that can be propagated from seeds. Sown in a sandy substrate, it easily germinates at a temperature of 16–18° C. Zonal geraniums grow in U.S. Department of Agriculture hardiness zones 9 through 12. Zonal geraniums are basically tropical perennials and they overwinter in zones as cool as zone 7.The whole plant with the exception of flowers gives off a characteristic smell. It blooms for a very long time (throughout the summer) and abundantly, however, most cultivated varieties do not produce seeds. During the year, it grows about 25–30 cm. It is a long-lived plant, however, older specimens become unkempt, because they are fattening with the bottom of the leaves and bloom less well.\nIt is grown as an ornamental plant, mainly as a potted plant in apartments and in various types of containers on balconies, window sills and, verandas. The advantages of this plant are the long-blooming flowers and decorative leaves. Recently, in the composition with other plant species, it is sometimes also grown as a bed plant. The plant needs strong light and some direct sunlight. It prefers a dry atmosphere and a lot of space. It should not be sprayed, as it causes root rot. The peat soil or loam soil is the best substrate. Tilled in the apartment in the summer tolerates well room temperature, in winter it is better to take it to a colder room with a temperature not exceeding 16° C. In summer, the plant indoors must be watered 2–3 times a week, whilst the geraniums growing in the field in full sun must be watered every day, morning or evening.",
    "See also": "Zonal pelargoniums\nPelargonium inquinans",
    "References": "",
    "External links": "Floridata"
  }
}