{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_crispum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. crispum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium crispum,the lemon-scented geranium ,is a pelargonium species native to South Africa. It is in the subgenus Pelargonium along with Pelargonium graveolens and Pelargonium capitatum and Pelargonium tomentosum.",
    "Etymology": "Pelargonium comes from the Greek (pelargos which means Stork). Another name for pelargoniums is storksbills due the shape of their fruit. Crispum refers to the crinkled, crispy leaves.",
    "Description": "Pelargonium crispum is quite a large shrubby species, growing up to 70 cm tall. It is a hairy plant with a strong lemon scent and pink flowers in summer. Its leaves are green in color and it has wide, fan shaped leaves with crinkled edges.",
    "Cultivars and hybrids": "There are many cultivars and hybrids of Pelargonium crispum as it hybridizes readily with other species in the Pelargonium subgenus. These cultivars and hybrids include:\n\nPelargonium × nervosum - A lime scented hybrid between P. crispum and another species (possibly P. principissae according to Robert Sweet (botanist)). P. × nervosum is slightly hairy and has deep pink flowers. A variety of P. × nervosum is P. × torrento or 'Cola Bottles'. This variety has a slight ginger or cola smell as well as citrus.\nPelargonium × melissinum - The lemon balm pelargonium (lemon balm - Melissa officinalis). This is a hybrid between P. crispum and Pelargonium graveolens.\nPelargonium × citriodorum (synonym - 'Prince of Orange') - An orange scented pelargonium. A hybrid between P. crispum and P. × limoneum with small pale pink flowers.\nPelargonium crispum 'Cy's Sunburst' - A small, compact variety owith small variegated yellow leaves and pink flowers. It has a very strong lemon scent. P. Cy's Sunburst was bred the American plantsman; Cyrus Hyde and appears on his nursery website catalogue.\nPelargonium crispum 'variegatum' (synonym - 'Prince Rupert') - A variety of with variegated silvery leaves.\nPelargonium crispum 'Peaches and Cream' - A variety of with distinctly peach scented leaves.\nPelargonium 'Poquita' - Grapefruit scented variety of the P. × nervosum hybrid.\nPelargonium × limoneum - A hybrid with uncertain parentage but crispum is almost certainly one parent plant. It has small toothed leaves and quite large magenta flowers. It has a lemon/lime/rose/strawberry/cinnamon scent; different people detect different smells but it certainly has a citrus smell.\nPelargonium 'Lady Scarborough' - A very popular cultivar that smells of ripe strawberries. It has leaves very similar P. × limoneum with pale pink flowers and red veining in the leaves occurs as the leaves age. Presumed to be in the crispum group but this is not certain. Arthur Tucker says it is similar to P. englerianum.Note: Most Angel Pelargoniums are crosses between a regal pelargonium and Pelargonium crispum.",
    "Uses": "As well as being a houseplant or outdoor perennial depending on climate, Pelargonium crispum has a couple of other uses. Firstly, the leaves are edible and are used in salads or for flavouring cakes and stir-fries. Secondly, the leaves are very aromatic and can be used in something like potpourri.",
    "References": "\n\n== External links =="
  }
}