{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_peltatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. peltatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium peltatum is a scrambling perennial plant with shallow or deeply five lobed, circular to heart-shaped, somewhat fleshy leaves, sometimes with a differently coloured semicircular band, that has been assigned to the cranesbill family. It carries umbel-like inflorescences with 2–10, white to mauve, bilateral symmetrical flowers, each with a \"spur\" that is merged with the flower stalk. It is known by several common names including ivy-leaved pelargonium and cascading geranium. It is native to southern and eastern South Africa. In its home range, it flowers year round but most vigoriously from August to October.",
    "Description": "The ivy-leaved pelargonium is a perennial plant that scrambles over the surrounding vegetation and its somewhat succulent, slender and smooth, 3–10 mm (0.12–0.40 in) thick stems can grow to a length of about 2 m (7 ft). \nThe leaves are alternately arranged along the stem, but sometimes seem to be opposite. The leaves have broad oval to triangular stipules of about 7 mm (0.28 in) long and 4 mm (0.16 in) wide, a leaf stalk of ½–5½ cm (0.2–2.2 in) long, and a hairy or hairless, green to greyish green, sometimes with a differently colored semicircular band, more of less fleshy, circular to heart-shaped in outline, on average 3 cm (1.2 in) long and 5 cm (2.0 in) wide (full range 1–6¾ cm × 1¾–8¾ cm). The leaf blade has five shallow or deeper sharp or blunt tipped lobes that spread radially from a point with an entire margin.",
    "Description-Flowers": "The umbel-like inflorescences sit atop a stalk of about 6½ cm (2.6 in) long (full range 4–8½ cm) covered with long soft hairs to hairless. At the top of the inflorescence stalk are long, softly hairy, oval to lance-shaped bracts of about 3 mm (0.12 in) long and 2 mm (0.08 in) wide, which subtend two to ten scentless flowers, each on a long softly hairy flower stalk of 1¾–5 mm (0.07–0.20 in) long. The long, softly hairy floral tube, which is somewhat difficult to distinguish from the flower stalk, is on average 3 cm (1.2 in) long (full range 2–4¼ cm). The five free, purple to light green sepals are lance-shaped, covered in long, soft hairy on the surface facing out, on average 11 mm (0.44 in) long (full range 7½–14 mm). The five free petals are spade-shaped, and whitish, pale pink, pinkish mauve or mauve in colour. \nThe two upper petals sometimes have purple markings, curve back at an approximate angle of 90° and are on average 21 mm (0.85 in) long and 9 mm (0.35 in) wide (full range 15–27 mm × 6–12 mm). The three lower petals curve back slightly and are on average 17 mm (0.65 in) long and 6 mm (0.25 in) wide (full range 13½–21 mm × 3½–7½ mm). The ten filaments are merged into a tube of about 2 mm (0.08 in) long, the free parts of the filaments varying in length within the same flower, between 2 and 11 mm (0.08–0.45 in) long. Only five to seven of the filaments carry a purple, about 2 mm long anther, even in freshly opened flowers (anthers are quickly lost), the upper two on much shorter filaments. \nThe woolly hairy ovary is about 4 mm (0.16 in) long that is topped by a hairy or hairless, about 5 mm (0.2 in) long style that carries five stigmas of about 3 mm (0.12 in) long. These female floral parts develop into a dry splitting fruit, the five parts each consisting of an approximately 7 mm (0.28 in) long, roughly hairy oval base and an about 3 cm (1.2 in) long tail. The bases of these mericarps each contain one hairless, brown, ellipse-shaped seed of about 5 mm long and 2 mm in diameter.P. peltatum has nine homologous sets of chromosomes (2x=18).",
    "Taxonomy": "The ivy-leaved pelargonium was first described by Carl Linnaeus, based on a specimen that was growing in the garden of George Clifford III, in his 1753 groundbreaking book Species Plantarum, and he named it Geranium peltatum. When Charles Louis L'Héritier de Brutelle erected a new genus, Pelargonium, in William Aiton’s book Hortus Kewensis, published in 1789, he reassigned the species and made the new combination P. peltatum. Later, in 1792, L'Héritier also described a comparable form and named it Pelargonium lateripes. In 1796, the English botanist Richard Anthony Salisbury renamed P. lateripes to P. hederaefolium, which is therefore a superfluous name. Henry Charles Andrews in the first volume of his monography of the genus Geranium, that was published in 1805, distinguished P. peltatum var. variegatum, as well as G. hederinum  var. flore albo and  var. variegatum. In volume 2 that came out in 1806, he added P. peltatum var. superbum and G. hederinum  var. zonales. In his study Geraniaceae, Robert Sweet, described two forms that he called P. scutellatum and P. pinquifolium, although he suggested the latter may have been a hybrid. In 1824, Augustin Pyramus de Candolle in his magnum opus Prodromus Systematis Naturalis Regni Vegetabilis described P. lateripes var. albomarginatum and var. walneri, as well as P. peltatum var. zonatum. In the same year, Johann Centurius Hoffmannsegg made a description of P. glabrum. Sweet described in 1826 three more forms in his Hortus Brittanicus, which he named P. lateripes var. roseus, var. viridifolium and var. zonation. In 1835, Christian Friedrich Ecklon and Karl Ludwig Philipp Zeyher created a new genus, Dibrachya, which they had based on the section that Sweet had erected earlier, and made the new combinations D. peltata, D. scutellata and D. clypeata. Ernst Gottlieb von Steudel moved the latter to Pelargonium creating P. clypeatum. William Henry Harvey in the 1860 Flora Capensis made the new combinations P. peltatum var. scutellatum, var. clypeatum and var. glabrum. Jean Baptiste Saint-Lager changed the name of P. lateripes to P. lateripedatum, a superfluous name in 1880. In 1890, Robert Brown (R.Br.ter) described P. saxifragoides. Otto Kuntze erected the genus Geraniospermum and made the new combination Geraniospermum peltatum in 1891. As part of his extensive 1912 treatment of several plant families, Reinhard Gustav Paul Knuth described a form from Pondoland as P. bachmannii.Maria Olivier and J.J.A. van der Walt in 1984 considered the ivy-leaved pelargonium a pluriform species which includes plants that differ in the degree of succulence of the stems and leaves, the shape (circular or heart-shaped), the deepness of the incisions between the lobes, and the presence of a differently colored band in the leafblade. They conclude that several names correspond to garden hybrids, i.e. P. hederinum and its varieties flore albo, variegatum and  zonale, P. lateripes var. roseum, viridiflorum and zonation, P. peltatum var. superbum and var.  variegatum, P. saxifragoides and finally P. pinquifolium. The identity of  P. glabrum and P. bachmannii could not be determined because a type could not be identified. The remaining forms all grade into each other, so these cannot be upheld as separate taxa and are all synonyms of P. peltatum.Pelargonium peltatum has been assigned to the section Ciconium. A study comparing homologous DNA indicates that the members of a group consisting of P. acraeum, P. ranunculophyllum, P. alchemilloides, P. multibracteatum, P. tongaense, P. barklyi, P. articulatum, P. frutetorum, P. inquinans, P. acetosum, P. zonale, P. aridum, “P. socotrana”, P. quinquelobatum  and P. peltatum are most closely related.The scientific name of the species peltatum is derived from the Latin word pelta, a small crescent-shaped shield, and means \"shield-bearing\", a reference to the shield-like leaves, since the leaf stalk is attached to the centre of the leaf blade. The common name in Afrikaans is \"kolsuring\" (meaning cabbage sorrel) and refers to acid sap of the plant.",
    "Distribution, habitat and ecology": "The ivy-leaved pelargonium natural distribution consists of parts of the Western Cape, Eastern Cape, Kwazulu-Natal and Mpumalanga provinces of South Africa. The species has escaped cultivation in climates somewhat comparable to South Africa including in California, Mexico, Puerto Rico, Honduras, Ecuador and the Galapagos Islands, Spain and the Canary Islands, Portugal and the Azores Islands, France, Italy and Greece. It may behave rather weedy.In the wild, it clambers over shrubs on dry rocky hillsides or along the coast on well-drained soils.The caterpillars of the common geranium bronze (Cacyreus marshalli), of Dickson's geranium bronze (C. dicksoni), and of the water bronze (C. tespis) eat the stems of pelargonium species. Carpenter bees may be important pollinators as these frequent the flowers.",
    "Conservation": "The ivy-leaved pelargonium is considered a species of least concern because of its large distribution and stable population.",
    "Cultivation": "In 1700, Willem Adriaan van der Stel, Governor of the Cape Colony, introduced the ivy-leaved pelargonium to the Netherlands. Sir Francis Masson shipped the species to Great Britain in 1774. P. peltatum has been used to develop many garden hybrids that are called \"ivy-leaved pelargoniums\". The species and its hybrids can be very easily propagated through taking cuttings. It grows best on well drained substrates such as sandy or loamy soils, is not sensitive to soil acidity and is drought resistant, but it neither tolerates shading nor frost. The ivy-leaved pelargonium is cultivated on a large-scale for landscaping and as an ornamental plant for use in gardens and containers, as well as being used as a houseplant.",
    "Uses": "The leaves of the ivy-leaved pelargonium can be eaten as a vegetable and have a tangy taste. A bluish textile dye can be made from the petals.",
    "References": "",
    "External links": "Photographs of Pelargonium peltatum"
  }
}