{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_inquinans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. inquinans"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium inquinans, the scarlet geranium, is a species of plant in the genus Pelargonium (family Geraniaceae), that is indigenous to the south-western Cape of South Africa. It is one of the ancestors of the hybrid line of horticultural pelargoniums, referred to as the zonal group. They can easily be propagated by seeds and cuttings.",
    "Etymology and history": "The generic name Pelargonium in scientific Latin derives from the Greek pelargós (πελαργός), which means the stork and the shape of their fruit evoking the beak of the wader. The specific epithet \"messy\" derives from the Latin verb inquino \"dirty, soil\" because the leaves leave a brown trace on the fingers when touched.\nThe Pelargonium inquinans was grown in the garden of the Bishop of London, Henry Compton, an admirer of exotic plants. In 1713, when he died, Pelargonium inquinans was found in his collection. The first illustration from 1732 was made from a plant growing in the garden of British botanist James Sherard. Many hybrids have been derived from this species, but the true wild species can be recognized by its red glandular hairs.",
    "Description": "In the wild, Pelargonium inquinans is a small shrub, about 2 m tall, branched, with young succulent twigs becoming woody with age, bearing red glandular hairs.\nThe evergreen leaves, borne by long petioles, are orbicular (like Pelargonium × hortorum but without dark markings), incised in 5 to 7 crenate lobes, with a viscous pubescence, giving a cottony appearance to both sides. To the touch, the leaves stain the fingers brown rust.\nThe scarlet red flowers, sometimes pink or white, are grouped by 10 to 20 in pseudo-umbels. They are bilateral symmetry (zygomorph) with the 2 upper petals may be a little smaller than the 3 lower petals. Stamens and style are exerted. The filaments of the seven fertile stamens join over most of their length.\nIn South Africa, flowering is spread throughout the year.\nThe pericardial fruit is composed of 5 capsules terminated by a long, hairy, twisted curl at maturity.",
    "Distribution": "The pelargonium with scarlet flowers grows in the Eastern Cape, Uitenhage, Albany and Caffirland, south of Kwazulu-Natal, South Africa.\nIt grows on clay soils, like Pelargonium × hortorum.",
    "Hybrid": "Pelargonium inquinans and Pelargonium zonal are generally considered as the two main wild ancestors of the zonal group of horticultural pelargoniums, commonly referred to as \"florist geraniums\" or \"zoned leaf hybrid pelargoniums\". In botany, the name Pelargonium × hortorum L.H. Bailey is accepted.\nThese two species were introduced in the great gardens of Europe at the beginning of the eighteenth century.",
    "Uses": "Indigenous people use crushed leaves for headache and influenza. They are also used as a body deodorant.\n\n\n== References =="
  }
}