{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium drummondii is a species of Pelargonium found around the southern coasts of Western Australia.",
    "Description": "A perennial herb found as an erect or semiprostrate shrub, Pelargonium drummondii may be 100 to 400 mm in height. The flowers are light pink, but a darker colour at the center, splotchy and veined in appearance. The oblate cordate leaves are generally large and succulent. P. drummondii is distinguished from a similar widespread Australian species P. australe by the presence of a prominent branching perennial stem, which is generally absent in P. australe. However, young plants are likely to be indistinguishable by morphology alone.\nThe species was first described by Turczaninow in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The type specimen was collected by James Drummond, whose name is given in the specific epithet.\nIt is described as native, not endemic., one of several Pelargonium occurring in Western Australia.  The similar, but usually scented, South African species P. capitatum is also found throughout many Southwest Australian regions, although these were known to have been introduced after colonisation by Britain.",
    "Distribution": "The plant is found along granitic coastal regions and inland granitic inselbergs of Southwest Australia, east of the Esperance Plains to the westernmost point at Cape Naturaliste.",
    "Taxonomy": "The species has been placed as Pelargonium drummondii, but the species has also been described as a subspecies ('nomenclatural synonym' of P. Drumondii).\n\nPelargonium australe subsp. drummondii (Turcz.) Hellbrugge ms\n\n\n== References =="
  }
}