{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_graveolens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. graveolens"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium graveolens is an uncommon Pelargonium species native to the Cape Provinces and the Northern Provinces of South Africa, Zimbabwe and Mozambique. It is in the subgenus Pelargonium along with Pelargonium crispum, Pelargonium tomentosum and Pelargonium capitatum.",
    "Etymology": "Pelargonium comes from the Greek πελαργός pelargos which means stork. Another name for pelargoniums is stork's-bills due to the shape of their fruit. The specific epithet graveolens refers to the strong-smelling leaves.",
    "Description": "Pelargonium graveolens is an erect, multi-branched shrub, that grows up to 1.5 m and has a spread of 1 m. The leaves are deeply incised, velvety and soft to the touch (due to glandular hairs). The flowers vary from pale pink to almost white and the plant flowers from August to January. The leaves may be strongly rose-scented, although the leaf shape and scent vary. Some plants are very strongly scented and others have little or no scent. Some leaves are deeply incised and others less so, being slightly lobed like P. capitatum.",
    "Common names and synonyms": "Common names include rose geranium, sweet scented geranium, old fashion rose geranium, and rose-scent geranium.Pelargonium graveolens is also known by taxonomic synonyms Geranium terebinthinaceum Cav.  and Pelargonium terebinthinaceum (Cav.) Desf. \"Rose geranium\" is sometimes used to refer to Pelargonium incrassatum (Andrews) Sims or its synonym Pelargonium roseum (Andrews) DC. – the herbal name. Commercial vendors often list the source of geranium or rose geranium essential oil as Pelargonium graveolens, regardless of its botanical name.",
    "Cultivars and hybrids": "Many plants are cultivated under the species name \"Pelargonium graveolens\" but differ from wild specimens as they are of hybrid origin (probably a cross between P. graveolens, P. capitatum and/or P. radens).  There are many cultivars of P. graveolens and they have a wide variety of scents, including rose, citrus, mint and cinnamon as well as various fruits. Cultivars and hybrids include:\n\nP. 'Graveolens' (or Pelargonium graveolens hort.) - A rose-scented cultivar of P. graveolens. Possibly a hybrid between P. graveolens and P. radens or P. capitatum. This cultivar is often incorrectly labeled as Pelargonium graveolens (the species). The main difference between the species and this cultivar is the dissection of the leaf. The species had about 5 lobes but the cultivar has about 10.\nP. 'Citrosum' - A lemony, citronella-scented cultivar of P. graveolens, similar to P. 'Graveolens'. It is meant to repel mosquitos and rumour has it that it was made by genetically bonding genes from the citronella grass but this is highly unlikely.\nP. 'Cinnamon Rose' - A cinnamon-scented variety of P. graveolens.\nP. 'Dr Westerlund' - A lemony rose-scented cultivar of P. graveolens, similar to P. 'Graveolens'.\nP. 'Graveolens Bontrosai' - A genetically challenged form of P. graveolens. The leaves are smaller and curl back on themselves and the flowers often don't open fully. Known as P. 'Colocho' in the US.\nP. 'Grey Lady Plymouth' - A lemony rose-scented cultivar of P. graveolens. Similar to P. 'Lady Plymouth'. The leaves are grey - green in colour and beautifully contrast of scented pelargonium varieties.\nP. 'Lady Plymouth' - A minty lemony rose-scented cultivar of P. graveolens. A very popular variety with a definite mint scent. Possibly a P. radens hybrid.\nP. 'Lara Starshine' - A lemony rose-scented cultivar of P. graveolens, similar to P. 'Graveolens' but with more lemony scented leaves and reddish pink flowers. Bred by Australian Plantsman Cliff Blackman.\nP. 'Lucaeflora' - A rose-scented variety of P. graveolens, much more similar to the species that most other cultivars and varieties of P. graveolens.\nP. × melissinum - The lemon balm pelargonium (lemon balm - Melissa officinalis). This is a hybrid between P. crispum and P. graveolens.\nP. 'Mint Rose' - A minty rose-scented cultivar of P. graveolens. Similar to P. 'Lady Plymouth' but without the variegation of the leaves and lemony undertones.\nP. 'Secret Love' - An unusual eucalyptus-scented variety of P. graveolens with pretty pale pink flowers.\nP. 'Van Leeni' - A lemony rose-scented cultivar of P. graveolens, similar to P. 'Graveolens' and P. 'Dr Westerland'.",
    "Uses": "Both the true species and the cultivated plant may be called rose geranium – pelargoniums are often called geraniums, as they fall within the plant family Geraniaceae, and were previously classified in the same genus.  The common P. 'Graveolens' or P. 'Rosat' has great importance in the perfume industry. It is cultivated on a large scale and its foliage is distilled for its scent. Pelargonium distillates and absolutes, commonly known as \"geranium oil\", are sold for aromatherapy and massage therapy applications.  They are also sometimes used to supplement or adulterate more expensive rose oils. As a flavoring, the flowers and leaves are used in cakes, jams, jellies, ice creams, sorbets, salads, sugars, and teas.  In addition, it is used as a flavoring agent in some pipe tobaccos, being one of the characteristic \"Lakeland scents.\"",
    "Chemical constituents of geranium oil": "A modern analysis listed the presence of over 50 organic compounds in the essential oil of P. graveolens from an Australian source. Analyses of Indian geranium oils indicated a similar phytochemical profile, and showed that the major constituents (in terms of % composition) were citronellol + nerol and geraniol.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}