{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_luridum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. luridum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium luridum, locally called variable stork's bill, is a medium high, tuberous herbaceous perennial geophyte, belonging to the Stork's bill family, with white to pink, slightly mirror symmetrial flowers in umbels on long unbranched stalks directly from the ground rosette that consists of few initially ovate, later pinnately incised or linear leaves, with blunt teeth around the margin. The variable stork's bill naturally occurs from South Africa to Angola, southern Congo and Tanzania.",
    "Description": "Pelargonium luridum is a very variable species. It is an erect, perennial, herbaceous plant with up to 65 cm (26 in) long inflorescence stalks, with a woody tuber and with all leaves growing directly from the hart of the plant at ground level. The plants are covered in a layer of soft, about 2 mm (0.079 in) long hairs, and shorter hairs that are pressed to the surface of the plant. It also has glands. Most of the leaves appear after flowering.\nThe stipules on both sides next to the base of the leaf stalks are linear or long triangular in shape and 15–40 mm (0.59–1.57 in) long. These are persistent and turn brown with age. The leaf stalks are usually 6–20 cm (2.4–7.9 in), occasionally up to 30 cm (12 in) long. The leaf blade is oval in outline, usually 7–15 cm (2.8–5.9 in) long and 4–14 cm (1.6–5.5 in) wide, wedge- to hart-shaped at its foot, variably incised, form shallowly lobed to multiply dissected, the later leaves often more complex. The segments at the margins of the leaf-outline, can be thread-thin to oval, entire of with teeth around the margin, and the tip pointy of rounded. The upper leaf surface may be sofly hairy or almost without, except for the margins and veins.\nEach plant may carry one to three inflorescences, consisting of a 15–65 cm (5.9–25.6 in) long peduncle with few to many small, pointy, simple membraneous bracts 8–16 mm (0.31–0.63 in) long and 1½–4 mm (0.06–0.16 in) wide, topped by a simple umbel of usually between five and thirty, sometimes even fifty flowers. At the top of the peduncle is a whorl of small tapered bracts. The lower part of the stalk of the individual flower is mostly 2–35 mm (0.079–1.378 in) long. The sepals are deflected when the flower has opened, lanceolate to narrowly oval, 8½–15 mm (0.33–0.6 in) long and 1½–5 mm (0.06–0.20 in) wide, and are covered in dense felty hairs and glands. The flowers have a spur, that has merged with the upper part of the flower stalk of 3–7 cm (1.2–2.8 in) long. There are five petals present, which are at first spreading but later somewhat reflexed, and are long inverted egg-shaped or lanceolate with the widest point towards the tip, usually 12–24 mm (0.47–0.94 in) long and 5–12 mm (0.20–0.47 in) wide. Their color varies from white to pale yellow, with a pink venation or entirely purple. The three anterior petals have a narrow basal half (a so-called claw) and a wider top half (or plate). The ten stamens are fused at their foot for 1¾–3½ mm (0.07–0.14 in). Usually seven of these stamens carry 1.6–3.2 mm (0.063–0.126 in) long, 1¼–1¾ mm (0.05–0.07 in) wide anthers, and their filaments are 4–8 mm (0.16–0.31 in) long, the usually three infertile staminodes are 3–5½ mm (0.12–0.22 in) long. The ovary is softly hairy, with a short style 0.1–1.2 mm (0.0039–0.0472 in) long, topped by five stigmas 1.6–2.8 mm (0.063–0.110 in) long. It develops into a fruit that grows to 4–5 cm (1.6–2.0 in), exceptionally 6½ cm long. When ripe each of the five seeds comes of with a 9–15 mm (0.35–0.59 in) long and 1½–3 mm (0.06–0.12 in) wide part of the fruit called a mericarp. Individual seeds within the mericarp are 4.8–6 mm (0.19–0.24 in) long and 1.9–2.2 mm (0.075–0.087 in) wide. The pale brown seed coat has a very fine netted structure.",
    "Taxonomy": "Henry Charles Andrews was the first to describe this species in 1813 as Geranium luridum. In 1820, Robert Sweet described a non-flowering plant that was grown in England by a mrs. Colville, from a rootstock sent from South Africa, calling it Pelargonium huraefolium. After the plant had started flowering later, Sweet realised his species was in fact identical to that of Andrews, but remained of the opinion that it belonged to Pelargonium, and so created the new combination Pelargonium luridum in 1826. Polyactium aconitiphyllum was described based on a specimen from South Africa in 1835 by Christian Friedrich Ecklon and Karl Ludwig Philipp Zeyher. Ernst Gottlieb von Steudel moved it in 1842 to Pelargonium, creating the new combination Pelargonium aconitiphyllum. Because the species is very variable, several later authors raised different morphs to their own species. Ernst Heinrich Friedrich Meyer in 1843 named P. polymorphum, but failed to adequately describe it. In 1860 William Henry Harvey distinguished P. flabellifolium, and Harvey in cooperation with Otto Wilhelm Sonder definined Pelargonium zeyheri in the same year. Ignaz von Szyszyłowicz distinguished two other forms, naming them P. rehmannii and  P. angulosum respectively in the year 1888. Otto Kuntze moved flabellifolium, rehmannii and zeyheri to a new, more narrowly defined genus Geraniospermum, in 1891. In 1902, Adolf Engler describes P. heckmannianum. All of these names are now considered synonymous to P. luridum. P. luridum is the only species assigned to the subsection Magnistipulacea, which itself is part of the large section Polyactium.",
    "Taxonomy-Etymology": "The species name luridum is from Latin and means pale, sallow or smoky yellow.",
    "Distribution and habitat": "Pelargonium luridum occurs naturally in Angola, Lesoto, Malawi, South-Africa (Cape Province, Natal, Orange Free State, Transvaal), Swaziland, Tanzania, Zambia, Zimbabwe. It can be found in grassland and open bush, is said to prefer locations subject to regular fires, and damp ground such as by streams.\n\n\n== References =="
  }
}