{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_radens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. radens"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium radens, the rasp-leaf pelargonium is a species of Pelargonium. It is in the subgenus Pelargonium along with Pelargonium crispum and Pelargonium tomentosum.",
    "Description": "Pelargonium radens is an evergreen perennial plant, growing to up to 1.5 m (4 ft 11 in) high. It has deeply cut triangular scented gray-green leaves and in the summer bears clusters of small pink-purple flowers, followed by small curly-tailed brownish seeds. It is originally from the southern and eastern Cape, South Africa, where it grows in ravines or gorges near streams or among shrubs on mountainsides.",
    "Etymology": "Pelargonium comes from the Greek; Pelargos which means stork. Another name for pelargoniums is storksbills due the shape of their fruit. Radens refers to the coarse, rasp leaves.",
    "Cultivars and hybrids": "There are a few cultivars and hybrids of Pelargonium radens. These include:\n\nPelargonium 'Candy Dancer' - A rose scented variety. The flowers are less marked than the species.\nPelargonium 'Crowfoot' - A minty rose scented variety.\nPelargonium 'Dr Livingstone' (Synonym - 'Skeleton Rose') - A rose scented variety with less dissected leaves that the species.\nPelargonium 'Radula' - A rose scented variety. Often thought of as a synonym of the species or a named clone.\nPelargonium 'Red Flowered Rose' - A reddish-pink flowered variety that could be a hybrid between one of the other rose scented species.\nPelargonium × asperum - A rose scented hybrid between Pelargonium capitatum and P. radens. This hybrid is the most commonly used pelargonium in the perfume industry. Not to be confused with the sweet scented species Pelargonium asperum.",
    "Uses": "Traditionally the edible leaves were used as a flavoring in jellies and in herbal teas. An essential oil extracted from the leaves and flowers is used commercially as a food flavoring and additive (geranium oil, rose geranium oil). This essential oil is classified as Generally Recognized as Safe by the US FDA when small quantities are added to foods.\nPelargonium radens is used as a house plant. It is also cultivated as an ornamental in, e.g., North America, in USDA hardiness zones 10-11. Propagation is by seeds and stem cuttings.\n\n\n== References =="
  }
}