{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_zonale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. zonale"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium zonale, known as horse-shoe pelargonium or wildemalva in Afrikaans, is a wild species of Pelargonium native to southern Africa west of Cape Province, belonging to the geranium family, Geraniaceae. It is one of the parents of the widely cultivated plant Pelargonium × hortorum, often called a \"geranium\", \"zonal geranium\" or \"zonal pelargonium\".",
    "Etymology": "The generic name Pelargonium in scientific Latin, derives from the Greek pelargós (πελαργός), designating the stork, the shape of their fruit evoking the beak of the wader. The zonal specific epithet is the neutral inflected form of the Latin zonalis \"relative to the zone\", with reference to the brown zone on the leaf.\nPelargonium zonale was collected by Henrik Bernard Oldenland during the year 1689 at Meiringspoort Pas. It was sent to Europe, including the Duchess of Beaufort in England.\nThe species was described by the Dutch botanist Jan Commelijn (1629–1692) and illustrated with a watercolor by Maria Moninckx in the Amsterdam Medicinal Garden Horti medici Amstelodamensis.",
    "Description": "Pelargonium zonale is an upright or scrambling shrub, normally growing to about 1 m (3 ft) in height but potentially up to 3 m (10 ft). Its stems are succulent, hairy when young becoming woody with age. The leaves often have a dark mark shaped like a horseshoe, giving rise to both the scientific and common name. The flowers are borne in an umbel; individual flowers are markedly zygomorphic. The petals vary from white through rose to red. The crown, which is about 3.5 centimeters in length, consists of five obcined slices, the top of which is formed in a thin, hollow spur clustered with a flower stem. Crown slices are colored in different shades of pink, red or white. It is covered with petiolate leaves with circular or shallow five-point blades with an average diameter of 5 to 8 cm. The blades are sparsely soft on the upper side, furry and along the serrated edge have a dark or reddish horseshoe-like strip.",
    "Ecology": "For successful growth, all pelargoniums need a well-permeable soil with a neutral to slightly alkaline soil reaction, and to flower well, full illumination and a habitat that is adequately supplied with nutrients. In their homeland and in areas where the temperature does not fall below 0°C in winter, they grow as perennials and form half heads. In its native habitat, Pelargonium zonale flowers at all times of the year, but particularly in spring (September to November).",
    "Cultivation": "In the 16th century, the pelargonium strawberry seeds were transported from Africa to Leiden in the Netherlands, where it was grown in the botanical garden there. Within a few years, it reached the British Isles, France, Italy and Spain and became popular. It gradually reached the islands of the Caribbean, and in the 17th century it was already known in North America. Today it is naturalized in many subtropical and tropical countries and in colder areas is grown in greenhouses. \nPlants can propagate by seeds or cuttings. In the sowing of seeds, usually not all the breeding characteristics of the parents and the new plants differ from each other, in practice this method is mainly used in the cultivation of new cultivars. The hard seeds are scarified prior to sowing and germinate within 14 days at about 20° C.\nClassical cuttings use well-growing and flowering mother plants, one of which yields five to fifteen cuttings. They can be multiplied by cutting the plants into pieces with one leaf, sprinkling with soil, and dropping the roots from the sleeping bud. A newer method of vegetative propagation, in which a large number of identical individuals are obtained, is the so-called micropropagation of plants when plant explants are used.\nIn Central European conditions, gardens are grown as one year old, but before the winter comes healthy plants can be pulled out and, after winter hibernation, they can be re-planted in the spring. When growing in the room grows year-round, with lower lighting in the winter, it is advisable to lower both temperature and watering. Even in summer, roots may not be long-term waterlogged and it is not advisable to grow plants.",
    "Hybridization": "The Pelargonium zonal is involved with other species in the derivation of the heavy line hybrid, known as the \"zonal group pelargoniums\" or Pelargonium x hortorum. Alas, this type of cultivar is usually referred to as \"zonal geranium\", at the risk of confusion with the wild species. In fact, in botanical terms, it is essential to distinguish the \"zoned leaf hybrid pelargoniums\" (or zonal group) from the wild species, currently called zonal Pelargonium.\nThus, the Scarlet series is obtained by fertilization carried out on P. zonal , using pollen harvested either on other varieties of the same species or on different but similar species. The variety François Desbois has flowers with a small disc radiating on a white background.\n\n\n== References =="
  }
}