{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_quercifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. quercifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium quercifolium is a species of geranium known by the common name oakleaf geranium or oak-geranium. It is native to South Africa, and it is a commonly grown ornamental plant. It is in the subgenus pelargonium along with Pelargonium crispum and Pelargonium tomentosum.",
    "Etymology": "Pelargonium comes from the Greek; Pelargos which means stork. Another name for pelargoniums is storksbills due the shape of their fruit. Quercifolium refers to the oak shaped leaves (oak - Quercus).",
    "Description": "Pelargonium quercifolium is a densely branching shrub easily exceeding one meter in height, taller than wide. The stems are soft and coated in green hairs when young and become woody with age. The glandular, sticky, aromatic leaves are divided into 5 or 7 stiff, coarsely toothed lobes. The inflorescence is an umbel of up to 10 flowers with five petals up to 2.5 centimeters long. The flowers are pink with darker pink markings.",
    "Cultivars and hybrids": "There are many cultivars of Pelargonium quercifolium and a few hybrids. These include:\n\nPelargonium quercifolium 'Fair Ellen' - A variety with almond scented leaves, pink flowers and dark blotches on the leaves. \nPelargonium quercifolium 'Giant Oak' - A variety with particularly large almond/balsam scented leaves, pink flowers and dark blotches on the leaves.\nPelargonium quercifolium 'Royal Oak' - A variety with almond/balsam scented leaves, pink flowers and dark leaf veins.\nPelargonium 'Chocolate Peppermint' - A hybrid between P. 'Giant Oak' and Pelargonium tomentosum. It has dark blotches in the centre of the leaves (hence 'chocolate') and a slight minty scent although it is officially classified as pungent scented.\nPelargonium 'Clorinda' - A hybrid between P. quercifolium and an unknown regal pelargonium. It has sweet, very aromatic oak shaped leaves. Its large pink flowers are courtesy of the regal in its parentage and it goes on flowering for months (spring - summer).  \nThere are a group of 7 pelargoniums bred by Edna Popperwell (UK plantswoman) which all have P. quercifolium and a Regal Pelargonium in their parentage. They range in scents from almond/cedar like P. quercifolium to mint and rose. They are 'Ashby' (rose scented), 'Brunswick' (cedar), 'Copthorne' (cedar), Fairlop (mint/spicy), 'Hemley', 'Orsett' and 'Welling' (all sweetly scented).",
    "Uses": "As well as being a houseplant or outdoor perennial depending on climate, the leaves are very aromatic and can be used in something like potpourri.",
    "References": "",
    "External links": "Jepson Manual Treatment\nPlantz Africa\nScentedGeraniums Nursery"
  }
}