{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_×_fragrans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. .mw-parser-output .noitalic{font-style:normal}× fragrans"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium × fragrans (or 'Fragrans') is a pelargonium hybrid between Pelargonium odoratissimum and Pelargonium exstipulatum. It is in the subgenus Reniforme along with Pelargonium sidoides and Pelargonium abrotanifolium.",
    "Etymology": "Pelargonium comes from the Greek; Pelargos which means stork. Another name for pelargoniums is storksbills due the shape of their fruit. Fragrans refers to the fragrant leaves.",
    "Description": "Pelargonium × fragrans, like its parent Pelargonium odoratissimum, is a small, spreading species which only grows up to 30 cm high and 60 cm wide. It has small white flowers and its leaves are waxy, green and ovate with slightly fringed edges. It has a sweet, slightly spicy, eucalyptus like scent.",
    "Cultivars and hybrids": "There are many cultivars and hybrids of Pelargonium × fragrans. These include:\n\nPelargonium × fragrans 'Old Spice' - A variety of P. × fragrans with leaves that smell like Old Spice.\nPelargonium × fragrans 'Nutmeg' - A nutmeg scented variety of P. ×fragrans.\nPelargonium 'Lillan Pottinger' - An apple scented hybrid of P. × fragrans and P.odoratissimum.\nPelargonium 'Ardwyck Cinnamon' - A cinnamon/nutmeg scented hybrid between P. × fragrans and Pelargonium ionidiflorum. A smaller, compacter shape than P. × fragrans with more fringed leaves.",
    "Uses": "As well as being a houseplant or outdoor perennial depending on climate, Pelargonium × fragrans has another use. The leaves are very aromatic and can be used in something like potpourri.\n\n\n== References =="
  }
}