{
  "url": "https://en.wikipedia.org/wiki/Pelargonium_capitatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Geraniales"
    },
    {
      "Family": "Geraniaceae"
    },
    {
      "Genus": "Pelargonium"
    },
    {
      "Species": "P. capitatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pelargonium capitatum is one of several species (including Pelargonium graveolens) known as rose geranium or rose-scented pelargonium in English. The popular names refer to the scent of the essential oils extracted from glandular tissue, not the flowers, which have hardly any scent to speak of. Some of the species are known as kusmalva (meaning, roughly, \"coastal geranium\") in Afrikaans.\nIt is in the subgenus Pelargonium along with Pelargonium graveolens, Pelargonium tomentosum and Pelargonium crispum.",
    "Etymology": "Pelargonium comes from the Greek pelargos, which means stork. Another name for pelargoniums is storksbills due the shape of their fruit. The epithet capitatum refers to the head-shaped flowers leaves.",
    "Description": "Pelargonium capitatum is a low shrub up to about 100 cm (39 in) in height and 1.5 m across. The stems are soft and coated in green, glandular hairs. Brushing against a bush releases a copious scent of the essential oil from damaged hairs. The scent varies from  faint sweetness to a strong rosy scent. The flowers range from white through various shades of pink to purple. Its preferred habitat is on sand dunes, but it is a fast grower on any reasonable base, including hard clayey soil, so it readily colonises disturbed habitat. Pelargonium capitatum is one of a number of related plants that  have become a major problem in coastal regions of southwest Western Australia, where it invades banksia woodland and coastal heathland. It can be easily propagated from seed or cuttings, and grows best in well-drained sandy soils.",
    "Distribution": "It is found in fynbos along the coast of South Africa, from Lamberts Bay in the Western Cape east to Kwazulu-Natal. Its habitat is usually beach sand or other well-drained sandy soils. It is a popular and convenient ornamental plant and it also is one of the species of Pelargonium cultivated as a source of essential oils.",
    "Cultivars and hybrids": "There are many cultivars and hybrids of Pelargonium capitatum as it hybridises readily with other species in the Pelargonium subgenus. These cultivars and hybrids include:\n\nPelargonium 'Atomic Snowflake' - A lemony rose scented variety with creamy variegated edges\nPelargonium 'Attar of Roses' - Perhaps the most well known of pelargonium cultivars, P. 'Attar of Roses' has a sweet rose/elderflower scent.\nPelargonium 'Pink Capitatum' - A common variety of P. capitatum. It has sweet rose/lemon/elderflower scented leaves.\nPelargonium 'Rober's Lemon Rose' - A lemon scented cultivar of P. capitatum. Possibly a hybrid between P. capitatum and P. × limoneum.\nPelargonium 'Round-Leaf Rose' - A Reddish-Pink flowered variety of P. capitatum with rose scented leaves.\nPelargonium × asperum - A rose scented hybrid between P. capitatum and Pelargonium radens. This hybrid is the most commonly used pelargonium in the perfume industry. Not to be confused with the sweet scented species Pelargonium asperum.\n\n\n== References =="
  }
}