{
  "url": "https://en.wikipedia.org/wiki/Hieracium_flettii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Cichorieae"
    },
    {
      "Genus": "Hieracium"
    },
    {
      "Species": "H. albertinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hieracium albertinum, known as western hawkweed or houndstongue hawkweed, is a  species of the genus Hieracium that is very similar to Hieracium albiflorum with white flowers but differs in that the flower heads are clustered and the leaves, stems and bracts are covered in a thick layer of hairs.  Standing 1 inch (3 cm) to 5 inches (13 cm) tall, it can be found blooming from June through August in forest clearings.Hieracium scouleri or Scouler's woollyweed, which has also been accepted as a synonym for Hieracium albertinum, has a different distribution range and yellow flowers.There is some concern for Hieracium albertinum (and other native species) because while they are members of the genus Hieracium whose introduced species are often aggressively invasive or weedy, reproducing vegetatively from aboveground runners called stolons or from wandering underground stems called rhizomes, the less aggressive native hawkweeds reproduce only by reseeding. \nWhile not listed as endangered, H. albertinum is somewhat threatened while its environment is overrun by the aggressive non-native family as well as being listed as a noxious weed due to its membership in the same genus.",
    "Distribution": "Hieracium albertinum is native to North America and found east of the Cascades in the states of Idaho, Montana, Oregon, Washington and Wyoming.",
    "References": "",
    "External links": "Photo of herbarium specimen at Missouri Botanical Garden, collected in Idaho in 1916, isotype of Hieracium absonum"
  }
}