{
  "url": "https://en.wikipedia.org/wiki/Hieracium_canadense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Cichorieae"
    },
    {
      "Genus": "Hieracium"
    },
    {
      "Species": "H. canadense"
    }
  ],
  "text": {
    "__SUMMARY__": "Hieracium canadense, commonly called Canadian hawkweed, Canada hawkweed, narrowleaf hawkweed, or northern hawkweed, is a plant in the genus Hieracium. Its pointed leaves have toothed margins, where the teeth can appear almost hooked. The flowers of the plant are yellow.",
    "Distribution": "Hieracium canadense is a native to much of the northern hemisphere.",
    "Distribution-Asia": "Afghanistan, Amur Oblast, Armenia, Azerbaijan, Ciscaucasia, Dagestan, Eastern Siberia, Georgia,  Hokkaidō, Honshū, India, Iran, Kazakhstan, Kamchatka, Khabarovsk, Kurile Islands, Kyrgyzstan, Magadan,  North Korea, Pakistan, Primorye, Sakhalin, Shikoku, South Korea, Tajikistan, Turkey, Western Siberia",
    "Distribution-Europe": "Austria, Belarus, Belgium, Bulgaria, Czechoslovakia, Denmark, Estonia, France, Finland, Germany, Hungary, Italy, Latvia, Lithuania, Moldova, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, Romania, Yugoslavia, Ukraine and United Kingdom.",
    "Distribution-North America": "Greenland.\nCanada: Alberta, British Columbia, Manitoba, Miquelon and St. Pierre, New Brunswick, Newfoundland, Northwest Territory, Nova Scotia, Ontario, Prince Edward Island, Quebec, Saskatchewan and Yukon Territory.\nUnited States: Colorado, Connecticut, Idaho, Indiana, Illinois, Iowa, Maine, Massachusetts, Michigan, Minnesota, Missouri, Montana, Nebraska, New Hampshire, New Jersey, New York, North Dakota, Ohio, Oregon, Pennsylvania, Rhode Island, South Dakota, Vermont, Washington, West Virginia, Wisconsin and Wyoming.",
    "Subspecies which are synonyms": "Hieracium canadense Michx . forma lepagei Vict.\nHieracium canadense Michx.  forma pilosius  Lepage\nHieracium canadense Michx.  forma rufescens  Lepage\nHieracium canadense Michx.  var. angustifolium  Torr. & A.Gray p.p.\nHieracium canadense Michx.  var. columbianum  (Rydb.) H. St.John\nHieracium canadense Michx.  var. divaricatum  Lepage\nHieracium canadense Michx.  var. fasciculatum  (Pursh) Fernald\nHieracium canadense Michx.  var. hirtirameum  Fernald\nHieracium canadense Michx.  var. kalmii  (L.) Scoggan\nHieracium canadense Michx.  var. latifolium  Torr. & A.Gray\nHieracium canadense Michx.  var. scabrum  Schwein.\nHieracium canadense Michx.  var. subintegrum  Lepage\nHieracium kalmii L. var. canadense  (Michx.) Reveal\nHieracium kalmii L. var. fasciculatum  (Pursh) Lepage\nHieracium kalmii L. var. subintegrum  (Lepage) Lepage\nHieracium scabriusculum Schwein.  forma chrysostylum  Lepage\nHieracium scabriusculum Schwein.  forma phaeostylum  Lepage\nHieracium scabriusculum Schwein.  forma xanthostylum  Lepage\nHieracium scabriusculum Schwein.  var. columbianum  (Rydb.) Lepage\nHieracium scabriusculum Schwein.  var. perhirsutum  Lepage\nHieracium scabriusculum Schwein.  var. saximontanum  Lepage\nHieracium scabriusculum Schwein.  var. scabrum  (Schwein.) Lepage\nHieracium subnudum L. var. canadense  (Michx.) DC.\nHieracium sylvaticum Salisb., nom. illeg. hom., non  (L.) L.\nHieracium umbellatum L.  subsp. canadense  (Michx.)  Guppy\nHieracium umbellatum L.  subsp. scabriusculum (Schwein.)  Á. & D. Löve\nHieracium umbellatum L.  var. canadense (Michx.)  Breitung\nHieracium umbellatum L.  var. commune  Fr.\nHieracium umbellatum L.  var. coronopifolium  Bernh. ex Kom.\nHieracium umbellatum L. var. mongolicum  Fr.\nHieracium umbellatum L. var. scabriusculum (Schwein.)  Farw.\nHieracium laevigatum subsp. canadense ( Michx.  ) Zahn\nHieracium umbellatum L.  'var. canadense (Michx.) Breitung\nHieracium canadense Michx.  var. canadense\nHieracium canadense Michx.  var. fasciculatum (Pursh) Fernald\nHieracium scabriusculum Schwein. var. columbianum (Rydb.) Lepage\nHieracium umbellatum subsp. monticola (Jord.) Nyman",
    "References": "",
    "External links": "Integrated Taxonomic Information System (ITIS). \"Standard Report  Hieracium canadense\". Retrieved 2007-12-27.\nUniversity of Michigan - Dearborn. \"Native American Ethnobotany Hieracium canadense\". Retrieved 2007-12-23.\nOhio Department of Natural Resources, Division of Natural Areas and Preserves (December 1983). \"HIERACIUM CANADENSE\". Retrieved 2007-12-27.\nWisconsin State Herbarium. \"WI Vascular plants-Hieracium kalmii\". Wisconsin Botanical Information System. Wisconsin State Herbarium. Retrieved 2007-12-21.\nStonehill College. \"CANADA HAWKWEED (Hieracium canadense)\". SMALL PLANTS. Retrieved 2007-12-27.\nLaurentian Environmental Center (2005). \"Hawkweed canada (Hieracium canadense)\". Plant Key, Summer plants. Laurentian Environmental Center, Britt, Minnesota. Archived from the original on October 22, 2006. Retrieved 2007-12-27.\nAndy Fyon. \"Canada Hawkweed\". Andy's Northern Ontario Wildflowers. Retrieved 2007-12-21.\nLady Bird Johnson Wildflower Center, University of Texas at Austin. \"Hieracium canadense Michx\". Native Plant Database. Retrieved 2007-12-21."
  }
}