{
  "url": "https://en.wikipedia.org/wiki/Hieracium_juratzkanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Cichorieae"
    },
    {
      "Genus": "Hieracium"
    },
    {
      "Species": "H. lachenalii"
    }
  ],
  "text": {
    "__SUMMARY__": "Hieracium lachenalii also known as  common hawkweed or yellow hawkweed is a species of plant in the dandelion tribe within the sunflower family. It is native to Europe but has become established as a weed in Australia and parts of North America. The species was widely known for many years as H. vulgatum but more recent studies indicated that the two names represented the same species. The name H. lachenalii was coined in 1802, H. vulgatum in 1819, so the older name is to be used.",
    "Description": "This common weed can grow and produce flowers on plants that range from 4 inches (10 centimeters) to 36 inches (90 cm)  tall.  The rhizome is short and stout.  The broadly elliptic leaves can be up to 5 inches (12 centimeters) long and taper with teeth towards the base.   \nEach flower head has 40-80 ray florets but no disc floretsBracts surround the flower head; the receptacle (basal part of the flower on which the florets are attached) is flat and naked; heads tend to start together then become somewhat solitary on long leafless stems.\nThe stalks below the heads are covered with scattered, simple and gland-tipped black hairs and contain a milky substance.The pale yellow flowers are produced during all of the summer months.  The fruit are dark brown achenes.",
    "Common names": "Croatian: Obična runjika\nGerman: Gewöhnliches Habichtskraut, Lachenals Habichtskraut\nEnglish: Common Hawkweed, Yellow Hawkweed\nFrench: Epervière de Lachenal\nItalian: Sparviere comune\nLatvian: Jakarda mauraga\nSerbian: Maslačak\nSlovene: Lachenalova škržolica, Navadna škržolica\nRussian: Ястребинка Жаккара\nDutch: Gewoon havikskruid\nWelsh: Heboglys",
    "Distribution and habitat": "Native to most of Europe, Hieracium lachenalii was introduced to cooler parts of North America, and to Australia. It can sometimes be found in soils that have been disturbed.",
    "Distribution and habitat-Europe": "Austria, Belarus,  Belgium, Bosnia-Herzegovina, Channel Islands, Republic of Croatia, Corsica, Czech Republic, Denmark, Estonia, France, Finland, Germany, Republic of Hungary, Ireland, Italy, Latvia, Principality of Liechtenstein, Lithuania, Grand Duchy of Luxemburg, Republic of Macedonia, Montenegro, Netherlands, Republic of North Ossetia–Alania, Norway, Republic of Poland, Romania, San Marino, Serbia, Slovenia, Slovakia, Sweden, Switzerland, Ukraine, United Kingdom, Vatican City, and various oblasts of Russia:\n\nand its autonomous republics:\n\nand Portugal.",
    "Distribution and habitat-North America": "Subarctic America: Greenland.Canada: British Columbia, New Brunswick, Newfoundland, Nova Scotia, Ontario, Prince Edward Island, Quebec.United States: Connecticut, Delaware, Maine, Massachusetts, Michigan, Minnesota, New Hampshire, New Jersey, New York, Oregon, Pennsylvania, Rhode Island, Vermont, Washington, Wisconsin.",
    "References": "",
    "External links": " Media related to Hieracium lachenalii at Wikimedia Commons\n Data related to Hieracium lachenalii at Wikispecies\nIntegrated Taxonomic Information System Organization (ITIS) (December 14, 2007). \"Hieracium lachenalii\". Integrated Taxonomic Information System on-line database. Retrieved 2007-12-14.\nPaul Slichter. \"Common Hawkweed\". Wildflowers of the Genus Hieracium:Hawkweeds of the Columbia River Gorge. Archived from the original on 2004-01-22. Retrieved 2007-12-21.\nStonehill College. \"Common Hawkweed (Hieracium vulgatum)\". Stonehill College Field Guide. Retrieved 2007-12-21."
  }
}