{
  "url": "https://en.wikipedia.org/wiki/Hieracium_triste",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Cichorieae"
    },
    {
      "Genus": "Pilosella"
    },
    {
      "Species": "P. tristis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pilosella tristis (synonym Hieracium triste) is a North American species known by the common name woolly hawkweed. It is widespread across western Canada and the western United States from Alaska, Yukon, and Northwest Territories south as far as California and New Mexico.",
    "Description": "Pilosella tristis is a perennial herb. It produces a milky latex that often is described erroneously as sap. It is 3–35 cm (1.2–13.8 in) tall and is unbranched. The stem has long hairs and some hairs that look like stars. The entire plant rarely grows more than 30 cm (12 in; 1 ft) tall.",
    "Leaves": "Pilosella tristis has basal leaves that are often in a rosette. The leaves look similar to a spoon and are 1–8 cm (0.39–3.15 in) long and 0.3–1.2 cm (0.12–0.47 in) wide. Most leaves are either hairless or have short hairs.",
    "Flowers": "Each plant usually only contains one to two flowers. They are yellow and often look like dandelions. They have bracts around each flower that have grey star shaped hairs and long black gland tipped hairs. These flowers bloom from June to August.",
    "Habitat": "Slender hawkweed grows in moist to wet open sites. It grows in mid-montane to alpine areas. It is most commonly seen below the timberline in areas with whitebark pine and alpine larch. It likes dry sites at lower elevations from Southern Colorado to Wyoming.",
    "References": "",
    "External links": " Media related to Pilosella tristis at Wikimedia Commons\n\nUnited States Department of Agriculture Plants Profile, Hieracium triste"
  }
}