{
  "url": "https://en.wikipedia.org/wiki/Hieracium_leptocaulon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Cichorieae"
    },
    {
      "Genus": "Pilosella"
    },
    {
      "Species": "P. caespitosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Pilosella caespitosa (synonym Hieracium caespitosum, commonly known as meadow hawkweed, yellow hawkweed,field hawkweed, king devil, yellow paintbrush, devil's paintbrush, yellow devil, yellow fox-and-cubs, and yellow king-devil)\nis like several other Pilosella species and has a similar appearance to many of the hawkweeds.",
    "Description": "Pilosella caespitosa is a creeping perennial,\nwith shallow, fibrous roots\nand long rhizomes.The leaves, hairy on both sides (unlike Pilosella floribunda, which looks similar but has hair only on the underside), are up to 6 inches (15 centimeters) long, spathulate, and almost exclusively basal with the exception of 1 or 2 very small cauline leaves. The leaves lie flat to the ground, overlap, and will smother non-vigorous turf.The stems are bristly and usually leafless, although occasionally a small leaf appears near the midpoint.\nStems, leaves, and bracts have dense, blackish hairs\nand exude milky juice when broken.The 1/2 inch (1 centimeter) flower heads appear in tight clusters at the top\nof the 1 to 3 foot (1/3 to 1 meter) stems with 5 to 40 flowers per cluster.Corollas are all ligulate and bright yellow.\nEach single flower head is an inflorescence and each petal forms its own seed, making them each a separate flower or\nfloret.The seeds are shiny, black, and plumed.\nAfter maturing they are dispersed by wind, clothing, hair, feathers, and some vehicles that disturb fields or soils. P. caespitosa persists and regrows each year from rhizomes and often spreads by stolons,\nwhich can be extensive, creating a dense mat of hawkweed plants (a colony) that practically eliminates other vegetation.P. caespitosa prefers silt loam, well-drained soil: coarse textures, moderately low in organic matter, and moist. Its presence can be an indicator of low soil fertility or slightly acidic soils.P. caespitosa has, in the past, been used for healing eyesight. Pliny the Elder had recorded information regarding how other species, specifically hawks, utilized P. caespitosa, specifically believing that they would eat it in an effort to improve eyesight.",
    "Habitat and distribution": "Tolerant of drought and trampling, this species finds its habitat where the soil has been neglected. Places like roadsides, neglected residential and commercial landscapes, minimally maintained public parks and open spaces, vacant lots, rubble dump sites, and abandoned grasslands (meadows).P. caespitosa is an introduced species in North America and can be found in Canada (British Columbia, Manitoba, New Brunswick, Newfoundland, Labrador, Nova Scotia, Ontario, Prince Edward Island, and Quebec)\nand the United States (Connecticut, Washington D.C., Georgia, Idaho, Illinois, Indiana, Massachusetts, Maine, Michigan, Minnesota, Montana, North Carolina, New Hampshire, New Jersey, New York, Ohio, Oregon, Pennsylvania, Rhode Island, Tennessee, Virginia, Vermont, Washington, Wisconsin, West Virginia, and Wyoming). It is considered a noxious weed in Idaho, Montana, Oregon and Washington.P. caespitosa's native range includes a large portion of Europe, including Austria, Belarus, Bulgaria, Czechoslovakia, Estonia,  France, Finland, Germany, Greece, Hungary, Latvia, Lithuania, Norway, Poland, Romania, Sweden, Switzerland, Ukraine, and Former Yugoslavia.",
    "References": "",
    "External links": " Media related to Pilosella caespitosa at Wikimedia Commons\n\"Machinery That Every Logger Should Have\". VanNatta Construction Equipment. Retrieved 2007-12-17.\nIntegrated Taxonomic Information System (ITIS). \"Standard Report Hieracium caespitosum\". Retrieved 2007-12-15.\n\"Dicots: Asteraceae, Hieracium caespitosum\". TENN Vascular Plants - Database. Retrieved 2007-12-15.\nForest Pests of North America. \"Meadow hawkweed: Hieracium caespitosum\". Retrieved 2007-12-15.\nKlinkenberg, Brian, ed. (2007). \"Hieracium caespitosum\". Electronic Atlas of the Plants of British Columbia. Lab for Advanced Spatial Analysis, Department of Geography, University of British Columbia, Vancouver. Retrieved 2007-12-15."
  }
}