{
  "url": "https://en.wikipedia.org/wiki/Vernonia_missurica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Vernonia"
    },
    {
      "Species": "V. missurica"
    }
  ],
  "text": {
    "__SUMMARY__": "Vernonia missurica, the Missouri ironweed, is a species of purple-flowered perennial plant from family Asteraceae found growing in the central United States.",
    "Description": "",
    "Description-Plant description": "The plant is 3–5 feet (0.91–1.52 m) high and 3–4 feet (0.91–1.22 m) wide,  and in some cases the plant can exceed up to 6 feet (1.8 m). The leaves of the plant are dark green in color and alternate.",
    "Description-Flower description": "The flowers bloom from July to August, and are magenta colored with reddish-brown bracts. Each flower is from 4-7 inches long and 1/2 inches across, with 30-60 disk florets. They have central stout stem that is covered with white hairs. The flowers grow close to each other and have rayless heads. Their stems are hairy and reddish-brown in color.",
    "Description-Reproduction": "The bloom period begins in the late summer and ends in the fall. This is typically visited by long-tongued bees, butterflies and skippers.  In the absence of these pollinators, the plant is capable of self pollinating.",
    "Habitat": "The plant grows in river bottom woods, wet prairies, fens, and sedge meadows.",
    "Ecology": "The plant is pollinated by various bees such as bumblebees, epeoline cuckoo, halictid bees, and miner bees. Butterflies and skippers are also frequent visitors. Some of the caterpillars feed on the plant. The most common guests are Grammia parthenice (Parthenice tiger moth), Perigea xanthioides (red groundling), and Papaipema cerussata (ironweed borer moth). Herbivorous mammals avoid the plant due to their bitter taste.\n\n\n== References =="
  }
}