{
  "url": "https://en.wikipedia.org/wiki/Madagascar_palm",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Pachypodium"
    },
    {
      "Species": "P. lamerei"
    }
  ],
  "text": {
    "__SUMMARY__": "Pachypodium lamerei is a species of flowering plant in the dogbane family Apocynaceae. It is a stem succulent, photosynthesizing mainly through its trunk, and comes from the island of Madagascar, off the east coast of Africa. It has large thorns and leaves mostly just at the top of the plant, and large, fragrant flowers. The species has become one of the best known pachypodiums in cultivation, being relatively easy to propagate and grow. In cultivation it is often marketed as the Madagascar palm, despite its not being a palm at all. A variety called \"Ramosum\" has been described.  It is distinguished mostly by a dwarf growth habit.",
    "Description": "Pachypodium lamerei has a tall, silvery-gray trunk covered with sharp 6.25 cm spines. Long, narrow leaves grow only at the top of the trunk, like a palm tree. It rarely branches. Plants grown outdoors will reach up to 6 m (20 ft), but when grown indoors it will slowly reach 1.2–1.8 m (3.9–5.9 ft) tall.\nPlants grown outdoors develop large, white, fragrant flowers at the top of the plant. They rarely flower indoors.",
    "Cultivation": "Pachypodium lamerei grows best in warm climates and full sun. It will not tolerate hard frosts, and will likely drop most of its leaves if exposed to even a light frost. It is easy to grow as a houseplant, if you can provide the sunlight it needs. Use a fast-draining potting mix, such as a cactus mix and pot in a container with drainage holes to prevent root rot.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "See also": "Pachypodium geayi\nsucculent plant",
    "References": "",
    "External links": "Plants Database: Detailed information on Madagascar Palm (Pachypodium lamerei)\nPachypodium.org: lamerii\nMadagascar Palm Care Information\nIPNI Listing\nKew Plant List"
  }
}