{
  "url": "https://en.wikipedia.org/wiki/Pachypodium_brevicaule",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Pachypodium"
    },
    {
      "Species": "P. brevicaule"
    }
  ],
  "text": {
    "__SUMMARY__": "Pachypodium brevicaule is a species of plant that belongs to the dogbane family Apocynaceae, which is now amplified by the inclusion of the milkweed family Asclepiadaceae – an important union to botanists and horticulturalists interested in the alliance succulents.",
    "Distribution": "This plant is native to Madagascar, from the south of Antananarivo to the Itremo Mountains.",
    "Habit": "A flattened, tuberous, cactus-like plant with a very low trunk and a very wide, exaggerated diameter without substantive branching whatsoever with exception to several extremely short flattened \"branch\"-like nodes or rosettes of leaves.",
    "Ecology": "Pachypodium brevicaule Baker grows in open, deciduous Western forest of Madagascar in full sun on sandstone, rarely on granite, in crevices between outcrops of quartzite. With a pH. Level varying from 3.5 to 4.5, it is strictly adapted to growing in acid substrates. (That strictness to acidity seemingly has implications to its cultivation.) It is found in the evergreen Sclerophyllous (Uapaca) woodland or savanna zones dominated by scattered woody plants. It grows at altitudes of 1250–1900 m (sometimes 2000 m).\nAssociated plant species, site indicators, include Pachypodium densiflorum, P. eburneum (Apocynaceae), Aloe compressa, A. capitata, (Asphodelaceae), Euphorbia quartzicola (Euphorbiaceae), (Orchidaceae), (Graminaea), (Bryophyta), and Lichenes.\nIt occurs in a region that receives an annual rainfall of 1354 mm with a number of 5 dry months. Average monthly temperatures varies from 9 °C to 17 °C. The yearly average temperature is higher; however, at 13 °C to 18.4 °C.",
    "Vernacular Malagasy Common Name": "\"Tsimondrimondry\" (Merina); \"Kimondromondro\" (Betsileo)",
    "Morphology": "",
    "Morphology-Habit": "Pachypodium brevicaule is unique to the genus in habit. It is considered a dwarf plant. It takes on a broad flattenened tuberous, cactus-like habit that has a very short trunk measuring 2 to 8 cm high and an exaggerated diameter that can reach 10 to 40 cm. When in flower the plant gains stature by reaching a height of 25 cm. Pachypodium brevicaule Baker barely, if all, \"branches.\" Rather it seems to form protruding nodes or rosettes of leaves that ranch from 1 to 4 cm in length and 2 to 4 cm in width. In the \"Botanical Key for the Genus Pachypodium,\" the character \"without branches or branchlets\" is a distinguishing morphological character to the species Pachypodium brevicaule's definition.\nThe bark is colored pale grey and is sometimes shiny. It has a smooth texture. The bark is about 2 to 4 mm thick, with the wood being greenish. The \"branches\" or, better said, nodes of rosettes of leaves, when fresh, have paired, rather soft, curved spines at their apices, measuring 2 to 9 mm long by 1 to 1.5 mm at the base. They are pale grey to pale brown. When young, they are pubescent and more or less flat.",
    "Morphology-Leaves": "Pachypodium brevicaule has leaves that are confined to the apices of the branches or nodes and rosettes. The leaves are sessile, without a stem, petiolate (with a stalk) peduncle (the main axis of the inflorescence) or pedicel (the stalk of a single flower) or it is shortly petiolate (having a stalk). If it has a stalk, the petiole measures up to 2 mm long. It is sparsely pubescent, fuzzy. \nThe leaf blade is herbaceous, not woody-like, and glaucous, covered in a very fine bloom or a fine powdery layer, when fresh and papery when dried. The blade is shaped ovate, broad and rounded at the base and tapering toward the end, to obovate, egg-shaped and flat with the narrow end attached to the stalk. It measures 11 to 30 mm in length by 6 to 12 mm in width. The apex of the blade is acuminate, narrowing to a slender point. The base is blunt or rounded. The blade of Pachypodium brevicaule Baker is glabrous, smooth, to sparsely pubescent, slightly hairy, on both sides, with impressed venation above, and with midrib and secondary veins prominent beneath. There are 15-30 pairs of secondary veins, which are straight at the base, upcurved at the apex, and forming an angle of 45-85° with the costa, or the midrib of a leaf. The tertiary, third-level, venation are reticulate, forming a web or a network like pattern.",
    "Morphology-Inflorescence": "The inflorescence of Pachypodium brevicaule is sessile, with a stalk, or pedunculate, with the main axial stem to an inflorescence. It can be congested with up to 7 flowers where the inflorescence measures 2.5 to 15 cm in length by 2 to 6.5 cm in width. The peduncle, itself, is glaucous and covered in a fine bloom. It takes the shape of a terete, an elongated cylindrical form that is round in cross-section. The terete measures roughly up to 120 mm in length by 2 to 4 mm in width. The degree of pubescent varies on the peduncle from sparsely to fully hairy, pubescent. The pedicels, the stalk of a single flower, measures up to 8 mm long and is hairy, pubescent.\nThe bracts, modified leaves at the base of a pedicel of a flower, a peduncle, or a branch, are longer than the pedicels on Pachypodium brevicaule Baker. They are narrowly oblong, having a somewhat elongated form with approximately parallel sides, to obovate, egg-shaped and flat with the narrow end attached to the stalk. The bracts measure from 5 to 13 mm long by 1.5 to 3 mm wide.. At their apex, they are acuminate, tapering gradually to a sharp point, or acute, having a sharp point or tip. On the outside, the bracts are fully pubescent, hairy to slightly so. Inside they are less so.",
    "Morphology-Flowers": "The sepals of Pachypodium brevicaule's flower are glaucous, having a fine bloom over the surface. This bloom covers the basal part of the corolla tube, the petals of a flower considered as a group or unit and usually of a color other than green, or the inner whorl of the perianth shaped like a tube. The sepals are connate, united to a structure of the same kind, i.e. other sepals, at the base for about 0.5 mm. They are narrowly ovate, broad and rounded at the base and tapering toward the end, or narrowly oblong, having a somewhat narrowly elongated form with approximately parallel sides. The sepals measure 6 to 11 mm long by 2 to 3 mm wide. At the apex, they are acuminate, tapering gradually to a sharp point, or acute, having a sharp point or tip. Outside the sepals are often glabrous and smooth; whereas inside in the lower part and near the apex, they are slightly pubescent, hairy.",
    "Morphology-Corolla": "The corolla, the inner whorl of the perianth, is bright yellow. It measures 17 to 25 mm long in the mature bud and forms a comparatively wide broadly ovoid, shaped like an egg, ovate, head measuring 7 to 11 mm long by 5 to 8 mm wide. The apex of the bud is obtuse, having a blunt or rounded tip. Overall the bud is pubescent outside. The corolla lobes are not as hairy; however. Especially where the lobes and tubes are covered in bud, the surface is glabrous. The pubescent belt inside the corolla tube is 2 mm above to 1 mm below where the stamens are inserted, not emerging beyond the corolla tube. Otherwise the corolla tube is glabrous and smooth. It is shaped like a funnel, infundibuliform, at 12 to 18 mm long (1.63 times as large as the calyx and 1.05 to 1.36 times as long as the lopes) The basal of the corolla tube is almost cylindrical. It is 2 to 3 mm long by 2 to 2.5 mm wide above the base (0.15 to 0.18 times the entire length of the entire tube.) The upper part of the corolla tube is almost cylindrical. Yet it widens at the throat altering the cylindrical form. The upper part measures 10 to 15 mm long by 5 to 5.7 mm wide at the mouth. The lobes are obliquely obovate, having sides of unequal length or form, which are egg-shaped and flat with the narrow end attached to the stalk. At their apex, the lobe of Pachypodium brevicaule Baker are rounded. They measure 9 to 18 mm in length by 8.5 to 14 mm in width. (That is, in proportion, the lobes are 0.73 to 0.94 times as long as the corolla tube and 1.1 to 1.3 times as long as they are wide.)",
    "Morphology-Stamens": "The stamens of Pachypodium brevicaule, with an apex of 4 to 9 mm below the mouth of the corolla tube, are inserted, meaning they do not extend beyond the corolla tube or mouth of the flower. They measure from the base 3.5 to 4 mm. (Proportionally they are 0.22-0.29 of the length of the corolla tube.) The stamens are the \"male reproductive\" organ of an angiospermous flowering plant.\nThe anthers, the part of the stamen, typically on top, which bears the pollen, commonly consisting of (1) two of four thecae, which contain the pollen and (2) a sterile region in between the connective that is very narrowly triangular. The anthers range in size for Pachypodium brevicaule from 4.7 to 5.2 mm long by 0.7 to 0.9 mm wide. (Proportionally, that is, they are 5.22 to 7.14 times as long as wide.) Inside, the anthers are pubescent and hairy at the base of the connective, the part of tissue in a stamen that separates the two thecae of an anther. As well, it is pubescent just below where stamens cohere with the pistil head, the fertile region of the flower.",
    "Morphology-Pistil": "Composing the female reproductive organ, the pistil varies in length from 4.8 to 6.5 mm. \nPubescent and hairy, the ovary measures ovary 1.5 to 1.9 mm long (x) by 1.3 to 1.6 mm wide (y) by 1.2 mm high (z). The disk in a pistil is the slightly thickened, or otherwise distinguished region, around the style in certain flowers that secret nectar. The disks of Pachypodium brevicaule Baker number 5 broad ovate glands that are broad and rounded at the base and tapering toward their end. These glands, for which either 2 or 2 pair can be partly fused together, are about half as long as the ovary. (Proportionally that 0.5 times 1.5 to 1.9 mm.).\nThe often cylindrical stalk-like portion connecting the stigma with the carpel or ovary, the style is slightly pubescent and hairy at the base for the taxon. The stigma is the top-most receptive region of the style, which often divided into stigma-lobes that are commonly wet by a sticky exudate that helps captures and nourish pollen grains. The carpel, furthermore, is the female organ of the angiospermous flower that consists of a modified leaf that contains the ovules. Several carpels can be fused together to form a compound ovary.\nThe slightly pubescent style for Pachypodium brevicaule measures 2.6 to 3.6 mm long. The pistil head, the separate part attached to the style, is 0.71 to 1.0 mm high. It composition is complex. Its basal part is 0.4 to 0.6 mm long by 0.4 to 0.6 mm wide. The central part is ring-shaped at 0.15 to 0.2 mm in length by 0.5 by 0.7 mm in width. And, its stigmoid apex measures 0.1 to 0.15 mm long by 0.3 to 0.5 mm wide.\nEach carpel contains approximately 50 ovules.",
    "Morphology-Fruit": "The fruit of Pachypodium brevicaule has two separate mericarps that form an angle of 5-45° at its base. Sometimes it is possible to see flowers on the same inflorescence that has fruit. Mericarps are the parts of a \"schizocarp\" fruit, that becomes dry at maturity and subsequently splits or breaks into several smaller pieces--i.e. individual mericarp or seed. The mericarps are colored pale to dark brown with longitudinal lines outside and whitish inside when dried. The fruits are fusiform at 57 to 140 mm long (x) by 3 to 5 mm wide (y) by 2 to 4 mm high (z). They are obtuse, having a blunt or rounded tip, to acute, having a sharp point or tip, at the apex. The surface of the fruit is pubescent and hairy. The exterior wall is 1 mm thick.",
    "Morphology-Seeds": "The seed of Pachypodium brevicaule Baker is pale brown. It is shaped in an elliptical manner. Its margin has a distinct broader that is revolute, rolled backward from the tip or margins to the undersurface, towards the hilar. The hilar pertains the hilum, which is a scar on a seed indicating the point of attachment to the funiculus, the stalk connecting a seed with the placenta. The seed measures 3.5 to 3.9 mm in length by 1.5 to 1.8 mm in width. The testa, the outer and normally hard and protective layer of the seed, is smooth. The coma of Pachypodium brevicaule Baker is straw-colored at 13 to 21 mm long. A coma is usually terminal tuft of hairs on a seed. In the case of Pachypodium, the coma allows the seed to be airborne, as that is its means of distribution.\nWhereas the embryo measures 3.2 to 3.5 mm in length, the cotyledons are 1.5 in length by 1.5 mm in width. The cotyledons are ovate in shape, meaning that they are broad and rounded at the base and tapering toward the apex. They are cordate, having a heart shape, at the base. The rootlet is 2 to 2.5 mm long by 1.2 mm wide. (Proportionately that is 1.3 to 1.6 times as long as cotyledons)",
    "Literature": "Pachypodium brevicaule Baker \nJohn Gilbert Baker published Pachypodium brevicaule in 1887 in Journ. Linn. Soc. Bot. 22: 503 (1887).\nIn 1934, J. M. H. A. Perrier de la Bâthie published an account of the taxon in Bulletin de la Société Botanique de France. 81: 303 (1934).\nPichon, in 1949, offers another account of Pachypodium brevicaule Baker in Mém. Inst. Sc. Madag. sér. B, 2: 122 (1949).\nThe latest account, before Rapanarivo et al. is provided by Friedrich Markgraf within, Fl. Madag. fam. 169: 299 (1976).\nThe Species Type is: Madagascar, sin. loc., Baron 4412 (holotype The Herbarium of the Royal Botanical Garden at Kew, near London; isotype The Herbarium of the Laboratoire de Phanérogamis at Paris). Fig. 3, p. 18; Map 2, p. 12; Plates 8-10, opposite p. 17.",
    "External sources": "Eggli, Urs. (1993) Glossary of botanical terms with special reference to Succulent Plants. with German Equivalents (British Cactus & Succulent Society: United Kingdom)\nRapanarivo, S.H.J.V., Lavranos, J.J., Leeuwenberg, A.J.M., and Röösli, W. Pachypodium (Apocynaceae): Taxonomy, habitats and cultivation \"Taxonomic revision of the genus Pachypodium,\" S.H.J.V. Rapanarivo and J.J. Lavranos; \"The habitats of Pachypodium species\" S.H.J.V. Rapanarivo; \"Cultivation\" W. Röösli. (A.A. Balkema: Rotterdam, Brookfield, 1999) [Rapanarivo et al.]\nWiktionary: Terms"
  }
}