{
  "url": "https://en.wikipedia.org/wiki/Pachypodium_rosulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Pachypodium"
    },
    {
      "Species": "P. rosulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pachypodium rosulatum, common name elephant's foot plant, belongs to the dogbane family Apocynaceae.",
    "Description": "Pachypodium rosulatum is a shrubby perennial caudiciform plant with a bottle-shaped trunk, brownish silver and almost spineless, about 10–15 centimetres (3.9–5.9 in) wide and about 20–35 centimetres (7.9–13.8 in) tall. From the caudex depart many thorny cylindrical arms, forming a shrub about 1.5 metres (4 ft 11 in) tall. The leaves, which fall in the dry season, form a rosette on the top of branches. They are deciduous, dark green, oblanceolate, ovate or elliptical and petiolated. The long-stalked flowers are sulphur-yellow and form an inflorescence  about 30 centimetres (12 in) high. Flowering period extends from February through May. The fruits are 6 to 20 inches long and contain elongated seeds with a length of 6 mm.",
    "Distribution": "This plant is native to Madagascar and it is widespread on the central plateau.",
    "Habitat": "These plants prefer sunny and stony areas. The succulent caudex and the underground tuberous enable the plant to tolerate long periods of drought.",
    "Gallery": "",
    "References": "Journal of Botany, British and Foreign. London 20:219.  1882\n\"Pachypodium rosulatum\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nRapanarivo SHJV, Lavranos JJ, Leeuwenberg AJM Pachypodium (Apocynaceae): taxonomy, habitats and cultivation CRC Press, 1999",
    "External links": "Cactus"
  }
}