{
  "url": "https://en.wikipedia.org/wiki/Pachypodium_baronii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Pachypodium"
    },
    {
      "Species": "P. baronii"
    }
  ],
  "text": {
    "__SUMMARY__": "Madagascar palm (Pachypodium baronii), also known as bontaka, is a flowering plant in the Dogbane family Apocynaceae (which has been recently merged with Milkweed family Asclepiadaceae). It has the habit of a robust shrub with a spherical or bottle-shaped trunk. It has several cylindrical branches at the top.\nThis plant is endemic to Madagascar, where it grows in open deciduous forest on Mesozoic calcareous rock and granite or gneiss on the western side of the island at low elevations. It is known in Madagascar as \"Bontaka\". It is also endemic from Befandriana Nord to Mandritsara.\nConstantin and Bois first described Pachypodium baronii as a species of the genus Pachypodium in 1907.",
    "Morphology": "",
    "Morphology-Habit": "Pachypodium baronii is a robust, globose (spherical)- to bottle-shaped shrub in habit. Its trunk is subglobose, not quite globose or spherical, mostly narrowed at the base with dimensions of 20 to 40 cm (8 to 15.5 in) in length by 20 cm (8 in) by 50 cm (19.5 in). At the top of the trunk, it abruptly narrows into one or several cylindrical branches that are 30 cm (12 in) to 50 cm (19.5 in) by 4 cm (1.5 in) by 8 cm (3 in) in diameter, tapering to 3 cm (1 in) to 4 cm (1.5 in) in diameter.\nPachypodium baronii typically grows to 1 to 3.50 m (3.3 to 11.5 ft) high. Its bark is colored pale grey or grey-green and is smooth, but sometimes retains remnants of leaf scars. Branchlets are 1.5 cm (0.59 in) to 7 cm (3 in) in length by 0.8 to 1.5 cm (0.31 to 0.59 in) in width. They are covered with paired often curved spines that measure 2 by 9 mm (0.079 by 0.354 in) long to 1 to 4 mm (0.039 to 0.157 in) in diameter at the base of the branchlet. Its basal (lower) part of the branchlet is conical and laterally compressed at 0.33 to 0.66 times the spine's length. The spines are often red and pubescent, hairy when young, turning medium to dark brown and glabrous and smooth.",
    "Morphology-Leaves": "The leaves of Pachypodium baronii are confined to the apices of the branchlets. The leaves are petiolate, meaning that they bear a stalk that attaches to the stem and to the leaf blade. The petiole is a pale reddish-green about 3 to 25 mm (0.12 to 0.98 in) long. It is pubescent, or hairy-like. The blade is coriaceous, leathery, and medium green. It has a midrib that is above pale green and shiny and beneath pale and glaucous, smooth without hairs. The pale green midrib and dark green reticulate venation is visible when the blade is fresh. When dried, the blade is papery, ovate to obovate or narrowly so, and 1.4 to 3 times as long as it is wide. Therefore, the leaf measures 3 cm (1 in) to 18 cm (7 in) in length by 1.4 cm (0.55 in) to 9 cm (3.5 in)h). It is acuminate, tapering gradually to a sharp point, to apiculate, ending abruptly with a sharp, flexible tip at the apex and wedged-shape or cuneate to rounded at the base. The leaf's margin is revolute, rolled backward from the tip or margins to the undersurface, glabrous to sparsely pubescent above. Beneath it is pubescent especially on midrib and secondary veins as well as the impressed of venation. As well, underneath the leaf, the midrib and secondary veins are very prominent. The secondary veins are in 15 to 30 pairs, straight, upcurved at the apex, and forming an angle of 45–90° with the costa--the rib, ridge, or especially the mid-rib, for instance, of a leaf. The tertiary, or third level of venation is reticulate, netted or showing a net like structure or pattern.",
    "Morphology-Inflorescence": "The inflorescence of Pachypodium baronii is pedunculate, having a main axis to flower stalk. The inflorescence is congested, measures 16 cm (inch) by 40 (inch) in length by 40 cm (1.58-inch) to 4.5 cm (1.77-inch) to 12 cm (0.47-inch), and have 3 to 17 flowers. The inflorescence's peduncle, the stalk of an inflorescence or a stalk bearing a solitary flower in a one-flowered inflorescence, is pale green and terete, cylindrical but usually slightly tapering at both ends. It measures 7 mm (0.276-inch) to 20 mm (0.787-inch) in length by 4 mm (0.157-inch) to 6 mm (0.236-inch). The peduncle, as well, is glabrescent. The pedicels are pale reddish-green, 8 mm (0.315-inch) to 23 mm (0.91 in) long, and sparsely pubescent and hairy. The bracts` of P. baronii are oblong and 2 to 3.5 times as long as wide, thus 5 mm (0.197-inch) to 11 mm (0.433-inch) in length by 2 mm (.078-inch) to 2.5 mm (0.098-inch). The bracts are longer than the sepals and are pubescent, hairy outside, glabrous, smooth, without hairs inside.",
    "Morphology-Inflorescence-Flowers": "The sepals of Pachypodium baronii are no different than most sepals in other flowering plants (angiosperms) in forming an outer floral envelop. In P. baronii's case, the sepals are dark green, connate at the base for about 0.2 mm (.008 (0.098-inch), persistent until maturity of the flower, and ovate or narrowly so. They measure 1.5–2.5 times as long as they are wide at 2.5 mm (inch) to 6 mm (inch) in length by 1.5 mm (0.059-inch) to 2.5 mm (0.098-inch). They are acuminate at the apex and glabrous, smooth, to sparsely pubescent, slightly hairy, outside and glabrous inside.",
    "Morphology-Inflorescence-Corolla": "The collective term for all the petals of a flower or the inner whorl of the perianth; the corolla of Pachypodium baronii is limb and crimson with a corolla tube. The basal part of the corolla tube, the part of the corolla where the petals are united to form a funnel shaped cylinder, is pale green, whereas the upper part is part greenish-red outside and inside pale yellow or pale green. Inside these colors are shaped like a star or ring in pattern. They are surrounded by a dark red throat, measuring 2.5 cm (inch) to 4 cm (inch) long in the mature bud. The corolla tube forms a comparatively wide and broadly ovoid, broad and rounded at the base and tapering toward the end, head that measures 0.4 to 0.5 times the tube's length, thus, at 1 cm (0.39-inch) to 1.9 cm (0.75-inch) long by 0.7 cm (0.28-inch) to 1.1 cm (0.43-inch) wide. At the apex, the bud is acuminate, tapering gradually to a sharp point, to obtuse, having a blunt or rounded tip. Whereas it is (I) glabrous or sparsely pubescent to often partly pubescent outside, inside it is (II) glabrous on the part of the lobes covering the bud and glabrous for 6 mm (0.236-inch) to 7 mm (0.276-inch) from the base. A pubescent belt located inside the corolla tube is 4 mm (0.158-inch) to 7 mm (0.276-inch) below the insertion of the stamens, the male reproductive organ of a flower, to the mouth. The mouth is more densely pubescent and hairy. The corolla tube is 4.4 to 6 times as long as the calyx, which is 1.13 to 1.22 times as long as the corolla lobes. Therefore, the corolla tube is 15 mm (inch) to 23 mm (inch) long. Its basal part is almost cylindrical, but often conically widened at the base. It is 0.39 to 0.44 times the length of the entire tube at 7 mm (0.276-inch) to 9 mm (0.354-inch) long by 2 mm (0.079-inch) to 4.8 mm (0.189-inch) wide. The upper part is almost cylindrical at 8 mm (0.315-inch) to 14 mm (0.551-inch) long. It slightly narrows at the mouth to be 3 mm (0.118-inch) to 4 mm (0.158-inch) wide. The corolla lobes are obliquely and broadly obovate, egg-shaped and flat with the narrow end attached to the stalk, at 0.8 to 0.9 times as long as the tube, hence measuring at 1.35 to 1.6 times as long as it is wide at 15 mm (0.591-inch) to 19 mm (0.75-inch) long by 11 mm (0.43-inch) to 17 mm (0.67-inch) wide. The lobes are rounded at their apex and ciliate at the edge, or margin.",
    "Morphology-Inflorescence-Stamens": "With an apex 4 mm (0.158-inch) to 4.5 mm (0.177-inch) below the mouth of the corolla tube, Pachypodium baronii's stamens are inserted at 0.47 to 0.6 the length of the corolla tube. It measures at 1.0 cm (0.394-inch) to 1.4 cm (0.551-inch) from the base. The stamen is the male reproductive organ of a flower where it usually has a filament and, at least, an anther. A filament is usually thin short or elongated stalk of the stamen that carries the anther at the upper end; whereas the anther is the part of the stamen that bear the pollen. In baronii, the anthers are very narrowly triangular at 5 to 6 times as long as wide, measuring 6 mm (0.236-inch) to 6.5 mm (0.256-inch) in length by 1.0 mm (0.039-inch) to 1.3 mm (0.051-inch) wide. They are pubescent inside at the base of the connective, the sterile part of the anther as opposed to the theca, which is the part of the anther that carries pollen, and are just below where the anther occurs with the pistil head, part of the female reproductive organ in a flower.",
    "Morphology-Inflorescence-Pistil": "The pistil is the female reproductive organ of a flower that is composed of an ovary and several free carpels the style and the stigma. A carpel is the modified leaf that contains the ovules and has a style and a stigma on top. The style is the stalk-like portion that connects the stigma and the carpel or ovary; whereas the stigma, itself, is the top most receptive region of the style, commonly divided. In Pachypodium baronii the pistil is 12.5 mm (0.49-inch) to 14.5 mm (0.57-inch) long. The ovary measures 2 mm (0.078-inch) to 2.5 mm (0.098-inch) long by 1.8 mm (0.071-inch) to 2.2 mm (0.87-inch) wide by 1.5 mm (0.059-inch) high. It is pubescent on the part not covered by the disk, a disk-like structure that secretes nectar. In P. baronii, the disk is composed of five unequal glands, where 2 or 2 pairs are fused partly or entirely. These glands are ovate and measure 1.7 mm (0.067-inch) to 2 mm (0.079-inch) high. They are rounded at the apex and are more than half as long as the ovary. The style is 9.3 mm (0.37-inch) to 11 mm (0.43-inch) long and sparsely pubescent. The pistil head is cylindrical and is at 1.0 mm (.039-inch) to 1.3 mm (0.51-inch) high. It is composed of an obconical, inverted conical shape, basal part, which is 0.5 mm (0.020-inch) to 0.65 mm (0.26-inch) long by 0.4 mm (0.016-inch) to 0.5 mm (0.020-inch) wide. The pistil has a ring-shaped central part measuring 0.5 mm (0.020-inch) to 0.7 mm (0.028-inch) long by 0.6mm (0.024-inch) to 0.7 mm (0.028-inch). It has a stigmoid apex 0.1 mm (0.004-inch) to 0.2 mm (0.008-inch) by 0.3 mm (0.012 in)to 0.4 mm (0.016-inch). The ovules are approximately 50 in each carpel.",
    "Morphology-Fruit": "The fruit of Pachypodium baronii is made up of 2 separate mericarps, the part of the ovary or carpel that has one or more enclosed seeds. Sometimes only one fruit develops with an angle of 45–180° at the base. Sometimes flowers and fruit are on the same inflorescence. The mericarps are pale reddish-green with longitudinal lines when fresh and when dried pale brown to pale greenish-brown to dark brown outside and whitish to very pale brown inside. The fruit measures 40 mm (1.58-inch) to 115 mm (4.53-inch) long by 10 mm (0.39-inch) to 20 mm (0.79 in) wide by 7 mm (0.28-inch) to 10 mm (0.39-inch) high. When the fruit is fresh it is either straight or recurved, obtuse to acute at the apex. It is pubescent and has a wall 1 mm (inch) thick.",
    "Morphology-Seeds": "The seed of Pachypodium baronii is pale brown with margin medium brown when fresh. It is ovate to elliptic at 6 mm (0.236-inch) to 7 mm (0.256-inch) by 3 mm (0.118-inch) to 3.8 mm (0.150-inch). It is rounded at the apex, obtuse at the base, and has a margin that is revolute towards the hilar side. The testa is smooth. The coma is straw-colored and at 1 cm (0.39-inch) to 1.5 cm (0.59-inch) long. The embryo is whitish at 5 mm (0.197-inch) by 6 mm (0.236-inch) long. The cotyledons are ovate and 1.14 to 1.2 times as long as it is wide at 3 mm (0.118-inch) to 4 mm (0.158-inch) long by 2.5 mm (0.98-inch) to 3.5 mm (0.138-inch) wide. They are rounded at the apex and cordate at the base with a rootlet 0.6 to 0.8 times as long as the cotyledons at 2 mm (0.079-inch) to 2.5 mm (0.098 in) long by 1.0 mm (0.039-inch) to 1.8 mm (0.071-inch) wide.",
    "Ecology": "Pachypodium baronii is found on three different substrate, where two are similar and one is not. It can be located on mainly steep gneiss but sometimes granite rocks (metamorphic basement) and Mesozoic calcareous rock. \"metamorphic basement\" means a geological complex of undifferentiated igneous and metamorphic rocks where the rocks themselves have altered their composition, texture, or internal structure through extreme heat, pressure, and the introduction of a chemical. Granite and gneiss, in this condition of being undifferentiated, tend to have an acidi pH level; whereas calcareous rock tends to be more basic. This flexibility in substrate demonstrates a less specialized geological environment. These steep rocks are often located in low open dry, xeric deciduous western forests where they take advantage of micro-environments suitable for succulents. Micro-environments means a delimited convergence of very localize landscape and climate conditions that are in stark contrast to the larger vegetative climatic environmental zone. Pachypodium baronii prefers open sunlight but will tolerate some indirect light conditions because they inhabit open deciduous forests. They grow at an altitude between 300 m (feet) to 1200 m (feet) . Other vegetative types, often site indicators of micro-environments, are associated with P. baronii in habitats, such as Pachypodium sofiense Apocynaceae, Uncarina sp., (Pedialaceae) Aloe bulbillifera (Asphodelaceae), Euphorbia milii (Euphorbaceae), Kalanchoe gastonis-bonieri (Crassulaceae), and Urera sp. (Urticaceae).",
    "Ecology-Cultivation": "The substrate for Pachypodium baronii in cultivation is an acidic loose peat mixed with gneiss sand at a pH level of 4. Temperatures from spring to autumn, day and night are respectively 12 to 40 °C (54 to 104 °F). In the winter, night and day temperatures should range from 12 to 20 °C (54 to 68 °F) or more. It will after four years of growth flower profusely in the spring. As well, it needs a larger pot size than other Pachypodium species. It water regime is to water a lot during growing season and very little during the resting time only to prohibit drying out of roots. Propagation is by seeds.",
    "Literature": "The botanist team qua team of Costantin and Bois is not listed in the publication section of the Online Database of Harvard University Herbaria. so other records will need to be examined. The Harvard University Herbaria does; however, list each botanist separately so that it is easy to discern their identities.\nNote: Name of Botanist and some full names of journals is taken from the Online Database Harvard University Herbaria.\nAgain Harvard University Herbaria does not list \"Constantin & Bois\" as a team who worked together. Yet each member; however, is listed separately.\n\n\"Constantin\" is the author name for Julien Noel Costantin. \"Bois,\" likewise, is the name for Desire Georges Jean Marie Bois. As a team, they published in 1907 Pachypodium baronii as a species of Pachypodium within the journal abbreviated \"Ann. Sc. Nat.\"\nThe author known as \"Perrier de la Bâthie\", known by his full name Joseph Marie Henry Alfred Perrier de la Bâthie, published an account of the taxon in \"Bulletin de la Société Botanique de France\" 81: 301 (1934) in 1934.\nThe botanist Marcel Pichon, author name \"Pichon,\" gave an account of the species in the abbreviated journal name Mem. Inst. Sc. Madag, sér. B, 2: 123 (1949) (all three as baronii).\nMost recently Friedrich Markgraf in 1976 gave definition to P. baronii in \"Fl. Madag.\" fam. 169: 289(1976).The Species Type is : Madagascar, sin. loc., Baron 5874 (holotype P; isotype K). fig. 1, p. 11; Map 1, p. 12; Plates 2–4, opposite p. 16.\nAlong this history of Pachypodium baronii a variety of the species was published in 1924 by the name Pachypodium baronii var. erythreum. by the botanist Henri Louis Poisson, author name \"Poiss.\", within the abbreviated name for the journal \"Bull. Acad. Malgache.\" sér. 2, 6: 166, pl. 10 (1924). Its Species Type: Madagascar, Antsiranana, Upper Sofia R., Antsakabary, Perrier de la Bâthie 15082 (holotype P). Rapanarivo et al. and apparently others have considered it a synonym for Pachypodium baronii.",
    "Literature-External sources": "Eggli, Urs. Glossary of botanical terms with special reference to Succulent Plants. with German Equivalents (British Cactus & Succulent Society: United Kingdom: 1993) and\nTheFreeDictionary: terms\nRapanarivo, S.H.J.V., Lavranos, J.J., Leeuwenberg, A.J.M., and Röösli, W. Pachypodium (Apocynaceae): Taxonomy, habitats and cultivation \"Taxonomic revision of the genus Pachypodium,\" S.H.J.V. Rapanarivo and J.J. Lavranos; \"The habitats of Pachypodium species\" S.H.J.V. Rapanarivo; \"Cultivation\" W. Röösli. (A.A. Balkema: Rotterdam, Brookfield, 1999) [Rapanarivo et al.]\nCactus Blog"
  }
}