{
  "url": "https://en.wikipedia.org/wiki/Pachypodium_lealii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Pachypodium"
    },
    {
      "Species": "P. lealii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bottle tree (Pachypodium lealii Welw.) is a species of plant included in the genus Pachypodium. The scientific name derives from the 19th century Portuguese geologist Fernando da Costa Leal, who described the Bottle tree during an exploration in southern Angola.\nThis species can be either a shrub or a tree up to 6 meters tall and is characterized by the thick bottle-shaped trunk, which is almost branchless until the top. The branches are few and covered by slender thorns up to 30 cm long. Leaves are oblong and are covered with short hairs on both surfaces. The flowers, shown below in detail, are present in the spring, when the tree is leafless. The white flowers, characteristic of the family Apocynaceae, cluster around the tips of the branches.\nThe plant produces a watery latex, rich in toxic alkaloids, used by local populations as arrow poison for hunting. In contact with the eyes this latex can produce blindness.",
    "Distribution and habitats": "",
    "Distribution and habitats-Distribution": "The Bottle tree is an endemic species of Namibia and southern Angola where it occupies the semi-desert areas and dry bushvelds, usually along rocky hillsides. It is especially common in the Etendeka plateau of NE Namibia, where it can be seen growing in the basalt slopes.",
    "Distribution and habitats-Habitat": "Altitudinal range of this species is 1000–1600 metres above sea level. The extreme temperatures range from an occasional -10 °C to as much to 45 °C.",
    "Protection status": "Pachypodium lealii doesn't appear to be under significant threat, but the lack of young specimens, and the removal of wild plants for trade, is a concern in Namibia. It is listed on Appendix II of CITES, which makes it an offence to trade these plants internationally without a permit.",
    "References": "\nC.Michael Hogan ed. 2010. Pachypodium lealii. Encyclopedia of Life\nA.van Wyk and P.van Wyk. Trees of Southern Africa\n\n\n== Gallery =="
  }
}