{
  "url": "https://en.wikipedia.org/wiki/Pachypodium_bicolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Pachypodium"
    },
    {
      "Species": "P. bicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Pachypodium bicolor belongs to the dogbane family Apocynaceae, now merged with the milkweed family Asclepiadaceae, a move with great botanical implications to succulent enthusiasts.\nThe species has a habit of a low growing somewhat pendulant shrub with a thickened trunk and a densely branched crown composed of numerous branches.\nIt has been elevated from a \"forma\" taxonomical ranking of Pachypodium rosulatum variety rosulatum forma bicolor to a full species by Lavranos and Rapanarivo in 1997. A \"forma\" is a specific taxonomic ranking below subspecies and usually designates the smallest degree in taxonomical nomenclature recording the slightest difference between taxa, typically based on one chief character.\nIt chief character that distinguishes Pachypodium bicolor from other species with yellow corolla is the presence of a white corolla tube or throat to the flower.  Pachypodium bicolor is part of the Pachypodium rosulatum complex, where discussion centers on rather one is dealing with one species with many varieties, as Gordon Rowley argues, or many separate distinct species. The corolla, the collective term for the petals of a flower or the inner whorl of the perianth, in the nexus for taxonomical confusion of the taxon.\nPachypodium bicolor is endemic to Madagascar in the low, open, deciduous, western forest growing on porous sandstone. The geological preference of Pachypodium bicolor is limited to one substrate. This makes it prefer a more specialized geological environment. Cultivation should stimulate this substrate.\nIt does not have a common name in the native tongue to Malagasy—from Madagascar.",
    "Morphology": "",
    "Morphology-Habit": "Pachypodium bicolor is a succulent plant, as are all Pachypodium. It grows normally 25 to 50 cm (10 to 19.5 in) in height with a densely branched crown that is up to approximately 50 cm (19.5 in) broad in diameter. Each branch is cylindrical and measures 6 to 14 cm (2.5 to 5.5 in) in diameter at the base. The branch comes from low down on the base of the plant. The branches are covered with leaf scars and the remains of spines. Beyond their base, the branches measure 3.5 cm (1 3⁄8 in) in diameter. Pale-grey in color, the bark is smooth. Branchlets from 1.5 to 5 cm (0.59 to 1.97 in) long and 8 to 12 mm (1⁄3 to 1⁄2 in) in diameter. They are covered with paired straight grey-brown spines 2 to 8 mm (0.079 to 0.315 in) long and 1.0 to 3.5 mm (0.039 to 0.138 in) in diameter at the base. The basal part, located at or near the base of a plant stem, is part of the spine and conical at 0.6 to 0.75 times the spine length. The young spines and the base of young leaves are densely white-lanate, having or consisting of woolly hairs.",
    "Morphology-Leaves": "The leaves of Pachypodium bicolor are subsessile, very much stalkless and attached directly at the base of the leaf, and confined to the apices of the branchlets. The leaves can be petiole, having a stalk by which a leaf is attached to a stem, at 0 mm to 2 mm (up to 0.08 in) long; meaning they have a very short stalk to the leave, if at all. Pubescent—hairy—the leaf blade is medium green with a pale green midrib above and a pale green below along with reticulate venation beneath when fresh. When the leaves are dried they are papery. Geometrically they take the shape of being ovate, shaped like an egg, to elliptic or narrowly elliptic at 3 to 5 times as long as wide. That measures at 3 to 7.5 cm (1.2 to 3.0 in) long by 0.8 to 2 cm (0.31 to 0.79 in) wide. At the apex, the blade is obtuse, having a blunt or rounded tip; to rounded; and cuneate, wedge-shaped or triangular; at the base; glabrous, smooth; and with impressed venation above; ciliolate—having minute hairs along the margin or edge of a structure. Beneath the blade is pubescent beneath, with 14 to 40 pairs of rather straight secondary veins forming an angle of 45–90° with the costa, with tertiary—third level of —venation reticulate, composing or a pattern of a netting.",
    "Morphology-Inflorescence": "The inflorescence is of Pachypodium bicolor is pedunculate, having the stalk of an inflorescence. It is congested at 15 to 30 cm (6 to 12 in) by 6 to 9 cm (2 1⁄4 to 3 1⁄2 in) with 5 to 8 flowers. The peduncle, the stalk, is terete, cylindrical but usually slightly tapering at both ends, circular in cross-section, and smooth-surfaced. It measures 120 by 2 to 4 mm (4.724 by 0.079 to 0.157 in). The pedicels, small stalk or stalk-like parts bearing a single flower in an inflorescence, are pale reddish-green at 12 to 17 mm (1⁄2 to 2⁄3 in) long. They are slightly elongated in fruit at 2.3 cm (0.91 in). The bracts are pale green, persistent—lasting until the maturity of the flower—and narrowly oblong, having a somewhat elongated spherical form with approximately parallel sides. They measure 4 to 6 mm (0.16 to 0.24 in) by 1 mm (0.039 in) and pubescent, hairy outside and sparsely pubescent inside.",
    "Morphology-Inflorescence-Flowers": "Collectively forming the outer floral envelope or layer of the perianth enclosing and supporting the developing bud, which is usually green; the sepals, are pale green, narrowly ovate—oval or egg-shaped—and 2 to 3 times as long as they are wide, measuring at 3 by 1 to 2 mm (0.118 by 0.039 to 0.079 in). They are pubescent, hairy outside and glabrous, smooth without hairs inside. The sepals are acuminate, tapering gradually to a sharp point at the tips of certain leaves or petals or sepals, at their apex.",
    "Morphology-Inflorescence-Corolla": "The corolla, a collective term for all the petals of a flower, is limb and medium yellow outside and bright yellow inside for Pachypodium bicolor. The corolla is pale green at the base, medium yellow outside with 5 very pale green lines to just below the lobes. The distinguishing character of Pachypodium bicolor is that its throat or the inside of the corolla tube is white for about 3.5 cm long in the mature bud. It forms a broadly ovoid head 0.3 of the bud length in comparison, measuring at 10 by 8 mm (0.39 by 0.31 in). Obtuse at the apex, it is pubescent, hairy outside and glabrous, smooth on the part of the lobes covered in bud. The pubescent belt inside is 2 mm (0.079 in) wide just below the insertion of the stamens. The corolla tube is infundibuliform, or more simply funnel-shaped, at 5 to 10 times as long as the calyx—the outer most layer of leaves in a flower, which are often green. The calyx is 1 to 1.46 times as long as the lobes at 2.5 to 3 cm (0.98 to 1.18 in) long. The basal part of the tube is almost cylindrical at 0.18–0.22 of the length of the entire tube, or 3 to 4 mm (0.12 to 0.16 in) long by 2 to 3 mm (0.079 to 0.118 in) wide. Towards the slightly widened apex, the upper part of the tube is obconical, inversely conical, at base and almost cylindrical above measuring at 21 to 27 mm (0.83 to 1.06 in) long to 8 to 12 mm (0.31 to 0.47 in) wide at the mouth. The lobe at the apex of the corolla tube are obliquely obovate at 0.6 to 0.8 times as long as the tube. That measures at 1.2 to 1.5 times as long as wide, or 1.5 by 1.0 to 1.2 cm (0.59 by 0.39 to 0.47 in). The lobes are rounded at their individual apex.",
    "Morphology-Inflorescence-Stamens": "The stamens, the male reproductive organ in a flower, have an apex 15 to 16 mm (0.59 to 0.63 in) below the opening, or mouth, of the corolla tube. They are, therefore, inserted at 0.16 to 0.2 of the length of the corolla tube. That measures at 5 to 6 mm (0.20 to 0.24 in) from the base. The anthers are 7 to 8 mm (0.28 to 0.31 in) by 1 mm (0.039 in). The anthers have stiff hairs at the base of the connective, the sterile part between just below where they occur with the pistil head.",
    "Morphology-Inflorescence-Pistil": "The pistil, the female reproductive part of a flower, is 7 to 8.5 mm (0.28 to 0.33 in) long. The ovary 2 mm long by 2 mm wide by 1.5 mm high (0.08 mm by 0.08 mm by 0.06 mm). They are pubescent or sparsely so with short, straight hairs. The disk of 5 unequal glands has 2 glands or 2 pairs of glands that are partly or entirely fused. These glands are broadly ovate, oval or egg-shaped, at 1 mm (0.039 in) high, rounded, emarginate or obtuse with an irregularly toothed apex that is less than half as long as the ovary. The style is filiform, having the form of or resembling a thread or filament, where it gradually thickens into a cylindrical-head. Composed of an obconical—inversely conical—basal part 0.6 by 0.7 mm (0.024 by 0.028 in), the pistil head is 1.2 mm (0.047 in) high. It has a ring-shaped central part 0.4 by 0.8 mm (0.016 by 0.031 in) with a stigmoid apex measuring 0.2 by 0.4 mm (0.0079 by 0.0157 in). The ovules are approximately 50 in each carpel, one of the structural units of a pistil, representing a modified, ovule-bearing leaf.",
    "Morphology-Fruit": "The fruit of Pachypodium bicolor is composed of 2 separate mericarps, sometimes only developing one. Mericaps are a carpel with one seed or one of a pair split apart at maturity. They form an angle from 10–60° at the base. Worth mentioning, there are occasion when the flowers and fruit in the same inflorescence. The mericarps are pale brown with longitudinal lines outside. Inside it is whitish inside and fusiform, tapering at each end; spindle-shaped, at 60 by 3 to 6 mm (2.36 by 0.12 to 0.24 in). The mericarps are acute, having a sharp point or tip, at the apex and are pubescent with short hairs. The fruit wall is approximately 0.5 mm (0.020 in) thick.",
    "Morphology-Seeds": "The seeds are pale to medium brown, ovate, oval, elliptic, elliptical at 5 mm wide by 2 mm (0.2 by 0.08 in). The margin is revolute towards the hilar side. In other words, the edge of the seed is rolled backward from the margins to the undersurface on the scarred side of the seed from a stalk connecting an ovule or a seed with the placenta. The testa, the often thick or hard outer coat of a seed, is rough. The embryo is 4.5 mm (0.18 in) long. The cotyledons, the leaves of the embryo of a seed plant, are ovate, oval, egg-shaped, at 1.22 to 1.83 times as long as wide, measuring, 2.2 mm by 1.2 mm to 1.8 mm (0.09 in by 0.05 to 0.07 in). They are rounded at the apex and subcordate, somewhat like a heart in shape, at the base. The rootlet that forms is 1.04 times as long as the cotyledons at 2.3 mm long by 1 mm by 1.5 mm (0.09 by 0.04 by 0.06 in).",
    "Habitat": "",
    "Habitat-Distribution": "Distribution to Madagascar. East of Belo sur Tsiribihina.",
    "Habitat-Habit": "Partly pendulant, Pachypodium bicolor forms a low shrub with a thickened trunk and a densely branched crown, the upper part of a tree or shrub, which includes the branches and leaves.",
    "Habitat-Ecology": "Pachypodium bicolor is positioned on porous sandstone where it grows only in full sunlight. With an emphasis on openness, it is found in low open deciduous western forest. It grows at an altitude of approximately 30 m (98 ft). The limitation to one substrate, a low altitude in the landscape, suggests that Pachypodium bicolor has developed a specialized landscape-environmental condition that should affect its horticulture. Other plants that can be found around it, species indicators, are Euphorbia aff. pedilanthoides, E. viguieri (Euphorbiaceae), Uncarina leandrii var. rechbergeri (Pedaliaceae), Aloe sp., (Asphodelaceae) (Orchidaceae) (0.09 by 0.04 inch) Orchids sp. (0.09 by 0.04 inch) and Kalanchoe spp. (Crassulaceae).",
    "Cultivation": "",
    "Cultivation-Based on W. Röösli within Rapanarivo et al. \"Cultivation\"": "The substrate should be loose peat with quartz sand at a pH level of 4.5. Temperatures from spring to autumn: night 20 °C (68 °F) to day 40 °C (104 °F). Wintertime and dormancy: night 16 °C (61 °F) and day 20 °C (68 °F). It flowers in the spring, presumably after dormancy, so it needs very dry conditions during its dormancy with only occasionally a little water.",
    "Cultivation-Reproduction": "By seeds or cuttings.",
    "Literature": "Again, in 1997, Pachypodium bicolor was given a full species level by the botanists J.J. Lavranos and S.H.J.V. Rapanarivo in the \"Cactus and Succulent Journal\" 69: 29-32 (1997).\nIts species type is: Madagascar, Toliara, along the Tsiribihina River, Bekinankina, West of Berevo, W. Röösli and R. Hoffman 33/96 (holotype P; isotype MO, TAN, WAG, ZSS). Fig 2, p. 15; Map 2, p. 12; Plates 5-7, opposite p. 17.\nG.D. Rowley apparently disagrees with this species definition and maintains another taxonomical ranking altogether in two of his works covering this issue of the taxon, visible in: Homotypic synonym Pachypodium rosulatum variety rosulatum forma bicolor (Lavranos & Rapanarivo) G.D. Rowley in Bradleya 16: 107 (1998) and Pachypodium & Adenium, The Cactus Files Handbook 5: 57 (1999), syn. nov\nSo what the reader can make of this taxonomical situation is that there is still considerable debate by very skilled botanists.\nThis article maintains the species rank of Pachypodium bicolor because of the presence of a white throat, or the corolla tube, is consistent with the authors of the most recent book to undertake a widespread examination of Pachypodium in situ, or in the landscape, of continental southern Africa and Madagascar. Furthermore, the taxonomical definition of the taxa as a species has been accepted with the public use of the taxonomical rank, Pachypodium bicolor apparently.",
    "Literature-References": "Rapanarivo, S.H.J.V., Lavranos, J.J., Leeuwenberg, A.J.M., and Röösli, W. Pachypodium (Apocynaceae): Taxonomy, habitats and cultivation \"Taxonomic revision of the genus Pachypodium,\" S.H.J.V. Rapanarivo and J.J. Lavranos; \"The habitats of Pachypodium species\" S.H.J.V. Rapanarivo; \"Cultivation\" W. Röösli. (A.A. Balkema: Rotterdam, Brookfield, 1999) [The rest of the list is based on Rapanarivo et al.]\nRowley, G.D. \"The Pachypodium rosulatum aggregate (Apocynaceae) - one species or several?\" Bradleya: The British Cactus and Succulent Society Yearbook. (16/1998)"
  }
}