{
  "url": "https://en.wikipedia.org/wiki/Eulophia_venosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Subtribe": "Eulophiinae"
    },
    {
      "Genus": "Eulophia"
    },
    {
      "Species": "E. venosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eulophia venosa, commonly known as the pointed corduroy orchid, is a plant in the orchid family and is native to India, parts of Southeast Asia as well as New Guinea and northern Australia. It is a deciduous, terrestrial orchid with one large and one small leaf and between six and twenty pale green or yellowish flowers with purple markings. It grows in rainforest and grassy forests.",
    "Description": "Eulophia venosa is a deciduous, terrestrial herb with two dark green, narrow lance-shaped leaves 200–400 mm (8–20 in) long and 20–25 mm (0.8–1 in) wide, one leaf larger than the other. Between six and twenty pale green or yellowish flowers with purple markings, 15–20 mm (0.6–0.8 in) long and 18–25 mm (0.7–1 in) wide are borne on a wiry flowering stem 400–800 mm (20–30 in) long. The flowers are resupinate and shaped like a star. The sepals are narrow triangular in shape, 11–15 mm (0.4–0.6 in) long, about 4.5 mm (0.2 in) wide and spread horizontally and widely apart from each other. The petals are elliptic in shape, 9–12 mm (0.4–0.5 in) long and about 6 mm (0.2 in) wide. The labellum is 11–15 mm (0.4–0.6 in) long, 10–11 mm (0.4–0.4 in) wide, has deep purplish red veins and three lobes. The middle lobe turns downwards and is wavy but the side lobes are upright. Flowering occurs between July and November.",
    "Taxonomy and naming": "The pointed corduroy orchid was first formally described in 1858 by Ferdinand von Mueller who gave it the name Dipodium venosum and published the description in Fragmenta phytographiae Australiae. In 1873, George Bentham changed the name to Eulophia venosa and published the change in Flora Australiensis. The specific epithet (venosa) is a Latin word meaning \"veiny\".",
    "Distribution and habitat": "Eulophia venosa grows in woodland, grassy forest and on the edge of rainforests. It is variously reported as occurring in northern Queensland, the Northern Territory, New Guinea, India, Indonesia, Malaysia, and Taiwan.\n\n\n== References =="
  }
}