{
  "url": "https://en.wikipedia.org/wiki/Eulophia_guineensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Eulophia"
    },
    {
      "Species": "E. guineensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eulophia guineensis is a species of orchid. It is the type species of the genus Eulophia and is commonly known as the Guinea Eulophia or the broad-Leaved ground orchid. It is found in the Cape Verde Islands, much of tropical Africa and part of the Arabian Peninsula. It is a terrestrial orchid that can grow to a metre or so tall, and is found in lowland and upland woods and scrubland.",
    "Description": "Eulophia guineensis is a medium to large, terrestrial orchid. The clustered ovoid, pseudobulbs have two or three nodes and are usually underground, but sometimes on the surface. From each springs two to four elliptic to broadly lanceolate leaves, plicate, with sunken veins and thin-textured leaves. The inflorescence is up to 100 cm (3 ft) tall, with up to 45 lax or densely packed flowers of various sizes. They are showy, with a pinkish-purple lip, whitish base and spur and purplish-brown sepals and petals. The floral bracts are up to 20 mm (0.8 in) long and ovate-lanceolate, and the pedicel and ovary are slender and up to 25 mm (1.0 in) long. The flowers are fragrant and waxy and appear in the autumn and early winter.",
    "Distribution and habitat": "Eulophia guineensis is native to the Cape Verde Islands, Benin, Burkino Faso, Gambia, Ghana, Guinea, Ivory Coast, Mali, Nigeria, Senegal, Sierra Leone, Togo, Burundi, Central African Republic, Cameroon, Congo, Gabon, Rwanda, Zaire, Chad, Eritrea, Ethiopia, Sudan, Kenya, Tanzania, Uganda, Angola, Malawi, Zambia, Zimbabwe, Oman, Saudi Arabia and Yemen. Its typical habitat is woodland or scrub, at altitudes ranging from 600 to 2,000 m (2,000 to 6,600 ft), in shade or semi-shade on poor rocky soils.",
    "References": "",
    "External links": "Eulophia guineensis in West African plants – A Photo Guide."
  }
}