{
  "url": "https://en.wikipedia.org/wiki/Eulophia_bicallosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Subtribe": "Eulophiinae"
    },
    {
      "Genus": "Eulophia"
    },
    {
      "Species": "E. bicallosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eulophia bicallosa, commonly known as the green corduroy orchid, is a plant in the orchid family and is native to areas from tropical Asia to northern Australia. It is a terrestrial orchid with a single narrow leaf and between ten and twenty pale green or cream-coloured flowers with purplish markings. It grows in rainforest and woodland.",
    "Description": "Eulophia bicallosa is a variable, terrestrial herb with a single dark green, pleated linear leaf 200–400 mm (8–20 in) long and 20–25 mm (0.8–1 in) wide on a stalk 50–150 mm (2–6 in) long. Between ten and twenty pale green or cream-coloured flowers with purplish markings, 25–30 mm (0.98–1.2 in) long and wide are borne on a flowering stem 250–400 mm (10–20 in) long. The sepals are 12–16 mm (0.5–0.6 in) long, about 3 mm (0.1 in) wide with the dorsal erect and the lateral sepals spreading widely apart.  The petals are 9–13 mm (0.4–0.5 in) long, about 6 mm (0.2 in) wide and partly covered by the lateral sepals. The labellum is 14–17 mm (0.6–0.7 in) long, 6–8 mm (0.2–0.3 in) wide and pale green with three lobes. The middle lobe turns downwards and is wavy but the side lobes are upright. Flowering occurs between September and November in Australia and in June China.",
    "Taxonomy and naming": "The green corduroy orchid was first formally described in 1825 by David Don who gave it the name Bletium bicallosa and published the description in Prodromus Florae Nepalensis. In 1966, Peter Francis Hunt and Victor Summerhayes changed the name to Eulophia bicallosa. The specific epithet (bicallosa) is derived from the Latin prefix bi- meaning \"two\" or \"double\" and callosa meaning \"with a hard skin\", referring to two ridges on the labellum.",
    "Distribution and habitat": "Eulophia bicallosa grows in woodland and rainforests in coastal regions of Queensland and in the Kimberley region of Western Australia. It also occurs in Hainan province in China and in India, Indonesia, Malaysia, Myanmar, Nepal, Thailand and New Guinea.\n\n\n== References =="
  }
}