{
  "url": "https://en.wikipedia.org/wiki/Eulophia_andamanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Eulophia"
    },
    {
      "Species": "E. andamanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eulophia andamanensis is an orchid found to occur among the Andaman and Nicobar group of Islands (off the east coast of India and also in the north-western tip of Langkawi island in Malaysia.The occurrence of this ground orchid in Andaman Islands is restricted to some isolated pockets of certain islands and rare. Living collections of this taxon from the Andaman Islands is under ex situ conservation outside the islands at the Field Gene Bank of Jawaharlal Nehru Tropical Botanic Garden and Research Institute, Trivandrum, India. It is a pre-tsunami accession.\nThe genus Eulophia belongs to the subfamily Epidendroideae, tribe Cymbidieae, and subtribe Eulophiinae. Eulophia andamanensis is found growing wild in the Little Andaman Islands, where the temperature ranges between 23–30 °C and the annual average rainfall is 3473 mm. Tropical evergreen forest floors of Andamans is the habitat of this orchid, and it is scarcely distributed.\nThe growth habit is sympodial. The stem at the base is bulbous, with thick roots. The leaves are short during flowering, linear lanceolate. The bracts are shorter than the pedicel, the sepals 2 cm long, the lip shorter than the sepals. The sepals are linear lanceolate, 3–5 nerved, acuminate; both the sepals and petals are pale green in colour, the lip green at the base and white at the centre with maroon horizontal striations. The flowering period is from November to March, with the florets borne on long spikes (0.6–1.3 m long), and last for about 50 days.",
    "References": "",
    "External links": " Media related to Eulophia andamanensis at Wikimedia Commons\n Data related to Eulophia andamanensis at Wikispecies"
  }
}