{
  "url": "https://en.wikipedia.org/wiki/Oeceoclades_pulchra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Eulophia"
    },
    {
      "Species": "E. pulchra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eulophila pulchra, commonly known as the gonzo orchid, is a plant in the orchid family and is native to areas from Tanzania and Mozambique to the Western Pacific Ocean. It is a terrestrial orchid with crowded, above-ground pseudobulbs, two or three leaves and pale yellowish green flowers with dull purple or red markings. It grows in plant litter in rainforests.",
    "Description": "Eulophia pulchra is a terrestrial herb with fleshy, crowded, above-ground pseudobulbs 80–150 mm (3–6 in) long and 15–20 mm (0.6–0.8 in) wide. There are two or three dark green leaves 150–300 mm (6–10 in) long and 60–100 mm (2–4 in) wide with three main veins. Between six and twenty pale greenish yellow flowers with dull purple or reddish markings, 10–12 mm (0.4–0.5 in) long are borne on a flowering stem 300–800 mm (10–30 in) long. The sepals are 10–12 mm (0.4–0.5 in) long, about 3 mm (0.1 in) wide and the petals are 9–11 mm (0.35–0.43 in) long, about 4 mm (0.2 in) wide. The labellum is white, more or less circular, 10–16 mm (0.4–0.6 in) long, 11–16 mm (0.4–0.6 in) wide and is sometimes lobed. Flowering occurs between April and June in Australia, between October and December in China and December to February in Africa. The species in Australia is reported to be self-pollinating and the flowers to barely open.",
    "Taxonomy and naming": "The gonzo orchid was first formally described in 1822 by Louis-Marie Aubert du Petit-Thouars who gave it the name Limodorum pulchrum. The description was published in Histoire particuliere des plantes Orchidees recueillies sur les trois iles Australes D'Afrique. In 1840, John Lindley changed the name to Eulophia pulchra. The specific epithet (pulchra) is a Latin word meaning “beautiful\", \"pretty\", \"fine\" or \"lovely\".A study of the molecular phylogeny of the subtribe Eulophiinae published in 2014 considered that this species was more closely allied with the genus Oeceoclades, but the move has not been accepted by the World Checklist of Selected Plant Families and the name Oeceoclades pulchra is regarded as a synonym.",
    "Distribution and habitat": "Eulophia pulchra grows in leaf litter in rainforests. It occurs in Tanzania, Zimbabwe, Madagascar, India, Taiwan, Cambodia, Indonesia, Laos, Malaysia, New Guinea, the Philippines, Sri Lanka, Thailand, Vietnam, the Mascarene Islands, tropical north Queensland and some islands in the western Pacific Ocean.\n\n\n== References =="
  }
}