{
  "url": "https://en.wikipedia.org/wiki/Amomum_ensal",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Zingiberaceae"
    },
    {
      "Genus": "Elettaria"
    },
    {
      "Species": "E. cardamomum"
    }
  ],
  "text": {
    "__SUMMARY__": "Elettaria cardamomum, commonly known as green or true cardamom, is a herbaceous, perennial plant in the ginger family, native to southern India. It is the most common of the species whose seeds are used as a spice called cardamom. It is cultivated widely in tropical regions and reportedly naturalized in Réunion, Indochina, and Costa Rica.",
    "Growth": "Elettaria cardamomum is a pungent, aromatic, herbaceous, perennial plant, growing to about 2–4 m (6 ft 7 in–13 ft 1 in) in height. The leaves are alternate in two ranks, linear-lanceolate, 40–60 cm (16–24 in) long, with a long pointed tip. The flowers are white to lilac or pale violet, produced in a loose spike 30–60 cm (12–24 in) long. The fruit is a three-sided yellow-green pod 1–2 cm (0.39–0.79 in) long, containing several (15-20) black and brown seeds.",
    "Uses": "The green seed pods of the plant are dried and the seeds inside the pod are used in Indian and other Asian cuisines, either whole or ground. It is the most widely cultivated species of cardamom; for other types and uses, see cardamom.\n\nGround cardamom is an ingredient in many Indian curries and is a primary contributor to the flavour of masala chai. In Iran, cardamom is used to flavour coffee and tea. In Turkey, it is used to flavour the black Turkish tea, kakakule.\nIn addition to its native range, it is grown in Nepal, Vietnam, Cambodia, Thailand, Sri Lanka, and Central America. In India, the states of Sikkim and Kerala are the main producers of cardamom; they rank highest both in cultivated area and in production. It was first imported into Europe around 1300 BC. Cardomomum is called caranda mungu (කරඳමුංගු) in Sinhalese.",
    "Ecology": "E. cardamomum is used as a food plant by the larvae of the moth Endoclita hosei.",
    "Varieties": "The three natural varieties of green cardamom plants are:\n\nMalabar (Nadan/native), as the name suggests, is the native variety of Kerala. These plants have floral racemes (which bear the pods) that grow horizontally along the ground.\nMysore, as the name suggests, is a native variety of Karnataka. These plants have floral racemes  which grow vertically upwards. The Mysore variety has declined, however, in the past few decades owing to the emergence of the more resistant and better-yielding 'Green Gold' variety, and which is the most common form of cardamom harvested in Kerala.\nVazhuka is a naturally occurring hybrid between Malabar and Mysore varieties, and the panicles grow neither vertically nor horizontally, but in between.Recently, a few planters isolated high-yielding plants and started multiplying them on a large scale. The most popular high-yielding variety is 'Njallani', which is a unique high-yielding cardamom variety developed by an Indian farmer, Sebastian Joseph, at Kattappana in the South Indian state of Kerala. K. J. Baby of Idukki District, Kerala, has developed a purely white-flowered variety of Vazhuka type green cardamom having higher yield than 'Njallani'. The variety has high adaptability to different shade conditions and can also be grown in waterlogged areas.",
    "References": "",
    "External links": " Media related to Elettaria cardamomum at Wikimedia Commons\n Data related to Elettaria cardamomum at Wikispecies\nUniversity of Melbourne: Sorting Elettaria names"
  }
}