{
  "url": "https://en.wikipedia.org/wiki/Amomum_melegueta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Zingiberaceae"
    },
    {
      "Genus": "Aframomum"
    },
    {
      "Species": "A. melegueta"
    }
  ],
  "text": {
    "__SUMMARY__": "Aframomum melegueta is a species in the ginger family, Zingiberaceae, and closely related to cardamom. Its seeds are used as a spice (ground or whole); it imparts a pungent, black-pepper-like flavor with hints of citrus.  It is commonly known as grains of paradise, melegueta pepper, alligator pepper, Guinea grains, ossame, or fom wisa.  The term Guinea pepper has also been used, but is most often applied to Xylopia aethiopica (grains of Selim).\nIt is native to West Africa, named the Pepper Coast (or Grain Coast) because of this commodity. Liberia is located there. It is also an important cash crop in the Basketo district (Basketo special woreda) of southern Ethiopia.",
    "Characteristics": "Aframomum melegueta is an herbaceous perennial plant native to swampy habitats along the West African coast. Its trumpet-shaped, purple flowers develop into pods 5–7 cm long, containing numerous small, reddish-brown seeds.\nThe pungent, peppery taste of the seeds is caused by aromatic ketones, such as (6)-paradol (systematic name: 1-(4-hydroxy-3-methoxyphenyl)-decan-3-one). Essential oils, which are the dominating flavor components in the closely related cardamom, occur only in traces.\nThe stem at times can be short, and usually shows signs of scars and dropped leaves. The leaves average 35 cm in length and 15 cm in width, with a well-structured vascular system. The flowers of the herbaceous plant are aromatic, with an orange-colored lip and rich pinkish-orange upper part. The fruits contain numerous, small, golden red-brown seeds.",
    "Uses": "Melegueta pepper is commonly used in the cuisines of West and North Africa, where it has been traditionally imported by camel caravan routes through the Sahara desert, and whence they were distributed to Sicily and the rest of Italy. Mentioned by Pliny as \"African pepper\" but subsequently forgotten in Europe, they were renamed \"grains of paradise\" and became a popular substitute for black pepper in Europe in the 14th and 15th centuries. The Ménagier de Paris recommends it for improving wine that \"smells stale\". Through the Middle Ages and into the early modern period, the theory of the four humors governed theories about nourishment on the part of doctors, herbalists, and druggists. In this context, John Russell characterized grains of paradise in The Boke of Nurture as \"hot and moist\".In 1469, King Afonso V of Portugal granted the monopoly of trade in the Gulf of Guinea to Lisbon merchant Fernão Gomes. The included the exclusivity in trade of Aframomum melegueta, then called malagueta pepper. The grant came at the cost of 100,000 real annually and agreement to explore 100 miles of the coast of Africa per year for five years; this gives some indication of the European value of the spice. After Christopher Columbus reached the New World in 1492 and brought the first samples of the chili pepper (Capsicum frutescens) back with him to Europe, the name malagueta, and Spanish and Portuguese spelling, was then applied to the new chili \"pepper\" because its piquancy was reminiscent of grains of paradise. Malagueta, thanks to its low price, remained popular in Europe even after the Portuguese opened the direct maritime route to the Spice Islands around 1500. This namesake, the malagueta chili, remains popular in Brazil, the Caribbean, Portugal, and Mozambique.\nThe importance of the A. melegueta spice is shown by the designation of the area from the St. John River (near present-day Buchanan) to Harper in Liberia as the Grain Coast or Pepper Coast in honor of the availability of grains of paradise.  Later, the craze for the spice waned, and its uses were reduced to a flavoring for sausages and beer. In the 18th century, its importation to Great Britain collapsed after a parliamentary act of George III forbade its use in alcoholic beverages. In 1855, England imported about 15,000 to 19,000 lbs per year legally (duty paid). By the 1880, the 9th edition of the Encyclopædia Britannica reported: \"Grains of paradise are to some extent used in veterinary practice, but for the most part illegally to give a fictitious strength to malt liquors, gin, and cordials\".The presence of the seeds in the diets of lowland gorillas in the wild seems to have some sort of beneficial effect on their cardiovascular health. They also eat the leaves, and use them for bedding material. The absence of the seeds in the diets of captive lowland gorillas may contribute to their occasionally poor cardiovascular health in zoos.Today the condiment is sometimes used in gourmet cuisine as a replacement for pepper, and to give unique flavor in some craft beers, gins, and Norwegian akvavit.  Grains of paradise are starting to enjoy a slight resurgence in popularity in North America due to their use by some well-known chefs. Alton Brown is a fan of the condiment, and he uses it in okra stew and his apple-pie recipe on an episode of the TV cooking show Good Eats. Grains of paradise are also used by people on certain diets, such as a raw food diet, because they are considered less irritating to digestion than black pepper.",
    "Folk medicine and ritual uses": "In West African folk medicine, grains of paradise are valued for their warming and digestive properties, and among the Efik people in Nigeria have been used for divination and ordeals determining guilt.  A. melegueta has been introduced to the Caribbean and Latin America, where it is used in religious (voodoo) rites.",
    "See also": "Aframomum corrorima\nList of culinary herbs and spices\nPhytotherapy",
    "References": "",
    "External links": "Katzer spice site"
  }
}