{
  "url": "https://en.wikipedia.org/wiki/Amomum_villosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Zingiberaceae"
    },
    {
      "Genus": "Amomum"
    },
    {
      "Species": "A. villosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Amomum villosum (Chinese : 砂仁) is a plant in the ginger family that is grown throughout Southeast Asia and in South China. Similar to cardamom, the plant is cultivated for its fruits, which dry into pods when mature and contain strongly aromatic seeds. A. villosum is an evergreen plant in the ginger family, grow in the shade of the tree, 1.5 to 3.0 m high, whose branches and leaves are similar to ginger’s. A. villosum has a characteristic that flowers spread on the ground can bear fruit while flowers on the branches can not. Its flowers bloom in March and April and are the color of white jade.",
    "Uses": "The pods are used in Chinese herbology to treat stomachache and dysentery and in Chinese cuisine for flavour.",
    "Uses-Herbology": "A. villosum has  the tastes of sweet, sour, bitter, salty, and  spicy; its flowers, fruit, roots, stems and leaves can be used as medicine. Since the Tang dynasty, many ancient books of medicine records such as the Compendium of Materia Medica and some other books say A. villosum tastes acrid but fresh, slightly bitter.",
    "Uses-Cuisine": "A. villosum is a good condiment. A grain of A. villosum in a dish being steamed can fill the house with its fragrance.",
    "Conservation": "Due to the demand for seeds and ripe fruits, and to curb slash-and-burn activities in forests by local populations, cultivation of A. villosum and coplantings with rubber trees has been encouraged by the governments of Yunnan and Guangdong, China. However, the extensive cultivation of A. villosum in forests has resulted in the reduction of species diversity in the rainforests of Southwest China.",
    "References": "\n\n== External links =="
  }
}