{
  "url": "https://en.wikipedia.org/wiki/Amomum_compactum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Zingiberaceae"
    },
    {
      "Genus": "Alpinia"
    },
    {
      "Species": "A. nutans"
    }
  ],
  "text": {
    "__SUMMARY__": "Alpinia nutans, the shellflower, or dwarf cardamom, is a Southeast Asian plant of the ginger family (Zingiberaceae), and is a medicinal plant used to control hypertension, as diuretic, antifungal, and antiulcer. In Japan it is used as food preservative.",
    "Characteristics": "Its flowers have a porcelain look, are shell-like and bloom prolifically on a 30-cm stalk. The flower's single fertile stamen has a massive anther. The globose white stigma of the pistil extends beyond the tip of the anther. The foliage of Alpinia nutans is evergreen in areas that do not have a hard freeze. It has a very distinctive cardamom fragrance when brushed or rubbed, but this is not the plant that produces the spice by that name.",
    "Chemistry": "The rhizome oil of Alpinia speciosa contains some fatty acids with an odd number of carbon atoms, which are less common in nature than fatty acids with even numbers of carbon atoms.  The major one is pentadecanoic acid (C-15, 21.9%) and others are tricosylic acid (C-23, 5.7%), tridecylic acid (C-13, 1.9%), undecylic acid (C-11, 3.1%) and pelargonic acid (C-9, 0.1%). Among the fatty acids containing even number of carbon atoms, the main constituents are linolenic acid (C-18:3, 27.4%) and arachidic acid (C-20, 22.4%). The total saturated fatty acids constitute 65.7% and unsaturated 34.3%. Spectroscopic analysis revealed two new compounds of glucoside esters of ferulic acid. It also contains dihydro-5,6-dehydrokawain.",
    "Medicinal uses": "Alpinia nutans is used in traditional medicine as diuretic, antihypertensive, antifungal, and antiulcer. The plant extract was experimentally shown to induce dose-dependent decrease in blood pressure in rats and dogs. However, it was found to have no effect on diuresis. Two new glucoside esters of ferulic acid isolated from the rhizome have higher antioxidant activity than Trolox. Its chemical compound dihydro-5,6-dehydrokawain has an inhibitory effect on lipid peroxide, and has an activity similar to that of beta-carotene.",
    "See also": "Domesticated plants and animals of Austronesia",
    "References": "",
    "External links": "Tropical Plant Database: Alpinia speciosa\n(in Portuguese) Alpinia nutans"
  }
}