{
  "url": "https://en.wikipedia.org/wiki/Amomum_costatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Zingiberaceae"
    },
    {
      "Genus": "Amomum"
    },
    {
      "Species": "A. subulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Amomum subulatum, also known as Black cardamom, hill cardamom, Bengal cardamom, greater cardamom, Indian cardamom, Nepal cardamom, winged cardamom, big cardamon, or brown cardamom, is a perennial herbaceous plant in the family Zingiberaceae. Its seed pods have a strong, camphor-like flavor, with a smoky character derived from the method of drying. In Hindi it is called बड़ी इलाइची (bdei ilaaichi).",
    "Characteristics": "The pods are used as a spice, in a similar manner to the green Indian cardamom pods, but with a different flavor. Unlike green cardamom, this spice is rarely used in sweet dishes. Its smoky flavor and aroma derive from traditional methods of drying over open flames. Black cardamom can be erroneously described as an inferior substitute for green cardamom.",
    "Species": "At least two distinct species of black cardamom occur: Amomum subulatum (also known as Nepal cardamom) and Amomum tsao-ko. The pods of A. subulatum, used primarily in the cuisines of India and certain regional cuisines of Pakistan, are the smaller of the two, while the larger pods of A.  tsao-ko (Chinese: wiktionary:草果; pinyin: cǎoguǒ; Vietnamese: thảo quả) are used in Chinese cuisine, particularly that of Sichuan, and Vietnamese cuisine.",
    "Medical production": "The largest producer of the black cardamom is Nepal, followed by India and Bhutan. In traditional Chinese medicine, black cardamom is used for stomach disorders and malaria. In the traditional medicine of India, decoction of Amomum subulatum rhizomes is used in the therapy of jaundice.",
    "See also": "Cardamom\n\n\n== References =="
  }
}