{
  "url": "https://en.wikipedia.org/wiki/Asparagus_officinalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Asparagoideae"
    },
    {
      "Genus": "Asparagus"
    },
    {
      "Species": "A. officinalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Asparagus, or garden asparagus, folk name sparrow grass,  scientific name Asparagus officinalis, is a perennial flowering plant species in the genus Asparagus. Its young shoots are used as a spring vegetable.\nIt was once classified in the lily family, like the related Allium species, onions and garlic. However, genetic research places lilies, Allium, and asparagus in three separate families—the Liliaceae, Amaryllidaceae, and Asparagaceae, respectively—with the Amaryllidaceae and Asparagaceae being grouped together in the order Asparagales. Sources differ as to the native range of Asparagus officinalis, but generally include most of Europe and western temperate Asia. It is widely cultivated as a vegetable crop.",
    "Biology": "Asparagus is a herbaceous, perennial plant growing to 100–150 cm (39–59 in) tall, with stout stems with much-branched, feathery foliage. The \"leaves\" are in fact needle-like cladodes (modified stems) in the axils of scale leaves; they are 6–32 mm (0.24–1.26 in) long and 1 mm (0.039 in) broad, and clustered four to 15 together, in a rose-like shape. The root system is adventitious and the root type is fasciculated.  The flowers are bell-shaped, greenish-white to yellowish, 4.5–6.5 mm (0.18–0.26 in) long, with six tepals partially fused together at the base; they are produced singly or in clusters of two or three in the junctions of the branchlets. It is usually dioecious, with male and female flowers on separate plants, but sometimes hermaphrodite flowers are found. The fruit is a small red berry 6–10 mm diameter, which is poisonous to humans.Plants native to the western coasts of Europe (from northern Spain north to Ireland, Great Britain, and northwest Germany) are treated as Asparagus officinalis subsp. prostratus (Dumort.) Corb., distinguished by its low-growing, often prostrate stems growing to only 30–70 cm (12–28 in) high, and shorter cladodes 2–18 mm (0.079–0.709 in) long.\nIt is treated as a distinct species, Asparagus prostratus Dumort, by some authors.",
    "History": "Asparagus has been used as a vegetable owing to its distinct flavor, and in medicine due to its diuretic properties and its purported function as an aphrodisiac.\nIt is pictured as an offering on an Egyptian frieze dating to 3000 BC. In ancient times, it was also known in Syria and in Spain. Greeks and Romans ate it fresh when in season, and dried the vegetable for use in winter. \nRoman Epicureans froze its sprouts high in the Alps for the Feast of Epicurus. \nEmperor Augustus created the \"Asparagus Fleet\" for hauling the vegetable, and coined the expression \"faster than cooking asparagus\" for quick action.\nA recipe for cooking asparagus is given in one of the oldest surviving collections of recipes (Apicius's third-century BC De re coquinaria, Book III\").\nIn the second century BC, the Greek physician Galen, highly respected within Roman society, mentioned asparagus as a beneficial herb, but as dominance of the Roman empire waned, asparagus' medicinal value drew little attention\n\nuntil al-Nafzawi's The Perfumed Garden. That piece of writing celebrates its purported aphrodisiacal  power that the Indian Ananga Ranga attributes to \"special phosphorus elements\" that also counteract fatigue.\nBy 1469, asparagus was cultivated in French monasteries. \nAsparagus appears to have been little noticed in England until 1538,\nand in Germany until 1542.The finest texture and the most palatable yet least bitter taste is found in the plants' young tips, but by the time the plant has begun to branch and assume its mature form, it has become too bitter to be considered palatable.\n The points d'amour (\"love tips\") were served as a delicacy to Madame de Pompadour.Asparagus became available to the New World around 1850, in the United States.",
    "Uses": "Only young asparagus shoots are commonly eaten: once the buds start to open (\"ferning out\"), the shoots quickly turn woody.Water makes up 93% of asparagus's composition. Asparagus is low in calories and is very low in sodium. It is a good source of vitamin B6, calcium, magnesium, and zinc, and a very good source of dietary fibre, protein, beta-carotene, vitamin C, vitamin E, vitamin K, thiamin, riboflavin, rutin, niacin, folic acid, iron, phosphorus, potassium, copper, manganese, and selenium,\nas well as chromium, a trace mineral that regulates the ability of insulin to transport glucose from the bloodstream into cells. The amino acid asparagine gets its name from asparagus, as the asparagus plant is relatively rich in this compound.\nThe shoots are prepared and served in a number of ways around the world, typically as an appetizer\nor vegetable side dish. In Asian-style cooking, asparagus is often stir-fried.  Cantonese restaurants in the United States often serve asparagus stir-fried with chicken, shrimp, or beef. It may also be quickly grilled over charcoal or hardwood embers, and is also used as an ingredient in some stews and soups. In recent years, asparagus eaten raw, as a component of a salad, has regained popularity.Asparagus can also be pickled and stored for several years. Some brands label shoots prepared in this way as \"marinated\".\nStem thickness indicates the age of the plant, with the thicker stems coming from older plants. Older, thicker stalks can be woody, although peeling the skin at the base removes the tough layer. Peeled asparagus will poach much faster. The bottom portion of asparagus often contains sand and soil, so thorough cleaning is generally advised before cooking.\nGreen asparagus is eaten worldwide, though the availability of imports throughout the year has made it less of a delicacy than it once was. In Europe, however, the \"asparagus season is a highlight of the foodie calendar\"; in the UK this traditionally begins on 23 April and ends on Midsummer Day. As in continental Europe, due to the short growing season and demand for local produce, asparagus commands a premium price.",
    "Uses-White asparagus": "White asparagus is very popular in Europe and western Asia. White asparagus is the result of applying a blanching technique while the asparagus shoots are growing. To cultivate white asparagus, the shoots are covered with soil as they grow, i.e. earthed up; without exposure to sunlight, no photosynthesis starts, and the shoots remain white. Compared to green asparagus, the locally cultivated so-called \"white gold\" or \"edible ivory\" asparagus, also referred to as \"the royal vegetable\", is believed to be  less bitter and much more tender. Freshness is very important, and the lower ends of white asparagus must be peeled before cooking or raw consumption.\nOnly seasonally on the menu, asparagus dishes are advertised outside many restaurants, usually from late April to June. For the French style, asparagus is often boiled or steamed and served with Hollandaise sauce, melted butter or olive oil, Parmesan cheese, or mayonnaise. Tall, narrow asparagus cooking pots allow the shoots to be steamed gently, their tips staying out of the water.\nDuring the German Spargelsaison or Spargelzeit (\"asparagus season\" or \"asparagus time\"), the asparagus season that traditionally finishes on 24 June, roadside stands and open-air markets sell about half of the country's white asparagus consumption.",
    "Cultivation": "Since asparagus often originates in maritime habitats, it thrives in soils that are too saline for normal weeds to grow. Thus, a little salt was traditionally used to suppress weeds in beds intended for asparagus; this has the disadvantage that the soil cannot be used for anything else. Some places are better for growing asparagus than others. The fertility of the soil is a large factor. \"Crowns\" are planted in winter, and the first shoots appear in spring; the first pickings or \"thinnings\" are known as sprue asparagus. Sprue has thin stems.A breed of \"early season asparagus\" that can be harvested two months earlier than usual was announced by a UK grower in early 2011. This variety does not need to lie dormant and blooms at 7 °C (45 °F) rather than the usual 9 °C (48 °F).\nPurple asparagus differs from its green and white counterparts in having high sugar and low fibre levels. Purple asparagus was originally developed in Italy, near the city of Albenga and commercialized under the variety name 'Violetto d' Albenga'. Since then, breeding work has continued in the United States and New Zealand, creating the 'Pacific Purple' variety.",
    "Cultivation-Companion planting": "Asparagus is said to be a useful companion plant for tomatoes, as the tomato plant repels the asparagus beetle. Asparagus may repel some harmful root nematodes that affect tomato plants.",
    "Commercial production": "The top asparagus importers (2016) were the United States (214,735 tonnes), followed by Germany (24,484 tonnes), and Canada (19,224 tonnes).China is by far the world's largest producer: in 2017 it produced 7,845,162 tonnes, followed by Peru with 383,098 tonnes and Mexico with 245,681 tonnes. U.S. production was concentrated in California, Michigan, and Washington.\nThe annual production for white asparagus in Germany is 57,000 tonnes (61% of consumer demand).When grown under tunnels, growers can extend the harvest season. In the UK, it is estimated that the asparagus harvest season can begin as early as mid-February and continue into late autumn by growing cold-resistant cultivars under heated polytunnels. Furthermore, late season harvests can be achieved using 'reverse season growth' where spears are left to fern between March–August and harvested in September–October.In Asia, an alternative approach to cultivating asparagus has been employed and is referred to as 'Mother Stalk Method' where three to five stalks per plant are allowed to develop into fern, while harvesting adjacent spears.",
    "Commercial production-Celebrations": "The green crop is significant enough in California's Sacramento–San Joaquin River Delta region that the city of Stockton holds a festival every year to celebrate it. In Michigan,  Hart hosts an annual festival complete with a parade and asparagus queen;  The Vale of Evesham in Worcestershire is the largest producer within Northern Europe, celebrating with the annual British Asparagus Festival involving auctions of the best crop, an \"Asparagus Run\" modelled on the Beaujolais Run and a weekend \"Asparafest\" music festival.Many German cities hold an annual Spargelfest (asparagus festival) celebrating the harvest of white asparagus. Schwetzingen claims to be the \"Asparagus Capital of the World\", and during its festival, an Asparagus Queen is crowned. The Bavarian city of Nuremberg feasts a week long in April, with a competition to find the fastest asparagus peeler in the region; this usually involves generous amounts of the local wines and beers being consumed to aid the spectators' appreciative support.\nHelmut Zipner holds the world record in asparagus peeling.",
    "Vernacular names and etymology": "A. officinalis is widely known simply as \"asparagus\", and may be confused with unrelated plant species also known as \"asparagus\", such as Ornithogalum pyrenaicum known as \"Prussian asparagus\" for its edible shoots.\nThe English word \"asparagus\" derives from classical Latin, but the plant was once known in English as sperage, from the Medieval Latin sparagus. This term itself derives from the Greek aspharagos or asparagos, and the Greek term originates from the Persian asparag, meaning \"sprout\" or \"shoot\". Asparagus was also corrupted in some places to \"sparrow grass\"; indeed, John Walker wrote in 1791 that \"Sparrowgrass is so general that asparagus has an air of stiffness and pedantry\".\nThe name 'sparrow grass' was still in common use in rural East Anglia, England well into the twentieth century.In Turkish, asparagus is known as kuşkonmaz, literally \"[a] bird won't land [on it]\", in reference to the shape of the plant.",
    "Effects on urine": "The effect of eating asparagus on urine excreted afterwards has long been observed:\n\n[Asparagus] cause a powerful and disagreeable smell in the urine, as everybody knows.\n— Treatise of All Sorts of Foods, Louis Lemery, 1702\nasparagus... affects the urine with a foetid smell (especially if cut when they are white) and therefore have been suspected by some physicians as not friendly to the kidneys; when they are older, and begin to ramify, they lose this quality; but then they are not so agreeable.\n— \"An Essay Concerning the Nature of Aliments\", John Arbuthnot, 1735\nA few Stems of Asparagus eaten, shall give our Urine a disagreable Odour...\n— \"Letter to the Royal Academy of Brussels\", Benjamin Franklin, c. 1781\nAsparagus \"...transforms my chamber-pot into a flask of perfume.\"\n— Marcel Proust (1871–1922)\nAsparagus contains asparagusic acid. When the vegetable is digested, this chemical is broken down into a group of related sulfur-containing compounds.Debate exists about the universality of producing the sulfurous smell, as well as the ability to detect it.  Originally, this was thought to be because some people digested asparagus differently from others, so some excreted odorous urine after eating asparagus, and others did not. In the 1980s, three studies from France, China, and Israel published results showing that producing odorous urine from asparagus was a common human characteristic. The Israeli study found that from their 307 subjects, all of those who could smell \"asparagus urine\" could detect it in the urine of anyone who had eaten asparagus, even if the person who produced it could not detect it. A 2010 study found variations in both production of odorous urine and the ability to detect the odor, but that these were not tightly related. Most people are thought to produce the odorous compounds after eating asparagus, but the differing abilities of various individuals to detect the odor at increasing dilutions suggests a genetically determined specific sensitivity.In 2010, the company 23andMe published a genome-wide association study on whether participants have \"ever noticed a peculiar odor when you pee after eating asparagus?\"  This study pinpointed a single-nucleotide polymorphism (SNP) in a cluster of olfactory genes associated with the ability to detect the odor.  While this SNP did not explain all of the difference in detection between people, it provides support for the theory that genetic differences occur in  olfactory receptors that lead people to be unable to smell these odorous compounds.",
    "Effects on urine-Chemistry": "Certain compounds in asparagus are metabolized to yield ammonia and various sulfur-containing degradation products, including various thiols and thioesters, which give urine a characteristic smell.\nSome of the volatile organic compounds responsible for the smell are:\nmethanethiol\ndimethyl sulfide\ndimethyl disulfide\nbis(methylthio)methane\ndimethyl sulfoxide\ndimethyl sulfoneSubjectively, the first two are the most pungent, while the last two (sulfur-oxidized) give a sweet aroma. A mixture of these compounds form a \"reconstituted asparagus urine\" odor.  This was first investigated in 1891 by Marceli Nencki, who attributed the smell to methanethiol. These compounds originate in the asparagus as asparagusic acid and its derivatives, as these are the only sulfur-containing compounds unique to asparagus. As these are more present in young asparagus, this accords with the observation that the smell is more pronounced after eating young asparagus. The biological mechanism for the production of these compounds is less clear.The onset of the asparagus urine smell is remarkably rapid while the decline is slower. The smell has been reported to be detectable 15 to 30 minutes after ingestion and subsides with a half-life of approximately 4 hours.",
    "Gallery": "",
    "Notes": "",
    "References": "",
    "External links": "Kew Species Profile: Asparagus officinalis (garden asparagus)\nPROTAbase on Asparagus officinalis\nAsparagus officinalis – Plants for a Future database entry\n\"World Asparagus Situation and Outlook\" (PDF). Archived from the original (PDF) on 18 October 2012. (55.0 KB) – 2005 USDA report\nAsparagus Production Management and Marketing at the Library of Congress Web Archives (archived 2002-09-17) – commercial growing (OSU bulletin)"
  }
}