{
  "url": "https://en.wikipedia.org/wiki/Asparagus_falcatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Asparagoideae"
    },
    {
      "Genus": "Asparagus"
    },
    {
      "Species": "A. falcatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Asparagus falcatus  (Sicklethorn, Large Forest Asparagus, Imblekazana or Doringtou) is a large, thorny, climbing plant of the Asparagus genus, that is indigenous to South Africa and Mozambique. It is often grown as a security hedge in southern Africa.",
    "Appearance": "This local Asparagus species sends up long shoots (sometimes up to 7 meters high) from its base of roots and massive tubers. These shoots are initially soft and curl around branches or fences. However, they soon harden, and the downward-pointing thorns help to hook the tendril onto its support - as well as providing defence. The leaves are dark-green, thin and curved.\nIt produces fragrant white blossoms that are followed by bright red berries, each containing a shiny black seed. The fruits attract a wide variety of birds.",
    "Distribution": "In South Africa, this creeper is indigenous to the forests of the Eastern Cape and Kwazulu Natal. It also occurs in neighbouring Mozambique.",
    "Asparagus falcatus in cultivation": "This rapidly growing climber can be grown in very shady parts of a garden, although it also tolerates some sun. It also prefers moist spots, though once established it can also tolerate some drought.\nIt serves as a very good safety hedge when planted along a fence that it can grow up through.\nIt can easily be propagated by seed, although it can also be grown from cuttings/trucheons.",
    "References": "",
    "Further reading": "Pink, A. (2004). Gardening for the Million. Project Gutenberg Literary Archive Foundation."
  }
}