{
  "url": "https://en.wikipedia.org/wiki/Asparagus_aethiopicus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Asparagoideae"
    },
    {
      "Genus": "Asparagus"
    },
    {
      "Species": "A. aethiopicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Asparagus aethiopicus, Sprenger's asparagus, is a plant native to the Cape Provinces and the Northern Provinces of South Africa. Often used as an ornamental plant, it is considered an invasive weed in many locations. Asparagus fern, Asparagus Grass and foxtail fern are common names; however, it is unrelated to true ferns. A. aethiopicus has been confused with A. densiflorus, now regarded as a separate species, so that information about A. aethiopicus will often be found under the name A. densiflorus.",
    "Name and description": "The species was originally described by Carl Linnaeus in 1767. The attribution \"Sprenger's Asparagus,\" refers to Carl Ludwig Sprenger who made it popular in Europe as an ornamental plant.\nAsparagus aethiopicus is a branching perennial herb with tough green aerial stems which are sparsely covered with spines. The leaves are actually leaf-like cladodes, which are 0.8–2 cm long and 0.1-0.2 cm wide, and arise in groups of four or more from the stem. Occurring in spring, the small white or pinkish-white flowers are 0.3-0.5 cm long and arise in clusters off the stem. Flowers are followed in summer by small round berries 0.5 cm in diameter, which bear a black 3 mm diameter seed. Initially green, the berries mature and turn red in the winter. The root system is a mat of fibrous roots with bulbous tubers, from which plants may resprout.",
    "Distribution": "Asparagus aethiopicus is native to southeastern coastal regions of South Africa, in the Eastern Cape and the Northern Provinces.In the United States, it has been declared a weed in Hawaii, and Florida. It has also been declared a weed in New Zealand, and has become established around major urban areas in Australia including Sydney, Wollongong, the Central Coast, Southeastern Queensland, and Adelaide, as well as Lord Howe Island and Norfolk Island. Seeds are spread by fruit-eating birds and improper disposal of garden refuse. The pied currawong is a culprit in Sydney. It can be eradicated by glyphosate, or manual removal of tubers.",
    "Growing Asparagus aethiopicus": "Asparagus aethiopicus is grown as an indoor plant in cooler climates, or as an ornamental garden plant in urban gardens, rockeries or in pots. Two cultivars are seen in cultivation, 'Sprengeri' is a scrambling form with sparser foliage, while 'Meyeri' has more erect stems to 70 cm (28 in) and denser foliage.Consuming the berries of A. aethiopicus can cause gastrointestinal symptoms such as diarrhea, vomiting and abdominal pain, and contact with the skin may cause dermatitis. The plant is non-toxic to domestic cats and dogs.",
    "References": "",
    "Further reading": "Auld, B.; Medd,R. (1987) Weeds., page 30.\nHarden, G. (ed) (1993) Flora of NSW., vol. 4, page 46.\nParsons, W.; Cuthbertson, E. (1992) Noxious Weeds of Australia., pages 47–48.",
    "External links": "University of Arizona, gardening: Asparagus densiflorus\nAustralia Weeds: Asparagus densiflorus\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Florida in 2007"
  }
}