{
  "url": "https://en.wikipedia.org/wiki/Asparagus_setaceus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Asparagoideae"
    },
    {
      "Genus": "Asparagus"
    },
    {
      "Species": "A. setaceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Asparagus setaceus, commonly known as common asparagus fern, lace fern, climbing asparagus, or ferny asparagus, is a climbing plant in the genus Asparagus. Despite its common name, the plant is not a true fern, but has leaves that resemble one.It is native to Southern Africa, and is grown elsewhere as an ornamental plant.  It has become an invasive species in several locations where it has been introduced.Originally described by the German botanist Carl Sigismund Kunth, its specific name is derived from the Latin saeta \"hair\" or \"bristle\", hence \"hairy\".Some authorities use the name A. plumosus (plumosus Latin \"plumed\", referring to the foliage) as described by Baker in 1875 for this plant, or Protasparagus plumosus (Baker) Oberm.",
    "Description": "Asparagus setaceus is a scrambling perennial herb with tough green stems, which may reach several metres in length. The leaves are actually leaf-like cladodes up to 7 mm long by 0.1 mm in diameter, which arise in clumps of up to 15 from the stem, making a fine, soft green fern-like foliage. Occurring from spring to autumn, the small greenish-white bell-shaped flowers are 0.4 cm long, and are followed by small green berries, which blacken with maturity.",
    "Cultivation": "Asparagus setaceus is cultivated as an ornamental plant, for planting in garden and containers, and as a house plant. The attractive foliage is also used in floral arrangements. It is very hardy and adapts readily to cultivation.\nThis hardiness has helped it become a weed in Lord Howe and Norfolk Islands. Other areas that regard it as an invasive species and noxious weed include the North Coast of New South Wales, and Queensland, Australia.This plant has gained the Royal Horticultural Society’s Award of Garden Merit.The fruit (berries) of this plant are toxic and should not be eaten.",
    "References": "\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Costa Rica in 1965"
  }
}