{
  "url": "https://en.wikipedia.org/wiki/Asparagus_racemosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Asparagoideae"
    },
    {
      "Genus": "Asparagus"
    },
    {
      "Species": "A. racemosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Asparagus racemosus (satavar, shatavari, or shatamull, shatawari) is a species of asparagus common throughout India and the Himalayas. It grows 1–2 m (3 ft 3 in–6 ft 7 in) tall and prefers to take root in gravelly, rocky soils high up in piedmont plains, at 1,300–1,400 m (4,300–4,600 ft) elevation. It was botanically described in 1799. Because of its multiple uses, the demand for Asparagus racemosus is constantly on the rise. Because of destructive harvesting, combined with habitat destruction, and deforestation, the plant is now considered \"endangered\" in its natural habitat.",
    "Description": "Shatavari has small pine-needle-like phylloclades (photosynthetic branches) that are uniform and shiny green. In July, it produces minute, white flowers on short, spiky stems, and in September it fruits, producing blackish-purple, globular berries. It has an adventitious root system with tuberous roots that measure about one metre in length, tapering at both ends, with roughly a hundred on each plant.",
    "Uses": "Shatavari is important in traditional Ayurvedic medicine. Extracts made from dried roots are used for various reproductive and hormonal issues in women. It is also used in cases of gastric ulcers and indigestion.Despite its long history of use in Ayurveda, few studies exist to support health effects of shatavari. Studies of its effects on lactation have shown mixed results. Its safety has not been well studied, however small trials have found no adverse effects in mothers or their babies. The key pharmacologic constituents of shatavari are steroidal saponins, mucilage, and alkaloids.",
    "Chemical constituents": "Asparagamine A, a polycyclic alkaloid was isolated from the dried roots and subsequently synthesized to allow for the construction of analogs.Steroidal saponins, shatavaroside A, shatavaroside B, filiasparoside C, shatavarins, immunoside, and schidigerasaponin D5 (or asparanin A) were isolated from the roots of Asparagus racemosus.Also known is the isoflavone 8-methoxy-5,6,4'-trihydroxyisoflavone 7-O-β-D-glucopyranoside.",
    "See also": "Shatavar Vatika Herbal Park, Hisar, Haryana—a herbal park in India for the research, preservation and propagation of shatavari.",
    "References": "",
    "External links": "Nice picture of A. racemosus flowers from \"Flowers of India\" website\nCaldecott, Todd (2006). Ayurveda: The Divine Science of Life. Elsevier/Mosby. ISBN 978-0-7234-3410-8. Contains a detailed monograph on Asparagus racemosus (Shatavari) as well as a discussion of health benefits and usage in clinical practice. Available online at https://web.archive.org/web/20101001013838/http://www.toddcaldecott.com/index.php/herbs/learning-herbs/331-shatavari"
  }
}