{
  "url": "https://en.wikipedia.org/wiki/Trichoderma_longibrachiatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Hypocreaceae"
    },
    {
      "Genus": "Trichoderma"
    },
    {
      "Species": "T. longibrachiatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Trichoderma longibrachiatum is a fungus in the genus Trichoderma. In addition to being a distinct species, T. longibrachiatum also typifies one of several clades within Trichoderma which comprises 21 different species. Trichoderma longibrachiatum is a soil fungus which is found all over the world but mainly in warmer climates. Many species from this clade  have been adopted in various industries because of their ability to secrete large amounts of protein and metabolites.",
    "Taxonomy and nomenclature": "Trichoderma is a diverse genus with other 135 species in Europe alone. This species was first characterized by Mien Rifai in 1969. It is an exclusively anamorphic species complex allied with the sexual species, Hypocrea schweinitzii. Evolutionarily T. longibrachiatum is the youngest clade of Trichoderma.",
    "Growth and morphology": "Trichoderma longibrachiatum is a fast-growing fungus. It typically produces off-white colonies that change to greyish green with age. This species is able to grow over a wide range of temperature; however the optimal temperature for growth is ≥ 35 °C. Trichoderma longibrachiatum is a clonal species that reproduces through 1-celled, smooth-walled conidia.",
    "Metabolism": "Trichoderma longibrachiatum occurs commonly on decaying plant material where its ecological role ranges from that of a strict saprotroph to a parasite of other saprotrophic fungi. Trichoderma longibrachiatum uses cellulases to digest cellulose from decaying plant biomass, and chitinases to digest the chitinous walls of other fungi. It is also able to digest proteins with the aid of aspartic proteases, serine proteases, and metalloproteases. Trichoderma longibrachiatum produces many secondary metabolites including: peptaibols, polyketides, pyrones, terpenes and diketopiperazine-like compounds.",
    "Distribution and habitat": "Trichoderma longibrachiatum is a soil fungus often found on dead wood, other fungi, building material and sometimes animals.",
    "Toxicity": "Trichoderma longibrachiatum is not thought to pose risk to human health, although it has been isolated as an indoor contaminant with high allergenic potential. This species has also been implicated in the colonization of immunocompromised people and has been found in the blood cultures derived from a neutropenic patient with lymphoma, bone marrow transplant patients, and patients with severe chronic kidney disease.Trichoderma longibrachiatum, produces small toxic peptides containing amino acids not found in common proteins, like alpha-aminoisobutyric acid, called trilongins (up to 10% w/w). Their toxicity is due to absorption into cells and production of nano-channels that obstruct vital ion channels that ferry potassium and sodium ions across the cell membrane. This affects in the cells action potential profile, as seen in cardiomyocytes, pneumocytes and neurons leading to conduction defects. Trilongins are highly resistant to heat and antimicrobials making primary prevention the only management option.",
    "Industrial use": "Trichoderma species are useful in industry because of their high capacity to secrete large amounts of protein and metabolites. It has been suggested that Trichoderma longibrachiatum could be used as a biocontrol agent for its parasitic and lethal effects on the cysts of the nematode Heterodera avenae. Because T. longibrachiatum is a mycoparasite, it has also been investigated for use in combating fungal diseases on agricultural crops. Its enzymatic capacity could potentially be useful in bioremediation, for use in remediation of polycyclic aromatic hydrocarbons (PAHs) and heavy metals. Other industrial uses include using the various cellulases for staining fabrics in the textile industry, increasing digestibility of poultry feed, and potentially in the generation of biofuels. Trichoderma longibrachiatum has also been reported in promoting plant growth by increasing nutrient uptake, inhibiting the growth of plant parasites, increasing carbohydrate metabolism, and phytohormone synthesis.\n\n\n== References =="
  }
}