{
  "url": "https://en.wikipedia.org/wiki/Trichoderma_koningii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Hypocreales"
    },
    {
      "Family": "Hypocreaceae"
    },
    {
      "Genus": "Trichoderma"
    },
    {
      "Species": "T. koningii"
    }
  ],
  "text": {
    "__SUMMARY__": "Trichoderma koningii is a very common soil dwelling saprotroph with a worldwide distribution. It has been heavily exploited for agricultural use as an effective biopesticide, having been frequently cited as an alternative biological control agent in the regulation of fungi-induced plant diseases. They are endosymbionts associated with plant root tissues, exhibiting mycoparasitism and promoting plant growth due to their capacity to produce different secondary metabolites.Trichoderma koningii is a species belonging to the genus Trichoderma. Fungi in this genus are able to adapt to different ecological niches and can colonize their habitats effectively, allowing them to be powerful antagonists and biocontrol agents. Typical of Trichoderma species is having a fast growth rate and the production of green or hyaline conidia on a branched conidiophore structure.",
    "History and taxonomy": "Trichoderma koningii was first described by the Dutch mycologist Oudemans in 1902 as one of the species in the microbial flora he obtained from a nature preserve in The Netherlands. After the genus was erected in 1794, there was difficulty in distinguishing and identifying the different species apart due to their very similar morphological characteristics. It wasn't until 1969 that a concept of classification was proposed by Rifai to reduce confusion on the taxonomy of Trichoderma. He recognized T. koningii as one of the nine \"aggregates\" or groups of species in the genus. This aggregate consists of 12 species within three lineages that have similar morphology as the \"true\" T. koningii but can be differentiated from each other by their phenotypic characters and geographic distributions. In 1991, Bissett divided the genus into five sections to classify the species on the basis of the branching of conidiophores. He included T. koningii in Trichoderma sect. Trichoderma. In 2004, Chaverri and Samuels proposed another taxonomic classification based on molecular phylogenetic analysis. T. koningii and its aggregates were included in the T. viride clade.",
    "Growth and morphology": "The conidiophores of T. koningii are branched and organized in a pyramidal structure with longer branches at the base that progressively shortens as it nears the tip. Primary and secondary branches arise in a right-angle degree and are often symmetrical on either side of the node along the main axis. Phialides are usually in 3-4 whorls that arise from the tip of the main branch and from lateral branches at intercalary positions on the conidiophore. Some phialides on widely-spaced branches are flask-shaped, resembling a wine bottle, whereas some tend to have a very swollen middle when in dense clusters or \"pseudo-whorls\". T. koningii typically produces smooth and ellipsoidal (egg-shaped) conidia, with a mean length of 4.1-4.3 µm, that aggregates in a slimy green mass at the tip of the phialides. The chlamydospores are pale brown, globe-like in shape, and are located at terminal and intercalary positions on the hyphae.In culture, colonies display rapid growth on potato dextrose agar (PDA), as cream-coloured in the beginning but later turns green because of sporulation. T. koningii grows at an optimum temperature of 25 °C in darkness, producing white mycelium with a radius of 50–60 mm. During conidial production, colouration first begins at the centre then later spreads outward in dark or dull green concentric rings that are vague to noticeable. Maximum temperature for growth is observed at 33 °C, which reduces their pathogenic potential in humans.Like most Trichoderma species, this fungus has a sexual state. The teleomorph, Hypocrea koningii, is characterized by cushion-shaped stromata (sing. stroma) that are broadly attached to the surface of a substrate but are free at the margins. The surface of the stroma appears slightly-wrinkled. Mature stromata are brown to brownish-orange, whereas the young ones have a tan color with villi sprouting from the surface. These short hairs are lost during development. Perithecia (fruiting bodies) are elliptic, 160-280 µm long and 100-185 µm wide. The perithecial neck has a length of 53-90 µm. Asci (sing. ascus) within the fruiting bodies are typically cylindrical, with dimensions of 60-70 x 4-5.7 µm and thickening at the apex. The ascospores of H. koningii are hyaline and fill up the ascus in a single row. They are initially bicellular but have become separated into part-ascospores. The proximal part of the ascospore is ellipsoidal while the distal part is globe-like and longer.",
    "Physiology": "Trichoderma koningii is employed as a biological control agent because of its mycoparasitic and antagonistic ability. This fungus is capable of biosynthesizing silver nanoparticles, volatile organic compounds and secondary metabolites such as trichokonins, koninginins, and pyrones. Silver nanoparticles (AgNPs) are produced via the reduction and capping of Ag+ to Ag0 by the enzymes and proteins released by T. koningii. Koninginins are substances capable of inhibiting the process of inflammation. Koninginins isolated from T. koningii are identified to be A, E, F, L and M (KonA, KonE, KonF, KonL, KonM). Trichokonins are peptaibols that exhibit antimicrobial property. Other polyketides reportedly isolated from T. koningii are Trichodermaketones A-D, 7-O-Methylkoninginin D, and 6-pentyl alpha pyrone which can inhibit the germination of other fungal spores.T. koningii is also reported to produce calcium oxalate crystals, particularly weddellite, via biomineralization. The process occurs intracellularly and extracellularly with respect to the fungus. The intracellular process involves the vegetative growth of the mycelium. The extracellular activity occurs through the reaction between the calcium in the environment and oxalic acid secreted by the fungus, leading to the production of biomineral species.",
    "Habitat and ecology": "Typical of Trichoderma, T. koningii is a good colonizer of its habitat. Saprophytic growth occurs in acidified soils and soils with high water content (i.e. chernozem, podzol). It is often isolated from under pine and coniferous trees, vegetation, plantations, grasslands, marshes, swamps, and peats. T. koningii also thrives in other environments, including growing on decaying wood, in marine species, estuarine sediments, and in mines and caves. The fruiting bodies commonly grow on tree bark and stromata tend to be scattered, often solitary than in clusters. It is distributed widely in Europe, U.S.A, and Canada. Recent surveys have reported that some strains of T. koningii are also found to be present in New Zealand and South Africa.",
    "Applications": "",
    "Applications-Agriculture": "Trichoderma koningii are plant symbionts that induce resistance against fungal pathogen attack and stimulate growth. It acts as a parasite to other fungi, particularly those that cause diseases to plants, by inhibiting their growth or attacking them directly. It is antagonistic to various plant pathogens such as Gaeumannomyces graminis var. tritici (Ggt), Sclerotium rolfsii, and Sclerotium cepivorum. It inhibits the growth of Ggt by releasing its microbial compounds. It colonizes the rhizospheres to interact with the roots of  seedlings and plants, preventing S. rolfsii from damping-off the seedlings before they can germinate. T. koningii antagonizes S. cepivorum by acting as a secondary colonizer of the infected plant roots and secreting enzymes that cause the degradation and lysis of the pathogen.",
    "Applications-Medicine": "Several studies have described the ability of T. koningii to produce enzymes that exhibit antifungal and antibacterial properties. Koninginins bear similar structural elements as flavonoids and vitamin E. They can inhibit the process of inflammation caused by snake bites. They can block the effects of myotoxins and induction of edema because they can inhibit phospholipase A2, one of the proteins found in venoms. AgNPs produced using T. koningii are recognized as alternatives to antibiotics and are tools for gene delivery and drug delivery. They also show antagonism against Gram-positive and Gram-negative bacteria, respectively Candida albicans and Salmonella typhimurium.",
    "References": "",
    "External links": " Media related to Trichoderma koningii at Wikimedia Commons\nIndex Fungorum\nUSDA ARS Fungal Database"
  }
}