{
  "url": "https://en.wikipedia.org/wiki/Albizia_canescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Albizia"
    },
    {
      "Species": "A. canescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Albizia canescens, commonly known as Belmont siris, is a species of Albizia, endemic to Northern Australia.",
    "Description": "While superficially similar to the closely related A. lebbek, which has an overlapping native range, A. canescens can be distinguished by several features. The crown of A. canescens is more open than that of A. lebbeck, and the foliage glaucous rather than dark green. Both the flowers and pods of A. canescens are small and inconspicuous compared to the showy, globular flowers and large pods of A. lebbeck, and the bark of A. canescens is fissured, corky and more fire resistant than the tessellated bark of A. lebbek..The growth habit if the species is variable, with individuals able to persist and fruit as either a large single stemmed tree  to 10 metres, or as a large multi-stemmed shrub. The shrub form appears to develop as a result of coppice regeneration following burning and enables the species to survive in the eucalypt savannas of Northern Australia which are subject to frequent fire.",
    "Distribution and ecology": "Albizia canescens is endemic to Northern Australia in a belt from The Kimberley across the Top End to Rockhampton in Central Queensland. The species grows as a medium-sized tree scattered throughout eucalypt savannas. It is rarely abundant in any locale, though common on the CSIRO research station \"Belmont\" in Central Queensland, from whence it derives its common name. The species appears to have been more common in the past, and the apparent decline may be due to increased fire and browsing pressure from introduced herbivoresThe species is subject to the same diseases and pests that afflict A. lebbek.A. canescens exhibits an annual leaf drop that occurs with, or shortly prior to, the initiation of new leaf growth, so individuals are either evergreen or very briefly deciduousSeeds are short lived and susceptible to insect attack",
    "Human uses": "Albizia canescens is a little-known tree even within its native range. In the early 20th Century it was used to some degree as a source of high quality cabinet timber, although this use has apparently ceased, possibly due to a decline in abundance. However the species retains potential as a high value plantation species, being capable of rapid growthThe species also has high potential as an agroforestry species.  due to the value of the leaves and pods as stock feed. Although the leaf and pod fall is produced in lower quantities than those of A. lebbek, the material is much more palatable to livestock. A. canescens also enhances pasture growth at low densities.Aboriginal Australians traditionally used the gum of the tree as a food source.Albizia canescens is also contains many of the same psychoactive components as A. lebbeck although no record of its use as a psychoactive agent exists .\n\n\n== Footnotes =="
  }
}