{
  "url": "https://en.wikipedia.org/wiki/Albizia_odoratissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Albizia"
    },
    {
      "Species": "A. odoratissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Albizia odoratissima (L.f.) Benth., a member of the family Fabaceae, is a fast-growing, deciduous tree reaching 15 to 25 m (49 to 82 ft) in height, a diameter of 120–150 cm (47–59 in), and native to large parts of India (where it is known as கருவாகை, 'Kali Siris' or 'Black Siris'), Bangladesh, Bhutan, Nepal, Myanmar, Laos, Thailand, Vietnam, Sri Lanka (where it is known as 'Ceylon Rosewood') and China.\nIt is one of the top nitrogen-fixing trees.\nThe species' wide range of habitat, usefulness and rapid growth of about 1 m (3 ft) in height annually, has led to an extensive distribution in the tropics and occasionally in the temperate zones, despite young plants' being susceptible to frost. It has become naturalised over large swathes of Tropical Africa, extending from Kenya down the east coast through Tanzania, Malawi and Zimbabwe as far south as Mozambique, and is grown in Johannesburg, South Africa. It has also become feral in Central America and Florida in the United States. It will tolerate a wide range of soil types, but does best on moist, well-drained, loamy soils, and can occur from sea level to about 1,800 m (5,906 ft), with an annual rainfall of 600–3,000 mm (24–118 in).\nAlbizia odoratissima has an attractive dark brown to black heartwood, often striped, durable and dense. It seasons with few problems, and works and polishes well, finding applications in structural timber, furniture and agricultural implements. In Bangladesh large areas of tea and coffee plantations are shaded by this species, while the foliage makes good cattle fodder. The species is liable to genetic degradation due to the 'extensive felling of phenotypically superior trees for commercial purposes.'The fragrant flowers are white withering to a pale orange, appearing in large terminal clusters. Mature pods are reddish-brown, thin and flat, from 13–20 cm (5.1–7.9 in) long and 2–4 cm (0.79–1.57 in) wide, and contain eight to twelve reddish-brown seeds, each weighing about 0.5 g (0.018 oz). The bark is dark grey with horizontal lenticels. Leaves are bipinnately compound, downy, with three to nine pairs of pinnae and ten to thirty pairs of pinnules. Seeds germinate readily with a high viability, but are often damaged by Bruchidius beetles of the family Chrysomelidae.",
    "Gallery": "",
    "References": "",
    "External links": "Prota4u"
  }
}