{
  "url": "https://en.wikipedia.org/wiki/Albizia_inundata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Albizia"
    },
    {
      "Species": "A. inundata"
    }
  ],
  "text": {
    "__SUMMARY__": "Albizia inundata is a perennial tree native to South America.  Common names include maloxo, muqum, paloflojo, Timbo Blanco, Timbo-ata, and also \"canafistula\" though this usually is Golden Shower Tree (Cassia fistula).It grows to a height of up to 20 m. The leaves of Albizia inundata contain dimethyltryptamine, a hallucinogenic drug.",
    "Synonyms": "The synonymy of this species is quite confusing; related plants have been described by various authors under the same name as A. inundata. Junior synonyms of A. inundata are:\nAcacia inundata Mart.\nAcacia multiflora Spreng.Acacia multiflora Kunth. is Albizia multiflora var. multifloraAcacia polyantha A.Spreng.\nAlbizia polyantha (A.Spreng.) G.P.Lewis\nArthrosamanea polyantha (A.Spreng.) Burkart\nArthrosamanea polycephala (Griseb.) Burkart\nCathormion polyanthum (A.Spreng.) Burkart\nCathormion polycephalum BurkartCathormion polycephalum (Griseb.) Burkart is Albizia polycephalaEnterolobium polycephalum Griseb.\nFeuilleea polycephala (Griseb.) Kuntze\nPithecellobium multiflorum (Kunth) Benth var. brevipedunculata Chodat & Hassl.Pithecellobium multiflorum (Kunth) Benth is Albizia multiflora var. multiflora\nPithecellobium multiflorum Merr. is Archidendron merrilliiPithecellobium pendulum Lindm.",
    "See also": "Psychedelic plants",
    "Footnotes": "",
    "References": "International Legume Database & Information Service (ILDIS) (2005): Albizia berteriana (DC.) Fawc. & Rendle. Version 10.01, November 2005. Retrieved 2008-MAR-30.\nRätsch, Christian (2004): Enzyklopädie der psychoaktiven Pflanzen, Botanik, Ethnopharmakologie und Anwendungen (7th ed.). AT Verlag. ISBN 3-85502-570-3\nSecretaría de Minería de la Natión, República Argentina (SMN) (2008): Provincia de Formosa - Biota: Resultados del Muestreo Observacional y Carta de Vegetación. Retrieved 2008-MAR-30.",
    "External links": "Albizia inundata Photo (Field Museum)\nDried Herbarium Specimens (Field Museum)"
  }
}