{
  "url": "https://en.wikipedia.org/wiki/Albizia_saman",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Samanea"
    },
    {
      "Species": "S. saman"
    }
  ],
  "text": {
    "__SUMMARY__": "Samanea saman, also sometimes known as the rain tree, is a species of flowering tree in the pea family, Fabaceae, now in the Mimosoid clade and is native to the Central and South America. Its range extends from Mexico south to Peru and Brazil, but it has been widely introduced to South and Southeast Asia, as well as the Pacific Islands, including Hawaii. Common names include saman, rain tree and monkeypod (see also below). It is often placed in the genus Samanea, which by yet other authors is subsumed in Albizia entirely.",
    "Description": "Saman is a wide-canopied tree with a large symmetrical umbrella-shaped crown. It usually reaches a height of 15–25 m (49–82 ft) and a diameter of 30 m (98 ft). The leaves fold in rainy weather and in the evening, hence the name \"rain tree\" and \"five o'clock tree\" (Pukul Lima) in Malay. The tree has pinkish flowers with white and red stamens, set on heads with around 12–25 flowers per head. These heads may number in the thousands, covering the whole tree.During his 1799–1804 travels in the Americas, Alexander von Humboldt encountered a giant saman tree near Maracay, Venezuela. He measured the circumference of the parasol-shaped crown at 576 ft (about 180.8 m), its diameter was around 190 ft (about 59.6 m), on a trunk at 9 ft (about 2.8 m) in diameter and reaching just 60 ft (nearly 19 m) in height. Humboldt mentioned the tree was reported to have changed little since the Spanish colonization of Venezuela; he estimated it to be as old as the famous Canary Islands dragon tree (Dracaena draco) of Icod de los Vinos on Tenerife.The tree, called Samán de Güere (transcribed Zamang del Guayre by von Humboldt) still stands today, and is a Venezuelan national treasure. Just like the dragon tree on Tenerife, the age of the saman in Venezuela is rather indeterminate. As von Humboldt's report makes clear, according to local tradition, it would be older than 500 years today, which is rather outstanding by the genus' standards. It is certain, however, the tree is quite more than 200 years old today, but it is one exceptional individual; even the well-learned von Humboldt could not believe it was actually the same species as the saman trees he knew from the greenhouses at Schönbrunn Castle.  A famous specimen called the \"Brahmaputra Rain Tree\" located at Guwahati on the banks of the Brahmaputra River in Assam, India has the thickest trunk of any Saman; approximately twelve feet (3.66 meters) diameter at breast height (DBH). The size of the pollen is around 119 microns and it is polyad of 24 to 32 grains. \n\n \nLarge branches of the tree tend to break off, particularly during rainstorms. This can be hazardous as the tree is very commonly used for avenue plantation.",
    "Names": "Samanea saman is a well-known tree, rivalled perhaps only by lebbeck and pink siris among its genus. It is well represented in many languages and has numerous local names in its native range.\n\nIn English it is usually known as rain tree or saman. It is also known as monkey pod, giant thibet, inga saman, cow tamarind, East Indian walnut, soar, or suar. In English-speaking regions of the Caribbean it is known as coco tamarind in Grenada; French tamarind in Guyana; and samaan tree in Trinidad. In Philippine English, it is confusingly simply known as \"acacia\", due to its resemblance to native Acacia species.The original name, saman - known in many languages and used for the specific epithet - derives from zamang, meaning \"Mimosoideae tree\" in some Cariban languages of northern Venezuela.The origin of the name \"rain tree\" is unknown. It has been variously attributed to the way the leaves fold during rainy days (allowing rain to fall through the tree); the relative abundance of grass under the tree in comparison to surrounding areas; the steady drizzle of honeydew-like discharge of cicadas feeding on the leaves; the occasional shower of sugary secretions from the nectaries on the leaf petioles; to the shedding of stamens during heavy flowering.In the Caribbean, it is sometimes known as marsave. It is also known as algarrobo in Cuba; guannegoul(e) in Haiti; and goango or guango in Jamaica. In French-speaking islands, it is known as gouannegoul or saman.\nIn Latin America, it is variously known as samán, cenízaro, cenicero, genízaro, carreto, carreto negro, delmonte, dormilón, guannegoul, algarrobo del país, algarrobo, campano, carabeli, couji, lara, urero, or zarza in Spanish; and chorona in Portuguese.In the Pacific Islands, it is known as filinganga in the Northern Marianas; trongkon-mames in Guam; gumorni spanis in Yap; kasia kula or mohemohe in Tonga; marmar in New Guinea; ʻohai in Hawaii; tamalini or tamaligi in Samoa; and vaivai ni vavalangi or sirsa in Fiji. The latter comes from vaivai \"watery\" (in allusion to the tree's \"rain\") + vavalagi \"foreign\". In some parts of Vanua Levu, Fiji the word vaivai is used to describe the lebbeck, because of the sound the seedpods make, and the word mocemoce (sleepy, or sleeping) is used for A. saman due to the 'sleepiness' of its leaves.\nIn Southeast Asia, it is known as akasya or palo de China in the Philippines; ki hujan (\"rain tree\"), meh or trembesi in Indonesia; pukul lima (\"five o'clock tree\") or pokok hujan (\"rain tree\") in Malaysia;  ampil barang (\"French tamarind\") in Cambodia;  ก้ามปู (kampu), ฉำฉา (chamcha), จามจุรีแดง (chamchuri daeng), จามจุรี (chamchuri) in Thai; ကုက္ကို (kokko) in Myanmar; and còng, muồng tím, or cây mưa (\"rain tree\") in Vietnam.\nIn South Asia, it is known as shiriisha in Sanskrit; শিরীষ (shirish) in Bengali; shirish in Gujarati; सीरस (vilaiti siris) in Hindi; bagaya mara in Kannada; ചക്കരക്കായ്‌ മരം (chakkarakkay maram) in Malayalam; विलायती शिरीश in Marathi; mara in Sinhalese; தூங்குமூஞ்சி மரம் (thoongu moonji maram, \"sleepy tree\") in Tamil; and తెలుగు (nidra ganneru) in Telugu.\nin Madagascar, it is also known as bonara(mbaza), kily vazaha, madiromany, mampihe, or mampohehy.\nIn European regions where the tree does not usually grow, its names are usually direct translations of \"rain tree\". These include arbre à (la) pluie (France), árbol de lluvia (Spain); and Regenbaum (Germany).",
    "Notable trees": "During the production of the 1960 film Swiss Family Robinson, a 60 metres (200 ft) tall Samanea saman tree in Tobago was used for the construction of the family's famous tree house. The set was left intact after filming, but was destroyed by Hurricane Flora in 1963. The tree itself has survived, and is located approximately 11°12′42.8″N 60°37′46.5″W near Goldsborough, Tobago.  This 200 foot figure comes from the motion picture company, and motion picture publicity departments have been known to exaggerate.  This height has not been independently confirmed.",
    "CO2 sequestration": "According to a research conducted at the School of Forestry of the Bogor Agricultural Institute, Indonesia, a mature tree with a crown diameter measuring 15 meters absorbed 28.5 tons of CO2 annually. The trees have been planted in cities of Kudus and Demak and also will be planted along the shoulder of the road from Semarang to Losari.",
    "Gallery": "",
    "Footnotes": "",
    "References": "Arditti, Joseph & On, Mak Chin (2004): The Golden Rain Tree. Version of 2004-MAY-01. Retrieved 2008-MAR-31.\nInternational Legume Database & Information Service (ILDIS) (2005): Albizia saman. Version 10.01, November 2005. Retrieved 2008-MAR-30.\nvon Humboldt, Alexander & Bonpland, Aimé (1815): Reise in die Aequinoctial-Gegenden des neuen Continents (Part 3). J.G. Cotta, Stuttgart and Tübingen. Image/PDF fulltext at Google Books",
    "External links": "Hawaiian Ecosystems at Risk Project page for Samanea saman\nReference for Telugu word Nidra Ganneru"
  }
}