{
  "url": "https://en.wikipedia.org/wiki/Albizia_amara",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Albizia"
    },
    {
      "Species": "A. amara"
    }
  ],
  "text": {
    "__SUMMARY__": "Albizia amara is a tree in the family Fabaceae. Its range includes southern and Eastern Africa, from South Africa to Sudan and Ethiopia. It is also found in India and Sri Lanka.",
    "Description": "Albizia amara is a mid-sized, deciduous tree which resembles acacia (sans the thorns). The bark of the tree is grey in color and is grainy and scaly. The leaves consist of up to 15 pairs of side stalks and the leaflets are tiny and can consist of about 15-35 pairs. The flowers are whitish-yellow powder puffs with long stamens and golden pollen. The pods are flat and are about 20 cm long. The leaves thin out during February–March and are renewed in April. The flowers are present throughout May and the fruits ripen during October and November. It is a host plant for Achaea janata.",
    "Ecology": "A. amara is intolerant of shade, and resistant to drought. In Africa it grows mainly in sandy woodlands.A. amara and Hardwickia binata are the dominant canopy trees in the Central Deccan Plateau Dry Deciduous Forests ecoregion of India. It is also found in the Anamalai, Palani and Cardamom hills of Western Ghats and the Godavari area, the Javadi Hills of Eastern Ghats in South India.",
    "Uses": "Medicinal Uses\n\nThe leaves and flowers are used for treatment of boils and ulcers. The leaf is also used for treatment of erysipelas.\nPaste of leaf and rootbark is used to cure both skin diseases and poisonous  bites.\nThe seeds are regarded as astringent and used in the treatment of piles, diarrhea and gonorrhea.\nThe flowers are used as a remedy for cough, ulcers, dandruff and malaria.\nThe  pharmaceutical compounds of seeds and leaves has potential broad spectrum of anticancer  activity.Its wood is used for construction and furniture, and as a firewood. Albizia amara provides many environmental services: control of soil erosion, wind break, shade provider. It is also an ornamental tree in urban areas. Ruminants can feed its leaves.In colonial times, in India, its \"plentiful\" wood was extensively used as railway fuel.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}