{
  "url": "https://en.wikipedia.org/wiki/Albizia_lebbeck",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Albizia"
    },
    {
      "Species": "A. lebbeck"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Mimosa speciosa\" redirects here. As described by Nikolaus Joseph von Jacquin this refers to Albizia lebbeck. The Mimosa speciosa of Carl Peter Thunberg, however, is Albizia julibrissin.\nAlbizia lebbeck is a species of Albizia, native to Indomalaya, New Guinea and Northern Australia and widely cultivated and naturalised in other tropical and subtropical regions. English names for it include lebbeck, lebbek tree, flea tree, frywood, koko and woman's tongue tree. The latter name is a play on the sound the seeds make as they rattle inside the pods. Being one of the most widespread and common species of Albizia worldwide, it is often simply called siris, though this name may refer to any locally common member of the genus.It is a tree growing to a height of 18–30 m tall with a trunk 50 cm to 1 m in diameter. The leaves are bipinnate, 7.5–15 cm long, with one to four pairs of pinnae, each pinna with 6–18 leaflets. The flowers are white, with numerous 2.5–3.8 cm long stamens, and very fragrant. The fruit is a pod 15–30 cm long and 2.5-5.0 cm broad, containing six to twelve seeds.In the West Indies and certain parts of South America this tree is known as a 'Shak Shak Tree' because of the sound the seeds make in the pod.",
    "Uses": "Its uses include environmental management,  forage, medicine and wood.  It is cultivated as a shade tree in North and South America. In India and Pakistan, the tree is used to produce timber. Wood from Albizia lebbeck has a density of 0.55-0.66 g/cm3 or higher.Even where it is not native, some indigenous herbivores are liable to utilize lebbeck as a food resource. For example, the greater rhea (Rhea americana) has been observed feeding on it in the cerrado of Brazil.",
    "Uses-Ethnobotany": "Lebbeck is an astringent, also used by some cultures to treat boils, cough, to treat the eye, flu, gingivitis, lung problems, pectoral problems, is used as a tonic, and is used to treat abdominal tumors. The bark is used medicinally to treat inflammation. This information was obtained via ethnobotanical records, which are a reference to how a plant is used by indigenous peoples, not verifiable, scientific or medical evaluation of the effectiveness of these claims. Albizia lebbeck is also psychoactive.",
    "Taxonomy": "The taxonomic history of A. lebbeck is somewhat convoluted. It was originally described by Carl Linnaeus as Mimosa lebbeck. George Bentham placed the species in its present genus, but other authors believed that the plant described by Linnaeus was the related Albizia kalkora as described by Prain (based on the Mimosa kalkora of William Roxburgh), and erroneously referred to this species as Albizia lebbeck. However, Francisco Manuel Blanco used Mimosa lebbeck to refer to Albizia retusa ssp. retusa. In addition, the specific epithet is occasionally misspelled lebbek.Junior synonyms are:\nAcacia lebbeck (L.) Willd.\nAcacia macrophylla Bunge\nAcacia speciosa (Jacq.) Willd.\nAlbizia latifolia B.Boivin\nAlbizia lebbeck (L.) Benth. var. leucoxylon Hassk.\nAlbizia lebbeck (L.) Benth. var. pubescens Haines\nAlbizia lebbeck (L.) Benth. var. rostrata HainesAlbizia rostrata Miq. is Archidendron globosum.Feuilleea lebbeck (L.) Kuntze\nInga borbonica Hassk.\nInga leucoxylon Hassk.\nMimosa lebbeck L.\nMimosa lebbek L. (orth.var.)\nMimosa sirissa Roxb.\nMimosa speciosa Jacq.Mimosa speciosa Thunb. is Albizia julibrissin.Pithecellobium splitgerberianum Miq.There also exists a genus named Lebeckia, in reference to the lebbeck. It is not closely related to A. lebeck however, but a member of the Faboideae, a different legume subfamily.",
    "Footnotes": "",
    "References": "Ali, S.I. (1973): Albizia lebbeck (L.) Benth.. In: Flora of Pakistan (Vol. 36: Mimosaceae). University of Karachi, Karachi. HTML fulltext\nBrown, Sandra (1997): Appendix 1 - List of wood densities for tree species from tropical America, Africa, and Asia. In: Estimating Biomass and Biomass Change of Tropical Forests: a Primer. FAO Forestry Papers 134. ISBN 92-5-103955-0 HTML fulltext\nDuke, James A. (2008): Dr. Duke's Phytochemical and Ethnobotanical Databases - Albizia lebbeck. Retrieved 2008-FEB-23.\nInternational Legume Database & Information Service (ILDIS) (2005): Albizia lebbeck (L.) Benth.. Version 10.01, November 2005. Retrieved 2008-MAR-30.\nLowry, J.B.; Prinsen, J.H. & Burrows,  D.M. (1994): 2.5 Albizia lebbeck - a Promising Forage Tree for Semiarid Regions. In: Gutteridge, Ross C. & Shelton, H. Max (eds.): Forage Tree Legumes in Tropical Agriculture. CAB Intemational. HTML fulltext\nRätsch, Christian (2004): Enzyklopädie der psychoaktiven Pflanzen, Botanik, Ethnopharmakologie und Anwendungen (7th ed.). AT Verlag. ISBN 3-85502-570-3\nSchetini de Azevedo, Cristiano; Penha Tinoco, Herlandes; Bosco Ferraz, João & Young, Robert John (2006): The fishing rhea: a new food item in the diet of wild greater rheas (Rhea americana, Rheidae, Aves). Revista Brasileira de Ornitologia 14(3): 285-287 [English with Portuguese abstract]. PDF fulltext\nUnited States Department of Agriculture (USDA) (1994): Germplasm Resources Information Network - Albizia lebbeck (L.) Benth.. Version of 1994-AUG-23. Retrieved 2008-MAR-30.",
    "External links": "Albizia lebbeck List of Chemicals (Dr. Duke's Databases)\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Albizia lebbeck\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}