{
  "url": "https://en.wikipedia.org/wiki/Albizia_acle",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpinioideae[1]"
    },
    {
      "(unranked)": "Mimosoid clade[1]"
    },
    {
      "Genus": "Albizia"
    },
    {
      "Species": "A. acle"
    }
  ],
  "text": {
    "__SUMMARY__": "Albizia acle commonly known as akle, acle, or East Indian walnut, is a medium-sized tree grown for its strong wood used mainly in the construction of houses and furnitures.",
    "Description": "Albizia acle is a medium-sized tree attaining a height of 25–30 m and a diameter of 70 to 120 cm.  It is a deciduous tree and intolerant to shade.  The bole is cylindrical, generally short and crooked, ranging commonly from 40 to 60 cm in diameter and a height of 10 to 8 m.\nThe leaves are bipinnately compound, usually with one pair of pinnae, each with 3 to 6 pairs of leaflets. The flowers are greenish-white, borne on small, rounded heads.\nThe trunk has no buttress but has swollen roots.  The crown is broadly spreading and open.,   The bark is dark brown, brittle and creamy white when freshly cut, turning to vermillion or reddish yellow after exposure.\nThe species has a slow growth rate. A 25-year-old tree attains a growth of approximately 16 m in height and 23 cm in diameter given good site conditions.",
    "Uses": "Akle is one of the most widely used Philippine woods. It is one of the best cabinet timbers of the country on account of its warm-brown color, fine texture and lasting qualities.   It is also used for house construction, naval constructions, furniture, sculptures and musical instruments.",
    "Distribution": "Akle is widely distributed in the Philippines.  It is found in Albay, Bataan, Bulacan, Camarines Norte, Camarines Sur, Capiz, Cebu, Davao, Ilocos Norte, Masbate, Mindoro Occidental, Negros Oriental, Nueva Ecija, Surigao, Tarlac and Zambales.\nIt is also found in Indonesia and Celebes.",
    "Site requirement": "Akle grows in all climatic type of the Philippines and in several varieties of soil. It thrives on sandy to clay-loam soil as well as in areas with limestone formation.   It is naturally scattered in thin forests to dense stands; from hill tops and mountain ridges to the valleys and river beds and in forests of low and medium altitudes.\n\n\n== References =="
  }
}