{
  "url": "https://en.wikipedia.org/wiki/Canafistula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpiniaceae"
    },
    {
      "Genus": "Cassia"
    },
    {
      "Species": "C. fistula"
    }
  ],
  "text": {
    "__SUMMARY__": "Cassia fistula, commonly known as golden shower, purging cassia, Indian laburnum, or pudding-pipe tree, is a flowering plant in the subfamily, Caesalpiniaceae of the legume family, Fabaceae. The species is native to the Indian subcontinent and adjacent regions of Southeast Asia. It ranges from eastward throughout India to Myanmar and Thailand and south to Sri Lanka and southern Pakistan. It is a popular ornamental plant and is also used in herbal medicine. It is both the national tree and national flower of Thailand. It is the state flower of Kerala in India.",
    "Description": "The golden shower tree is a medium-sized tree, growing to 10–20 m (33–66 ft) tall with fast growth. The leaves are deciduous, 15–60 cm (6–24 in) long, and pinnate with three to eight pairs of leaflets, each leaflet 7–21 cm (3–8 in) long and 4–9 cm (1.6–3.5 in) broad. The flowers are produced in pendulous racemes 20–40 cm (8–16 in) long, each flower 4–7 cm (1.6–2.8 in) diameter with five yellow petals of equal size and shape. The fruit is a legume, 30–60 cm (12–24 in) long and 1.5–2.5 cm (0.6–1.0 in) broad, with a pungent odor and containing several seeds. \nThe tree has strong and very durable wood, and has been used to construct \"Ehela Kanuwa\", a site at Adams Peak, Sri Lanka, which is made of C. fistula (ahala, ehela, or aehaela, ඇහැල in Sinhala ) heartwood.",
    "Cultivation": "C. fistula is widely grown as an ornamental plant in tropical and subtropical areas. It blooms in late spring. Flowering is profuse, with trees being covered with yellow flowers, many times with almost no leaf being seen. It grows well in dry climates. Growth for this tree is best in full sun on well-drained soil; it is relatively drought-tolerant and slightly salt-tolerant. It will tolerate light brief frost, but can get damaged if the cold persists. It can be subject to mildew or leaf spot, especially during the second half of the growing season. The tree blooms better with pronounced differences between summer and winter temperatures.",
    "Pollinators and seed dispersal": "Various species of bees and butterflies are known to be pollinators of C. fistula flowers, especially carpenter bees (Xylocopa sp.). In 1911, Robert Scott Troup conducted an experiment to determine how the seeds of C. fistula are dispersed. He found that golden jackals feed on the fruits and help in seed dispersal.",
    "Human food and animal feed": "In India, flowers of the golden shower tree are sometimes eaten by people. The leaves have also been used to supplement the diets of cattle, sheep, and goats fed with low-quality forages.",
    "Medical use": "In Ayurvedic medicine, the golden shower tree is known as aragvadha, meaning \"disease killer\".  The fruit pulp is considered a purgative, and self-medication or any use without medical supervision is strongly advised against in Ayurvedic texts.  Though it has been used in herbalism for millennia, little research has been conducted in modern times, although it is an ingredient in some mass-produced herbal laxatives. When used as such, it is known as \"cassia pods\".",
    "Culture": "The golden shower tree is the state flower of Kerala. The flowers are of ritual importance in the Vishu festival of  Kerala, and the tree was depicted on a 20-rupee stamp. The golden rain tree is the national flower of Thailand; its yellow flowers symbolize Thai royalty. A 2006–2007 flower festival, the Royal Flora Ratchaphruek, was named after the tree, which is known in Thai as ratchaphruek (Thai: ราชพฤกษ์) and the blossoms commonly referred to as dok koon (Thai: ดอกคูน). C. fistula is also featured on a 2003 joint Canadian-Thai design for a 48-cent stamp, part of a series featuring national emblems. The tree is frequently cultivated in Buddhist temples in Sri lanka where the Sinhala name is Ehela, ඇහැල.\nIn Laos, its blooming flowers known locally as dok khoun are associated with the Lao New Year. People use the flowers as offerings at the temple and also hang them in their homes for the New Year in belief that the flowers will bring happiness and good luck to the households.",
    "References": "",
    "External links": " Media related to Cassia fistula at Wikimedia Commons\nDatabase on state of environment, Kerala (2008): Kerala Symbols"
  }
}