{
  "url": "https://en.wikipedia.org/wiki/Falcataria_moluccana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpinioideae[1]"
    },
    {
      "(unranked)": "Mimosoid clade[1]"
    },
    {
      "Genus": "Falcataria"
    },
    {
      "Species": "F. moluccana"
    }
  ],
  "text": {
    "__SUMMARY__": "Falcataria moluccana, commonly known as the Moluccan albizia, is a species of fast-growing tree in the legume family, Fabaceae. It is native to Maluku Islands, New Guinea Island, the Bismarck Archipelago (in Papua New Guinea), and the Solomon Islands. It is cultivated for timber throughout South Asian and Southeast Asian countries. This tree is considered to be invasive in Hawaii, American Samoa and several other island nations in the Pacific and Indian Oceans. It is about 30m tall tree in nature with a massive trunk and an open crown.",
    "Common names": "Falcataria moluccana is cultivated throughout the wet tropical and subtropical regions of the world and so has many common names. These include: albizia (Hawaii), Moluccan albizia, sengon (Java), salawaku (Maluku), jeungjing (Indonesia), ai-samtuco (Tetun, East Timor), , batai (Malaysia), kerosin tree (Pohnpei), sau, Moluccan sau, and falcata (Philippines), Tamaligi (Samoa).",
    "Description": "Leaves – twice pinnately compound with small leaflets\nFlowers – creamy white small flowers are faintly fragrant\nFruits – pods that fall from the trees when mature.\nBark – smooth, light or white colored bark.\nWood – light tan with long fibers.\nWood density = 280 kg / cubic meter (based on weight and volume at 18% moisture content)\nChromosome number 2n = 26.The tree has become invasive in forests in Hawaii and on other Pacific islands, like New Caledonia.",
    "Uses": "Commercial uses – Falcataria moluccana soft wood is used for make match-sticks, chopsticks, shipping pallets, and wooden boxes. Pulp is used for paper-making. Plywood production and veneer based products have increasingly been an important use for these trees.\nTraditional uses – Whole tree trunks are carved for sea going canoes. Also used extensively for firewood in East Timor (Timor Leste) and elsewhere.\nAgroforestry – Grown as coffee shade tree. Inter-cropped with Eucalyptus to add nitrogen. Used for agroforestry with pineapple and other crops in Indonesia.",
    "Insects found on Falcataria moluccana": "In Hawaii the caterpillars of the endemic Hawaiian koa looper (Scotorythra paludicola) has been found to defoliate Falcataria moluccana and complete their development on this invasive tree without the larvae eating the leaves of their native host Acacia koa.In Borneo the following moth species have been identified as feeding on Falcataria moluccana.\nLymantria brunneiplaga  – Family Lymantriidae\nHypochrosis cryptopyrrhata – Family Geometridae\nErygia spissa – Family Erebidae\nHypopyra pudens – Family ErebidaeIn the broader Indomalayan region the following species have also been found feeding on F. moluccana:\n\nCharaxes bernardus – Lepidoptera: Family Nymphalidae\nEurema blanda and Eurema hecabe – Lepidoptera: Family Pieridae. Caterpillars of these two species are pests of young trees and seedlings (respectively).\nXystrocera festiva – Coleoptera: Family Cerambycidae. Large groups of larvae feed under the bark can cause tree death in plantation forestry.The industrial tree plantation wood Falcataria moluccana was found to be susceptible to the species of drywood termites, Cryptotermes cynocephalus, in  trials in the Philippines. This tree species has also been found to be susceptible to the subterranean termite species Coptotermes formosanus in tests conducted in Indonesia and Hawaii. The Formosan subterranean termites consumed 49 ± 4.0 µg/termite/day of F. moluccana wood in the Indonesian Standard (SNI) laboratory tests or 66 ± 6.5 µg/termite/day under the Japanese Standard (JIS) tests for termite susceptibility.",
    "Diseases": "Falcataria moluccana is the primary host of the gall rust fungus Uromycladium falcatarium, and has also been recorded as a host of Uromycladium tepperianum. Both of these gall rust species cause severe damage throughout all stages of the tree's growth.\nTwo Actinomycetales bacteria Streptomyces asiaticus and S. cangkringensis have been isolated from the rhizosphere soil surrounding F. moluccana in Indonesia. Although at least 10 species of Streptomyces are plant pathogens it is unclear if these two species have any negative impacts on the roots or other tissues of this tree.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Falcataria moluccana at Wikimedia Commons\n Data related to Falcataria moluccana at Wikispecies"
  }
}