{
  "url": "https://en.wikipedia.org/wiki/Pararchidendron_pruinosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Pararchidendron"
    },
    {
      "Species": "P. pruinosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Pararchidendron pruinosum is an Australian rainforest tree growing from the Shoalhaven River (34° S) in New South Wales to Herberton (17° S) in north Queensland.  It is also found in New Guinea and Indonesia. Common names include Snow-wood, Tulip Siris and Monkey's Earrings.  The habitat of the Snow-wood is tropical, sub-tropical, warm temperate, littoral and riverine rainforest. Like most legume species, it fixes atmospheric nitrogen in the soil via its symbiotic partnership with root bacteria - trading the bacteria starches in exchange for nitrogen. It can be seen growing on sand within earshot of Seven Mile Beach, New South Wales.",
    "Description": "Snow-wood is a small to medium-sized tree, reaching 15 metres in height and a 35 cm in trunk diameter. The reddish trunk and lacy pinnate leaves give a pleasing appearance.\nThe trunk of Pararchidendron pruinosum is cylindrical, and not buttressed at the base. The bark is dark reddish brown patterned with corky pustules.",
    "Description-Leaves": "The leaves are alternate and bipinnate. The main leaf stalk has one to three pairs of secondary leaf stalks, opposite or nearly so on the main stalk. Five to eleven leaflets alternatively arranged on the secondary leaf stalks. Leaves entire, lanceolate, four to five cm long, 13 to 20 mm broad. The tip tapers to a point, the leaf base is oblique. Smooth and green both surfaces, slightly paler below. Leaf venation is obvious, with a raised midrib evident on both upper and lower sides.",
    "Description-Flowers and fruit": "Flowers fluffy white or greenish, fragrant, though later turning yellow. Flowering period is from October to January.\nThe fruit pod matures from February to June. Resembling Acacia fruit pods. Very twisted,  and flattened. Seeds are black, shiny and mostly flat, oval in shape. Scarification of the seeds is advised to assist germination, which is slow but fairly reliable.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2"
  }
}