{
  "url": "https://en.wikipedia.org/wiki/Caterpillar_Phacelia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. cicutaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia cicutaria, with the common names caterpillar phacelia or caterpillar scorpionweed, is an annual species of Phacelia.\nIt is native to California, southern Nevada, and Baja California. It grows mainly in chaparral habitats, frequently in burnt areas or on rocky slopes.",
    "Description": "Phacelia cicutaria is an upright annual shrub growing up to 0.6 m (2') high. Its foliage is deeply lobed, 2–15 cm (1-6\") long, with spiked segments.The flower buds are held in tight, hairy coils which uncoil as the flowers open one by one. The flowering stems' resemblance of caterpillars lends this plant its common name. Flowers appear between March and May and are dirty-white to pale lavender in color.",
    "Cultivation": "Phacelia cicutaria is cultivated as an ornamental plant, in native plant and wildlife gardens, and for natural landscaping designs and habitat restoration projects. Its drought tolerance makes it well suited for water conserving gardens.\nIt can be propagated by seed, germination of which may be stimulated with aqueous extracts of charred wood, or the charred wood itself.",
    "References": "",
    "References-Further reading": "Dale, Nancy; Flowering Plants of the Santa Monica Mountains, Capra Press, 1986\nBaskin, Carol C.; Baskin, Jerry M. 2002. Propagation protocol for production of container Phacelia cicutaria Greene plants",
    "External links": "Jepson Manual Treatment — Phacelia cicutaria\nCalflora database: Phacelia cicutaria\nPhacelia cicutaria — U.C. Photo gallery"
  }
}