{
  "url": "https://en.wikipedia.org/wiki/Howellanthus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "(unplaced)"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Howellanthus"
    },
    {
      "Species": "H. dalesianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Howellanthus is a monotypic genus of flowering plants in the borage family containing the single species Howellanthus dalesianus, commonly known as Scott Mountain phacelia or Howell's phacelia. Until 2010 the plant was known as Phacelia dalesiana. It is endemic to the southern Klamath Mountains of northern California, including the Scott Mountains for which it is named. It grows in mountain forests and meadows.",
    "Description": "Phacelia dalesiana is a perennial herb producing a few decumbent stems up to about 15 centimeters long, forming a patch on the ground. It is glandular and hairy in texture. The leaves are located in a rosette, with a few smaller ones along the stems. They are oval and smooth-edged.\nThe inflorescence is a small curving cluster of flowers each just under a centimeter wide. The flower is white with small purple streaks at the throat. There are five protruding stamens tipped with large purple anthers. It blooms between May and August, the timing dependent on snowmelt.",
    "Ecology": "The plant is a paleoendemic, its morphology unique among the phacelias, and probably a relict persisting in areas of ultramafic rock substrate in a small section of the Siskiyou-Trinity Mountains.",
    "Taxonomy": "The new name honors botanist John Thomas Howell and his friend, plant collector Ella Dales Miles Cantelow. The type location is the summit of Scott Mountain in Trinity County, California, near California State Route 3 and the Pacific Crest Trail, the type locality for many species of rare endemic plants.",
    "References": "",
    "External links": "Jepson Manual Treatment - Phacelia dalesiana\nPhacelia dalesiana - Photo gallery"
  }
}