{
  "url": "https://en.wikipedia.org/wiki/Phacelia_formosula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. formosula"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia formosula is a rare species of flowering plant in the borage family known by the common name North Park phacelia. It is endemic to the state of Colorado in the United States, where it is known only from the North Park region in Jackson County. It is threatened by a number of human activities, such as motorcycle and off-road vehicle use in its habitat. It is a federally listed endangered species of the United States.\nThis plant was first collected on August 6, 1918, near Walden, Colorado. It was placed on the US Endangered Species List on September 1, 1982. There are eight to eleven occurrences of the plant for a total of fewer than 5000 individuals. All but two of the occurrences are small.This biennial herb grows to a maximum height around 22 centimeters. The leaves have blades deeply cut into lobes. The inflorescence is a scorpioid cyme, an array of branches curved into a curl that resembles the tail of a scorpion. Blooming occurs in July and August. The flowers are pollinated by insects, including the pollen wasp Pseudomasaris zonalis.The plant only grows in North Park, a large basin in northern Colorado. There it is limited to ravines and bare slopes of eroding rock originating from the Coalmont Formation. The substrate is sandy and rust-colored and it contains coal. Few other plants grow on the slopes.\nThe decomposing rock slopes are popular with off-road vehicle users. The vehicles erode the substrate, disturbing the plants. Other threats include trampling and grazing by livestock, coal extraction, and petroleum exploration.",
    "References": "",
    "External links": "USDA Plants Profile for Phacelia formosula"
  }
}