{
  "url": "https://en.wikipedia.org/wiki/Phacelia_crenulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. crenulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia crenulata is a species of flowering plant in the borage family, Boraginaceae. Its common names include notch-leaf scorpion-weed, notch-leaved phacelia, cleftleaf wildheliotrope, and heliotrope phacelia. It is native to the southwestern United States as far east as Colorado and New Mexico, and Baja California and Sonora in Mexico.",
    "Description": "This species is an aromatic annual plant growing up to 80 centimeters tall. It is coated in stiff, glandular hairs. The leaves are 2 to 12 centimeters long, the largest occurring around the base of the stem and those higher on the stem much smaller. They are generally oblong in shape with wavy or lobed edges. The inflorescence is a coiled cyme of several flowers. The flower has a bell-shaped purple or blue corolla up to a centimeter long. The corolla has a white tube and sometimes a white throat. The stamens and style are well exserted from mouth of the flower. The fruit is a somewhat rounded capsule a few millimeters wide.",
    "Taxonomy": "There are 2 to 5 varieties of the species, including:\nP. crenulata var. ambigua – rangewide; purple flowers up to 10 millimeters long\nP. crenulata var. crenulata – California to Utah; purple flowers up to 7 millimeters long\nP. crenulata var. minutiflora – California, Arizona, Baja California; white-throated lavender to blue flowers up to 4 millimeters longThe varieties can intergrade in some areas.",
    "Impacts": "As do many other phacelias, this species causes contact dermatitis.",
    "References": "",
    "External links": "Phacelia crenulata in the CalPhotos Photo Database, University of California, Berkeley"
  }
}