{
  "url": "https://en.wikipedia.org/wiki/Phacelia_dubia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. dubia"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia dubia (known by the common names smallflower phacelia or Appalachian phacelia) is an annual forb native to the eastern United States, that produces cream colored or light blue flowers in early spring.",
    "Description": "Phacelia dubia has slender ascending stems which are 12 to 30 centimeters long, finely pubescent or smooth, and branched from the base. Its lower and basal leaves are petiolate, 2.5 to 5 centimeters long, and dentate or with pinnatifid lobes. Its upper leaves are sessile, much smaller, and less divided. The flowers are 8 to 11 millimeters broad. They are borne on 6 to 15 millimeter long pedicles, in racemes of 5 to 15 flowers. The fruit is a capsule 3 millimeters in diameter.",
    "Distribution and habitat": "Phacelia dubia is widely distributed in the eastern United States, although local distribution may be spotty. It has been recorded in Alabama, Arkansas, Washington, D.C., Delaware, Georgia, Louisiana, Maryland, Mississippi, North Carolina, New York, Ohio, Pennsylvania, South Carolina, Tennessee, Virginia, and West Virginia. This species is presumed extirpated from the state of Ohio. In Virginia, it grows in habitats such as well drained floodplain forests, rocky woodlands, barrens, and fields. The presence of this species is dependent on appropriate habitat, and it may be eliminated from an area by development, changes in land use, or competition with invasive species.",
    "Taxonomy": "This species is a member of the genus Phacelia, which was formerly placed in the Hydrophyllaceae family, but has more recently been placed in the Boraginaceae family, in keeping with the findings of the Angiosperm Phylogeny Group.\n\n\n== References =="
  }
}