{
  "url": "https://en.wikipedia.org/wiki/Phacelia_covillei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. covillei"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia covillei (Coville's phacelia, buttercup scorpionweed) is a North American species of annual forbs in the borage family. It is native to the eastern and central United States in scattered locations from Missouri to Maryland and North Carolina.",
    "Description": "Phacelia covillei has slender weak stems which are 15 through 30 centimeters (6–12 inches) long, pubescent, and branched from their bases. Its leaves have 3 through 7 deeply divided lobes. It produces small, light blue-violet flowers in early spring. The flowers are on pedicels 13–17 millimeters (0.52–0.68 inches) long, in racemes of 1–6 flowers. Corolla tubes are about 6 millimeters long. Fruits are spherical capsules, 3–4 millimeters (0.12–0.16 inches) in diameter, each with 1–4 seeds.",
    "Ecology": "Phacelia covillei is self-pollinating, that is, evidently not pollinated by insects or other animals, in the Potomac Gorge Area of Maryland and Virginia.",
    "Distribution and habitat": "Phacelia covillei has a very limited, disjunct distribution in the eastern United States.  It occurs in Maryland and North Carolina (where authorities list it as S1, endangered) and in Indiana, Ohio, Virginia, and West Virginia where State Heritage Programs have not distinguished it from P. ranunculacea (Nutt.) Constance which they list as endangered in each state (Sewell 2003; Sewell and Vincent 2006).  Phacelia covillei also occurs in the District of Columbia, Illinois, and Missouri where officials have not assigned it a conservation status.  This species is common in some of its range where it grows in habitats such as floodplain forests and adjacent slope forests.  Development, changes in land use, competition with invasive species, or a combination of these factors can eliminate populations of this species.",
    "Taxonomy": "Phacelia covillei is a member of the genus Phacelia, which was formerly placed in Hydrophyllaceae, the Waterleaf Family, but has more recently been placed in Boraginaceae, the Borage Family, in keeping with the findings of the Angiosperm Phylogeny Group.Phacelia covillei has sometimes been considered an eastern cytotype of Phacelia ranunculacea, which also has a very limited distribution.",
    "References": "Phacelia covillei. Retrieved March 12, 2017.  NatureServe.",
    "External links": "photo of herbarium specimen at Missouri Botanical Garden, collected in Missouri in 2008"
  }
}