{
  "url": "https://en.wikipedia.org/wiki/Phacelia_argillacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. argillacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia argillacea is a rare species of flowering plant in the borage family known by the common names clay phacelia and Atwood's phacelia. It is endemic to Utah in the United States, where it is known only from one canyon in Utah County. It is \"one of Utah's most endangered species\"; it is \"one of the nation's rarest plants\" and is federally listed as an endangered species of the United States.This plant is an annual herb growing up to 36 to 40 centimeters in height. It has a rosette of leaves around the base of the stem. The leaf blades are oblong with deep lobes along the edges, and measure up to 5 centimeters in length. The inflorescence is a cyme with several branches that are scorpioid in shape, curving into a curl like the tail of a scorpion; this inflorescence is hairy and glandular. Each flower has a bell-shaped purple-blue corolla about 0.5 centimetres (0.20 in) long and wide, with the long stamens and style protruding from the mouth of the corolla. The fruit of the plant is a capsule about a quarter of a centimeter in length. This plant is generally considered to be a winter annual; it germinates and produces a basal rosette, then develops slowly through the winter beneath the snow. Its erect stem grows up by May. Blooming usually occurs in July, but early blooming can take place in May and June and some flowers can persist into October. One plant can produce up to 8000 seeds. This species is closely related to, and has been mistaken for, Phacelia glandulosa.This plant is known only from Spanish Fork Canyon in central Utah. It has been on the US Endangered Species List since 1978, at which time there were only nine individuals known. Within two years this tiny population had dwindled to four plants. In 1980 a second population was found, putting the total global population around 200.The plant grows on steep slopes made of clay and broken shale originating from the Green River Formation. The habitat is pinyon-juniper woodland dominated by Pinus edulis (Colorado pinyon) and Juniperus osteosperma (Utah juniper) and other plants in the vicinity include Mentzelia laevicaulis (giant blazingstar), Mahonia repens (creeping barberry), Oenothera caespitosa (evening primrose), Marrubium vulgare (horehound), Cynoglossum officinale (houndstongue), Amelanchier alnifolia (serviceberry), Rhus trilobata (skunkbush), Atriplex canescens (fourwing saltbush), Artemisia tridentata (sagebrush), Chrysothamnus nauseosus (rabbitbrush), Cercocarpus montanus (mountain mahogany), and Rosa woodsii (Woods' rose).The species faces a number of threats. Its small numbers put it at risk for extinction. Sheep graze in the immediate vicinity of the plants, in addition the plants may be eaten by native animals such as mule deer and rock squirrels. One occurrence is next to railroad tracks, and the construction and maintenance of the rails has disturbed the habitat. Highway 6 runs directly through another occurrence, and road maintenance may disturb the plants as well as the habitat that supports their potential pollinators. Introduced species of plants, such as horehound and houndstongue, may compete with the phacelia.Conservation activities include the propagation of plants and collection of seeds. Both natural populations occur on private land, where they are difficult to protect. Seeds grown in cultivation will be used to establish thirteen populations on federal land in Uinta National Forest, where they can be protected.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}