{
  "url": "https://en.wikipedia.org/wiki/Phacelia_submutica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Phacelia"
    },
    {
      "Species": "P. submutica"
    }
  ],
  "text": {
    "__SUMMARY__": "Phacelia submutica is a rare species of flowering plant in the borage family known by the common name De Beque phacelia. It is endemic to Colorado in the United States, where it is limited to the Piceance Basin in two counties. It is threatened by petroleum exploration. It was federally listed as a threatened species of the United States on July 27, 2011, a ruling which took effect on August 26, 2011.This plant is sometimes treated as a variety of the more common Phacelia scopulina. It was first collected in 1911 at De Beque, Colorado. It is an annual herb with a stem just a few centimeters long that lies flat on the ground, producing a small clump of leaves. The leaves are often reddish in color and measure up to 1.5 centimeters in length. They are covered in short, stiff hairs. The tiny tubular flowers are cream-colored or yellowish with a purple tinting.The plant is known only from Garfield and Mesa Counties in western Colorado. There are 39 occurrences, but 13 have not been observed in over fifteen years. Population sizes are quite variable, and the plant can be locally common in some years depending on environmental conditions such as the amount of precipitation. It can be absent from an area one year and present the next year. This makes it difficult to estimate the current population. The plant grows in forest and woodland or shrubland habitat typically dominated by either Utah juniper or sagebrush. It grows on certain members of the Wasatch Formation where the soils support few other plant species. The phacelia does sometimes grow among pointed gumweed and Gordon's buckwheat.This plant is threatened by several processes, especially natural gas development. Many occurrences are on land owned by the Bureau of Land Management, which leases it for gas extraction. Associated harmful activities include road construction and the installation of pipes and tanks. Other threats may include damage to the soil by livestock and competition from introduced species of plants.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}