{
  "url": "https://en.wikipedia.org/wiki/Hibbertia_dentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Dilleniales"
    },
    {
      "Family": "Dilleniaceae"
    },
    {
      "Genus": "Hibbertia"
    },
    {
      "Species": "H. dentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Hibbertia dentata, commonly known as toothed guinea flower, trailing guinea flower or twining guinea flower, is an ornamental plant in the family Dilleniaceae native to the east coast of Australia. Found in woodland, it is a trailing or twining vine with leaves with several small 'teeth' on the margins and bright yellow flowers in early spring. It adapts readily to cultivation and can be grown as a pot plant. The species was first described in 1817.",
    "Taxonomy": "Hibbertia dentata was first formally described in 1817 in Regni Vegetabilis Systema Naturale of Augustin Pyramus de Candolle by the prolific botanist Robert Brown. The species name is the Latin adjective dentata \"toothed\", referring to the toothed leaf margins. George Bentham classified it in the series Hemihibbertiae based on flower anatomy, defining members of the group having glabrous carpels and numerous stamens.",
    "Description": "Hibbertia dentata grows as a twining vine, the stems of which can be up to 2–3 m (6.6–9.8 ft) in length, and trail over rocks and other shrubs. The dark green leaves are ovate, measuring 4–7 cm (1.6–2.8 in) long by 1.5–3 cm (0.59–1.18 in) wide., and sit on 1 cm long petioles. The apex of the leaf blade can be pointed or blunt, while the leaf margins are toothed. They can be purple-tinged and covered in fur when young and smooth upon reaching maturity. The flowers appear mainly from July to November. They arise from axillary buds or on the ends of short stems. They have five petals that are 2–3 cm (0.79–1.18 in) long each, and over 30 stamens. The flowers generally wither within a day or two. The fruit is mature over November to January, splitting to release the seeds.",
    "Distribution and habitat": "Hibbertia dentata occurs in open forest or on the edge of rainforest along the east coast and hinterlands of New South Wales, extending into southeastern Queensland and eastern Victoria. Associated forest species in the Sydney region include mountain grey gum (Eucalyptus cypellocarpa), Sydney peppermint (E. piperita), messmate (E. obliqua), Sydney red gum (Angophora costata), turpentine (Syncarpia glomulifera) and scrub species such as coastal tea tree (Leptospermum laevigatum). Within this habitat it is found on sheltered slopes in areas with good drainage, on clay-, shale- or sandstone-based soils that are high in nutrients.",
    "Ecology": "Hibbertia dentata can resprout after bushfire from its roots and flower within ten months. Seedlings have also been recorded in this time frame.The flowers are visited by European honeybees, native short-tongue bees of the families Halictidae and Colletidae, and large hoverflies of the genus Melangyna.",
    "Cultivation": "Although not often seen in cultivation, Hibbertia dentata is an easy plant to grow in the garden and more shade-tolerant than the widely cultivated H. scandens. Though fair drainage is required, the plant suffers if allowed to dry out and hence needs to be kept moist. It grows well as a pot plant. It was brought into cultivation in England in 1814. In 1817, it was described in the Loddiges periodical The Botanical Cabinet as being \"a fine subject for planting out in a conservatory,\".Propagation is relatively easy by cuttings of mature material, and seedlings may spontaneously arise in gardens where it is established.",
    "References": "",
    "External links": " Media related to Hibbertia dentata at Wikimedia Commons"
  }
}