{
  "url": "https://en.wikipedia.org/wiki/Hibbertia_stellaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Dilleniales"
    },
    {
      "Family": "Dilleniaceae"
    },
    {
      "Genus": "Hibbertia"
    },
    {
      "Species": "H. stellaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Hibbertia stellaris, commonly known as star guinea flower or orange stars, is a brilliantly orange flowering ground cover from the South Western Australian botanical province.  It naturally grows in swamps;  despite this, it is extremely sensitive to phytophthora and needs to be grown in well-drained soil in cultivation.",
    "Description": "Hibbertia stellaris grows as a small shrub 30–70 cm high and 30–60 cm across. The stems are often red-tinged. The linear to narrow-spathulate (spoonshaped) leaves measure 1.5-2.5 cm long and 0.5-2.5 mm across. The orange flowers appear from August to February, with populations from the more northern parts of its range having more yellowish flowers.",
    "Taxonomy": "Austrian botanist Stephan Endlicher described Hibbertia stellaris in his 1837 work Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel, from a specimen collected near the Swan River. The specific epithet is from the Latin stella \"star\", and refers to the starry flowers. Meanwhile, German botanist Ernst Gottlieb von Steudel described Hibbertia tenuiramea in the 1845 work Plantae Preissianae, from a specimen collected near Perth.  George Bentham classified it in the series Brachyantherae based on flower anatomy, defining members of the group having glabrous carpels, 15 stamens without staminodia, pedunculate flowers and linear leaves. He also synonymised H. tenuiramea with H. stellaris.",
    "Distribution and habitat": "Found across a wide area of Western Australia, it is not threatened.",
    "Cultivation": "Hibbertia stellaris is a highly regarded horticultural plant on account of its brilliant orange flowers and has been in cultivation for decades; however, it is generally short-lived in cultivation (to the point where it is most convenient to treat it as an annual). It generally succumbs within 18 months of planting in the ground, although it lives longer in containers such as pots or hanging baskets. It is hardy to moderate frosts.Plants in full sun (as opposed to in part-shade) flower more profusely but tend to be shorter-lived.It is easily propagated by cuttings taken in spring after flowering. It is best grown in an open, acid sandy soil with underlying water (such as in a saucer of water, or better, on a capillary mat).\n\n\n== References =="
  }
}