{
  "url": "https://en.wikipedia.org/wiki/Hibbertia_scandens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Dilleniales"
    },
    {
      "Family": "Dilleniaceae"
    },
    {
      "Genus": "Hibbertia"
    },
    {
      "Species": "H. scandens"
    }
  ],
  "text": {
    "__SUMMARY__": "Hibbertia scandens (also known as  snake vine, climbing guinea flower, golden guinea vine or gold guinea plant) is a species of flowering plant in the family Dilleniaceae, native to Australia but widely cultivated. Growing to 4 m (13 ft) in length, it is a climbing or sprawling evergreen shrub with glossy leaves and solitary, bright yellow flowers.",
    "Description": "The yellow flowers have been reported as having an unpleasant odour variously described as similar to mothballs or animal urine or sweet but with \"a pronounced faecel element\". The leaves are elliptic or obovate and average 6 cm in length. The fruits consist of segments of bright orange flesh, each surrounding a black seed. While the flesh looks attractive enough to eat, it is best not to. A minute or so after eating, the flesh produces an unpleasant burning sensation in the mouth and lips.Near the sea, plants tend to be densely hairy with spathulate leaves and flowers with 6 or 7 carpels,  while inland, the  plants tend to be smoother, with flowers having 3 or 4 carpels.",
    "Taxonomy": "The species was first formally described in 1799 by German botanist Carl Willdenow who gave it the name Dillenia scandens. The specific epithet scandens is derived from Latin, and means \"to climb\". In 1805, Swedish botanist Jonas Dryander transferred the species into the genus Hibbertia.",
    "Distribution": "Hibbertia scandens occurs in an area that extends from south-eastern New South Wales upwards to north-east Queensland. Australasian Virtual Herbarium data show records for New Zealand and for New Guinea.",
    "Cultivation": "This species is cultivated as an ornamental, and adapts to a wide range of growing conditions. Although it readily grows in semi-shaded areas, it flowers best in full sun. As it is only hardy down to 5 °C (41 °F) it requires winter protection in temperate regions. In the UK it has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "In popular culture": "Hibbertia scandens appeared on an Australian postage stamp in 1999.",
    "See also": "List of flora on stamps of Australia",
    "References": "",
    "External Links": "\"Hibbertia scandens' (Willd.) Dryand\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nPlantNET - New South Wales Flora Online Hibbertia scandens\nAustralian Native Plants Society (Australia): Hibbertia scandens"
  }
}