{
  "url": "https://en.wikipedia.org/wiki/African_forest_elephant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "Loxodonta"
    },
    {
      "Species": "L. cyclotis[1]"
    }
  ],
  "text": {
    "__SUMMARY__": "The African forest elephant (Loxodonta cyclotis) is an African elephant species native to humid forests in West Africa and the Congo Basin. It is the smallest of the three living elephant species, reaching a shoulder height of 2.4 m (7 ft 10 in). Both sexes have straight, downpointing tusks, which erupt when they are 1–3 years old. It lives in family groups of up to 20 individuals. Since it forages on leaves, seeds, fruit, and tree bark, it has been referred to as the 'megagardener of the forest'. It contributes significantly to maintain the composition and structure of the Guinean Forests of West Africa and the Congolese rainforests.\nThe first scientific description of the species was published in 1900. During the 20th century, the population declined due to hunting to less than 30,000 individuals estimated in 2013. It is threatened by habitat loss, fragmentation and poaching.",
    "Taxonomy": "Loxodonte was proposed as the generic name for African elephants by Georges Cuvier in 1824. This name refers to the lozenge-shaped enamel of the molar teeth, which differs significantly from the shape of the Asian elephant's molar enamel.Loxodonte was latinized to Loxodonta by an anonymous author in 1827.Elephas (Loxodonta) cyclotis was the scientific name proposed by Paul Matschie in 1900 who described the skulls of a female and a male specimen collected by the Sanaga River in southern Cameroon.",
    "Taxonomy-Phylogeny": "The African forest elephant was long considered to be a subspecies of the African elephant, together with the African bush elephant. Morphological and DNA analysis showed that they are two distinct species.The taxonomic status of the pygmy elephant (Loxodonta pumilio) was uncertain for a long time. Phylogenetic analysis of the mitochondrial genome of nine specimens from museum collections indicates that it is an African forest elephant whose diminutive size or early maturity is due to environmental conditions.Phylogenetic analysis of nuclear DNA of African bush and forest elephants, Asian elephant, woolly mammoth and American mastodon revealed that the African forest elephant and African bush elephant form a sister group that genetically diverged at least 1.9 million years ago. They are therefore considered distinct species. Gene flow between the two species might have occurred after the split, though.\nAnalysis of ancient DNA from living and extinct elephantids indicates that the African forest elephant is one of three ancestors of the straight-tusked elephant (Palaeoloxodon antiquus).",
    "Characteristics": "The African forest elephant has a grey skin, which looks yellow to reddish after wallowing. It is sparsely covered with black coarse hair, which is 20–200 mm (0.8–8 in) long around the tip of the tail. The length of the tail varies between individuals from half the height of the rump to almost touching ground. It has five toenails on the fore foot and four on the hind foot.\nIts oval-shaped ears have small elliptical-shaped tips.\nIts large ears help to reduce body heat; flapping them creates air currents and exposes the ears' inner sides where large blood vessels increase heat loss during hot weather.\nIts back is nearly straight. Its tusks are straight and point downwards.",
    "Characteristics-Size": "Bulls reach a shoulder height of 2.4–3.0 m (7.9–9.8 ft). Females are smaller at about 1.8–2.4 m (5.9–7.9 ft) tall at the shoulder. They reach a weight of 2–4 tonnes (2.2–4.4 short tons). Foot print size ranges from 12.5 to 35.3 cm (4.9 to 13.9 in).",
    "Characteristics-Trunk": "The tip of the trunk of African elephants has two finger-like processes. The trunk is a prehensile elongation of its upper lip and nose. This highly sensitive organ is innervated primarily by the trigeminal nerve, and thought to be manipulated by about 40–60,000 muscles. Because of this muscular structure, the trunk is so strong that elephants can use it for lifting about 3% of their own body weight. They use it for smelling, touching, feeding, drinking, dusting, producing sounds, loading, defending and attacking.",
    "Characteristics-Tusks and molars": "The African forest elephant's tusks are straight and point downwards.\nBoth male and female African elephants have tusks that grow from deciduous teeth called tushes, which are replaced by tusks when calves are about one year old. Tusks are composed of dentin, which forms small diamond-shaped structures in the tusk's center that become larger at its periphery. A conical layer on their tips consisting of tooth enamel is usually worn off when the elephant is five years old.The African forest elephant has pink tusks, which are thinner and harder than the tusks of the African bush elephant. The length and diameter vary between individuals. Tusks of bulls grow throughout life, tusks of cows cease growing when they are sexually mature.\nThey use their tusks for marking and debarking trees, digging for roots, minerals and water, to rest and protect the trunk, and also for defense and attack.The tusks are used to push through the dense undergrowth of their habitat. Their tusks can grow to about 1.5 m (5 ft) long and can weigh between 50 and 100 lb (23 and 45 kg).",
    "Distribution and habitat": "The African forest elephant is distributed in the evergreen moist deciduous Upper Guinean forests in Ivory Coast and Ghana.\nPopulations in Central Africa range in large contiguous rainforest tracts from Cameroon to the Democratic Republic of the Congo.\nThe largest stable population lives in Gabon.",
    "Behaviour and ecology": "The African forest elephant lives in family groups. Groups observed in the rain forest of Gabon's Lopé National Park between 1984 and 1991 comprised between three and eight individuals. Groups of up to 20 individuals were observed in the Dzanga-Sangha Complex of Protected Areas, comprising adult cows, their daughters and subadult sons. Family members look after calves together, called allomothering. Once young bulls reach sexual maturity, they separate from the family group and form loose bachelor groups for a few days, but usually stay alone. Adult bulls associate with family groups only during the mating season. Family groups travel about 7.8 km (4.8 mi) per day and move in a home range of up to 2,000 km2 (770 sq mi).\nTheir seasonal movement is related to the availability of ripe fruits in Primary Rainforests.\nThey use a complex network of permanent trails that pass through stands of fruit trees and connect forest clearings with mineral licks.In Odzala-Kokoua National Park, groups were observed to frequently meet at forest clearings indicating a fission–fusion society. They stayed longer when other groups were also present. Smaller groups joined large groups, and bulls joined family units.",
    "Behaviour and ecology-Diet": "The African forest elephant is an herbivore. Elephants observed in Lopé National Park fed mostly tree bark and leaves, and at least 72 different fruits.\nTo supplement their diet with minerals, they congregate at mineral-rich waterholes and mineral licks.Elephant dung piles collected in Kahuzi-Biéga National Park contained seeds and fruit remains of Omphalocarpum mortehanii, junglesop (Anonidium mannii), Antrocaryon nannanii, Klainedoxa gabonensis, Treculia africana, Tetrapleura tetraptera, Uapaca guineensis, Autranella congolensis, Gambeya africana and G. lacourtiana, Mammea africana, Cissus dinklagei, and Grewia midlbrandii. Dung piles collected in a lowland rain forest in the northern Republic of Congo contained seeds of at least 96 plant species, with a minimum of 30 intact seeds and up to 1102 large seeds of more than 1 cm (0.39 in) in a single pile. Based on the analysis of 855 dung piles, it has been estimated that African forest elephants disperse a daily mean of 346 large seeds per 1 km2 (0.39 sq mi) of at least 73 tree species; they transport about a third of the large seeds for more than 5 km (3.1 mi).Seeds passed by elephant gut germinate faster. The African forest elephant is one the most effective seed dispersers in the tropics and has been referred to as the \"megagardener of the forest\" due to its significant role in maintaining plant diversity. In the Cuvette Centrale, 14 of 18 megafaunal tree species depend on seed dissemination by African forest elephants, including wild mango (Irvingia gabonensis), Parinari excelsa and Tridesmostemon omphalocarpoides. These 14 species are not able to survive without elephants.\nAfrican forest elephants provide ecological services that maintain the composition and structure of Central African forests.",
    "Behaviour and ecology-Communication": "Since this species is newly recognized, little to no literature is available on communication and perception. For these mammals, hearing and smell are the most important senses they possess because they do not have good eyesight. They can recognize and hear vibrations through the ground and can detect food sources with their sense of smell. Elephants are also an arrythmic species, meaning they have the ability to see just as well in dim light as they can in the daylight. They are capable of doing so because the retina in their eyes adjusts nearly as quickly as light does.The elephant's feet are sensitive and can detect vibrations through the ground, whether thunder or elephant calls, from up to 10 miles away.",
    "Behaviour and ecology-Reproduction": "Females reach sexual maturity between the age of 8 and 12 years, depending on the population density and nutrition available. On average, they begin breeding at the age of 23 and give birth every 5-6 years. As a result, the birth rate is lower than the bush species, which starts breeding at age 12 and has a calf every 3-4 years. That time allows mothers to devote all the attention that the calf needs to teach it all the complex tasks that come with being an elephant, such as using their trunk to eat, wash, and drink.\nBaby elephants weigh around 232 pounds (105 kg) at birth. Almost immediately, they can stand up and move around, allowing the mother to roam around and forage, which is also essential to reduce predation. The baby suckles using its mouth while its trunk is held over its head. Their tusks do not come until around 16 months and calves are not weaned until they are roughly 4 or 5 years old. By this time, their tusks are around 14 cm long and begin to get in the way of suckling.Forest elephants have a lifespan of about 60 to 70 years and mature slowly, coming to puberty in their early teens. Males generally pass puberty within the next year or two of females. Between the ages of 15 and 25, males experience \"musth\", which is a hormonal state they experience marked by increased aggression. The male secretes fluid from the temporal gland between its ear and eye during this time. Younger males often experience musth for a shorter period of time, while older males do for a longer time. When undergoing musth, males have a more erect walk with their heads high and tusks inward, they may rub their heads on trees or bushes to spread the musth scent, and they may even flap their ears, accompanied by a musth rumble, so that their smell can be blown towards other elephants. Another behavior affiliated with musth is urination. Males allow their urine to slowly come out and spray the insides of their hind legs. All of these behaviors are to advertise to receptive females and competing males they are in the musth state.The females are polyestrous, which means that they are capable of conceiving multiple times a year, which is a reason as to why they do not appear to have a breeding season. However, there does appear to be a peak in conceptions during the two rainy seasons of the year. Generally, the female conceives after two or three matings. Although the female has plenty of room in her uterus to gestate twins, twins are rarely conceived. The female African forest elephant’s pregnancy lasts 22 months. Based on the maturity, fertility, and gestation rates, African forest elephants have the capabilities of increasing the species' population size by 5% annually under ideal conditions.",
    "Threats": "Both African elephant species are threatened foremost by habitat loss and habitat fragmentation following conversion of forests for plantations of non-timber crops, livestock farming, and building urban and industrial areas. As a result, human-elephant conflict has increased. Poaching for ivory and bushmeat is a significant threat in Central Africa.",
    "Threats-Poaching": "Genetic analysis of confiscated ivory showed that 328 tusks of African forest elephants seized in the Philippines between 1996 and 2005 originated in the eastern Democratic Republic of the Congo; 2,871 tusks seized in Hong Kong between 2006 and 2013 originated in Tridom, the tri-national Dja-Odzala-Minkébé protected area complex and the adjacent Dzanga Sangha Reserve in the Central African Republic. So did partly worked ivory confiscated between 2013 and 2014 at warehouses in Togo comprising 4,555 kg (10,042 lb) of tusks.\nThe hard ivory of the African forest elephant makes for more enhanced carving and fetches a higher price on the black market. This preference is evident in Japan, where hard ivory has nearly monopolized the trade for some time. Premium quality bachi, a traditional Japanese plucking tool used for string instruments, are contrived exclusively from African forest elephants tusks. In the impenetrable and often trackless expanses of the rain forests of the Congo Basin, poaching is extremely difficult to detect and track. Levels of off-take, for the most part, are estimated from ivory seizures. The scarcely populated and unprotected forests in Central Africa are most likely becoming increasingly alluring to organized poacher gangs.Forest elephants are suffering a sharp decline due to poaching for bush meat and ivory for the international ivory trade. Thousands upon thousands of elephants are killed every year to satisfy the illegal international demand for ivory. Around 62% of forest elephants have been slaughtered for their ivory in the last decade alone.Late in the 20th century, conservation workers established a DNA identification system to trace the origin of poached ivory. Due to poaching to meet high demand for ivory, the African forest elephant population approached critical levels in the 1990s and early 2000s. Over several decades, numbers are estimated to have fallen from approximately 700,000 to less than 100,000, with about half of the remaining population in Gabon. In May 2013, Sudanese poachers invaded the Central African Republic's Dzanga Bai World Heritage Site and killed 26 elephants. Communications equipment, video cameras, and additional training of park guards were provided following the massacre to improve protection of the site. In September 2013, it was estimated that the African forest elephant could become extinct within ten years. From mid-April to mid-June 2014, poachers killed 68 elephants in Garamba National Park, including young ones without tusks.At the request of President Ali Bongo Ondimba, twelve British soldiers traveled to Gabon in 2015 to assist in training park rangers following the poaching of many elephants in Minkebe National Park.",
    "Threats-Bushmeat trade": "It is not ivory alone that drives African forest elephant poaching.  Killing for bushmeat in Central Africa has evolved into an international business in recent decades with markets reaching New York and other major cities of the United States; and the industry is still on the rise. This illegal market poses the greatest threat not only to forest elephants where hunters can target elephants of all ages, including calves, but to all of the larger species in the forests. There are actions that can be taken to lower the incentive for supplying to the bushmeat market. Regional markets, and the international trade, require the transporting of extensive amounts of animal meat which, in turn, requires the utilisation of vehicles. Having checkpoints on major roads and railroads can potentially help disrupt commercial networks. Civil unrest, human encroachment, and habit fragmentation leaves some elephants confined to small patches of forest without sufficient food. In January 2014, International Fund for Animal Welfare undertook a relocation project at the request of the Ivory Coast government, moving four elephants from Daloa to Assagny National Park.",
    "Conservation": "In 1986, the African Elephant Database was initiated with the aim to monitor the status of African elephant populations. This database includes results from aerial surveys, dung counts, interviews with local people and data on poaching.Both African elephant species have been listed by the Convention on International Trade in Endangered Species of Wild Fauna and Flora on CITES Appendix I since 1989. This listing banned international trade of African elephants and their body parts by countries that signed the CITES agreement. Hunting elephants is banned in the Central African Republic, Democratic Republic of Congo, Gabon, Côte d’Ivoire, and Senegal.African forest elephants are estimated to constitute up to one-third of the continent's elephant population, but have been poorly studied because of the difficulty in observing them through the dense vegetation that makes up their habitat. Thermal imaging has facilitated observation of the species, leading to more information on their ecology, numbers, and behavior, including their interactions with elephants and other species. Scientists have learned more about how the elephants, who have poor night vision, negotiate their environment using only their hearing and olfactory senses. They also appeared to be much more active sexually during night compared to the day, which was unexpected.",
    "References": "",
    "Further reading": "Yasuko Ishida et al (2018). Evolutionary and demographic processes shaping geographic patterns of genetic diversity in a keystone species, the African forest elephant (Loxodonta cyclotis). Ecology and Evolution.\nStéphanie Bourgeois et al (2018). Single‐nucleotide polymorphism discovery and panel characterization in the African forest elephant. Ecology and Evolution.",
    "External links": "\"Elephant Listening Project: Forest Elephants\". The Cornell Lab, Cornell University.\nAfrican Forest Elephant Foundation\nWCS.org: Forest Elephant Program\nARKive .org: Images and movies of the forest elephant (Loxodonta cyclotis)\nBBC Wildlife Finder - video clips from the BBC archive\nPBS Nature: Tracking Forest Elephants\nElephant Information Repository — in-depth resource on elephants.\nAWF.org: African Forest Elephant — photos and info."
  }
}