{
  "url": "https://en.wikipedia.org/wiki/Cyprus_dwarf_elephant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Palaeoloxodon"
    },
    {
      "Species": "†P. cypriotes"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cyprus dwarf elephant (Palaeoloxodon cypriotes) is an extinct species that inhabited the island of Cyprus during the Pleistocene until around 11,000 years BC. Remains comprise 44 molars, found in the north of the island, seven molars discovered in the south-east, a single measurable femur and a single tusk among very sparse additional bone and tusk fragments. The molars support derivation from the Straight-tusked elephant (Palaeoloxodon antiquus), that inhabited Europe since 780,000 years ago, who reached the island presumably during a Pleistocene glacial maximum when low sea levels opened terrestrial corridors between Cyprus and Asia Minor. During subsequent periods of isolation the population adapted within the evolutionary mechanisms of insular dwarfism, which the available sequence of molar fossils confirms to a certain extent. The fully developed Palaeoloxodon cypriotes weighed not more than 200 kg (440 lb) and had a maximum height of 1.40 m (4.59 ft). Whether the species extinction is to be attributed to the arrival of humans on the island remains debated. The species represented a sizable food source, but was easily overcome by contemporary hunter-gatherer populations.",
    "Features": "Molar comparison supports the notion that the species descended from the straight-tusked elephant, this much smaller species inhabited Cyprus and some other Mediterranean islands after the Messinian salinity crisis, during the Late Pleistocene. Its estimated body weight was only some 200 kilogrammes, a weight reduction of 98% from its ancestors which weighed about 10 tonnes. Their molars however were about 40% of the size of the mainland straight-tusked elephants. The factors responsible for the dwarfing of island mammals are thought to include the reduction in available food, predation and competition. The Cyprus dwarf elephant roamed the world at least until 11,000 BC.",
    "Excavations": "Remains of the first Cyprus Dwarf Elephant were discovered and documented by Dorothea Bate in 1902. She found the fossilized bones of the elephant in a cave in the Kyrenia hills of Cyprus. The species is also known under its synonym Elephas cypriotes.Finds of whole or partial skeletons of this elephant are very rare. The first recorded find was by Dorothea Bate in a cave in the Kyrenia hills of Cyprus in 1902, described in a paper for the Royal Society in 1903 and in a later paper for Philosophical Transactions of the Royal Society of London in 1905.Human interference leading to the extinction to the Cyprus dwarf elephant has been a controversial topic over the last decade. A rising theory is that most of the elephants became deceased during the settlement of the Mediterranean islands. A claim to support this theory is that the early Greek settlers thousands of years later incorporated the dwarf elephant into their mythology calling them Cyclopes (one-eyed monsters). This is because the skull of an elephant shows a single large hole on the forehead which does resemble an eye socket - the actual eye sockets are placed quite low on the sides of the animal's head and thus easily overlooked.",
    "See also": "Dwarf elephant\nElephas\nPygmy elephant\nCyprus dwarf hippopotamus",
    "Notes": "",
    "References": "",
    "External links": "Cranial evidence for the presence of a second endemic elephant species on Cyprus"
  }
}