{
  "url": "https://en.wikipedia.org/wiki/Elephas_(Palaeoloxodon)_naumanni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Palaeoloxodon"
    },
    {
      "Species": "†P. naumanni"
    }
  ],
  "text": {
    "__SUMMARY__": "Palaeoloxodon naumanni, occasionally called Naumann's elephant, is an extinct species belonging to the genus Palaeoloxodon that lived in Southern Japan in the late Pleistocene about 500,000 to 15,000 years ago. It is named after Heinrich Edmund Naumann who discovered the first fossils at Yokosuka, Kanagawa, Japan.",
    "Description": "Palaeoloxodon naumanni, like other members of the genus Palaeoloxodon, is most closely related to the African Forest Elephant. Similar to mammoths P. naumanni had a subcutaneous fat layer and long fur as an adaption to a cold environment. The species had a pair of long twisted tusks and a bulge on the head. These tusks grew more than 2.4 m in length, 20 cm in diameter. It was a little smaller than Asian elephants averaging 2.5 metres (8.2 ft) to 3 metres (9.8 ft). It lived in forest which mixed subarctic conifers and cool-temperate deciduous trees.The ancestor of Palaeoloxodon naumanni moved from the Eurasian continent to Japan via a land bridge; it subsequently evolved independently and spread throughout Japan after the land bridge was covered by rising seawaters. Palaeoloxodon naumanni was hunted by the inhabitants of the time. Some fossils were found around Lake Nojiri in Nagano Prefecture, together with many lithic and bone tool artifacts.",
    "Discovery and nomenclature": "In 1860, the first fossil record was found at Yokosuka and the bottom of Seto Inland Sea, Japan. Heinrich Edmund Naumann researched and reported these fossils in “Ueber japanische Elephanten der Vorzeit” (1882). Naumann classified the fossil as Elephas namadicus Falconer & Cautley. In 1924, Jiro Makiyama researched fossils which were found in Hamamatsu, Shizuoka and reported the elephant was a new subspecies and deseignated the fossil Elephas namadicus naumannni in “Notes on a fossil elephant from Sahamma, Totomi” (1924). Tadao Kamei identified Elephas namadicus naumanni as a new species, called Palaeoloxodon naumanni, from fossils found at Lake Nojiri. It has also been called Elephas naumanni.",
    "See also": "Chūrui Naumann Elephant Museum",
    "References": "\n\n== External links =="
  }
}