{
  "url": "https://en.wikipedia.org/wiki/Elephas_planifrons",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Mammuthus"
    },
    {
      "Species": "†M. meridionalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Mammuthus meridionalis, or the southern mammoth, is an extinct species of mammoth endemic to Europe and Central Asia from the Gelasian stage of the Early Pleistocene, living from 2.5–1.5 mya.",
    "Taxonomy": "The taxonomy of extinct elephants was complicated by the early 20th century, and in 1942, Henry Fairfield Osborn's posthumous monograph on the Proboscidea was published, wherein he used various taxon names that had previously been proposed for mammoth species, including replacing Mammuthus with Mammonteus, as he believed the former name to be invalidly published. Mammoth taxonomy was simplified by various researchers from the 1970s onwards, all species were retained in the genus Mammuthus, and many proposed differences between species were instead interpreted as intraspecific variation.",
    "Taxonomy-Evolution": "The earliest known members of Proboscidea, the clade which contains modern elephants, existed about 55 million years ago around the Tethys Sea. The closest known relatives of the Proboscidea are the sirenians (dugongs and manatees) and the hyraxes (an order of small, herbivorous mammals). The family Elephantidae existed six million years ago in Africa and includes the modern elephants and the mammoths. Among many now extinct clades, the mastodon (Mammut) is only a distant relative of the mammoths, and part of the separate family Mammutidae, which diverged 25 million years before the mammoths evolved. The following cladogram shows the placement of the genus Mammuthus among other proboscideans, based on characteristics of the hyoid bone in the neck:\n\nSince many remains of each species of mammoth are known from several localities, it is possible to reconstruct the evolutionary history of the genus through morphological studies. Mammoth species can be identified from the number of enamel ridges (or lamellar plates) on their molars: primitive species had few ridges, and the number increased gradually as new species evolved to feed on more abrasive food items. The crowns of the teeth became deeper in height and the skulls became taller to accommodate this. At the same time, the skulls became shorter from front to back to minimise the weight of the head.\n \nThe first known members of the genus Mammuthus are the African species M. subplanifrons from the Pliocene, and M. africanavus from the Pleistocene. The former is thought to be the ancestor of later forms. Mammoths entered Europe around 3 million years ago. The earliest European mammoth has been named M. rumanus; it spread across Europe and China. Only its molars are known, which show that it had 8–10 enamel ridges. A population evolved 12–14 ridges, splitting off from and replacing the earlier type, becoming M. meridionalis about 2–1.7 million years ago. In turn, this species was replaced by the steppe mammoth (M. trogontherii) with 18–20 ridges, which evolved in eastern Asia around 2–1.5 million years ago. The Columbian mammoth evolved from a population of M. trogontherii that had crossed the Bering Strait and entered North America about 1.5 million years ago; it retained a similar number of molar ridges. Mammoths derived from M. trogontherii evolved molars with 26 ridges 400,000 years ago in Siberia and became the woolly mammoth (M. primigenius).A 2015 study of mammoth molars confirmed that M. columbi evolved from Eurasian M. trogontherii, not M. meridionalis as had been suggested earlier. This was confirmed by a 2016 a genetic study of North American mammoth specimens.",
    "Description": "With a shoulder height of about 4 m (13.1 ft) and an estimated weight of 10 tonnes (11 short tons), M. meridionalis is one of the largest proboscideans to have ever lived, along with other larger species of mammoth, and the earlier Deinotherium. Another estimate gives a shoulder height of 3.97 m (13.0 ft) and a weight of 10.7 tonnes (11.8 short tons). Cranium fossils of the M. meridionalis found in Italy show the length of the skull to be 1.25 - 1.54 meters long, with tusk lengths of 72 - 85 centimetres. It had robust twisted tusks, common of mammoths. Its molars had low crowns and a small number of thick enamel ridges, adapted to a woodland diet of leaves and shrubs; this indicates it lived on a relatively warm climate, which makes it more probable that it lacked dense fur.",
    "Distribution and habitat": "Plant and fossils found with the remains show that M. meridionalis was living in a time of mild climate, generally as warm or slightly warmer than Europe experiences today. Deciduous mixed wood provided its habitat and food, which consisted mostly of tree-browse: oak, ash, beech and other familiar European trees, as well as some that are now exotic to the region, such as hemlock, wing nut and hickory. Complete skeletons are in Stavropol State Museum in Russia, and in L'Aquila National Museum in Italy. Further east, discoveries at Ubeidiya (Israel) and Dmanisi (Georgia) show the early mammoth living in a partially open habitat with grassy areas, though subsisting on scattered trees and shrubs.The microscopic scratches and pits in the dental enamel on the fossils of M. meridionalis suggest that the species was a browser, feeding on any foliage of high-growing plants.",
    "References": "",
    "Bibliography": "",
    "External links": " Media related to Mammuthus meridionalis at Wikimedia Commons"
  }
}