{
  "url": "https://en.wikipedia.org/wiki/Elephas_celebensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "Elephas"
    },
    {
      "Species": "E. celebensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Elephas celebensis or the Sulawesi dwarf elephant is an extinct species of elephant.",
    "Description": "The Sulawesi dwarf elephant (Stegoloxodon celebensis or Elephas celebensis) was about half the size of Archidiskodon (=Mammuthus) planifrons to which it was initially considered to be related by Dirk Albert Hooijer in 1949. The most evident difference with the latter is the presence of functional lower tusks in some individuals. This was considered as paedomorphosis, a retention of juvenile characters in the adult stage, by Vincent Maglio in his revision of the proboscideans in 1973. He based his conclusion on the presence of vestigial incisive germs in mandibles of Mammuthus planifrons. This idea was followed by Hooijer in 1974.",
    "Ancestry and taxonomy": "The retention of functional lower tusks is, however, not seen in juveniles of otherwise single paired tuskers, so cannot be considered a paedomorphic feature proper. It is simply a retention of a primitive character, as seen in the African elephantid genera Primelephas and Stegotetrabelodon, and possibly the earliest forms of Elephas planifrons. Between the late 1980s and early 1990s, an Indonesian-Dutch team excavated more material, including a fairly complete but rather distorted skull. All material, new as well as old, is described and revised in Van den Bergh’s thesis of 1999 on the Indonesian elephantoids, with a discussion on taxonomy. He puts question marks, “Elephas”, to indicate the uncertain taxonomical position, following Paul Sondaar’s approach of 1984. Van den Bergh accepts a possible relation with “Elephas” indonesicus from Ci Pangglosoran near Bumiayu on Java, dated to the same geological period. Also this specimen was originally assigned to Elephas (= Mammuthus) planifrons, but was later renamed Stegoloxodon indonesicus by Kretzoi in 1950. Recently, Georgi Markov and Haruo Saegusa made a further step and synonymized “Elephas” with Stegoloxodon in 2008.",
    "Distribution": "The genus Stegoloxodon is restricted to Java and Sulawesi. The exact relation between the two endemic species is unclear, because the Javan species is known only by a single molar.\nFossils of the Sulawesi dwarf elephant are found in the Walanea Formation, dated to the Late Pliocene - Early Pleistocene. The single fossil of the Javanese species was found at Ci Pangglosoran near Bumiayu on Java, dated to the same geological period.\n\n\n== References =="
  }
}