{
  "url": "https://en.wikipedia.org/wiki/Elephas_recki",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Palaeoloxodon"
    },
    {
      "Species": "†P. recki"
    }
  ],
  "text": {
    "__SUMMARY__": "Palaeoloxodon recki is an extinct species related to the Asian elephant Elephas maximus. At up to 14 feet (4.27 metres) in shoulder height, it was one of the largest elephant species to have ever lived. It is believed that P. recki ranged throughout Africa between 3.5 and 1 million years ago. The Asian Elephant is the closest living relative of P. recki. P. recki was a successful grass-eating elephant that lived throughout the Pliocene and the Pleistocene until it was pushed to extinction, perhaps by competition with members of the genus Loxodonta, the African elephants of today.\nA male of P. recki from Koobi Fora was 40 years old when it died. At that age it was 4.27 metres (14.0 ft) tall and weighed 12.3 tonnes (12.1 long tons; 13.6 short tons).. The species is known from the Middle Atlas of Morocco.",
    "Subspecies": "M. Beden  identified five subspecies of Palaeoloxodon recki, from oldest to youngest: \n\nP. r. brumpti Beden, 1980\nP. r. shungurensis Beden, 1980\nP. r. atavus Arambourg, 1947\nP. r. ileretensis Beden, 1987\nP. r. recki (Dietrich, 1916)New research indicates that the ranges for all five subspecies overlap, and that they are not separated in time as previously proposed. The research also found a wide range of morphological variation, both between the supposed subspecies and between different specimens previously identified as belonging to the same subspecies. The degree of temporal and geographical overlap, along with the morphological variation in P. recki suggests that the relationships between any subspecies are more complicated than previously indicated.\n\n\n== References =="
  }
}