{
  "url": "https://en.wikipedia.org/wiki/Elephas_namadicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Palaeoloxodon"
    },
    {
      "Species": "†P. namadicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Palaeoloxodon namadicus or the Asian straight-tusked elephant, was a species of prehistoric elephant that ranged throughout Pleistocene Asia, from India (where it was first discovered) to Japan.  It is a descendant of the straight-tusked elephant.\nSome authorities regard it to be a subspecies of Palaeoloxodon antiquus, the straight-tusked elephant, due to extreme similarities of the tusks. Their skull structure was also different from that of a modern elephant. The grouping of this genus is supported by cranial synapomorphies with other species of Palaeoloxodon and this species demands the search for more fossils involving cranial matter.Palaeoloxodon namadicus is thought to have died out around 24,000 years ago, near the end of the Pleistocene. In 2015, a study based on extensive research of fragmentary leg bone fossils suggested that P. namadicus may have been the largest land mammal ever.",
    "Size": "Several studies have attempted to estimate the size of the Asian straight-tusked elephants, as well as other prehistoric proboscideans, usually using comparisons of thigh bone length and knowledge of relative growth rates to estimate the size of incomplete skeletons.\nOne partial skeleton found in India in 1905 had thigh bones that likely measured 165 centimetres (5.41 ft) when complete, suggesting a total shoulder height of 4.5 metres (14.8 ft) for this individual elephant.\nTwo partial thigh bones were found in the 19th century and would have measured 160 cm (5.2 ft) when complete. A fragment from the same locality was said to be almost a quarter larger; volumetric analysis then yields a size estimate of 5.2 metres (17.1 ft) tall at the shoulder and 22 tonnes (24.3 short tons) in weight.\n\n\n== References =="
  }
}