{
  "url": "https://en.wikipedia.org/wiki/Mammuthus_trogontherii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Mammuthus"
    },
    {
      "Species": "†M. trogontherii"
    }
  ],
  "text": {
    "__SUMMARY__": "The steppe mammoth (Mammuthus trogontherii, sometimes Mammuthus armeniacus) is an extinct species of Elephantidae that ranged over most of northern Eurasia during the Middle Pleistocene, 600,000-370,000 years ago. It probably evolved in Siberia during the early Pleistocene from Mammuthus meridionalis. It was the first stage in the evolution of the steppe and tundra elephants and an ancestor of the woolly mammoth of later glacial periods. It is believed that the steppe Mammoth had fur on the majority of its body (much like the woolly mammoths but slightly shorter) due to its living in regions such as Siberia.",
    "Taxonomy": "There is confusion about the correct scientific name for the Steppe Mammoth, either Mammuthus armeniacus (Falconer 1857) or Mammuthus trogontherii (Pohlig 1885). Falconer used material from Asian sources while Pohlig worked with fossil remains from Europe and both names appear in scientific publications, adding to the confusion. A first taxonomical overhaul was done by Maglio 1973 who decided that both names were synonyms, armeniacus being the older, hence the preferred name. However, in Shoshoni & Tassy 1996 it was decided that the description of Pohlig prevailed, and consequently the correct name for the steppe mammoth is M. trogontherii. It is unclear whether both forms are indeed identical and authors tend to use the name M. trogontherii for European material and M. armeniacus for Asian remains.\nSeveral Japanese mammoth varieties from the early Pleistocene have been named, but all are now thought to be synonyms of M. trogontherii.",
    "Description": "The steppe mammoth had a short skull compared to M. meridionalis as well as a smaller jaw. The males had spiral tusks with a recurved tip that could grow as long as 4.9 metres (16 ft) in old bulls; females on the other side had thinner and slightly curved tusks.\nWith several individuals reaching 4 m (13.1 ft) tall at the shoulders, it is smaller than the largest proboscideans ever to have lived (Palaeoloxodon namadicus reached 22 tonnes and shoulder heights of 5.2 metres (17.1 ft)), but was larger than other mammoths. A skeleton mounted on the Azov Museum reaches 4.5 m (14.8 ft) at the shoulder, though this figure might be overestimated because the vertebrae have been placed between the tips of the shoulder blades. Another individual represented by a single humerus 1.46 m (4.8 ft) long found in Mosbach Sande, Germany, is estimated to have an in-the-flesh shoulder height of 4.5 m (14.8 ft), weighed between 9–10 metric tons (9.9–11.0 short tons) and might be the largest mammoth found yet. Another estimate gives a shoulder height of 3.89–4.5 m (12.8–14.8 ft) and a weight of 10.4–14.3 metric tons (11.5–15.8 short tons) for the species.",
    "Discovery": "Fossilized teeth are recovered, but skeletal parts are rare. The most complete skeleton of a steppe mammoth yet found was discovered in 1996 in Kikinda, Serbia. It was mounted, and put on display in 2005. The specimen is a female, which was about 3.7 metres (12.1 ft) high, 7 metres (23 ft) in length and with 2.7 metres (8.9 ft) long tusks.Another quite complete steppe mammoth was excavated in the cliffs of West Runton in Norfolk, UK; it preserves its jaws and teeth but is missing the upper part of its skull. A rare skull found in Auvergne, France, in 2008 will be examined by Dick Mol and Frédéric Lacombat in the Musée Crozatier in Le Puy-en-Velay.In 1959 Zhou, M. Z described what he called a new species of mammoth, M. sungari, that gained recent notoriety as the largest proboscidean due to a 5.3 metres (17.4 ft) tall and 9.1 metres (29.9 ft) long composite skeletal mount based on two individuals found in 1980. However, Wei et al. (2010), who restudied the fossils referred to M sungari, considered this species to be a junior synonym of M. trogontherii. The authors state that some of the fossils are referrable to M. trogontherii, while the others can be referred to M. primigenius, according to morphological characters and measurements.",
    "See also": "Elephas recki\nMammuthus columbi\nPalaeoloxodon\nParaceratherium\nWest Runton Mammoth",
    "Further reading": "Benes, Josef: Prehistoric Animals and Plants, Pg. 271. Prague, Artua: 1979.\nJordi Augusti and Mauricio Anton: Mammoths, Sabertooths and Hominids 65 Million Years of Mammalian Evolution in Europe, Columbia University Press, 2002. ISBN 0-231-11640-3\nLister, Adrian und Bahn, Paul: Mammuts - Riesen der Eiszeit, Thorbecke Verlag, Sigmaringen 1997. ISBN 3-7995-9050-1\nMol, Dick and Lacombat, Frédéric (2010). Mammoths & Mastodons of Haute-Loire. Drukware. pp. 271. ISBN 2-911794-97-4. (English and French)",
    "References": "",
    "External links": "The Kikinda mammoth"
  }
}