{
  "url": "https://en.wikipedia.org/wiki/North_African_elephant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "Loxodonta"
    },
    {
      "Species": "L. africana"
    },
    {
      "Subspecies": "†L. a. pharaoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The North African elephant (Loxodonta africana pharaohensis) was a subspecies of the African bush elephant (Loxodonta africana), or possibly a separate elephant species, that existed in North Africa, north of the Sahara, until becoming extinct in Roman times. These were the famous war elephants used by Carthage in the Punic Wars; their conflict with the Roman Republic. Although the subspecies has been formally described, it has not been widely recognized by taxonomists. Other names for this animal include the \"North African forest elephant\", \"Carthaginian elephant\", and \"Atlas elephant\". Originally, its natural range probably extended across North Africa and down to the present Sudanese and Eritrean coasts.",
    "Description": "Carthaginian frescoes and coins minted by whoever controlled North Africa at various times show very small elephants, perhaps 2.5 metres (8 ft 2 in) at the shoulder, with the large ears and concave back typical of modern African elephants. The North African elephant was smaller than the modern African bush elephant (L. a. africana), probably similar in size to the modern African forest elephant (L. cyclotis). It is also possible that it was more docile and plainer than the African bush elephant, which is generally untamable, allowing the Punics to tame it as a war elephant by a method now lost to history.",
    "History": "After they conquered Sicily in 242 BC, the Romans wanted to capture some specimens that had been left behind in the middle of the island by the Carthaginians, but failed in the endeavor. The elephants with which Hannibal crossed the Pyrenees and the Alps in order to invade Italy during the Second Punic War (218–201 BC) belonged to this group, with the exception of Hannibal's personal animal, Surus (meaning \"the Syrian,\" or possibly \"One-Tusker\"). This individual, according to his documented name and large size, may have been a Syrian elephant (Elephas maximus asurus), which was possibly a subspecies of the extant Asian elephant that became extinct shortly after Hannibal invaded Italy, but before the extinction of the North African elephant.The North African elephant was also trained and used by the Ptolemaic dynasty of Egypt. Writing in the 2nd century BC, Polybius (The Histories; 5.84) described their inferiority in battle against the larger Indian elephants used by the Seleucid kings. A surviving Ptolemaic inscription enumerates three types of war elephant, the \"Troglodytic\" (probably Libyan), the \"Ethiopian\", and the \"Indian\". The Ptolemaic king prides himself with being the first to tame the Ethiopian elephants, a stock which could be identical to one of the two extant African species.During the reign of Augustus, Roman circus games resulted in the killing of 3,500 elephants.",
    "Taxonomic uncertainty": "Given the relatively recent date of its disappearance, the status of this population can probably be resolved through ancient DNA sequence analyses, if specimens of definite North African origin are located and examined.",
    "See also": "Mammoth\nMastodon\n\n\n== References =="
  }
}