{
  "url": "https://en.wikipedia.org/wiki/Straight-tusked_elephant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "†Palaeoloxodon"
    },
    {
      "Species": "†P. antiquus"
    }
  ],
  "text": {
    "__SUMMARY__": "The straight-tusked elephant (Palaeoloxodon antiquus) is an extinct species of elephant that inhabited Europe and Western Asia during the Middle and Late Pleistocene (781,000–50,000 years before present). Recovered individuals have reached up to 4–4.2 metres (13.1–13.8 ft) in height, and an estimated 11.3–15 tonnes (11.1–14.8 long tons; 12.5–16.5 short tons) in weight. The straight-tusked elephant probably lived in small herds, flourishing in interglacial periods, when its range would extend as far as Great Britain. Isolated tusks are often found while partial or whole skeletons are rare, and there is evidence of predation by early humans. It is a possible ancestor of dwarf elephants that later inhabited islands in the Mediterranean.",
    "Description": "Palaeoloxodon antiquus was quite large, with individuals reaching 4 metres (13.1 ft) in height. One approximately 40-year-old male measured about 3.81 metres (12.5 ft) tall and weighed about 11.3 tonnes (11.1 long tons; 12.5 short tons), while another from Montreuil weighed about 15 tonnes (14.8 long tons; 16.5 short tons) and was about 4.2 metres (13.8 ft) tall. and had long, slightly upward-curving tusks. P. antiquus's legs were slightly longer than those of modern elephants. This elephant is thought to have had an 80-cm-long tongue that could be projected a short distance from the mouth to grasp leaves and grasses. With this tongue and a flexible trunk, straight-tusked elephants could graze or browse on Pleistocene foliage about 8 metres (26 ft) above ground.",
    "Taxonomy": "Some experts regard the larger Asian species Palaeoloxodon namadicus as a variant or subspecies. Historically, the genus Palaeoloxodon has at times been regarded as a subgenus of Elephas, but a 2007 study of hyoid characteristics amongst living and fossil elephants has largely led to an abandonment of this hypothesis. In 2016, a DNA sequence analysis of P. antiquus suggested that its closest extant relative may be the African forest elephant, L. cyclotis. The paper argues that P. antiquus is closer to L. cyclotis than L. cyclotis is to the African bush elephant, L. africana, thus invalidating the genus Loxodonta as currently recognized. A subsequent study published by Palkopoulou et al. (2018) indicated a more complicated relationship between straight-tusked elephants and other species of elephants; according to this study, the biggest genetic contribution to straight-tusked elephants comes a lineage of elephants that was basal to the common ancestor of forest and bush elephants, which subsequently hybridized with members of the lineage related to extant African forest elephants and with the lineage related to woolly mammoths.",
    "Behaviour": "Straight-tusked elephants probably lived in small herds of about five to 15 individuals. Like its recent relatives, the straight-tusked elephant would have been heavily dependent on fresh water, which greatly influenced its migration. Its dietary habits changed depending on food supply across the seasons, browsing in spring and summer and grazing in autumn and winter. Maple, hornbeam, hazelnut, alder, ash, beech and ivy were been consumed, based on found gastric contents and food residues adhering to tooth remains. Microscopic examination of signs of wear on the surfaces of back teeth also show the use of different food resources.",
    "Range": "They preferred warm conditions and flourished in the interglacial periods during the current Ice Age, spreading from continental Europe to Great Britain during the warmer periods. It is assumed that they preferred wooded environments. During colder periods, the species may have migrated south. The straight-tusked elephant became extinct in Britain near the beginning of the Weichselian glaciation, about 115,000 years ago.",
    "Excavations": "Finds of isolated tusks are relatively common in Great Britain. For example, a tusk of this elephant was found during the construction of the Swan Valley Community School in Swanscombe, Kent. However, finds of whole or partial skeletons of this elephant are very rare.\nSkeleton finds in Britain are known from only a few sites. Two sites were found in the Lower Thames basin, one at Upnor, Kent and one at Aveley, Essex. Paleontological and archaeological excavations in advance of High Speed 1 revealed the 400,000-year-old skeleton of a straight-tusked elephant in the Ebbsfleet Valley, near Swanscombe. It was lying at the edge of what would once have been a small lake. Flint tools lay scattered around, suggesting the elephant had been cut up by a tribe of the early humans around at the time, known as Homo heidelbergensis.On the European mainland, many remains of the straight-tusked elephant have been found. In addition to skeletons, some sites contained additional archaeological material, as in the Ebbsfleet Valley (England). . In Greece, three partial skeletons have been recovered from the province of West Macedonia, and a Palaeoloxodon antiquus butchering site has been excavated near Megalopolis, in the Peloponnese.Straight-tusked elephant remains have been found with flint tools at a number of other sites, such as Torralba and Aridos in Spain, Notarchirico in Italy, and Gröbern and Ehringsdorf in Germany.\nA Palaeolithic scratched figure of an elephant head in the Vermelhosa area, Portugal, near the Côa Valley Park, is reported to be the depiction of an Palaeoloxodon antiquus. The Iberian peninsula may have served as the last European refuge of the straight-tusked elephant. According to João Luís Cardoso, the species survived until 30,000 years BP in Portugal.",
    "Elephants and early humans": "Both early human beings and the straight-tusked elephant reached the European continent in the late Early Pleistocene. Sites where early humans and the straight-tusked elephant appear together have been frequently documented. One of the earliest finds is in an approximately 600,000-year-old site near Heidelberg, the location of the early human jawbone dubbed Mauer 1. Fossils were also found washed up in a course of the Neckar river. Isernia la Pineta in Italy is likely to be the same age or slightly younger. Remains of lower jaws are well documented in these three locations, alongside stone artefacts and numerous bones of rhinos, wild cattle, hippos and horses. Since the remains of the trunks do not show human markings, extinction by natural causes can not be ruled out.\nThe clearest proof to date that this animal was among the prey of early humans was provided in 1948 in Lehringen, Germany, near the Aller river. A skeleton of a straight-tusked elephant was found with a yew spear between the ribs, and lithic artifacts around the head. The find dates to the Eemian interglacial period. A similar find of a carcass exploited by humans from the same time period was found in 1987 in the Gröbern strip mine in Saxony-Anhalt. There were over 20 flint artifacts found, but there was no evidence of a hunting weapon. A second elephant skeleton found in Gröbern the same year proved to be free of any markings of human use.Remains have also been recovered from another Eemian site, the former lake basin Neumark-Nord 1 on the northeast edge of the Geisel valley.  Over 1,350 bone finds from straight-tusked elephants have been found from the basin since 1985, including some skeletons that were almost completely preserved. These remains belonged to about 70 individuals. They were found along with other animals such as rhinoceros (Stephanorhinus spp.), aurochs, horse, red deer and fallow deer. A large amount of old or sick elephants died there. None of the animals showed any traces of deliberate killing by early humans; however, flint artifacts also occurred, including one containing an oak bark extract that was apparently used for tanning.",
    "Dwarfed descendants": "Elephants that presumably evolved from the straight-tusked elephant are described from many Mediterranean islands, where they evolved into dwarfed elephants. The responsible factors for the dwarfing of island mammals are thought to be the reduction in food availability, predation and competition.",
    "References": "",
    "References-Bibliography": "Shoshani, J., N. Goren-Inbar, R. Rabinovich. 2001. A stylohyoideum of Palaeoloxodon antiquus from Gesher Benot Ya’aqov, Israel: morphology and functional inferences. The World of Elephants - International Congress, Rome 2001. pp 665–667. Online pdf",
    "Further reading": "BBC News. 2004. Stone Age elephant remains found. Downloaded at 2 July 2006 from http://news.bbc.co.uk/2/hi/uk_news/england/kent/3821527.stm.\nMasseti, M. 1994. On the Pleistocene occurrence of Elephas (Palaeoloxodon) antiquus in the Tuscan Archipelago, Northern Tyrrhenian Sea (Italy). Hystni, 5: 101-105. Online pdf\nWenban-Smith, F.F. & Bridgland, D.R. 1997. Newly discovered Pleistocene deposits at Swanscombe: an interim report. Lithics 17/18: 3–8.\nWenban-Smith, F.F. & Bridgland, D.R. 2001. Palaeolithic archaeology at the Swan Valley Community School, Swanscombe, Kent. Proceedings of the Prehistoric Society 67: 219–259.\nWenban-Smith, F.F., P. Allen, M. R. Bates, S. A. Parfitt, R. C. Preece, J. R. Stewart, C. Turner, J. E. Whittaker. 2006. The Clactonian elephant butchery site at Southfleet Road, Ebbsfleet, UK. Journal of Quaternary Science. Volume 21, Issue 5, p 471-483.",
    "External links": "\nTRACCE Online Rack Art Bulletin paper about an elephant head Palaeolithic depiction in Portugal"
  }
}