{
  "url": "https://en.wikipedia.org/wiki/Sumatran_elephant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "Elephas"
    },
    {
      "Species": "E. maximus"
    },
    {
      "Subspecies": "E. m. sumatranus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Sumatran elephant (Elephas maximus sumatranus) is one of three recognized subspecies of the Asian elephant, and native to the Indonesia island of Sumatra. In 2011, IUCN upgraded the conservation status of the Sumatran elephant from endangered to critically endangered in its Red List as the population had declined by at least 80% during the past three generations, estimated to be about 75 years. The subspecies is preeminently threatened by habitat loss, degradation and fragmentation, and poaching; over 69% of potential elephant habitat has been lost within the last 25 years. Much of the remaining forest cover is in blocks smaller than 250 km2 (97 sq mi), which are too small to contain viable elephant populations.",
    "Characteristics": "In general, Asian elephants are smaller than African elephants and have the highest body point on the head. The tip of their trunk has one finger-like process. Their back is convex or level. Females are usually smaller than males, and have short or no tusks.Sumatran elephants reach a shoulder height of between 2 and 3.2 m (6.6 and 10.5 ft), weigh between 2,000 and 4,000 kg (4,400 and 8,800 lb), and have 20 pairs of ribs. Their skin colour is lighter than of maximus and indicus with least depigmentation.",
    "Distribution of populations": "The Sumatran elephant was once widespread on the island, and Riau Province was believed to have the largest elephant population in Sumatra with over 1,600 individuals in the 1980s. In 1985, an island-wide rapid survey suggested that between 2,800 and 4,800 elephants lived in all eight mainland provinces of Sumatra in 44 populations. Twelve of these populations occurred in Lampung Province, where only three populations were extant in 2002 according to surveys carried out between September 2000 and March 2002. The population in Bukit Barisan Selatan National Park was estimated at 498 individuals, while the population in Way Kambas National Park was estimated at 180 individuals. The third population in Gunung Rindingan–Way Waya complex was considered to be too small to be viable over the long-term.By 2008, elephants had become locally extinct in 23 of the 43 ranges identified in Sumatra in 1985, indicating a very significant decline of the Sumatran elephant population up to that time. By 2008, the elephant was locally extinct in West Sumatra Province and at risk of being lost from North Sumatra Province too. In Riau Province only about 350 elephants survived across nine separate ranges.As of 2007, the population of Sumatran elephants is estimated to be 2,400–2,800 wild individuals, excluding elephants in camps, in 25 fragmented populations across the island. More than 85% of their habitat is outside of protected areas.",
    "Ecology and behaviour": "Female elephants stop reproducing after 60 years of age. The maximum longevity in the wild is around 60 years. Female captive elephants have survived until 75 years while males have survived 60 years.Birth happens at night and lasts approximately 10 seconds. The infant is able to stand up on its own after 10 to 30 minutes.",
    "Threats": "Due to conversion of forests into human settlements, agricultural areas and plantations, many of the Sumatran elephant populations have lost their habitat to humans. As a result, many elephants have been removed from the wild or directly killed. In addition to conflict related death, elephants are also targets of poaching for their ivory. Between 1985 and 2007, 50% of Sumatran elephants died. Between 1980 and 2005, 69% of potential Sumatran elephant habitat was lost within just one elephant generation, and the driving forces that caused this habitat loss still remain essentially unchecked. There is clear, direct evidence from two provinces, Riau and Lampung, which shows entire elephant populations have disappeared as a result of habitat loss.Most of the elephants found in Sumatran camps were captured after crop-raiding in protected areas. The reduction of the elephants' habitat for illegal conversion of agriculture still continues.Between 2012 and 2015, 36 elephants were found dead in Aceh Province due to poisoning, electrocution and traps. Most dead elephants were found near palm oil plantations. Conservationists think that Sumatran elephants may become extinct in less than ten years if poaching is not stopped.",
    "Conservation": "Elephas maximus is listed on CITES Appendix I. Sumatran elephants are protected under Indonesia law.In 2004, the Tesso Nilo National Park has been established in Riau Province to protect the Sumatran elephant's habitat. This forest is one of the last areas large enough to support a viable population of elephants.Between 1986 and 1995, 520 wild elephants were captured and kept in six Elephant Training Centres, which have been established since 1986 in the provinces of Lampung, Aceh, Bengkulu, North and South Sumatra, and Riau. Capturing wild elephants was stopped in 1999, since the maintenance of captive elephants was too expensive, their management had not become self-financing and because some of the centres were overcrowded. By the end of 2000, 391 elephants were kept in the centres, and a few more in zoos, safari parks and tourist areas.",
    "See also": "Borneo elephant",
    "References": "",
    "External links": "WWF: Sumatran elephant"
  }
}