{
  "url": "https://en.wikipedia.org/wiki/Syrian_elephant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Proboscidea"
    },
    {
      "Family": "Elephantidae"
    },
    {
      "Genus": "Elephas"
    },
    {
      "Species": "E. maximus"
    },
    {
      "Subspecies": "†E. m. asurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Syrian elephant or Western Asiatic elephant (Elephas maximus asurus) is a proposed name for the westernmost subspecies of the Asian elephant (Elephas maximus), which became extinct in ancient times. Skeletal remains of E. m. asurus have been recorded from the Middle East: Iran, Iraq, and Syria, from periods dating between 3 million years BC and 100 years BC.Ancient Syrian craftsmen used the tusks of E. m. asurus to make ivory carvings. In Syria, the production of ivory items was at its maximum during the first millennium BC, when the Arameans made splendid ivory inlay for furniture. This overhunting of Syrian elephants for ivory ultimately resulted in their extinction by around 100 BC.",
    "Description": "Syrian elephants were among the largest Asian elephant subspecies to have survived into historic times, measuring 3.5 metres (11 ft 6 in) or more at the shoulder; on par with the largest reported Indian elephants. Skeletal remains show it did not differ much from the Indian subspecies, except in size.",
    "Distribution and habitat": "In Western Asia, the elephants ranged from the mangrove forests of southern Iran, to southern Anatolia, the Syrian steppes and even extended to Israel. Ashurnasirpal II boasted of killing elephants, along with wild oxen and lions.",
    "Controversy": "\"Syrian\" elephants are frequently mentioned in Hellenistic history; the Seleucid kings, who maintained numerous war elephants, reigned in Syria during that period. These elephants are believed to be Indian elephants (E. m. indicus), which had been acquired by the Seleucid kings during their eastern expansions. Or they are believed to be population of Indian elephants in Middle East. It is attested by ancient sources such as Strabo and Polybius that Seleucid kings Seleucus I Nicator and Antiochus III the Great had large numbers of imported Indian elephants. Whether these \"Indian elephants\" were imported due to scarcity of native Syrian elephants or due to their accomplished training and domestication as war elephants remains unclear.\nHannibal had a war elephant known as \"Surus\"; it has been suggested to mean \"the Syrian\". It was said by Cato to have been his best (and biggest) elephant. In that case, the elephant may have been of Seleucid stock. If it were in fact of native Syrian stock, or an imported Indian elephant, remains subject to speculation.",
    "See also": "North African elephant, a subspecies of African elephant that became extinct around the 2nd century BC.\nPersian war elephants",
    "Notes": "",
    "External links": "Elephants and the Nabataeans\nAncient Mosaic depicting Syrian Elephant fighting Asiatic lions\nImage of the skeleton of Syrian Elephant found at Kahramanmaraş in southern Anatolia, Turkey\nSyrian elephant Carving, calcite-alabaster, Syria, ca. 3rd Millennium B.C."
  }
}