{
  "url": "https://en.wikipedia.org/wiki/Attalea_phalerata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Attalea"
    },
    {
      "Species": "A. phalerata"
    }
  ],
  "text": {
    "__SUMMARY__": "Attalea phalerata is a species of palm tree known by the English common name urucuri palm, the Portuguese common name urucurizeiro, and the Spanish common name shapaja. Other common names include motacu and bacuri. It is native to Brazil, Bolivia, Paraguay, and Peru, where it grows along southern and western Amazonia. It is the most common palm tree on the Pantanal.",
    "Description": "This palm grows up to 18 meters tall, the trunk rarely reaching more than 4 m. It has up to 30 feather-like leaves. The bright orange fruits are up to 11 cm long.",
    "Ecology": "This palm species is of ecological importance and grows in many types of forest; individuals become fertile at 7-10 years of age (1 m height). Flowering occurs throughout the year and fruiting twice per year. The seeds are dispersed by tapirs, which swallow the fruits whole, and by rheas, agoutis, spiny rats of genus Clyomys, and caracaras. The hyacinth macaw consumes the seeds and may disperse them, as well. The sheaths of the palm often accumulate the seeds of other plants, which are sometimes deposited there by Artibeus jamaicensis, a frugivorous bat. The seeds sometimes germinate there and grow as epiphytes on the palm tree. This palm tree is commonly pollinated by sap beetles of genus Mystrops and weevils of tribe Madarini. The weevil Pachymerus cardo is known to be a seed predator on this species. Rhodinus stali, an insect which is a vector of Chagas disease, may infest this tree.",
    "Uses": "The tree has human uses. The leaves are used to thatch rooftops and the fruits are fed to pigs and other livestock. It is a source of vegetable oil. This is \"economically the most important palm species in Bolivia\".\n\n\n== References =="
  }
}