{
  "url": "https://en.wikipedia.org/wiki/Attalea_maripa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Attalea"
    },
    {
      "Species": "A. maripa"
    }
  ],
  "text": {
    "__SUMMARY__": "Attalea maripa, commonly called maripa palm is a palm native to tropical South America and Trinidad and Tobago. It grows up 35 m (115 ft) tall and can have leaves or fronds 10–12 m (33–39 ft) long. This plant has a yellow edible fruit which is oblong ovoid and cream. An edible oil can be extracted from the pulp of the fruit and from the kernel of the seed.",
    "Description": "Attalea maripa is a large palm that grows from 3.5–20 m (11–66 ft) tall. Stems range from 20–33 cm (8–13 in) in diameter, occasionally reaching up to 100 cm (39.5 in). Trees have 10 to 22 leaves with long petioles.  Fruit are large and brown or yellow, 5–6.5 cm (2.0–2.6 in) with 2 or 3 seeds which are 4–6 cm (1.5–2.5 in) long and 2.5–3 cm (0.98–1.18 in) in diameter  They are borne in infructescences which can contain several hundred to over 2000 fruit.",
    "Taxonomy": "The species was first described by French botanist Jean Baptiste Christophore Fusée Aublet in 1775 in his Histoire des plantes de la Guiane Francoise as Palma maripa. German botanist Carl Friedrich Philipp von Martius transferred it to the genus Attalea in 1844.  Hermann Wendland moved it to the genus Scheelea in 1878, while Carl Georg Oscar Drude moved it to Maximiliana.  Otto Kuntze moved it to the genus Englerophoenix in 1891.  Orator F. Cook placed it in its own genus in 1940, which he named Ethnora in recognition of Aublet's as a pioneer of the anti-slavery movement.  Recent work has favoured maintaining all Attaleinae in a single genus, Attalea.",
    "Taxonomy-Vernacular names": "",
    "Distribution": "Attalea maripa ranges from Trinidad and Tobago in the north to Bolivia in the south. It is present in Colombia, Venezuela, Guyana, Suriname, French Guiana, Ecuador, Peru and Brazil.  It is found in lowland forests and disturbed areas, on soils that are not usually flooded.",
    "Ecology": "The fruit of A. maripa are consumed by a variety of mammals. On Maracá Island, Roraima, in the Brazilian Amazon, fruit were consumed by tapirs, collared peccaries, deer and primates. Rodents, including agoutis, fed upon the fruit and, as the fruit availability declined, they fed on the seeds. They also cached seeds for later consumption. Most species consume the pulp and spit out intact seeds within a short distance of the parent tree. Tapirs swallow the entire fruit and defaecate intact seeds further away from parent trees. Most of the seeds that were not removed from the vicinity of the parent trees were killed by larvae of the Bruchid beetle Pachymerus cardo. Beetle larvae killed 77% of seeds that were not dispersed away from the parent trees, but less than 1% of seeds that were dispersed to tapir latrines.In Trinidad, A. maripa is a characteristic species in the savannas that develop when forests are converted to grasslands through repeated fires. British forester J. S. Beard termed these savannas \"Cocorite Savannas\" (after the local name for A. maripa).",
    "Uses": "Carbonised Attalea maripa seeds have been found in archaeological sites in Colombia dating back to 9000 BP.  The Huaorani of Amazonian Ecuador use the mesocarps for food. They use the petiole and leaf rachis to make blowgun darts and sleeping mats, the petioles for torches, the pinnae for kindling and the stems for firewood.  In addition to using is as a food species, Kayapó of Brazil use the species as a source of salt, and value it because it attracts wildlife.  The leaves are also used for thatching.Edible oil can be extracted from the mesocarp and kernel of A. maripa.  Oleic acid is the predominant fatty acid in oil extracted from the mesocarp, while lauric acid predominates in the kernel. About half of the fatty acids in the mesocarp oil are saturated and half unsaturated. The tocopherol content of the mesocarp oil was average (in comparison to other edible oils) while the kernel oil was low in tocopherols.",
    "See also": "List of plants of Amazon Rainforest vegetation of Brazil\nList of palms of the Caribbean",
    "References": "",
    "References-Notes": "",
    "References-Further reading": "Schultes, Richard E. (1974). Palms and religion in the northeast Amazon. Principes 18 (1): 3-21. Astrocaryum vulgare, Bactris gasipaes, Euterpe oleracea, E. precatoria, Leopoldinia piassaba, Maximiliana martiana, Oenocarpus bacaba, Socratea exorrhiza",
    "External links": "University of Melbourne: Synonyms of Attalea maripa Media related to Attalea maripa at Wikimedia Commons\n Data related to Attalea maripa at Wikispecies"
  }
}