{
  "url": "https://en.wikipedia.org/wiki/Attalea_speciosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Attalea"
    },
    {
      "Species": "A. speciosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Attalea speciosa, the babassu, babassu palm, babaçu, or cusi, is a palm native to the Amazon Rainforest region in South America. The babassu palm is the predominant species in the Maranhão Babaçu forests of Maranhão and Piauí states.\n\nThis plant has commercial value because its seeds produce an edible oil called babassu oil, which is also used in cleaners and skin-care products. The fruit is used to produce products such as medicines, beauty aids, and beverages. Traditional communities of the Maranhão region also produce a flour from the fruit, and this is commercialized as a nutritional supplement. The leaves are also used to provide thatch for houses and can be woven into mats for constructing house walls. The stems are used for timbers. The babassu palm is considered a weed in pasture areas of Cerrado vegetation in Brazil.",
    "Taxonomy": "In his 1995 The Palms of the Amazon, Andrew Henderson recognised A. speciosa and A. spectabilis as valid species, but considered the latter to either be an acaulescent form of A. speciosa or a hybrid between  A. microcarpa and it. In their 2005 World Checklist of Palms Rafäel Govaerts and John Dransfield accepted A. spectabilis as a valid taxon but Sidney F Glassman considered it a dubious taxon in his 1999 Taxonomic Treatment of Palm Subtribe Attaleinae.  Attalea vitrivir was recognised as a distinct species by Michael Balick and coauthors; Glassman and Govaerts and Dransfield concurred, but Henderson considered it part of A. speciosa.  Glassman also described a fourth member of this group, A. brejinhoensis, and it is accepted by Govaerts and Dransfield.",
    "Reproduction and growth": "A. speciosa is monoecious—male and female flowers are separate, but are borne by the same plant. Pollination has been attributed both to insects and wind.",
    "Uses": "",
    "Uses-Biofuel": "In  February 2008, babassu palm oil was used in a blend with coconut oil and jet fuel to power one engine of a Virgin Atlantic Boeing 747 during a flight test.  It is considered to be less environmentally friendly than biofuel made from the Jatropha plant that Air New Zealand tested in December 2008. This is because babassu grows in forested areas that require deforestation, rather than in arid land and land with marginal use, like the jatropha plant.",
    "Uses-Other": "Babassu oil can also be used in food cooking, as a lubricant, and in soap and cosmetics. The shell of the nut can be used to make smokeless charcoal, and flesh of the babassu nut is used to produce flour. Palm hearts are extracted from the tree to make a juice. The leaf and stalk of the babassu palm are used in building materials. Baskets and other handicrafts can be made from the fibre of the leaves.",
    "References": "",
    "External links": "Orbignya phalerata\nCIRAD-FLHOR/IPGRI Project for Neotropical Fruits: Orbignya phalerata\n(in Spanish) Árboles en España: Manual de Identificación: Orbignya phalerata\nOne Planet episode on babassu cultivation from the BBC\nRedman, Paul & Renold, Jaye (2015) Brazil's Warrior Women film: http://ifnotusthenwho.me/films/womens-movement-access-babassu-oil/ Film looks at the hard battle to maintain the livelihood for communities of women across North Eastern Brazil harvesting babassu palm, plus further context."
  }
}