{
  "url": "https://en.wikipedia.org/wiki/Attalea_crassispatha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Attalea"
    },
    {
      "Species": "A. crassispatha"
    }
  ],
  "text": {
    "__SUMMARY__": "Attalea crassispatha is a palm which is endemic to southwest Haiti.  The most geographically isolated member of the genus, it is considered a critically endangered species and has been called one of the rarest palms in the Americas.",
    "Description": "Attalea crassispatha has a single stem which grows up to 20 metres (66 ft) tall.  The stem is grey, up to 35 centimetres (14 in) in diameter, and can be columnar, or slightly swollen at the base of the middle of the stem.  Individuals bear 15 to 19 pinnately compound leaves—leaves in which rows of leaflets emerge on either side of the axis of the leaf in a feather-like or fern-like pattern—with 127 to 165 pairs of leaflets.  Leaves consist of a leaf sheath which wraps around the trunk, a rachis, from which the leaflets emerge, and a petiole, which connects the leaf sheath with the rachis.  The leaf sheath is open (it does not wrap completely around the stem); when the leaf is shed, the leaf sheath detached cleanly from the stem.  The sheath and petiole combined are 1.3 to 1.35 m (4 ft 3 in to 4 ft 5 in) long, while the rachis is 3.2 to 4 m (10 to 13 ft) long.The inflorescences are born among the leaves.  They are either predominantly male, or have a mixture of male and female flowers.  The inflorescence consists of a main axis—the peduncle and the rachis—and a series of smaller branches, the rachillae. The rachillae, which bear the flowers, emerge from the rachis. The peduncle is the main stalk, connecting the rachis with the stem. The peduncle, the main stalk of the inflorescence, is no more than 20 cm (7.9 in) long and up to 6 cm (2.4 in) in diameter. The rachis is up to 40 cm (16 in) while the rachillae, which can number in the hundreds, reach a length of about 15 cm (5.9 in). The fruit is reddish when ripe. The seeds, which are about 2 cm (0.79 in) long and 2 cm (0.79 in) in diameter are covered by a 5 millimetres (0.20 in) mesocarp and a 3 mm (0.12 in) endocarp.",
    "Distribution": "Very little natural vegetation survives in Haiti. Attalea crassispatha is found in three anthropogenic habitats—field gardens, courtyard gardens, and shrub forest. Field gardens are typically a mixture of annual crops which are farmed for a few years and then converted to pasture. Courtyard gardens are cultivated with perennial crops, usually on more fertile soils. Shrub forests are small patches of secondary forest, often on dry stony areas which are least suitable for agriculture.  Joel Timyan and Sameul Reep considered courtyard gardens to have the highest potential for survival and regeneration. At the other extreme, they found only one case of natural regeneration in a field garden.",
    "Taxonomy": "Attalea crassispatha is the most isolated disjunct in the genus Attalea. All the other species in the genus are Central or South American species; the only other species found in the insular Caribbean, A. maripa and A. osmantha, are found in Trinidad and Tobago, at the extreme southern end of the Caribbean. Its small population size and extreme isolation from other members of the genus make A. crassispatha scientifically interesting.  This isolation was supported by a molecular phylogeny of the group published in 2009.  Alan Meerow and colleagues found A. crassispatha to belong to a clade that included the \"Scheelea clade\" and the two \"Orbignya clades\", but that it was a sister to both groups.",
    "Taxonomy-History": "Charles Plumier visited the island of Hispaniola in 1689 and published a description of the species in 1703. Carl Friedrich Philipp von Martius used Plumier's notes and drawings to give the species a formal Linnaean description in 1884 placing it in the genus Maximiliana. In 1929 Max Burret transferred the species to Attalea. In 1939 O. F. Cook placed the species in a new genus, Bornoa, named for Louis Borno, former President of Haiti. However, Cook did not validly publish it, making the name invalid. Liberty Hyde Bailey kept the species in the genus Attalea.  S. F. Glassman considered it close to the genus Orbignya, but suggested that it may represent a new genus. Recent work has favoured maintaining these taxa in a single genus, Attalea.",
    "Taxonomy-Common names": "Common names for the species include carossier, carroussier, côrossié, petit coco, kawosie, ti koko, kowos, kokowos, kolowosh and kowos etranjè.",
    "Uses": "The seeds of Attalea crassispatha are edible; the flavour is reported to be similar to that of coconut, but it is richer in fats and denser. The nuts are also a good source of cooking oil. The bract is used as a bowl for feeding pigs. The leaves are used for thatch and weaving, but only when the more common fan palms Sabal causiarum and Coccothrinax argentea are unavailable. It is also used as a source of lumber and as a boundary marker between farmers' fields due to its longevity and ability to survive hurricanes.",
    "Conservation": "As of 2018, Attalea crassispatha was considered a critically endangered species with an estimated population of fewer than 50 mature individuals. As a result of its small population size, A. crassispatha has been described as being one of the rarest palms in the Americas. Efforts are underway to conserve the species by planting seedlings both in Haiti and elsewhere; in 1991 seeds were distributed to botanic gardens in 12 countries.\n\n\n== References =="
  }
}