{
  "url": "https://en.wikipedia.org/wiki/Crotalus_viridis_nuntius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. viridis"
    },
    {
      "Subspecies": "C. v. nuntius"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Hopi rattlesnake, Arizona prairie rattlesnake, prairie rattlesnake.Crotalus viridis nuntius is a venomous pit viper subspecies native primarily to the desert plateau of the northeastern portion of the American state of Arizona, but also ranges into northwestern New Mexico. Named for the Native American Hopi tribe, which inhabits the region, its range overlaps that of the nominate subspecies and some interbreeding is believed to occur. The taxonomy of the C. viridis group is a matter of debate, many considering the various subspecies to be nothing more than locality variations.",
    "Description": "Smaller than other subspecies of C. viridis, this subspecies generally does not generally grow much beyond two feet in length. They are typically pink, to gray, to orange-brown in color, reflecting the color of the soil and rocks of their natural range for camouflage, with darker brown blotching down the back.\nThe scalation consists of 21-27 (usually 25) midbody dorsal scales, 169-184 ventral scales in females and 162-178 in males, 14-22 subcaudal scales in females and 21-28 in males. The color pattern includes 33-53 dorsal body blotches. According to Douglas et al. (2002), it is not possible to reliably distinguish C. v. nuntius from C. v. viridis.Like other rattlesnakes, they have eyes with vertical pupils, and their tail has a rattle on it. The rattle is composed of keratin. Each time the snake sheds its skin, a new segment is added to the rattle, but the rattle is fragile and may break off, and the frequency of shedding can vary, so the snake's age cannot be determined by its length or number of segments.",
    "Geographic range": "Found in northeast Arizona (United States) at elevations of 1372–2134 m. The type locality is listed as \"Canyon Diablo, Coconino County, Arizona\" (USA).",
    "Behavior": "These are generally nocturnal and secretive snakes, spending their days in rock crevices or other animal's burrows to avoid the desert heat, emerging in the early day to feed on rodents, birds, lizards, and sometimes frogs.\nWhile not typically aggressive, they will often coil up and rattle their tail if disturbed, striking only if harassed or handled. Their venom is primarily hemotoxic, causing swelling and necrosis, but many populations of C. viridis are known to have a potent neurotoxic effect as well, resulting in muscle paralysis and possibly respiratory failure. They are capable of delivering what is known as a \"dry bite\", in which no venom is injected at all, but a bite from any venomous snake should be considered serious, and immediate treatment sought.",
    "Reproduction": "These snakes are ovoviviparous, breeding in the spring and giving birth to small clutches of 4-6 young in the early fall. The young are colored almost identically to the adults, and are approximately 7.5 inches (190 mm) in length. The young are typically more nervous than the adults, and will often strike repeatedly if harassed. They reach maturity between two and three years of age.",
    "Captivity": "C. v. nuntius is not commonly kept in captivity. Due to its relatively small range it is not often collected from the wild. Captive breeding is not unknown, but is not commonplace. It is well represented in zoos throughout the United States, but other subspecies of C. v. viridis is more often kept.",
    "Mythology": "See main article: Snakes in mythologyIn Hopi tradition, snakes are the guardians of springs. A traditional dance is done as a prayer to bring the rain. Snakes, though not exclusively the Hopi rattlesnake, are used in the ceremony and are released afterwards with the belief that they carry the prayers of the dancers with them.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Crotalus viridis at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nCrotalus viridis at Discover Life. Accessed 9 January 2007."
  }
}