{
  "url": "https://en.wikipedia.org/wiki/Crotalus_oreganus_abyssus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. oreganus"
    },
    {
      "Subspecies": "C. o. abyssus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Grand Canyon rattlesnake, canyon bleached rattlesnake.Crotalus oreganus abyssus is a venomous pit viper subspecies found only in the U.S. state of Arizona within Grand Canyon National Park.",
    "Description": "This is a medium to large rattlesnake. Adults measure 16-54 inches (41–137 cm) in total length.\nDorsally, they have dark blotches on a variety of base colors ranging from reddish, pink, yellow/green, light tan, to gray. The blotches usually become crossbands near the tail. The young usually have more prominent blotches and facial markings than the adults. Some adults have no body markings.\nThe rostral scale usually comes into contact with more than 2 internasal scales.",
    "Geographic range": "Found in northwestern and north-central Arizona along both rims and the floor of the Grand Canyon and adjacent areas.",
    "Habitat": "The snake is found in a variety of habitats, including grassland, Great Basin Desert scrubland, bottoms in the Grand Canyon, talus and cliff slopes, rolling hills and bajadas in pinion-juniper woodland, and pine forests.",
    "Behavior": "It is primarily diurnal but can be active around the clock when conditions are favorable. The cryptic coloration and calm demeanor of this subspecies often allows it to escape detection from passersby.",
    "Feeding": "It feeds on squirrels, mice, lizards, and birds.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Klauber, L.M. 1930. New and Renamed Subspecies of Crotalus confluentus Say, with Remarks on Related Species. Trans. San Diego Soc. Nat. Hist. 6 (3): 95-144, including Plates 9-12, 1 map. (\"Crotalus confluentus abyssus, subsp. nov.\", pp. 114–117 + Plate 11, figure 1.)",
    "External links": "Crotalus oreganus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nImages of Crotalus oreganus abyssus at California Reptiles and Amphibians. Accessed 18 June 2008."
  }
}