{
  "url": "https://en.wikipedia.org/wiki/Crotalus_pusillus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. pusillus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common name: Tancitaran dusky rattlesnakeCrotalus pusillus is a venomous pit viper species found in west-central Mexico. No subspecies is currently recognized.",
    "Description": "Adult males may grow to more than 50 cm (20 in) in length. Females are smaller. The largest recorded length for a specimen is 68.2 cm (26.9 in).",
    "Behavior": "Campbell and Lamar (2004) found this species only to be active during the day. Within its range, night temperatures are low and apparently restrict its activity.",
    "Geographic range": "It is found in west-central Mexico in the Sierra de Coalcomán of southwestern Michoacán, the Transverse Volcanic Cordillera of west-central Michoacán, and in adjacent Jalisco. It is probably also found in northeastern Colima. The type locality given is \"Tancítaro, Michoacán, Mexico, altitude 5,000 ft\" (5,000 ft = 1,524 m). It occurs at elevations between 1,525 and 2,380 metres (5,003 and 7,808 ft).",
    "Conservation status": "This species is classified as Endangered on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates its extent of occurrence is estimated to be less than 5000 km2, estimates indicate its range is severely fragmented or known to exist at no more than five locations, and a continuing decline has been observed, inferred, or projected in the area, extent, and/or quality of its habitat. Therefore, it is considered to be facing a very high risk of extinction in the wild. The population trend was unknown when assessed in 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Klauber, L.M. 1952. Taxonomic studies on rattlesnakes of Mainland Mexico. Bull. Zool. Soc. San Diego 26:1-143.",
    "External links": "Crotalus pusillus at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}