{
  "url": "https://en.wikipedia.org/wiki/Crotalus_ravus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. ravus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Mexican pigmy rattlesnake, Mexican pygmy rattlesnake, more.Crotalus ravus is a venomous pit viper species, found only in Mexico. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "Adults of this species usually grow to a length of 40–65 centimetres (16–26 in), but may reach more than 70 cm (28 in). They are moderately stout in build.The distinguishing characteristics for C. r. ravus include parietal scales that are highly variable in shape and particularly large, less than 3 prefoveals, 21 midbody dorsal scales, 2–4 tail bands and a relatively large rattle.",
    "Common names": "Mexican pigmy rattlesnake, Mexican pygmy rattlesnake. Local names are víbora-cascabel pigmea-mexicana (Spanish), colcóatl, cascabel enana, víbora de cascabel and viborita de cascabel.",
    "Geographic range": "Found only in Mexico in the mountains in the center and south of the country, west of the Isthmus of Tehuantepec. Its range includes the southeastern part of the Mexican Plateau in the highlands of Mexico, Morelos, Tlaxcala, Puebla, Veracruz, Oaxaca, and the Sierra Madre del Sur in Guerrero. The type locality given is the \"Table land of Mexico.\" Cochran (1961) interpreted this to be the \"south tableland, Veracruz, Mexico.\"Campbell and Lamar (2004) describe this species as being found across the Mexican Plateau in the temperate regions of moderate to high elevations. They estimate the vertical distribution to be from about 1,490 metres (4,890 ft) above sea level to a little over 3,000 m (9,800 ft) altitude.",
    "Subspecies": "",
    "Taxonomy": "A study using mitochondrial DNA strongly suggests that C. ravus is part of a species complex including Crotalus triseriatus, Crotalus pusillus, Crotalus aquilus, and Crotalus lepidus. This study also confirmed strong genetic differentiation among the three subspecies aligning with geographic barriers. A follow-up study using seven nuclear markers places S. ravus basal to all other members of the species complex.",
    "Conservation": "Despite being listed as of \"Least Concern\" by the IUCN, C. ravus was listed as \"threatened\" by the Mexican government in 2010.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite\n\n\n== References =="
  }
}