{
  "url": "https://en.wikipedia.org/wiki/Crotalus_atrox_tortugensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. atrox"
    },
    {
      "Subspecies": "C. a. tortugensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Tortuga Island diamond rattlesnake, Tortuga Island rattlesnake.Crotalus atrox tortugensis is a venomous pit viper subspecies found only on Tortuga Island in the Gulf of California.",
    "Description": "This species is smaller than its close relative, C. atrox atrox, with large males not growing to much more than 100 cm (39 in) in length. The largest specimen on record is 105.8 centimetres (41.7 in) (Klauber, 1972). Compared to C. atrox atrox, the head is shorter relative to the length of the body—a trait considered to be an indication of dwarfing, which is common in island populations.The color pattern consists of a gray to gray-brown ground color, occasionally with a slight purplish or pinkish hue, overlaid dorsally with a series of 32-41 dark brown to purplish-brown blotches running down the length of the body. The blotches are hexagonal or diamond-shaped, marked with black spots, and bordered with irregular black mottling.",
    "Geographic range": "Found only on Tortuga Island, Baja California Sur, in the Gulf of California, Mexico. Its type locality is \"Tortuga Island\".",
    "Habitat": "It lives in barren, rocky, desert terrain, sparsely covered with brush and cacti.",
    "Conservation status": "This subspecies is classified as \"Least Concern\" on the IUCN Red List of Threatened Species. The population trend was stable when assessed in 2007. Species are listed as \"Least Concern\" due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category.However, this species is threatened due to its limited range, though it is common on the island.",
    "Behavior": "Although Van Denburgh reported they would rattle vigorously when approached, they have been described as being less excitable than C. atrox atrox, their mainland relative.",
    "Feeding": "Its diet apparently consists of mice. Several specimens from the island are reported to have contained mammal hair, and a white-footed mouse, Peromyscus dickeyi, is common on the island.",
    "Venom": "Klauber (1956) gives an average venom yield of 56 mg for this species. For comparison, the same study yielded an average of 277 mg for C. atrox atrox.",
    "Taxonomy": "Though most recent authors consider this taxon to be distinct, it may actually be conspecific with C. atrox.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Van Denburgh, J. and J.R. Slevin. 1921. Preliminary diagnoses of more new Species of Reptiles from Islands in the Gulf of California, Mexico. Proc. California Acad. Sci., Fourth Series, Volume 11, pp. 395–398.",
    "External links": "Crotalus atrox at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nCrotalus tortugensis, incl. brief info and picture, at San Diego Natural History Museum. Accessed 23 April 2007."
  }
}