{
  "url": "https://en.wikipedia.org/wiki/Crotalus_transversus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. transversus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Cross-banded mountain rattlesnakeCrotalus transversus is a venomous pit viper species found in central Mexico, known from less than 20 specimens. No subspecies are currently recognized.",
    "Description": "Adults grow to a maximum recorded length of 46.5 cm (18.3 in) (for a female). The length of the tail represents 10.5% of total body length in males and 7.1-7.9% in females.",
    "Geographic range": "It is found in central Mexico in the Sierra Ajusco and the Sierra de Monte Alto of the Transverse Volcanic Cordillera in the states of México and Morelos at elevations exceeding 2,900 m (9,500 ft) in temperate boreal forests. The type locality given is \"about 55 km. SW México (city), near Tres Marías (Tres Cumbres), Morelos [Mexico], elevation about 10,000 ft.\" (3,000 m)",
    "Conservation status": "This species is classified as Least Concern on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend was stable when assessed in 2007.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Taylor, E.H. 1944. Two New Species of Crotalid Snakes from Mexico. Bull. Chicago Acad. Sci. 30 (4): 47-56.",
    "External links": "Crotalus transversus at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}