{
  "url": "https://en.wikipedia.org/wiki/Crotalus_catalinensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. catalinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common English names: Santa Catalina Rattlesnake, Santa Catalina Island rattlesnakeCrotalus catalinensis is a species of venomous pit viper endemic to Isla Santa Catalina in the Gulf of California just off the east coast of the state of Baja California Sur, Mexico. No subspecies are currently recognized. A relatively small and slender species, its most distinctive characteristic is that it lacks a rattle.",
    "Description": "This species is relatively slender and stunted, growing to a maximum of 73.1 cm (28.8 in) in length.Its most distinctive feature is its lack of a rattle. The base of the tail, the \"button\", has degenerated to such an extent that the rattle immediately falls off with each shed instead of forming a new segment, as it does in other species of rattlesnakes. This is widely believed to be a localized adaptation for hunting birds.Of the two distinct color variations, the predominant variant has a light cream-colored base, with reddish-brown blotching down the back, and black and white banding around the tail. The other variant has a much lighter, ash gray color, with darker gray blotching. The banding around the tail is still present.",
    "Geographic range": "This snake is found only on Isla Santa Catalina in the Gulf of California off the coast of southern Baja California. This island is also the type locality for the species.",
    "Conservation status": "This species is classified as Critically Endangered on the IUCN Red List with the following criteria: B1ab(v) (v3.1, 2001). This means that the best available evidence indicates it is considered to be facing an extremely high risk of extinction in the wild because its geographic range is estimated to be less than 100 km2, it exists at only a single location, and a continuing decline has been observed, inferred, or projected in the number of mature individuals. It was assessed in 2007.It is threatened due to collecting and the introduction of alien predator species, such as feral cats.",
    "Habitat": "The habitat on Santa Catalina Island consists of Gulf Coast desert plants. This snake is often found on the western side of the island within the many arroyos.",
    "Behavior": "While most members of this genus are almost entirely terrestrial due to their heavy body structure, this species' small size makes it a swift and skillful climber. Previous researchers hypothesized that the ability of C. catalinensis to climb, combined with its lack of a rattle allowed it to hunt roosting birds, but detailed research into the species’ diet has revealed C. catalinensis maintains a mammal-based diet like most rattlesnakes. Further inquiry into the arboreal behavior of this island species has shown individuals actually spend the majority of their time on the ground. Individuals were most likely to be found in low branches of bushes during July, the hottest month on the island. C. catalinensis is thought to climb off of the hot ground and into bushes to thermoregulate. Unlike most species of rattlesnakes, C. catalinensis is often observed exposed; it does not tend to hide. Currently, the greater evidence supports the theory that the Catalina rattleless rattlesnake has evolved away from having a rattle because it has no need for a warning mechanism against predators.",
    "Feeding": "Previous theories  suggested the tendency for this rattlesnake to climb into low bushes was connected to a dietary shift toward consuming birds. However, studies conducted from 2002 to 2004 revealed that stomach and fecal contents were 70% mammal (Santa Catalina deer mouse,  Peromyscus slevini) and 30% lizard species (Santa Catalina desert iguana, Dipsosaurus catalinensis; Santa Catalina side-blotched lizard, Uta squamata; and Sceloporus lineatulus.) “We found no bird remains in scats or stomach contents of C. catalinensis in any year or season.”",
    "Taxonomy": "Laurence Klauber (1972) suggested this species is closely related to C. scutulatus. However, a later study by Murphy and Crabtree (1985) used allozyme data to conclude it shares its most recent ancestor with C. ruber. Most of the morphological, biogeographic, and biochemical data suggest the same.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Crotalus catalinensis at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}