{
  "url": "https://en.wikipedia.org/wiki/Crotalus_unicolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. unicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Aruba rattlesnake, Aruba island rattlesnake, Cascabel (Papiamento).Crotalus unicolor is a venomous pitviper species found only on the Caribbean island of Aruba, off the coast of Venezuela. Critically endangered, it is estimated that fewer than 230 adults survive in the wild. It is sometimes still classified as a subspecies of Crotalus durissus.",
    "Description": "Moderately sized, this species attains an adult length of approximately 90 cm, and weighs about one kilogram. It is light brown, tan, or almost pink in color, reflecting the soil color of its native habitat, with darker brown diamond-shaped markings, but colors may vary from white to apricot, or brown to slate. The markings are sometimes nearly invisible, or only visible in a narrow stripe down the middle of the back.",
    "Geographic range": "The snakes are endemic to the island of Aruba, off the coast of Venezuela. They exist only in thornscrub and desert habitats on the southeastern half of the island. The type locality given is \"Aruba.\"",
    "Conservation status": "This species is classified as critically endangered (CR) on the IUCN Red List for the following criteria: C2b (v2.3, 1994). This means that the population is estimated to number less than 250 mature individuals, a continuing decline has been observed, projected, or inferred, in the number of mature individuals, and that the population structure is such that all individuals are in a single subpopulation. Year assessed: 1996.\n\nThese snakes are found only on the island of Aruba, where they are mostly limited to the rocky, dry southern tip of the island. Due to their extremely limited geographic range, about 230 animals left in the wild, and the ever encroaching human habitation into their territory (there is only about 25 square kilometers left undeveloped), the Aruba Island rattlesnake is among the rarest rattlesnakes in the world and listed as critically endangered. Unfortunately, while exporting from the island is illegal, it has no other legal protection on the island either. The snake is now a part of the Species Survival Plan for captive breeding.",
    "Feeding": "Its diet consists of rodents, birds and lizards.",
    "Reproduction": "Males reach sexual maturity in four years; females in five. After a gestation time of four months, females give birth to between five and fifteen live young at a time.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "van Lidth de Jeude, Theodorus Willem. 1887. On a collection of reptiles and fishes from the West-Indies. Notes from the Leyden Museum, 9: 129-139.",
    "External links": "Crotalus unicolor at the Reptarium.cz Reptile Database. Accessed 28 August 2007."
  }
}