{
  "url": "https://en.wikipedia.org/wiki/Crotalus_durissus_terrificus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. durissus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: South American rattlesnake, tropicfal rattlesnake, more.Crotalus durissus is a venomous pit viper species found in South America. The most widely distributed member of its genus, this species poses a serious medical problem in many parts of its range. Currently, seven subspecies are recognized, including the nominate subspecies described here.",
    "Description": "This large Neotropical rattlesnake grows to a length of 1.5 m (4.9 ft), and rarely to a maximum length of  1.9 m (6.2 ft). It has two distinct stripes starting at the base of the head. Within the lines, the color is lighter than the stripes.",
    "Common names": "Common names for this species include: South American rattlesnake, tropical rattlesnake, neotropical rattlesnake, Guiana rattlesnake (previously used for C. d. dryinus). and in Spanish: víbora de cascabel, cascabel, cascabela, and cascavel. In Suriname it is known as Sakasneki.",
    "Geographic range": "C. durissus is found in South America except the Andes Mountains. However, its range is discontinuous, with many isolated populations in northern South America, including Colombia, Venezuela, Guyana, Suriname, French Guiana and northern Brazil. It occurs in Colombia and eastern Brazil to southeastern Peru, Bolivia, Paraguay, Uruguay, and northern Argentina (Catamarca, Córdoba, Corrientes, Chaco, Entre Rios, Formosa, La Pampa, La Rioja, Mendoza, Misiones, San Juan, San Luis, Santa Fe, Santiago del Estero and Tucumán). Also, it occurs on some islands in the Caribbean, including Morro de la Iguana, Tamarindo and Aruba. The type locality given is \"America.\"",
    "Habitat": "It prefers savanna and semi-arid zones. It has been reported to occur in littoral xerophilous scrub, psammophilous and halophilous littoral grassland, thorny xerophilous scrub, tropophilous deciduous and semideciduous scrub, as well as tropophilous semideciduous seasonal forest in the northwest of Venezuela. In the Chaco region of Paraguay, it is found in the drier, sandier areas.",
    "Venom": "Bite symptoms are very different from those of Nearctic species due to the presence of neurotoxins (crotoxin and crotamine) that cause progressive paralysis. Bites from C. d. terrificus in particular can result in impaired vision or complete blindness, auditory disorders, ptosis, paralysis of the peripheral muscles, especially of the neck, which becomes so limp as to appear broken, and eventually life-threatening respiratory paralysis. The ocular disturbances are sometimes followed by permanent blindness. Phospholipase A2 neurotoxins also cause damage to skeletal muscles and possibly the heart, causing general aches, pain, and tenderness throughout the body. Myoglobin released into the blood results in dark urine. Other serious complications may result from systemic disorders (incoagulable blood and general spontaneous bleeding), hypotension, and shock. Hemorrhagins may be present in the venom, but any corresponding effects are completely overshadowed by the startling and serious neurotoxic symptoms.",
    "Taxonomy": "The Guiana rattlesnake, previously recognized as C. d. dryinus, is now considered a synonym for C. d. durissus. In fact, after the previous nominate subspecies for the C. d. durissus complex became the current nominate for Crotalus simus, which now represents its Mexican and Central American members, C. d. dryinus became the new nominate for the South American rattlesnakes as represented by C. durissus. The subspecies previously known as C. d. collilineatus and C. d. cascavella were moved to the synonymy of C. d. terrificus following the publication of a paper by Wüster et al. in 2005.",
    "Taxonomy-Subspecies": "",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms",
    "References": "",
    "Further reading": "Alvaro ME. 1939. Snake Venom in Ophthalmology. Am. Jour. Opth., Vol. 22, No. 10, pp. 1130–1145.\nWüster W, Ferguson JE, Quijada-Mascareñas JA, Pook CE, Salomão MG, Thorpe RS. 2005. Tracing an invasion: landbridges, refugia and the phylogeography of the Neotropical rattlesnake (Serpentes: Viperidae: Crotalus durissus). Molecular Ecology 14: 1095-1108. PDF at Wolfgang Wüster. Accessed 28 August 2007.\nWüster W, Ferguson JE, Quijada-Mascareñas JA, Pook CE, Salomão MG, Thorpe RS. 2005. No rattlesnakes in the rainforests: reply to Gosling and Bush. Molecular Ecology, 14: 3619-3621. PDF at Wolfgang Wüster. Accessed 28 August 2007.\nQuijada-Mascareñas A, JE Ferguson, CE Pook, MG Salomão, RS Thorpe, & W Wüster. 2007. Phylogeographic patterns of Trans-Amazonian vicariants and Amazonian biogeography: The Neotropical rattlesnake (Crotalus durissus complex) as an example. Journal of Biogeography 34: 1296–1312. PDF",
    "External links": "Crotalus durissus at the Reptarium.cz Reptile Database. Accessed 19 August 2007."
  }
}