{
  "url": "https://en.wikipedia.org/wiki/Crotalus_oreganus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. oreganus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: western rattlesnake, northern Pacific rattlesnake, Pacific rattlesnake, moreCrotalus oreganus is a venomous pit viper species found in North America in the western United States, parts of British Columbia, and northwestern Mexico. Seven subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "The size of this species varies greatly, with some populations being stunted and others growing very large. Mainland specimens often reach 100 cm (39 in) in length, with the largest on record being 162.6 cm (64.0 in) (Klauber, 1956) for C. o. oreganus.This species, in its various forms, shows considerable ontogenetic variation. Juveniles usually have more or less distinct patterns, but these fade as the animals mature. The color of the iris often matches the ground color, which may be bronze, gold, or different shades of tan, pink, or gray.\n\nThe color pattern of the typical form, C. o. oreganus, has a dark-brown, dark-gray, olive-brown, or sometimes black or pale yellowish ground color overlaid dorsally with a series of large, dark blotches with uneven white edges. These blotches are also wider than the spaces that separate them. Additionally, a lateral series of blotches, usually darker than the dorsal blotches, is clearly visible on all but the darkest specimens. The first rings of the tail are about the same color as the last body blotches, but these rings become progressively darker; the last two rings, at the base of the tail, are usually black. The belly is pale yellow, usually with brown spots. A large, dark-brown blotch on the snout has a pale border behind it that forms transverse bars on the supraoculars. There is a dark brown postocular stripe with a white border that extends from the eye to around the angle of the jaw.",
    "Common names": "Its common names include western rattlesnake, northern Pacific rattlesnake, Pacific rattlesnake, black rattlesnake, Arizona diamond rattlesnake, black diamond rattlesnake, black snake, California rattlesnake, confluent rattlesnake, diamond-back rattlesnake, Great Basin rattlesnake, Hallowell's rattlesnake, Missouri rattlesnake, Oregon rattlesnake, Pacific rattler, rattlesnake, southern rattlesnake, western black rattlesnake, western rattler, and north Pacific rattlesnake.",
    "Geographic range": "It is found in North America from southwestern Canada, through much of the western half of the United States, and south into northern Mexico. In Canada, it is found in southern British Columbia. In the US, it occurs in Washington, Oregon, western and southern Idaho, California, Nevada, Utah, Arizona, and likely west-central New Mexico. In northern Mexico, it is found in western Baja California and the extreme north of Baja California Sur, from sea level to an altitude of 2,500 metres (8,200 ft).This species also reportedly occurs on six different islands:\nMorro Rock, Morro Bay, San Luis Obispo County, California (now connected to the mainland by a causeway)\nAnaho Island, Pyramid Lake, Washoe County, Nevada\nRattlesnake Island, Clear Lake, Lake County, California (may no longer be found here)\nSanta Catalina Island, California, off the coast of San Pedro, Los Angeles\nSouth Coronado Island, one of the Coronado Islands off the coast of Baja California.\nMare Island, Vallejo, California (now connected by a land bridge)",
    "Diet": "Using its heat-sensing facial pits to locate prey,C. oreganus eats birds, bird eggs, and small mammals, from mice to rabbits. It also eats small reptiles and amphibians.  The juveniles eat insects.",
    "Reproduction": "Sexually mature females bear live young in broods of as many as 25.",
    "Conservation status": "This species is classified as Least Concern on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend was stable when assessed in 2007.",
    "Subspecies": "",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Holbrook, J.E. 1840. North American Herpetology; or, A Description of the Reptiles Inhabiting the United States. Vol. IV. [First Edition.] Dobson. Philadelphia. 126 pp. (Crotalus oreganus, pp. 115–117.)",
    "External links": "Crotalus oreganus at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}