{
  "url": "https://en.wikipedia.org/wiki/Sistrurus_catenatus_tergeminus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Sistrurus"
    },
    {
      "Species": "S. catenatus"
    },
    {
      "Subspecies": "S. c. tergeminus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: western massasauga, ground rattlesnake, Gulf Coast massasauga, more.Sistrurus catenatus tergeminus is a venomous pit viper subspecies found in the southwestern plains of the United States. In some areas its range overlaps that of another subspecies, S. c. edwardsii, and intergrading of the two is not unknown.",
    "Description": "Adults range in size from 35 to 91 cm (14 to 36 in). The standard length for 43 male and 63 female adult specimens was 68 cm (27 in). Conant (1975) mentions an average length of 46–66 cm (18–26 in), with a maximum of 88.3 cm (34 3⁄4 in).The color pattern is similar to that of S. c. catenatus, but paler: the dark brown blotches contrast strongly with the tan-gray or light gray ground color. The venter (belly) is light with a few dark markings.",
    "Common names": "Western massasauga, ground rattlesnake, Gulf Coast massasauga, Edward's massasauga, large ground rattlesnake, Say's false rattlesnake, Sonora ground rattlesnake, Texas massasauga, three-spotted shield rattler, triple-spotted rattlesnake.",
    "Geographic range": "Found in the United States in the southwestern plains from extreme southeastern Nebraska and northwestern Missouri, southwest through east-central Kansas and west-central Oklahoma into northern and central Texas about as far southwest as the Colorado River. The type locality given is \"between the Mississippi River and the Rocky Mountains\".",
    "Behavior": "Primarily found in grassland areas, on the edge of open woodland, or on rocky hillsides, and often makes use of the burrows of other animals for shelter. They primarily eat rodents, but they may also eat lizards and frogs. Their rattles are significantly higher pitched than those of larger species of rattlesnake, sometimes giving them the nickname buzztail. They are primarily nocturnal, especially during the summer months when it is too hot for them to be active, but they will sometimes be found out sunning themselves. They are most often found immediately after rain storms.",
    "Venom": "Drop for drop, massasauga venom is more potent than that of many larger species of rattlesnake, but due to the lower yield (the amount it is capable of delivering in a single bite) its potential for harm is greatly reduced. The venom is a powerful hemotoxin which can cause swelling, necrosis, and severe pain. Despite its smaller size and less severe bite, envenomation can still be fatal if untreated, and treatment should be sought immediately for any venomous snake bite. The antivenin CroFab, while not type-specific, can be used to treat severe envenomations from massasaugas.",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Hubbs, Brian and Brendan O'Connor. 2012. A Guide to the Rattlesnakes and other Venomous Serpents of the United States. Tricolor Books. Tempe, Arizona. 129 pp. ISBN 978-0-9754641-3-7. (Sistrurus catenatus tergeminus, pp. 74–75.)\nSay, T. In James, E. 1823. Account of an Expedition from Pittsburgh to the Rocky Mountains, Performed in the Years 1819, 1820. By Order of the Hon. J.C. Calhoun, Secretary of War, Under the Command of Maj. S.H. Long, of the U.S. Top. Engineers. Compiled from the Notes of Major Long, Mr. T. Say, and other Gentlemen of the Party. Volume II. United States Government. Washington, District of Columbia. (A. & R. Spottiswoode, printer. London.) vii + 356 pp. (Crotalus tergeminus, p. 342.)",
    "External links": "Sistrurus catenatus at the Reptarium.cz Reptile Database. Accessed 5 December 2007.\nSistrurus catenatus at Herps of Texas. Accessed 1 February 2007."
  }
}