{
  "url": "https://en.wikipedia.org/wiki/Sistrurus_miliarius_streckeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Sistrurus"
    },
    {
      "Species": "S. miliarius"
    },
    {
      "Subspecies": "S. m. streckeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: western pygmy rattlesnake, Strecker's pygmy rattlesnake, more.Sistrurus miliarius streckeri is a venomous pit viper subspecies found in the southcentral United States.",
    "Etymology": "The subspecific name, streckeri, is in honor of American naturalist John Kern Strecker.",
    "Description": "Adult specimens of S. m. streckeri are 40–63 cm (16–25 in) in total length (including tail). In one study, the average length of 55 males and 49 females was 52 cm (20 in).Its color pattern is distinct and very irregular, the middorsal series of blotches being plainly wider than they are long. Along the sides there are only 1-2 series of spots, the upper ones being higher than they are wide. Any dark pigment on the belly is diffuse, the blotches there usually not being wider than one scale. This race also has the lowest number of ventral scales for the species (Gloyd, 1935).",
    "Common names": "Common names for S. m. streckeri include ground rattlesnake, pygmy rattlesnake, southern pygmy rattlesnake, Strecker's pygmy rattlesnake, western ground rattlesnake, western pygmy rattlesnake.",
    "Geographic range": "S. m. streckeri is found in the United States in Mississippi (except for southeast of the Pearl River Valley), west through Louisiana into eastern Texas, and north into southeastern and central Oklahoma, Arkansas, southern Missouri, and southwestern Tennessee. The type locality listed is \"... near Imboden, Lawrence County, Arkansas\" (USA).",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Western Pigmy Rattlesnake at Snakes of Arkansas. Accessed 2 March 2007.\nWestern Pygmy Rattlesnake at Houston Herpetological Supply. Accessed 2 March 2007.",
    "Further reading": "Behler JL, King FW (1979). The Audubon Society Field Guide to North American Reptiles and Amphibians. New York: Alfred A. Knopf. 743 pp. ISBN 0-394-50824-6. (Sistrurus miliarius streckeri, p. 698 + Plate 625).\nConant R (1975). A Field Guide to Reptiles and Amphibians of Eastern and Central North America, Second Edition. The Peterson Field Guide Series. Boston: Houghton Mifflin Company. xviii + 429 pp. + Plates 1-48. ISBN 0-395-19979-4 (hardcover), ISBN 0-395-19977-8 (paperback). (Sistrurus miliarius streckeri, p. 233 + Plate 35 + Map 177).\nConant R, Bridges W (1939). What Snake Is That?: A Field Guide to the Snakes of the United States East of the Rocky Mountains. (with 108 drawings by Edmond Malnate). New York and London: D. Appleton-Century Company. Frontispiece map + viii + 163 pp. + Plates A-C, 1-32. (Sistrurus miliarius streckeri, p. 145 + Plate 29, figure 84).\nGloyd HK (1935). \"The Subspecies of Sistrurus miliarius \". Occ. Pap. Mus. Zool., Univ. Michigan (322): 1-7. (Sistrurus miliarius streckeri, new subspecies, pp. 4–6).\nHubbs, Brian; O'Connor, Brendan (2012). A Guide to the Rattlesnakes and other Venomous Serpentes of the United States. Tempe, Arizona: Tricolor Books. 129 pp. ISBN 978-0-9754641-3-7. (Sistrurus miliarius streckeri, pp. 81–82).\nSchmidt KP, Davis DD (1941). Field Book of Snakes of the United States and Canada. New York: G.P. Putnam's Sons. 365 pp. (Sistrurus miliarius streckeri, pp. 289–290 + Plate 31).\nSmith HM, Brodie ED Jr (1982). Reptiles of North America: A Guide to Field Identification. New York: Golden Press. 240 pp. ISBN 0-307-13666-3. (Sistrurus miliarius streckeri, p. 202)."
  }
}