{
  "url": "https://en.wikipedia.org/wiki/Sistrurus_miliarius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Sistrurus"
    },
    {
      "Species": "S. miliarius"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: pygmy rattlesnake, eastern pygmy rattlesnake, ground rattlesnake, leaf rattler, death rattler, more.Sistrurus miliarius, commonly called the pygmy rattlesnake, is a species of venomous snake in the subfamily Crotalinae (pit vipers) of the family Viperidae. The species is endemic to the Southeastern United States. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "S. miliarius is a small species with adults usually growing to 40–60 cm (16–24 in) in total length (including tail). The maximum reported total length is 78.8 cm (31.0 in) (Klauber, 1972). Snellings and Collins (1997) reported a specimen of S. m. barbouri measuring 80.3 cm (31.6 in), but it had been in captivity for over 12 years. The largest S. m. barbouri reported by Gloyd (1940) was a specimen measuring 63.8 cm (25.1 in) from St. Petersburg, Florida. Shine (1978) suggested that in some populations males may be larger than females, but a later study by Bishop et al. (1996) did not find sexual dimorphism of any kind in a population in Volusia County, Florida.At midbody, the rows of dorsal scales usually number 23. The dorsal pattern consists of a series of oval or subcircular spots with reasonably regular edges. The spots on the flanks are mostly round and not much higher than they are wide. Belly pigmentation towards the rear is more limited to indistinct blotches found on pairs of adjacent scales. Juveniles have a color pattern that is similar to the adults, although it may be paler or more vividly marked, and the tip of the tail is yellow.",
    "Common names": "Common names for S. miliarius include pygmy rattlesnake, ground rattlesnake, hog-nosed rattlesnake, little rattlesnake, miliar(y) rattlesnake, North American smaller rattlesnake, oak-leaf rattler, pygmy ground rattlesnake, small rattlesnake, southeastern ground rattlesnake, southern ground rattlesnake, southern pygmy rattlesnake, spotted rattler, spotted rattlesnake, southern rattlesnake.\nOlder common names might include bastard rattlesnake, nipple snake, Carolina ground rattlesnake, brick red rattlesnake, Carolina pygmy rattlesnake, Catesby's small snake, dwarf rattlesnake, eastern pygmy rattlesnake, grey rattlesnake, and ground rattler (Garman, 1887).",
    "Geographic range": "S. miliarius is found in the Southeastern United States from southern and eastern North Carolina, south through peninsular Florida and west to East Texas and Oklahoma. The type locality given is \"Carolina\". Schmidt (1953) proposed that this be restricted to \"Charleston, South Carolina\".",
    "Habitat": "S. miliarius reportedly inhabits flatwoods, sandhills, mixed forests, and floodplains, and is also found near lakes and marshes.",
    "Conservation status": "This species is classified as least concern  on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend is stable. It was assessed in 2007.",
    "Behavior": "S. miliarius is usually seen in the summer sunning itself or crossing the road late in the day. The tiny rattle makes a buzzing sound that can only be heard from a few feet away. Some individuals are very aggressive and strike furiously, while others seem lethargic and do not even attempt to rattle. It does not dig its own burrows, but rather uses those dug by small rodents or gopher tortoises (Gopherus polyphemus).",
    "Feeding": "The diet of S. miliarius includes small mammals and birds, lizards, insects, and frogs, as well as other snakes. Pygmy rattlesnakes also include giant desert centipedes in their diet, which they hunt by active pursuit, grabbing and flipping the centipedes around while simultaneously injecting venom to prevent injury by the victim. They also ambush  lizards such as skinks by using their tails as lures, as is common in many other species of vipers.",
    "Venom": "Since S. miliarius is unable to produce much venom, it is unlikely to be able to deliver a fatal bite to a human adult. Brimley (1942) wrote that although it was too small to be really dangerous, its bite \"will give the victim quite an unpleasant time for several days.\" However, bites involving children have resulted in prolonged hospitalization, with reports of necrosis.This snake produces cytotoxic venom that is strongly hemorrhagic and tissue toxic, but devoid of any neurotoxins. The venom was the basis for the development of the drug eptifibatide, which is used to prevent clotting during a heart attack. The venom is somewhat different in that it contains substantial amounts of serotonin and related tryptamine compounds. Antivenin does not appear to be effective in the treatment of bites of S. miliarius, although CroFab does seem to do a better job than ACP, at least in some animal models.",
    "Subspecies": "",
    "See also": "List of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Sistrurus miliarius at the Reptarium.cz Reptile Database. Accessed 15 September 2007.\nSistrurus miliarius at University of Texas - Herps of Texas. Accessed 30 November 2006.\nThe Pigmy Rattlesnake Homepage (Sistrurus miliarius) at Stetson University Biology Department. Accessed 30 November 2006.",
    "Further reading": "Boulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Sistrurus miliarius, pp. 569-570).\nConant R, Bridges W (1939). What Snake Is That? A Field Guide to the Snakes of the United States East of the Rocky Mountains. (With 108 drawings by Edmond Malnate). New York and London: D. Appleton-Century Company. Frontispeice map + viii + 163 pp. + Plates A-C, 1-32. (Sistrurus miliarius, pp. 143-145 + Plate 29, figures 84A, 84B; Plate 30, figure 85).\nHubbs, Brian; O'Connor, Brendan (2012). A Guide to the Rattlesnakes and other Venomous Serpents of the United States. Tempe, Arizona: Tricolor Books.129 pp. ISBN 978-0-9754641-3-7. (Sistrurus miliarius, pp. 78-85).\nLinnaeus C (1766). Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, diferentiis, synonymis, locis. Tomus I. Editio Duodecima, Reformata. Stockholm: L. Salvius. 532 pp. (Crotalus miliarius, new species, p. 372). (in Latin).\nPowell R, Conant R, Collins JT (2016). Peterson Field Guide to Reptiles and Amphibians of Eastern and Central North America, Fourth Edition. Boston and New York: Houghton Mifflin Harcourt, xiv + 494 pp., 47 plates, 207 figures. ISBN 978-0-544-12997-9. (Sistrurus miliarius, pp. 443-444 + Plate 46).\nSchmidt KP, Davis DD (1941). Field Book of Snakes of the United States and Canada. New York: G.P. Putnam's Sons. 365 pp., 34 plates, 103 figures. (Sistrurus miliarius, pp. 289-290 + Plate 31).\nSmith HM, Brodie ED Jr (1982). Reptiles of North America: A Guide to Field Identification. New York: Golden Press. 239 pp. ISBN 0-307-13666-3 (paperback), ISBN 0-307-47009-1 (hardcover). (Sistrurus miliarius, pp. 202-203).\nZim HS, Smith HM (1956). Reptiles and Amphibians: A Guide to Familiar American Species: A Golden Nature Guide. Revised Edition. New York: Simon and Schuster. 160 pp. (Sistrurus miliarius, pp. 110, 156)."
  }
}