{
  "url": "https://en.wikipedia.org/wiki/Potentilla_tridentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Subfamily": "Rosoideae"
    },
    {
      "Genus": "SibbaldiopsisRydb."
    },
    {
      "Species": "S. tridentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Sibbaldiopsis is a genus in the plant family Rosaceae. This genus only contains a single species: Sibbaldiopsis tridentata, formerly Potentilla tridentata. Commonly, its names include three-toothed cinquefoil, shrubby fivefingers, and wineleaf. Systemic phylogenetic work has placed S. tridentata within Sibbaldia as Sibbaldia retusa.",
    "History": "Sibbaldiopsis tridentata was first described by William Aiton, but later corrected by Per Axel Rydberg.\nThe species had been called Potentilla tridentata, but because of genetic analysis, it was discovered that the plant was closer to the boreal species Sibbaldia procumbens, and was placed in its own genus. The genus name Sibbaldiopsis comes from Sibbaldia and the suffix -opsis, meaning \"resembling\".\nSibbaldiopsis tridentata has sometimes been cited as Potentilla retusa, as it is much older, despite having yellow flowers. In addition, poor specimens of Sibbaldiopsis tridentata resemble Sibbaldia procumbens more than Sibbaldiopsis tridentata itself.",
    "Habitat": "Sibbaldiopsis tridentata prefers dry and acidic soil, usually on rocky or gravelly shores that have access to a lot of sun. It is often found on shale outcrops. The species is located all over the central to eastern American states, with disjunct populations extending down the Appalachian Mountains. The species also lives in the Canadian provinces east of and including Alberta, as well as Greenland. In Nova Scotia, the species is very common in the center of the Annapolis Valley and around cliffs or rocky outcrops. The southernmost known populations are located in Georgia and North Carolina, and occupy high-elevation rock outcrops and grassy balds.Sibbaldiopsis tridentata is listed as endangered in 5 US states.",
    "Characteristics": "Sibbaldiopsis tridentata is a short evergreen perennial plant, growing up to ten inches. Its leaves are compound and trifoliate, usually growing at the base in an alternating pattern, each leaflet growing up to an inch-and-a-half in length and a half-an-inch across. The leaflets are oblanceolate with a truncated tip having three teeth. The leaves are glossy and evergreen. They turn deep red in fall if the plants are grown in sun.Its branches are herbaceous and pubescent, but its roots are woody.Its flowers are small and white, radial, and arranged in a compound bracteate cyme, having five sepals and five petals with several stamens and a few pistils. The individual flowers resemble flowers from the genus Potentilla.Its blooming period lasts two to three months, between June to August. Eventually, the triangular sepals fold up and tiny, hairy brown seeds develop inside them.",
    "References": "",
    "Sources": "Eriksson, Torsten; Lundberg, Magnus; Töpel, Mats; Östensson, Pia; Smedmark, Jenny E. E. (January 2015). \"Sibbaldia: a molecular phylogenetic study of a remarkably polyphyletic genus in Rosaceae. Plant Systematics and Evolution\". 301 (1): 171–184. \nEriksson, Torsten; Hibbs, Malin S.; Yoder, Anne D.; Delwiche, Charles F.; Donoghue, Michael J. (2003). \"The Phylogeny of Rosoideae (Rosaceae) Based on Sequences of the Internal Transcribed Spacers (ITS) of Nuclear Ribosomal DNA and the trnL/F Region of Chloroplast DNA\". International Journal of Plant Sciences. 164 (2): 197–211. doi:10.1086/346163.\nRadford, AE; Ahles, HE; Bell, CR (1964). Manual of the vascular flora of the Carolinas. Chapel Hill Press.\n\"Sibbaldiopsis tridentata\". Natural Resources Conservation Service PLANTS Database. USDA. 2007."
  }
}