{
  "url": "https://en.wikipedia.org/wiki/Potentilla_hickmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Potentilla"
    },
    {
      "Species": "P. hickmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Potentilla hickmanii (called Hickman's potentilla or Hickman's cinquefoil) is an endangered perennial herb of the rose family.  This rare plant species is found in a narrowly restricted range in two locations in coastal northern California,  in Monterey County, and in very small colonies in San Mateo County.  This small wildflower, endemic to western slopes of the outer coastal range along the Pacific Ocean coast, produces bright yellow blossoms through spring and summer.\nThis species was formerly thought to be growing in Sonoma County, but  that population has been recently reclassified as another species, Potentilla  uliginosa and is presumed extinct in that county.This plant, along with many other threatened species in the northern California Floristic Province, has been designated as a species meriting protection by the U.S. government, state of California, local governments, and private conservation groups.  These designations have led to blueprints for protection of Hickman's potentilla in the form of official endangerment classifications and a species recovery plan, the latter promulgated by the U.S. Fish and Wildlife Service.",
    "Description": "P. hickmanii is a long-lived, rosetted, nonglandular flowering plant with a thick taproot.  The stem is prostrate, 5-45 cm long.  Blooming occurs between April and August.  The hypanthium is 3-6 mm wide, with yellow obchordate petals 6-11 mm in length.   Up to 10 inflorescences may present in a single plant.  Filaments are typically 1.5 to 4.0 mm in length, while anthers are only about 1.0 mm in size; moreover, the pistils generally number about 10 and the slender styles are about 2-3 mm long.The somewhat subglabrous leaves are pinnately compound into generally six paired, palmately cleft leaflets.  These basal leaves range from 6-25 in length with individual leaflets 2-8 mm long and about 2 mm wide.  Four to seven leaflets occur per side, in a separated or overlapped configuration.  The leaflets are wedge-shaped, typically having three or four teeth (lobes) and originate from about halfway along the leaf stem.  The smooth fruits are about 2 mm in diameter and tan in color, looking  like miniature watermelon seeds",
    "Distribution and habitat": "P. hickmanii is currently known to occur in two coastal locations.  The Federal Register documents colonies on the Monterey Peninsula and at another area in coastal San Mateo County,. The Monterey population is within the municipal boundaries of the city of Monterey, growing in a native grassland opening of the Monterey pine forest at an old summer camp site.  Plantings have been made, as attempts to establish new colonies in Monterey County at two areas the Point Lobos State Reserve, but those plantings failed by the summer of 2011 from the invasion of European weed grasses, and by the plantings situated too far from where the plants could easily be monitored or managed,  and by planting in one site that was too wet for the species to survive.Another coastal colony was discovered in Moss Beach, California, in 1933 in a wetland area at the mouth of San Vicente Creek; this colony was presumed extinct by at least the 1970s.  Another population in San Mateo County was discovered in 1995 on the south slopes above Martini Creek (USGS quad reference Montara Mountain 3712254), on private land by biologists conducting surveys for the Devil's Slide highway project.    In all cases, the populations are found between  10 and 135 m above sea level.  The habitat for this species includes native grassland meadow openings in pine forests, coastal bluff native perennial grasslands,  and under pine trees in duff.  The key to the habitat for this species is the decomposed granite substrate that lies directly under the very fine-grained grassland topsoil.",
    "History": "The Monterey Peninsula, discovery site of P. hickmanii, is in a native grassland opening within the Monterey pine forest.    The peninsula is influenced by a marine climate that is pronounced due to the upwelling of cool water from the Monterey submarine canyon. Rainfall is 40 to 50 cm per year, but summer fog drip is a primary source of moisture for plants that would otherwise not be able to persist with such low precipitation. Some taxa, such as the coastal closed-cone pines and cypresses are relict stands, e.g. species that once extended more widely in the mesic climate of the late Pleistocene period, but then retreated to small pockets of cooler and wetter conditions along the coast ranges during the hotter, drier early Holocene period between 6000 and 2000 BC.Alice Eastwood discovered P. hickmanii in 1900 on the Monterey Peninsula, a region then considered the fringe of civilization.  The Big Sur wilderness lay just beyond, unpenetrated by any roads at that time.  Eastwood, curator of botany at the California Academy of Sciences in San Francisco was a pioneer biologist in exploring this remote area.  On an expedition to amass specimens of rare plants from this southern reach of Monterey County, she retrieved a specimen of this previously unrecorded plant and named this species after J. B. Hickman.  Hickman was her guide on that collecting trip, and was the horticultural commissioner of Monterey County.",
    "Conservation status": "In 1973, the state of California recognized Hickman's potentilla as an endangered species. In the early to mid 1990s, a series of steps occurred that led to federal classification as an endangered species. Certain land development proposals came before the city of Monterey related to pine forest habitat area. In preparing an environmental impact report, information on occurrences of Hickman's potentilla was published. Subsequently in 1995, the U.S. Fish and Wildlife Service (FWS) acted on this new information regarding a species that some thought extinct, and promulgated a notice of intent to classify the species as endangered.\nIn 1998, the FWS officially classified Hickman's potentilla as endangered. After the FWS nomination process, further colonies in San Mateo and Sonoma Counties became defined. This chain of events illustrates the role of the environmental impact statement in elucidating scientific information germane to the understanding of an entire species, beyond the intended role of analyzing effects on the physical environment of a specific project.\nP. hickmanii continues to be pressured by urban development, especially on the Monterey Peninsula, with chief elements of golf courses and housing to support the expanding human population. These pressures are partially mitigated by species protection and recovery plans, the latter of which are recognized by the county, local cities, Association of Monterey Bay Area Governments, and the state of California.  However, the lack of any funding to implement any recovery plans causes the plans to only exist on paper, and the species is still in serious jeopardy without any annual action or recovery activities on the ground.\nThe federal recovery plan (internationally called biodiversity action plan) is general in nature, calling for more natural-history study, population surveys, generalized protection, and a vague reference to new plantings. One of the best efforts to enhance the species may come from a program that is seemingly unaware of the species. The Fitzgerald Marine Reserve master plan calls for natural vegetative enhancement of Vicente Creek (exact location of the 1933 colony), including removal of fill and debris from the creek and extirpation of invasive plants. A chief rationale for this plan is protection of the California red-legged frog, also an endangered species. \nAs a further measure of protection, Monterey County, California, has explicitly included Hickman's potentilla as a species to be protected via its local coastal program pursuant to California requirements. While the species is listed as federally and state endangered, the California Native Plant Society has set the further designation of \"seriously endangered\". This appellation is provided to any plant that has fewer than six occurrences, exists on less than 2000 acres (8 km²) of land area, or has fewer than 1000 known organisms. Hickman's potentilla satisfies the first criterion.\nThe San Mateo County population occurs in small, scattered native-grassland sites on Montara Mountain and are currently threatened with extinction by the encroaching invasive European weed grasses such as Brachypodium, Vulpia, and Holcus species and two species of Briza or rattlesnake grass, which crowd out the plants.  The annual weeds Plantago and flax and the perennial weeds cat's ears and Queen Anne's lace are also invading its habitat.  Near one population, eight different weeds cover 45% of the area, and the seven other native plants of the native grassland community, make up 55% cover. Each year, all the weeds need to be cleared away at a sufficient distance from the P. hickmanii plants, and the area restored to as close to 100% native plant cover as possible, otherwise some of these populations could face extinction soon.\nAn even more formidable  challenge for the future of the San Mateo County populations will be the taller and more aggressive perennial exotic invasive grass, Harding grass (Phalaris), growing 2 m tall and forming a solid stand on the next mountain ridge, only a few hundred meters from the two largest colonies; this nearby infestation has the appearance of a weed-tsunami, engulfing every native plant in its path, and a tiny 5-cm-tall plant does not have a chance without assistance.Plant counts for each in situ population for this species:\n\nMonterey County, Indian Village, Pebble Beach,  between 1979 and 2008, the population varied between five and 35 plants,  and a reference was made to outplanted P. hickmanii existing at this site in the 2009 FWS report. However, the original population in 2011 is presumed extinct at this site and  the existing plants may be the survivors from plantings of nursery-raised seedlings grown in potting soil.  The nursery-grown origin of individual plants could be confirmed, by examining the roots and finding remains of potting soil around such plants.  In winter, the plants that still have any potting soil around their roots may benefit by having the artificial soil removed and the plants replanted bare-rooted, as the potting soil could wick moisture from around the roots in summer.Monterey County, Eastwood collection, unable to locate siteMonterey County, Pacific Grove near the reservoir on road to Cypress point, was last seen 1968, and is presumed extinct.Monterey County, Point Lobos State Reserve, experimental plantings at two sites, is presumed extinct.San Mateo County, Montara Mountain, north of town of Montara, eight populations were found, counted, and mapped in 2008. Population #1= 4 plants, Pop.#2=11 plants, Pop.#3=about 1,060 plants, Pop.#4=about 2,000 plants, Pop.#5=26 plants, Pop.#6=12 plants, Pop.#7=3 plants, Pop.#8=45 plants. UPDATE: By summer 2011,  the species largest population #4, as well as #6, 7, and 8, were presumed extinct, as these populations were buried under a 2-m-tall, solid cover of exotic Harding grass. Population #3, that covering 30 by 230 m in 2008,  had diminished to only 14 by 20 m, and only about 300 plants were observed.San Mateo County, Moss Beach near Point Montara, presumed extinct, last seen in 1933Some ex situplants may exist, grown in nurseries for research or study, for example, or at universities or botanical gardens, but those numbers are unknown.",
    "Updated observations and conservation status": "Update (2013) on populations in San Mateo County, Montata Mountain, north of town of Montara:  Specific consistent counts of this species are difficult due to the low stature, extended flowering period, and difficult terrain, making year-to-year comparisons problematic.  The 2013 surveys have clearly shown that population 4 still exists above the existing Harding grass invasion, with at least 500 plants found in this area. In 2014, hand weeding of the area around population during summer 2011 has significantly lowered the weed plant cover of the area, with the big rattlesnake grass (Briza) originally at 61% cover in 2011 is now down to 1% cover in 2014. The hillside of Harding grass where population 4 exists was mowed in summer 2014.",
    "References": "",
    "External links": "California Native Plant Society Inventory of Rare and Endangered Plants\nUSDA Plants Database Profile: Potentilla hickmanii\n\"Potentilla hickmanii\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nepa.gov: Full text of original Federal Register basis for listing as endangered species\nHarvard University article on Alice Eastwood\nUSFWS 2009 Five Year Review of the status of Potentilla Hickmanii PDF file"
  }
}