{
  "url": "https://en.wikipedia.org/wiki/Potentilla_delphinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Potentilla"
    },
    {
      "Species": "P. delphinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Potentilla delphinensis is a herbaceous perennial species of cinquefoil belonging to the family Rosaceae. It is endemic to France, where it is limited to the southern French Alps (Savoie et Dauphiné: Bauges; Isère; Hautes-Alpes, Col du Lautaret).",
    "Description": "The biological form of Potentilla delphiniensis is hemicryptophyte scapose, as its overwintering buds are situated just below the soil surface and the floral axis is more or less erect with a few leaves.\nThis plant has an erect, strong and hirsute stem reaching on average 30–50 centimetres (12–20 in) in height. The leaves are in rosette, hairy, with a long petiole and are divided into five obovate and toothed leaflets with elongate lanceolate stipules. The inflorescence has several large flowers (about 2.5 centimetres (0.98 in) in diameter), with a corolla of yellow petals. The flowering period extends from July through August. It is insect-pollinated.\nIt is sympatric with the similar congeners Potentilla grandiflora and Potentilla thuringiaca. It grows in sunny, rocky areas and mountain pastures at an altitude of 1,500–2,800 metres (4,900–9,200 ft) above sea level.",
    "Gallery": "",
    "References": "",
    "External links": "Eunis\nFlores Alpes\nInpn.mnhn\nBiolib\nSchede di botanica\nRock Gardens\nJuillet, N. 2011. Potentilla delphinensis. In: IUCN 2013. IUCN Red List of Threatened Species. Version 2013.1. Downloaded on 12 August 2013.",
    "Further reading": "Nicolè, F.; Tellier, F.; Vivat, A.; Till-Bottraud, I. (2007). \"Conservation unit status inferred for plants by combining interspecific crosses and AFLP\". Conservation Genetics. 8 (6): 1273–85. doi:10.1007/s10592-006-9277-8."
  }
}