{
  "url": "https://en.wikipedia.org/wiki/Potentilla_basaltica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Potentilla"
    },
    {
      "Species": "P. basaltica"
    }
  ],
  "text": {
    "__SUMMARY__": "Potentilla basaltica is a species of flowering plant in the rose family known by the common names Soldier Meadows cinquefoil  and basalt cinquefoil. It is endemic to a small area of the Modoc Plateau and Warner Mountains in northeastern California and northwestern Nevada.",
    "Range and habitat": "Potentilla basaltica occurs in Humboldt County, Nevada, and Lassen County, California, where there are a total of four occurrences. It grows in moist alkaline meadows near streams and springs.",
    "Range and habitat-Associates": "Associated species include: Juncus balticus, Scirpus maritimus, Scirpus acutus, Triglochin maritima, Distichlis spicata, Sisyrinchium halophilum, Nitrophila occidentalis, Carex spp., Pyrrocoma racemosa, Solidago spectabilis, Sphaeromeria potentilloides, Astragalus argophyllus, Lotus purshianus, Ericameria nauseosa, and Sarcobatus vermiculatus.",
    "Growth pattern": "Potentilla basaltica is a perennial herb grows from a thick taproot and has a base covered in the remnants of previous seasons' leaves. The stems are usually prostrate or decumbent, spreading along the ground, or occasionally growing upright.",
    "Stems and leaves": "Stems are up to 50 centimeters long and may be purple-tinged. Most of the leaves are located around the base of the plant. They are each divided into several pairs of leaflets. There are a few smaller leaves located along the stems.",
    "Flowers": "The flowers at the ends of the stems have bright yellow petals.",
    "Conservation": "This rare species is a candidate for federal protection. The Bureau of Land Management has enacted conservation measures such as fencing populations to exclude grazing animals and closing roads in vulnerable habitat. Current threats include changes in local hydrology and the invasion of noxious weeds, such as Lepidium latifolium. The populations are apparently stable for the time being.This species is a host for the fungus Phragmidium ivesiae.",
    "References": "",
    "External links": "Jepson Manual Treatment: Potentilla basaltica\nUSDA Plants Profile\nPotentilla basaltica — U.C. Photo Gallery"
  }
}