{
  "url": "https://en.wikipedia.org/wiki/Potentilla_hippiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Potentilla"
    },
    {
      "Species": "P. hippiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Potentilla hippiana is a species of flowering plant in the rose family known by the common names woolly cinquefoil, horse cinquefoil, and Hipp's cinquefoil. It is native to North America, where it occurs in western Canada and the western United States. It occurs in eastern Canada and the US state of Michigan as an introduced species.This perennial herb grows up to half a meter tall from a thick caudex and taproot. The leaves are up to 19 centimeters long or more and each is made up of several toothed leaflets. The leaves may be hairless to hairy to woolly. The fruit is a tiny achene. This species hybridizes with several other cinquefoil species, such as beautiful cinquefoil (P. pulcherrima) and elegant cinquefoil (P. concinna).This plant grows in a variety of habitat types, including grassland, forest, meadow, and sagebrush communities. It may occur in dry or wet habitat, several soil types, flat territory and slopes, and a range of temperatures. It can be found at elevation in subalpine and alpine climates. Plant species occurring with this cinquefoil in multiple habitat types include prairie junegrass (Koeleria macrantha), elk sedge (Carex geyeri), western yarrow (Achillea millefolium), silvery lupine (Lupinus argenteus), common dandelion (Taraxacum officinale), and beautiful fleabane (Erigeron formosissimus).This species was named by the botanist Johann Georg Christian Lehmann for his friend, Charles Friedrich Hipp.",
    "References": "",
    "External links": "USDA Plants Profile\nThe Nature Conservancy"
  }
}