{
  "url": "https://en.wikipedia.org/wiki/Potentilla_micrantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Potentilla"
    },
    {
      "Species": "P. micrantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Potentilla micrantha, common name pink barren strawberry, is a species of cinquefoil belonging to the family Rosaceae.",
    "Etymology": "The species' name micrantha means with little flowers and comes from Greek micro (small) and anthos (flower).",
    "Distribution and habitat": "This species occurs mainly in the Mediterranean Sea, in Europe, North Africa and Asia Minor. It ranges from the Pyrenees through southern Europe to the Balkan Peninsula. It is mainly widespread in the mountains of Southern Europe, with some short-range areas of occurrence in Spain, Central Europe, the Black Sea, the Caucasus and South Africa. It grows wild in mountains and hills grasslands, in not too thick woods and bushy areas, but also in open environments, at an elevation up to 1,500 metres (4,900 ft) above sea level.",
    "Description": "Potentilla micrantha has a thin, short and densely pubescent stem, that can reach a height of about 10 centimetres (3.9 in), with no runners. These small perennial herbs  are hairy-silky, non stoloniferous and have a thick stump. They show  elliptical ternate small leaves showing numerous teeth on the edge. These leaves are gray-green on both sides, with straight hairs. They are rather similar to those of wild strawberries. Flowers are small with white or rarely pale pink petals. The petals are up to 3 mm wide. The calyx protrudes from the corolla, that has a diameter of 7–10 mm. A distinctive feature is the beetroot color of the inside calyx. This species is quite similar to Potentilla sterilis.",
    "Biology": "This species blossoms usually from April to May, sometimes already in March. When the flowers open, the stamens move towards the centre and arrange in a conical structure, where the anthers at the tip surround the stigmas. This structure involves an efficient autogamy mechanism, that guarantees the self-fetilization. This plant  reproduces by seeds.",
    "Gallery": "",
    "See also": "List of Potentilla species",
    "References": "",
    "External links": "The Plant List\nTropicos"
  }
}