{
  "url": "https://en.wikipedia.org/wiki/Potentilla_robbinsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Potentilla"
    },
    {
      "Species": "P. robbinsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Potentilla robbinsiana, the dwarf mountain cinquefoil  or Robbins' cinquefoil, is a small, yellow-flowered, perennial found exclusively above the tree line in the White Mountains  of New Hampshire. The plant is nearly stemless and measures two to four centimeters in diameter.",
    "History": "The Crawford Path of Mount Washington, the oldest mountain hiking trail in America, was laid out in 1819 as a bridle path from Crawford Notch to the summit. There is some discrepancy as to who discovered Potentilla robbinsiana, which some sources giving credit to its discovery in 1824 by English botanist and zoologist Thomas Nuttall, five years after completion of the Crawford Path. The more likely case is its discovery in 1829 by James Robbins. After its discovery it was described by the botanist and explorer William Oakes. It was soon recognized as a rare plant and over 850 specimens were collected and occasionally sold commercially to collectors and herbariums. In the 1970s a \"backpacker boom\" led to significantly increased use of the Crawford Path, making the plant's limited habitat vulnerable to hikers picking the flowers and trampling the plant.The decline of specimens of the plant was mitigated when it received protection under the Endangered Species Act in 1980, at which time the known population was a mere 3,700 plants. However, due to a very successful awareness program and an effort to reroute trails away from the plant's habitat along with enclosures for the main population, the plant has since then recovered to well over 14,000 plants and was delisted in August 2002. Additional efforts included public education, biological research, seed collection and transplant efforts.The awareness program and repopulation efforts were successful in a large part due to a unique partnership between the U.S. Fish & Wildlife Service, the Appalachian Mountain Club, the U.S. Forest Service, and the New England Wild Flower Society.",
    "Distribution": "The White Mountain National Forest contains 100% of this species' global population. The plant has four extant occurrences, with two being natural and two others from transplant efforts.",
    "Habitat": "Potentilla robbinsiana is generally placed in the dry/mesic heath meadow system of alpine communities, though it is also found on subalpine bare rock summits. The primary habitat is an exposed and barren fellfield habitat with high winds and low temperatures. While frost heaving is considered a requirement, too much causes mortality.\n\n\n== References =="
  }
}