{
  "url": "https://en.wikipedia.org/wiki/Syzygium_francisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. francisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium francisii is a native Australian tree, common on the eastern sea board, between Morisset, New South Wales (33° S) and Gladstone, Queensland (23° S). Common names include giant water gum, rose satinash, and Francis water gum. The habitat of Syzygium francisii is rainforest on basaltic or fertile alluvial soils.\nSeveral fine examples may be seen at the Royal Botanic Gardens, Sydney. An often seen Syzygium francisii is at the start of the Mount Warning walking track in far north eastern New South Wales.",
    "Description": "Syzygium francisii is a medium to large size tree, occasionally reaching over 30 metres in height and a 150 cm in trunk diameter. The tree's crown appears dark and dense.\nThe bark is a scaly reddish light brown, with depressions caused by the shedding of scales of bark.  Prominent buttresses form at the base.",
    "Description-Leaves, flowers and fruit": "The leaves are opposite, simple, entire, 4 to 8 cm long drawn out into a long point at the tip. The leaf margin is often wavy, new growth pinkish.\nFlowers: white in panicles. Flowers small, less than 6 mm long. Flowering period September to December. The fruit matures from January to April, being a flattened berry, a common shape in many species of Syzygium; the colour is a pale blue, lilac to purple. The flesh is dry and unpalatable to taste.\nSeed germination is relatively easy and quick, commencing at 20 days.  Soaking of the seeds is recommended to drown insect larvae. Fruit are eaten by many types of rainforest birds.",
    "Gallery": "",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2\nSyzygium francisii at NSW Flora Online Retrieved on 2009-08-04"
  }
}