{
  "url": "https://en.wikipedia.org/wiki/Syzygium_hodgkinsoniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. hodgkinsoniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium hodgkinsoniae is a rare subtropical rainforest tree, growing on alluvial soils by streams in the north east New South Wales and south east Queensland, Australia. The range of natural distribution is from the Richmond River, New South Wales to Gympie in south east Queensland. Common names include smooth-bark rose apple or red lilly pilly.",
    "Description": "Syzygium hodgkinsoniae is a small tree reaching 11 metres in height, and a trunk diameter of 15 centimetres. The bark is dark brown and smooth. The trunk may be cylindrical in shape, but other times irregular.\nThe leaves are unusual for a New South Wales myrtle, being large, thick and heavy. 8 to 15 cm long, 3 to 6 cm wide with a short blunt point at the tip. Oil dots are not visible with a hand lens. The lateral veins and mid rib are visible from both sides of the leaf, but more evident on the under side.",
    "Description-Flowers and fruit": "In January to May, white fragrant flowers form on cymes. The red berry is up to 4 cm in diameter, maturing around August to November.  The single large seed germinates well within two months. It is advised to remove the flesh from the seed, and soak for a day or two, to drown insect larvae.",
    "Habitat": "This rheophyte species grows in riverine subtropical or gallery rainforest on deep rich alluvial and basalt soils at altitudes of up to 300 m above sea level.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 263\nPlantNET - The Plant Information Network System of Botanic Gardens Trust, Sydney, Australia - 14 July 2009. http://plantnet.rbgsyd.nsw.gov.au/cgi-bin/NSWfl.pl?page=nswfl&lvl=sp&name=Syzygium~hodgkinsoniae"
  }
}