{
  "url": "https://en.wikipedia.org/wiki/Syzygium_floribundum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Waterhousea"
    },
    {
      "Species": "W. floribunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Waterhousea floribunda is a rainforest tree of eastern Australia. It grows along streams from the Williams River (New South Wales) near Dungog (32° S) to Mackay (21° S) in central eastern Queensland. Known as the weeping lilli pilli, this tree is widely planted as an ornamental. Planted trees from 1827 may be seen at the Royal Botanic Gardens, Sydney. However, these trees are damaged and threatened by the roosting grey headed flying foxes. A very large tree (diameter 110.5 cm) is located at Western Park in Auckland, New Zealand.",
    "Description": "A medium to large tree growing to 30 metres tall and a trunk diameter of 75 cm. The trunk is grey, with vertical lines and cracks. Flanged at the base of larger trees. Leaves opposite, not toothed. Wavy edged and thin, 5 to 15 cm long with a long tip. An occasional senescent red leaf may be seen. Small oil dots may be seen under a lens. The midrib is raised under the leaf, but sunken on the upper side.\nWhite flowers appear on panicles in the months of November to January. The fruit is a pale pink or greenish berry, 14 mm in diameter. Inside is one large seed. Fruit matures from January to April. As with most of the Australian fleshy fruited myrtles, removal of the fleshy aril is advised to assist seed germination. Germination is remarkably swift with this species, taking as little as ten days.",
    "Uses": "The wavy edged foliage ensures the popularity of this ornamental tree.",
    "Cultivars": "Waterhousea floribunda 'Sweeper' is a cultivar with a weeping habit and lush green new growth and a ripple in the leaves. It grows to a height of 10m x 5-8m wide and produces clusters of white flowers in summer. It will grow in full sun to part shade and has and will tolerate light frosts in cool climates.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 270\n\"Waterhousea floribunda\". PlantNET - NSW Flora Online. Retrieved 2009-06-24."
  }
}