{
  "url": "https://en.wikipedia.org/wiki/Syzygium_guineense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. guineense"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium guineense (Bambara: Kokisa) is a leafy forest tree of the family Myrtaceae, found in many parts of Africa both wild and domesticated. Both its fruits and leaves are edible; the pulp and the fruit skin are sucked and the seed discarded. It is sometimes called \"waterberry\", but this may also refer to other species of Syzygium.\nSyzygium guineense is a highly variable species, leading to debate concerning its taxonomy, including its subspecies. Frank White lists four subspecies: afromontanum, barotsense,  guineense, and huillense, the last of which is a suffrutex. However, many other subspecies and varieties have been proposed.Its height is usually between 10 and 15 meters, but some specimens have been found as tall as 25 meters. The trunk is broad and fluted and the crown rounded and heavy, with a bark that is smooth when young, but becomes rough and black with age. The branches are dropping, the stems are thick and angular. The young leaves are purple-red in color, but as they mature their color becomes dark green; the leaves in general are shiny and smooth on both surfaces, with a tip that is long but rounded, on a short grooved stalk. The flowers of S. guineense have white, showy stamens, in dense branched heads 10 centimeters across, yielding a honey-sweet smell that attracts many insects.\nIn southern Ethiopia S. guineense is a much-appreciated shade tree for both the homestead and the home garden. Wild forms occur from sea level to an altitude of 2,100 meters. It prefers moist soils with a high water table beside rivers, but this species will also grow in open woodland. It is considered a famine food, eaten by subsistence farmers when their crops fail.",
    "References": "",
    "External links": "Syzygium guineense in West African plants – A Photo Guide."
  }
}