{
  "url": "https://en.wikipedia.org/wiki/Syzygium_corynanthum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. corynanthum"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium corynanthum is a common Australian tree, growing from near Taree, New South Wales (31 ° S) to tropical Queensland. Common names include sour cherry and Killarney satinash. The habitat of Syzygium corynanthum is rainforest on basaltic or fertile alluvial soils.",
    "Description": "Syzygium corynanthum is a medium size tree, occasionally reaching 30 metres in height and a 90 cm in trunk diameter. The tree's crown appears dark and full.\nThe bark is a grey and scaly, with numerous depressions caused by the shedding of bark scales. Syzygium corynanthum are slightly buttressed at the base.",
    "Description-Leaves, flowers and fruit": "The leaves are opposite, simple and entire. Oil dots numerous, about five diameters apart of different sizes. Leaf stalks are 6 mm long. Flowers are in short dense panicles. Petals cream, four in number, appearing in April to July.\nThe fruit matures from September to December, being a red berry, broader towards the tip than at the base. Four persistent calyx lobes surround the base of the fruit, from which the style usually protrudes. The taste of the fruit is not particularly sour, as the common name might suggest.\nSeed germination is slow, commencing at 40 days, and being complete after 200 days. Fruit is prone to insect attack. Soaking of the seeds is recommended to drown insect larvae. Fruit are eaten by many rainforest birds, including the wompoo fruit dove and catbird.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2\nSyzygium corynanthum at NSW Flora Online Retrieved on 2009-08-04"
  }
}