{
  "url": "https://en.wikipedia.org/wiki/Syzygium_paniculatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. paniculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium paniculatum, the magenta lilly pilly or magenta cherry, is a species of flowering plant in the myrtle family Myrtaceae, native to New South Wales, Australia. A broad dense bushy rainforest tree, it grows to a height of 15 m (49 ft) with a trunk diameter up to 35 cm (14 in). The leaves are 3–9 cm (1.2–3.5 in) long, opposite, simple and slightly obovate, tapering at the leaf base. They are dark glossy green above, and paler below. White flowers are produced in clusters. The edible fruit is usually magenta, but can be white, pink or purple.It is commonly cultivated in eastern Australia and elsewhere. Well-known as an edible wild fruit with a pleasantly sour apple-like flavour, it is eaten fresh or cooked into jams.The 1889 book 'The Useful Native Plants of Australia’ records that the synonymous Eugenia myrtifolia had common names including brush cherry and native myrtle. It also stated that \"The red juice of the fruit of this tree is similar in its properties to that of red grapes. It contains free tartaric acid, cream of tartar, sugar, and red colouring matter very sensitive to the action of acids and alkalies. By fermentation it yields wine possessing a bouquet. The colouring matter, which is soluble in alcohol and ether-alcohol, but not in pure ether, is precipitated by lead-acetate, decolourised by reducing agents, and recovers its red colour on exposure to the air, just like litmus and the red colour of wine (De Luca and Ubaldini, in Watfs' Did., vi., ist Supp., 608.).\"Syzygium paniculatum is commonly confused with Syzygium australe, the brush cherry.",
    "Gallery": "",
    "References": "",
    "External links": "ASGAP: Syzygium paniculatum"
  }
}