{
  "url": "https://en.wikipedia.org/wiki/Syzygium_forte",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. forte"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium forte, commonly known as white apple, flaky-barked satinash or brown satinash, is a tree of the family Myrtaceae native to Western Australia and the Northern Territory.The tree typically grows to a height of 9 to 25 metres (30 to 82 ft). It blooms between September and January producing white flowers. The trunk and main branches have brown to orange brown bark that tends to be papery.\nThe leaves are opposite with a leathery texture and an elliptical shape. The leaf lamina can grow to 14 centimetres (5.5 in) long and 8 cm (3.1 in) wide with a thick and pale mid-rib. The flowers form in clusters with multiple white stamens later forming fleshy dirty-white fruits with a globular shape and a diameter of around 6 centimetres (2 in).It is found along watercourses in the Kimberley region of Western Australia where it grows in soils over sandstone. It will not grow well in heavy clay soils but is both cyclone resistant and salt tolerant. It is also found in rainforest areas in the top end of the Northern Territory and in the Cape York Peninsula and North East areas of Queensland as well as in New Guinea. It is found in areas of beach forest at around sea level to rainforests to an altitude of around 450 metres (1,476 ft).The fruit are often eaten by cassowaries and is used as a shade tree for parks and gardens and as a street tree. The wood is millable with a density of approximately 0.69 to 0.96 kg/L.The species was first formally described as Eugenia fortis by the botanist Ferdinand von Mueller in 1865 as part of the work Fragmenta Phytographiae Australiae but is 1983 was reclassified into the genus Syzygium by B. Hyland in the work A revision of Syzygium and allied genera (Myrtaceae) in Australia. published in Australian Journal of Botany Supplementary Series.There are two known subspecies:\n\nSyzygium forte subsp. forte\nSyzygium forte subsp. potamophilum\n\n\n== References =="
  }
}