{
  "url": "https://en.wikipedia.org/wiki/Syzygium_luehmannii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. luehmannii"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium luehmannii is a medium-sized coastal rainforest tree native to Australia. Common names include riberry, small leaved lilly pilly, cherry satinash, cherry alder, or clove lilli pilli.\nThe habitat is Australian riverine, littoral, subtropical or tropical rainforest. It grows on volcanic soils or deep sandy soils between the Macleay River in New South Wales to near Cairns in tropical Queensland. It is commonly grown as an ornamental tree and for its fruit, known as a riberry.",
    "Description": "Occasionally reaching 30 metres in height and 90 cm in trunk diameter, the tree's crown is dense with small leaves, above a tall straight trunk. Large trees are buttressed at the base. The bark is red brown, light grey or pinkish grey with soft papery scales.",
    "Description-Leaves and flowers": "The small, glossy, lance-shaped leaves are a shiny green when mature, but pink/red when young. They are opposite, simple, entire, lanceolate to ovate, 4 to 5 cm long, drawn out to a long prominent point. The leaf stalks are 2 to 3 mm long.\nFlowers form in November or December. They are in small panicles at the ends of branchlets, half the length of the leaves or less. The white or cream petals form in fours or fives, 1.5 mm long. The stamina are 2 to 5 mm long.",
    "Description-Fruit and germination": "The fruit matures from December to February, being a pear-shaped red berry, known as a riberry, growing to 13 mm long, covering a single seed, 4 mm in diameter. Seed germination is unreliable, complete after 25 days; however, cuttings strike readily. The fruit is eaten by the Australasian figbird, emu, and flying fox (pteropus).",
    "Uses and cultivation": "The tree commonly only reaches 8–10 metres in cultivation. The berry has a tart, cranberry-like  flavour, with a hint of cloves. It has been popular as a gourmet bushfood since the early 1980s and is commercially cultivated on a small-scale basis.\nThe fruit is most commonly used to make a distinctively flavoured jam and is also used in sauces, syrups and confectionery. It can also be eaten and enjoyed straight off the tree. The riberry plant is also very popular as a garden ornamental and street tree. It is easily maintained as a smaller tree by light pruning.",
    "References": "Bruneteau, Jean-Paul, Tukka, Real Australian Food, ISBN 0-207-18966-8.\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, ISBN 0-909605-57-2.\nCherikoff, Vic, The Bushfood Handbook, ISBN 0-7316-6904-5.\nKersh, Jennice and Raymond, Edna's Table, ISBN 0-7336-0539-7.\nLow, Tim, Wild Food Plants of Australia, ISBN 0-207-14383-8.",
    "External links": "CSIRO plant profiles [1]"
  }
}