{
  "url": "https://en.wikipedia.org/wiki/Syzygium_crebrinerve",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. crebrinerve"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium crebrinerve is a fairly common Australian tree, growing from near Taree, New South Wales (31 ° S) to Calliope in Queensland (24 ° S). Common names include purple cherry, rose satinash, and black water gum. The habitat of Syzygium crebrinerve is sub tropical rainforest on basaltic or fertile alluvial soils.",
    "Description": "Syzygium crebrinerve is a medium to tall tree, occasionally reaching 45 metres in height and a metre in trunk diameter. The tree's crown appears dark and full, though new growth is bright red.\nThe bark is a grey/fawn colour, with numerous depressions caused by the shedding of scales of bark. New live bark is a purplish brown colour.  Large Syzygium crebrinerve are significantly buttressed at the base.",
    "Description-Leaves, flowers and fruit": "The leaves are opposite, simple, and entire, up to 11 cm long. Margins are narrowed at each end and drawn out into a point. Young leaves are bright red. Oil dots of various sizes, the largest visible to the naked eye. Leaf stalks are 6 mm long.\nFlowers are white, appearing in November and December, in panicles at the ends of branchlets.\nThe fruit matures from January to April, being a flattened berry, a common shape of many Syzygium. Syzygium fruit are also described as drupaceous. Colours range from pink to purple. The flesh is unpalatable to humans, being dry and tasteless, but is eaten by many rainforest birds, including the topknot pigeon.",
    "Cultivation": "Seed germination is slow, erratic and unreliable. Fruit is prone to insect attack. Soaking of the seeds is recommended to drown insect larvae. Germination results can range from 27% to 100%.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2\nSyzygium crebrinerve at NSW Flora Online Retrieved on 2009-08-04"
  }
}