{
  "url": "https://en.wikipedia.org/wiki/Syzygium_aromaticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. aromaticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Cloves are the aromatic flower buds of a tree in the family Myrtaceae, Syzygium aromaticum. They are native to the Maluku Islands (or Moluccas) in Indonesia, and are commonly used as a spice. Cloves are available throughout the year due to different harvest seasons in different countries.",
    "Botanical features": "The clove tree is an evergreen that grows up to 8–12 metres (26–39 ft) tall, with large leaves and crimson flowers grouped in terminal clusters. The flower buds initially have a pale hue, gradually turn green, then transition to a bright red when ready for harvest. Cloves are harvested at 1.5–2 centimetres (0.59–0.79 in) long, and consist of a long calyx that terminates in four spreading sepals, and four unopened petals that form a small central ball.",
    "Uses": "Cloves are used in the cuisine of Asian, African, and the Near and Middle East countries, lending flavor to meats, curries, and marinades, as well as fruit such as apples, pears or rhubarb. Cloves may be used to give aromatic and flavor qualities to hot beverages, often combined with other ingredients such as lemon and sugar. They are a common element in spice blends such as pumpkin pie spice and speculoos spices.\nIn Mexican cuisine, cloves are best known as clavos de olor, and often accompany cumin and cinnamon. They are also used in Peruvian cuisine, in a wide variety of dishes as carapulcra and arroz con leche.\nA major component of clove taste is imparted by the chemical eugenol, and the quantity of the spice required is typically small. It pairs well with cinnamon, allspice, vanilla, red wine and basil, as well as onion, citrus peel, star anise, or peppercorns.",
    "Uses-Non-culinary uses": "The spice is used in a type of cigarette called kretek in Indonesia. Clove cigarettes have been smoked throughout Europe, Asia and the United States. Since 2009, clove cigarettes have been classified as cigars in the US.Because of the bioactive chemicals of clove, the spice may be used as an ant repellent.Cloves can be used to make a fragrance pomander when combined with an orange. When given as a gift in Victorian England, such a pomander indicated warmth of feeling.",
    "Uses-Potential medicinal uses and adverse effects": "Though long-used in traditional medicine, there is little evidence that clove oil containing eugenol is effective for toothache pain or other types of pain, although one review reported efficacy of eugenol combined with zinc oxide as an analgesic for alveolar osteitis. Studies to determine its effectiveness for fever reduction, as a mosquito repellent, and to prevent premature ejaculation have been inconclusive. It remains unproven whether blood sugar levels are reduced by cloves or clove oil. Use of clove for any medicinal purpose has not been approved by the US Food and Drug Administration, and its use may cause adverse effects if taken orally by people with liver disease, blood clotting and immune system disorders, or food allergies.",
    "Uses-Traditional medicinal uses": "Cloves are used in traditional medicine as the essential oil, which is used as an anodyne (analgesic) mainly for dental emergencies and other disorders. The essential oil is used in aromatherapy.",
    "Adulteration": "Clove stalks are slender stems of the inflorescence axis that show opposite decussate branching. Externally, they are brownish, rough, and irregularly wrinkled longitudinally with short fracture and dry, woody texture.\nMother cloves (anthophylli) are the ripe fruits of cloves that are ovoid, brown berries, unilocular and one-seeded. This can be detected by the presence of much starch in the seeds.\nBlown cloves are expanded flowers from which both corollae and stamens have been detached.\nExhausted cloves have most or all the oil removed by distillation. They yield no oil and are darker in color.",
    "History": "In the third century BC, Chinese emperors of the Han Dynasty required those who addressed him to chew cloves to freshen their breath, and they had reached the Roman world by the first century AD, where they were described by Pliny the Elder.The first clearly dated archeological find of a clove is substantially later than the written evidence, with two examples found at a trading port in Sri Lanka, dated to around 900-1100 AD. An earlier reported find, in Syria, dated to around 1700 BC, is no longer believed to be a clove.Cloves were traded by Omani sailors and merchants trading goods from India to the mainland and Africa during the Middle Ages in the profitable Indian Ocean trade.Until modern times, cloves grew only on a few islands in the Moluccas (historically called the Spice Islands), including Bacan, Makian, Moti, Ternate, and Tidore. In fact, the clove tree that experts believe is the oldest in the world, named Afo, is on Ternate. The tree is between 350 and 400 years old. Tourists are told that seedlings from this very tree were stolen by a Frenchman named Pierre Poivre in 1770, transferred to the Isle de France (Mauritius), and then later to Zanzibar, which was once the world's largest producer of cloves.Until cloves were grown outside of the Maluku Islands, they were traded like oil, with an enforced limit on exportation. As the Dutch East India Company consolidated its control of the spice trade in the 17th century, they sought to gain a monopoly in cloves as they had in nutmeg. However, \"unlike nutmeg and mace, which were limited to the minute Bandas, clove trees grew all over the Moluccas, and the trade in cloves was way beyond the limited policing powers of the corporation.\"",
    "Chemical compounds": "Eugenol composes 72–90% of the essential oil extracted from cloves, and is the compound most responsible for clove aroma. Complete extraction occurs at 80 minutes in pressurized water at 125 °C (257 °F). Ultrasound-assisted and microwave-assisted extraction methods provide more rapid extraction rates with lower energy costs.Other important essential oil constituents of clove oil include acetyl eugenol, beta-caryophyllene and vanillin, crategolic acid, tannins such as bicornin, gallotannic acid, methyl salicylate (painkiller), the flavonoids eugenin, kaempferol, rhamnetin, and eugenitin, triterpenoids such as oleanolic acid, stigmasterol, and campesterol and several sesquiterpenes. Eugenol has not been classified for its potential toxicity.",
    "See also": "Cinnamomum cassia\nGallic acid\nInsect repellent\nMedicinal plant\n\n\n== References =="
  }
}