{
  "url": "https://en.wikipedia.org/wiki/Syzygium_smithii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. smithii"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium smithii (formerly Acmena smithii) is a summer-flowering, winter-fruiting evergreen tree, belonging to the myrtle family Myrtaceae.  It shares the common name \"lilly pilly\" with several other plants. In New Zealand, it is commonly known as 'monkey apple'. It is planted as shrubs or hedgerows, and features: rough, woody bark; cream and green smooth, waxy leaves; flushes of pink new growth; and white to maroon edible berries.   Unpruned, it will grow about 3–5 m (9.8–16.4 ft) tall in the garden.",
    "Taxonomy": "Syzygium smithii 's name dates from its 1789 description as Eugenia smithii by French botanist Jean Louis Marie Poiret, its specific name honouring James Edward Smith, who had described it two years earlier as E. elliptica. The name was unusable due to that combination having been used for another species. It gained its current binomial name in 1893 when reclassified in the genus Syzygium by German botanist Franz Josef Niedenzu, and since 2009 the Council of Heads of Australasian Herbaria (CHAH) Australian Plant Census has confirmed the recognition of this current name. The species has been widely known for many years as Acmena smithii, still used in NSW as of 2009, in Qld currently as of July 2013, and it still occurs today on many older web pages.\nCommon names include lilly pilly, coast satinash, Eungella gum, and in the timber trade, lilipilli satinash.",
    "Description": "Syzygium smithii grows as a tree to 20 m (66 ft) high by 5–15 m (16–49 ft) wide, with a trunk attaining a diameter of 70 cm (2.3 ft). The largest tree was recorded at Dingo Creek Flora Reserve, south of Tenterfield, being 30 m (98 ft) tall and a trunk 60 cm (2.0 ft) wide.The trunk is sometimes buttressed. The bark is brown and scaled and flakes off easily. Its dark green shiny leaves are arranged oppositely on the stems, and are lanceolate or ovate and measure 2–10 by 1–3 cm (1–4 by 0.5–1 in). The cream-white flowers appear from October to March, occurring in panicles at the end of small branches. Berries follow on, appearing from May to August, and are oval or globular with a shallow depression at the top. They measure 0.8 to 2 cm in diameter, and range from white to maroon in colour.\nA distinctive narrow leaved form with thin leaves 3–6 cm long is found along rainforest riverbanks from Sydney northwards through Queensland, (rheophytic race) and a small leaved form (known as the small-leaved race or var. minor) with leaves measuring 1.6–6 cm found in dryer rainforests from Colo Heights near Sydney north to the Bunya Mountains.",
    "Distribution and habitat": "Syzygium smithii is found in rainforest from the Windsor Tableland in north-east Queensland south through New South Wales and Victoria to Wilsons Promontory.\nAssociated trees species include bangalow palm  (Archontophoenix cunninghamiana), ironwood (Backhousia myrtifolia), black wattle (Callicoma serratifolia), sassafras, (Doryphora sassafras), blueberry ash (Elaeocarpus reticulatus), pinkwood (Eucryphia moorei), sweet pittosporum (Pittosporum undulatum) and kanuka (Tristaniopsis laurina). Stunted coastal plants are often associated with coast banksia (Banksia integrifolia).\n\nIn New Zealand, where it is known as \"monkey apple\", the species has become naturalised in forest and scrub and has been classified as an \"unwanted organism\".\nIn the Waikato region, at least, it can outgrow native canopy tree species such as puriri (Vitex lucens) and taraire  (Beilschmiedia tarairi), and become the permanent canopy.",
    "Ecology": "The Australian king parrot, crimson rosella,  rose-crowned fruit-dove, superb fruit-dove, topknot pigeon, white-headed pigeon, wonga pigeon, satin bowerbird, and pied currawong have all been recorded eating the berries as well as brushtail possums and flying foxes.  ringtail possums also eat fresh leaves. In New Zealand, wood pigeons (kereru) eat the fruit and disperse the seeds. The leaf-mining larvae of the moth species Pectinivalva acmenae feed on the leaves. Other moth larvae that feed on the leaves include the species Agriophara horrida, Cryptophasa pultenae and Macarostola formosa.",
    "Cultivation": "The species was introduced into cultivation as Eugenia elliptica at the Royal Botanic Gardens Kew by Sir Joseph Banks in 1790.Syzygium smithii is widely grown in cultivation as a specimen tree. Noted American landscape architect Thomas Church used the species in gardens that he created in the San Francisco Bay Area in the 1950s. These were often clipped to shape. The species has also been used as a subject for bonsai.Of the several species grown in cultivation, S. smithii is one of the more resistant to attacks by psyllids. The species can tolerate both full sun and full shade. Established plants withstand dry periods and moderate frost.Syzygium smithii is listed as a fire retardant species by such authorities as Gosford Council NSW, NSW Fire Service and the Country Fire Authority.",
    "Cultivation-Cultivars": "A number of forms have been selected for cultivation, including the following:\n\n'Allyn Magic', a compact form of var. minor with greyed-orange new foliage bred by Noel Jupp of East Gresford, New South Wales.\n'Elizabeth Isaacs' (also known as  'Variegata'), a slightly smaller cultivar that has new growth flushes with a combination of pink, green, cream and cream-margined leaves.\n'Firescreen', a select, fast growing, broad leaf form. Glossy, copper–red new foliage growth is encouraged by a regular prune and feed, maturing to mid green. Selected for hedging from 1.2 m high, Firescreen has a semi-pendulous, dense habit, a short leaf internode and holds its foliage all the way to the ground. Unpruned height over 6 metres. Can also be used as a pot specimen for topiary or as a standard. Firescreen tolerates full sun to shade, windy conditions, heat waves and cold to -2 °C and it is psyllid and borer resistant. Bred by Tracey and Stuart Knowland of Bangalow Wholesale Nursery NSW, with plant breeders' rights granted in 2010.\n'Hedgemaster' is a compact shrubby form reaching a metre (3 ft) tall and 0.5 m wide. It has a bushy dense habit and small leaves, and can be used in topiary or formal hedging. It was propagated and licensed under plant breeders' rights by television presenter Don Burke [Note: plant breeders rights since terminated].\n'Red Head', a select, broad leaf, compact tree form. Glossy, burgundy-red new foliage is encouraged by a regular prune and feed, maturing to very dark green. Unpruned height 8m+. Selected for compact, bushy form suitable for pleaching, topiary, standards or as a stand-alone tree in urban areas.  'Red Head' tolerates full sun to shade, windy conditions, heat waves and cold to -2deg. 'Red Head' is psyllid and borer resistant. Bred by Tracey and Stuart Knowland of Bangalow Wholesale Nursery NSW, with plant breeders' rights granted in 2010. For best results add organic matter to soil when planting and feed and water regularly until established.The 1889 book The Useful Native Plants of Australia records that Eugenia Smithii was called \"Tdgerail\" by the Indigenous people of the Illawarra (New South Wales); and \"Coochin-coochin\" by others in Queensland. It also states that the fruits were eaten by the Indigenous Australians and are acidulous, and wholesome.\"",
    "Uses and cultural references": "The fruit are mildly acidic, and have been described as somewhat lacking in taste.The white to pinkish brown timber is used for flooring, frames and fittings.The character \"Lilly Pilly\" (based on the fruit of the tree) who is an actress friend of Snugglepot and Cuddlepie, was illustrated by author May Gibbs.The fruit and leaves of Syzigium smithii were featured on a 49c Australian stamp, one of a bush tucker set, in 2002. The stamp was designed by Janet Boschen and titled \"Lilly-pilly\".\n\n\n== References =="
  }
}