{
  "url": "https://en.wikipedia.org/wiki/Syzygium_ingens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Acmena"
    },
    {
      "Species": "A. ingens"
    }
  ],
  "text": {
    "__SUMMARY__": "Acmena ingens is a rainforest tree of eastern Australia. It grows on volcanic soil from the Big Scrub region of north eastern  New South Wales to Gympie in south eastern Queensland. Known as the red apple or southern satinash, Acmena ingens is one of many fleshy fruited myrtles in Australian rainforests, often referred to as lilli pillies.",
    "Description": "A medium to large tree attaining a height of 40 metres and a trunk diameter of 90 cm. The trunk is cylindrical, smooth and straight with a greyish or fawn coloured bark. The base of larger trees are buttressed.\nLeaves are simple, not toothed, opposite on the stem; around 7 to 13 cm long. Oil dots seen in young growth, the thin elliptical leaves often have a prominent pointed tip. The mid-rib is raised on the lower leaf side, sunken on the top side. Lateral and net venation is clearly seen on both sides.\nWhite flowers form in panicles from November to December. The fruit is a large red berry, 25 to 40 mm in diameter. Inside is a single seed surrounded by white flesh. Fruit matures from May to September, but may appear at other times of the year. Birds seen eating this fruit include wompoo fruit dove, green catbird, eastern rosella, pied currawong and topknot pigeon.\nRegeneration is assisted by removing the seed from the flesh, and soaking for a day or two to kill any insect larvae. Germination is swift and reliable. Cuttings also strike well with Acmena ingens.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 240\n\"Acmena ingens\". PlantNET - NSW Flora Online. Retrieved 2009-06-09."
  }
}