{
  "url": "https://en.wikipedia.org/wiki/Syzygium_fullagarii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. fullagarii"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium fullagarii, commonly known as the scalybark, is a relatively large tree in the Myrtle family. It is found only on Lord Howe Island.  It grows to 20 metres (66 feet) tall, up to an altitude of 400 metres above sea level in sheltered areas, often in rainforest. The bark is reddish brown, usually flaking to the touch. The base of the tree is often heavily buttressed. Known for many years as Cleistocalyx fullagarii, however, in recent times it has been placed in the large genus Syzygium.",
    "Taxonomy": "Ferdinand von Mueller described the scalybark in 1873 as Acicalyptus fullagarii, before it was renamed Cleistocalyx fullagarii in 1937. The species was reclassified in the large genus Syzygium by Lyn Craven in 1998. Mueller named the scalybark after one of the collectors of the original specimen James P. Fullagar, however originally misspelt the name fullageri.",
    "Description": "The scalybark is a sizeable tree that reaches 20 m (66 ft) in height with a buttressed trunk and red-brown flaky bark. The leathery leaves measure anywhere from 4 to 10 cm (1.6 to 3.9 in) long (more usually 5–8 cm or 2.0–3.1 in), and 2 to 4 cm (0.79 to 1.57 in) wide (more usually 2.5–3 cm or 1.0–1.2 in. The cream-white flowers appear from mid January to mid April, and are followed by red fleshy cone-shaped berries which are around 2 cm (0.79 in) long.",
    "Distribution and habitat": "The scalybark is found only on Lord Howe Island, where it may be the dominant tree in sheltered forest. It gives its name to (and is a dominant species of) the Scalybark (Syzygium fullagarii) Closed Forest community on the island, which occurs over 126 hectares and lies mostly within protected area. Rising to an altitude of 500 m (1,600 ft) above sea level, on basalt soil. There has been some invasion by weed species. It is a component of the critically endangered Lagunaria Swamp Forest community.",
    "Uses": "The scalybark was historically used for timber.\n\n\n== References =="
  }
}