{
  "url": "https://en.wikipedia.org/wiki/Syzygium_anisatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. anisatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Should not be confused with Clausena anisata, a small tree native to Southeast Asia and Australia.Syzygium anisatum, with common names ringwood and aniseed tree, is a rare Australian rainforest tree with an aromatic leaf that has an essential oil profile comparable to true aniseed.\nThe leaf from cultivated plantations is used as a bushfood spice and distilled for the essential oil, and is known in the trade as aniseed myrtle or anise myrtle.\nThe ringwood tree has a dense crown and grows up to 45 metres tall. The leaves are 6–12 cm long with prominently undulate margins and rich aniseed aroma when crushed.\nFlowers are white and sweetly scented, borne in panicles. The fruit are dry papery capsules around 5 mm long and are white in appearance.\nRingwood's natural distribution in the wild is restricted to the Nambucca and Bellinger Valleys in the subtropics of New South Wales, Australia.",
    "Uses": "Used as a flavouring spice and herbal tea ingredient. Although previously known, it was first sold in the early 1990s as a bushfood spice, and in the mid 1990s cultivated in plantations to meet demand.The essential oil of S. anisatum contains anethole and methyl chavicol, imparting licorice and aniseed flavours respectively.\n'Aniseed myrtle' is the name originally coined to specifically describe high quality selections of the trans-anethole chemotype (90%+) - generally recognized as safe for flavouring. These selections are propagated from cutting for consistent essential oil quality. The aniseed myrtle selections are also low in methyl chavicol and cis-anethole (less than 0.1%).\nResearch indicates that aniseed myrtle oil has antimicrobial activity, including on the pathogenic yeast Candida albicans.",
    "Myrtle rust": "A significant fungal pathogen, myrtle rust (Uredo rangelii), was detected in aniseed myrtle plantations in January 2011. Myrtle rust severely damages new growth and threatens aniseed myrtle production. Controls are being developed.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, ISBN 0-909605-57-2."
  }
}