{
  "url": "https://en.wikipedia.org/wiki/Syzygium_moorei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. moorei"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium moorei is a rare sub tropical rainforest tree, growing on volcanic soils in the Mount Warning area of north east New South Wales and south east Queensland, Australia. Common names include coolamon, watermelon tree, durobby and robby; it is also called \"rose apple\" but this can refer to many species of Syzygium.",
    "Description": "Syzgyium moorei is a beautiful canopy tree of sub tropical rainforest, reaching 40 metres in height, and 60 centimetres wide. The bark is a grey/fawn/reddish colour, not buttressed at the base, some larger specimens are flanged at the base.\nThe leaves are unusual for a New South Wales myrtle, being large, thick and heavy. 8 to 20 cm long with a short blunt point at the tip.",
    "Description-Flowers and fruit": "An unusual factor of this tree is cauliflory. Where flower and fruit form on the main stems or woody trunks rather than from new growth and shoots. This is mostly a tropical feature, and unusual in rainforest trees so far south in New South Wales.\nIn November to February, pink or orange flowers form in dense panicles on mature branches. The berry is white or pale green up to 6 cm in diameter, maturing around Easter time. The fruit is not pleasant to eat raw, but is an excellent ingredient in mixed preserves. The large seed germinates well after many months. Most seedlings appear in November and December.",
    "Location": "A few mature specimens can still be seen in the farmland areas in their former range near streams at low altitude. This tree is in many botanic gardens in Australia. The pink flowers and beautiful form make it a popular park and garden tree. There is a superb specimen at the Royal Botanic Gardens, Sydney. It's also seen as a street tree in Murwillumbah, Brisbane and other nearby localities.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2\nFloyd, A.G., Australian Rainforests in New South Wales Volume 2 - 1990 ISBN 0-949324-32-9\nPlantNET - The Plant Information Network System of Botanic Gardens Trust, Sydney, Australia - 21 December 2008. http://plantnet.rbgsyd.nsw.gov.au"
  }
}