{
  "url": "https://en.wikipedia.org/wiki/Syzygium_cumini",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. cumini"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium cumini, commonly known as Malabar plum, Java plum, or black plum, is an evergreen tropical tree in the flowering plant family Myrtaceae. It is native to the Indian Subcontinent, adjoining regions of Southeast Asia, China and Queensland. The name of the fruit is sometimes mistranslated as blackberry, which is a different fruit in an unrelated order. Syzygium cumini has been spread overseas from India by Indian emigrants and at present is common in tropical former British colonies.The tree was introduced to Florida in 1911 by the USDA, and is also now commonly grown in Suriname, Guyana and Trinidad and Tobago. In Brazil, where it was introduced from India during Portuguese colonization, it has dispersed spontaneously in the wild in some places, as its fruits are eagerly sought by various native birds such as thrushes, tanagers and the great kiskadee.  This species is considered an invasive in Hawaii.",
    "Description": "A slow growing species, it can reach heights of up to 30 m and can live more than 100 years. Its dense foliage provides shade and is grown just for its ornamental value. At the base of the tree, the bark is rough and dark grey, becoming lighter grey and smoother higher up. The wood is water resistant. Because of this it is used in railway sleepers and to install motors in wells. It is sometimes used to make cheap furniture and village dwellings though it is relatively hard to work on.\nThe leaves which have an aroma similar to turpentine, are pinkish when young, changing to a leathery, glossy dark green with a yellow midrib as they mature.  The leaves are used as food for livestock, as they have good nutritional value.\nDried leaves are also used to make (native) cigarettes by wrapping them around a small piece of tobacco leave, for instance on the Philippine islands.\n\nSyzygium cumini trees start flowering from March to April. The flowers are fragrant and small, about 5 mm in diameter. The fruits develop by May or June and resemble large berries; the fruit of Syzygium species is described as \"drupaceous\". The fruit is oblong, ovoid. Unripe fruit looks green. As it matures, its color changes to pink, then to shining crimson red and finally to black color. A variant of the tree produces white coloured fruit. The fruit has a combination of sweet, mildly sour and astringent flavour and tends to colour the tongue purple.",
    "Health effects": "The seed of the fruit is used in various alternative healing systems like Ayurveda, Unani and Chinese medicine.\nThe extract of the fruit and seeds are found be  effective against hyperglycemia in diabetic rats.Wine and vinegar are also made from the fruit. It has a high source in vitamin A and vitamin C.The 1889 book 'The Useful Native Plants of Australia’ records that the plant was referred to as \"Durobbi\" by Indigenous Australians, and that \"The fruit is much eaten by the natives of India; in appearance it resembles a damson, has a harsh but sweetish flavour, somewhat astringent and acid. It is much eaten by birds, and is a favourite food of the large bat or flying fox. (Brandis).\"",
    "Nutrients and phytochemicals": "Nutritional information for S. cumini leaves and fruit are detailed here.",
    "Cultural and religious significance in India": "Krishna is also known to have four symbols of the jambu fruit on his right foot as mentioned in the Srimad Bhagavatam commentary (verse 10.30.25), \"Sri Rupa Chintamani\" and \"Ananda Candrika\" by Srila Visvanatha Chakravarti Thakura.",
    "Cultural and religious significance in India-Maharashtra State, India": "In Maharashtra, S. cumini leaves are used in marriage pandal decorations. A song from the film 'Jait re Jait (1977)' mentions the fruit in the song 'Jambhul Piklya Zaadakhali'. The seeds are sometimes used in herbal teas to treat diabetes.\nA story from the great Indian epic, Mahabharatha is named Jambulaakhyan, that is related to this fruit.",
    "Cultural and religious significance in India-Andhra Pradesh State, India": "Besides the fruits, wood from Neredu tree (as it is called in the region's language, Telugu) is used in Andhra Pradesh to make bullock cartwheels and other agricultural equipment. The timber of Neredu is used to construct doors and windows. Hindus use a sizable branch of the tree to inaugurate the beginning of marriage preparations and plant it in a place a pandal will be erected. Culturally, beautiful eyes are compared to this fruit. In the great epic of India Mahabharatha, Krishnas' (Vishnu) body colour is compared to this fruit as well.",
    "Cultural and religious significance in India-Tamil Nadu State, India": "Legend speaks of Auvaiyar (also Auvayar), of Sangam period (Tamil literature), and Naval Pazham in Tamil Nadu. Auvaiyar, believing to have achieved everything that is to be achieved, said to have been pondering over her retirement from Tamil literary work while resting under Naval Pazham tree. But she was met with and was wittily jousted by a disguised Murugan (regarded as one of the guardian deities of Tamil language), who later revealed himself and made her realize that there is still a lot more to be done and learnt. Following this awakening, Auvaiyar is believed to have undertaken a fresh set of literary works, targeted at children.",
    "Cultural and religious significance in India-Kerala State, India": "The fruit, locally known as Njaval Pazham is particularly plentiful in Kollam.",
    "Cultural and religious significance in India-Karnataka State, India": "This tree is commonly found across Karnataka, particularly in rural parts of the state. \nThe name of the fruit in Kannada is Nerale Hannu (ನೇರಳೆಹಣ್ಣು).",
    "Gallery": "",
    "See also": "Duhat wine\nJambudvipa\n\n\n== References =="
  }
}