{
  "url": "https://en.wikipedia.org/wiki/Syzygium_cormiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. cormiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium cormiflorum, commonly known as the bumpy satinash, is a species of Syzygium tree native to Queensland in northeastern Australia.",
    "Taxonomy": "Victorian colonial botanist Ferdinand von Mueller described the bumpy satinash as Eugenia cormiflora in  1865, from a collection by John Dallachy at Dalrymple's Gap near Rockingham Bay in Queensland. It was transferred to the genus Syzygium in a revision of the genus in 1983. Eugenia hislopii, named by  Frederick Manson Bailey in 1913, is a synonym. Common names include white apple, wild apple, watergum,  Cairns satinash, and bumpy satinash.",
    "Description": "Syzygium cormiflorum can grow as a tall rainforest tree to 30 m (100 ft) in height with a trunk 1 m (3 ft)  diameter at breast height (dbh). Trees with flowers on branches grow larger than those with flowers on the trunk. The trunk in the latter form has a pronounced bumpy texture. Large specimens can have buttressed trunks. The bark is fibrous and flakey. The leaves range from 6 to 21 cm in length by 2.5 to 11.5 cm wide, averaging around 12.7 by 5.5 cm. The flowers appear on the trunk or larger branches over most months of the year except December and January, but peak over July to September. These are followed by white or cream fruit which are 3 to 6 cm in diameter.",
    "Distribution and habitat": "The range is from Townsville to the Iron Range from sea level to altitudes of 1200 m, with cauliflorous forms more common at higher elevations and ramiflorous at lower elevations. It is found in rainforest.",
    "Ecology": "The fruit is not particularly palatable to humans. The southern cassowary eats the fruit and flowers. The odoriferous black ant (Anonychomyrma gilberti) makes extensive tunnels in the cauliflorous form, particularly at the bumps where flowers grow.",
    "Cultivation": "Syzygium cormiflorum is rarely grown in gardens. Generally propagated from seed, it can take 8 to 12 years to flower. It can be grown in subtropical climates.\n\n\n== References =="
  }
}