{
  "url": "https://en.wikipedia.org/wiki/Syzygium_alternifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. alternifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium alternifolium is a species of plant in the family Myrtaceae. It is native to North Arcot, Cuddapah, Kurnool, and the Nagari hills, in eastern Chittoor district, India. It has alternate leaves.Syzygium alternifolium Walp.  is a semi-evergreen mass-flowering tree species of dry deciduous forest in the southern Eastern Ghats of India.  It is a mass bloomer with flowering during dry season.  The floral traits suggest a mixed pollination syndrome involving entomophily and anemophily together called as ambophily. Further, the floral traits suggest generalist pollination system adapted for a guild of pollinating insects. The plant is self-incompatible and obligate out-crosser.  The flowers are many-ovuled but only a single ovule forms seed and hence, fruit and seed set rates are the same.  Bud infestation by a moth, flower predation by the beetle, Popillia impressipygaand bud and flower mounds significantly limit fruit set rate.  The ability of the plant to repopulate itself is limited by the collection of fruits by locals due to their edible nature, short viability of seeds, high seedling mortality due to water stress, nutrient deficiency and erratic rainfall or interval of drought within the rainy season.  Therefore, S. alternifolium is struggling to populate itself under various intrinsic and extrinsic factors. (© The IUCN Red List of Threatened Species: Syzygium alternifolium – published in 2015. http://dx.doi.org/10.2305/IUCN.UK.2015-2.RLTS.T50130683A50131435.en  in 2015 )documented that S. alternifolium is an endemic and globally endangered species as per the criteria of IUCN.\nS. alternifolium is a fruit tree of great timber, medicinal and economic importance. Timber is used for making furniture and agricultural implements.   In recent years, its population size is declining due to cut down of trees and collection of fruits leaving less possibility for the plant to repopulate itself in its natural area.  Keeping this in view, the present study is contemplated to describe the chronological events of pollination biology of S. alternifolium(Wight) Walp. (Myrtaceae). The observational and experimental data collected on the studied aspects are discussed in the light of relevant existing information on other Syzygiumspecies.\nA population of some  individuals of S. alternifolium located in the hill and slopes of  Tirumala a part of Seshachalam Hills and this region is declared in 2011 as Seshachalam Biosphere Reserve by the Ministry of Environment and Forests, Government of India.  The reserve lies between 13038”–13055”N & 79007”–79024”E.  It is spread over 4756 km2 in both Kadhapa and Chittoor districts of southern Andhrapradesh. The vegetation is a unique mix of the dry deciduous and moist deciduous types.  The elevation ranges from 150–1,130 m and the terrain undulating with deep forest-covered valleys and characterized by steep slopes, rocky terrain, dry and poor stony soils.  The area receives most of the rainfall from northeast monsoon and little from southwest monsoon (Guptha et al. 2012).\nFlowering:\nS. alternifolium is a semi-evergreen mass-flowering tree species of dry deciduous forest. Leaf shedding is partial during January–March.  Flower bud initiation occurs in late March while flowering occurs during mid-April to mid-May at population level. All the trees flowered massively  The flowering is almost synchronous within the population.  The number of flowers opening each day is initially small, but increases rapidly, with a peak mass flowering for a fortnight and then declining rapidly.  Leaf flushing begins at the end of flowering and continues into rainy season from June–August . The shedding of still intact old leaves takes place simultaneously.\nFruits :\nNatural fruit set stands at 11% only .The fertilized flowers grow, mature and ripen within two months. Fruit exhibits different colours - green, light purple, dark purple and violet during growing and maturing phase. It is a globose berry, luscious, fleshy, 25–30 mm in diameter and edible.  It has a combination of sweet, mildly sour and astringent flavor and colours the tongue purple when eaten.  The green and light purple fruits are very tasty and sweet while the dark purple and violet ones are sweet and bitter.  Each fruit produces a single large seed only. The fruits fall off during late July–August. The locals were found to collect ripe fruits from trees and fallen fruits from the ground since they are edible and have commercial value\nseed :\nOne fruit have unique seed ploy embryonic condition.\nmedicinal use :\nThe plant tops are used to cure skin diseases as it has excellent anti-fungal properties (Reddy et al. 1989).  The leaves are used in the treatment of liver cirrhosis, hepatitis, infective hepatitis, liver enlargement, jaundice and other ailments of liver and gall bladder. Leaves fried in cow ghee are used as a curry to treat dry cough.  A mixture of leaves and mineral oil is used to maintain dark hair and also to promote hair growth by external application to the scalp.  Tender shoots, fruits and leaf juice are used to treat dysentery, seeds for diabetes and stem bark for gastric ulcers.  Flowers yield honey and possess antibiotic properties.  The ripe fruits are used in making squashes and jellies. Fruit juice is used to cure stomach-ache and ulcers while the external application of fruit pulp reduces rheumatic pains (Reddy et al. 1989; Nagaraju& Rao 1990; Rao & Rao 2001; Bakshu 2002; Mohan et al. 2010).  Despite its multiple medicinal and economic uses.\n\n\n== References =="
  }
}