{
  "url": "https://en.wikipedia.org/wiki/Syzygium_jambos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Syzygium"
    },
    {
      "Species": "S. jambos"
    }
  ],
  "text": {
    "__SUMMARY__": "Syzygium jambos is a tree originating in Southeast Asia and occurring widely elsewhere, having been introduced as an ornamental and fruit tree.",
    "Botanical names": "Syzygium jambosFamily: Myrtaceae (mir-TAY-see-ee)\nGenus: Syzygium (siz-ZY-gee-um)\nSpecies: jambos\nSynonym: Eugenia jambos\nSynonym: Jambosa jambos\nSynonym: Jambosa vulgaris\nSynonym: Myrtus jambos The tree has variously been allocated to the genus Jambosa, Eugenia and Syzygium, where it now seems to have been permanently accepted. There have been a few species ascribed to it, but currently several varieties with various fruit colours all are recognised as Syzygium jambos.",
    "Common names": "Syzygium jambos has several common names, reflecting the large number of regions in which it occurs as a garden or fruit tree or as an invader. The names include ಪನ್ನೇರಳೆ , madhura nelli, Malabar Plum, Panineer Champakka, Mountain Apple (champoo), chom pu or chom-phu. Terms like \"plum rose\", \"water apple\", \"pera de agua\", \"Cloud apple\", \"Wax apple\", \"Malay apple\", \"jambrosade\", \"Pau Têe\"(Penang Hokkien spelled with Taiwanese Romanisation System), \"pomarrosa\", or the English equivalent, \"rose apple\". Several of these names also are applied to other species of Syzygium, while \"jambu\" can also mean a guava. The name Jambu for this fruit is in all likelihood limited to one or two of the twenty-odd major Indian languages, while most other languages use similar words (Jaamun, Jaambhool, etc.) for another fruit, smaller than the rose apple, and dark purple in colour like the fruit of the eggplant. In Bangla, the fruit is called \"golap-jaam\" (Bengali: গোলাপজাম), which literally translates to \"rose jaamun\", in reference to its distinct aroma. In Karnataka the English common name is \"rose apple\", and the vernacular name is Pannerale(Paneer hannu), while the name for the other one is Nerale. Such a confusion of common names in horticulture is nothing unusual.\nIn the Philippines, it is locally called as yambo, dambo or tampoy. Always confused with macopa, a closely related fruit (Syzygium samarangense), Syzygium jambos is not widely cultivated and can only be encountered in rural areas. It is the namesake of Lake Yambo, one of the Seven Lakes of San Pablo City, Laguna.\nIt is also known as Boga Jamuk in Assamese.",
    "Description": "Syzygium jambos is a large shrub or small-to-medium-sized tree, typically three to 15 metres high, with a tendency to low branching. Its leaves and twigs are glabrous and the bark, though dark brown, is fairly smooth too, with little relief or texture. The leaves are lanceolate, 2 cm to 4 cm broad, 10 cm to 20 cm long, pointed, base cuneate with hardly any petiole, lively red when growing, but dark, glossy green on attaining full size. The flowers are in small terminal clusters, white or greenish white, the long, numerous stamens giving them a diameter of 5 – 8 cm. In temperate regions the tree is summer-flowering.The edible fruit of Syzygium jambos is shaped like some kinds of guava; in fact, the fruit is so like the guava in appearance that people unfamiliar with it may mistake it for a guava on sight. However, the fragrance, flavour and texture are different, and instead of containing dozens of small, hard seeds set in a jelly-like tissue, as a guava does, the fruit of Syzygium jambos usually contains one or two large, unarmoured seeds about a cm in diameter, lying loose in a slightly fluffy cavity when ripe. Shaking a fruit to feel whether the seeds rattle, gives some indication whether it is ripe. The skin is thin and waxy. The flowers are described by some as fragrant, though this appears to be a variable attribute. The ripe fruit, however, has a strong, pleasant floral bouquet, hence such common names as \"Rose apple\" and \"pomarrosa\".",
    "Varieties": "There are many varieties of Syzygium jambos worldwide, including nondescript feral trees. In Thailand the commonest cultivated variety bears a pale green fruit.  Malaysian varieties generally have red skins. In many regions the fruit is a shade of pale yellow, often with a slight blush. The skin is thin and waxy, and the hollow core contains a small amount of insignificant fluff. The flesh is crisp and watery, and the taste is characteristic, which leads to some fanciful descriptions such as: \"like a cross between nashi and bell pepper, with a very mild rose scent and a slightly bitter aftertaste.\"",
    "Distribution": "It has also been introduced widely on every continent except Antarctica, and it has become established and invasive in several regions.  Concern has been expressed concerning the threat to several ecosystems, including those on several Hawaiian islands, Réunion, the Galápagos Islands, parts of Australia and the warmer regions of the Americas. However, in Hawaii, it has been almost wiped out by the introduced rust Puccinia psidii.",
    "Uses": "Rich in vitamin C, the fruit can be eaten raw or used in various regional recipes. In South-East Asian countries, rose apple fruit is frequently served with spiced sugar.\nThe wood is dense and accordingly is used as a source of charcoal.\nThe tree is variously rich in tannins that are of some antimicrobial interest. Some parts of the tree are used in regional traditional medicine.",
    "References": "",
    "External links": "The Rose Apple\nUSDA profile\nInvasive species\nJambosierhttp://toptropicals.com/html/toptropicals/plant_wk/rose_apple.htm\nhttp://www.mpbd.info/plants/syzygium-jambos.php\nhttp://earthmedicineinstitute.com/more/library/medicinal-plants/syzygium-jambos/\nhttp://www.neifm.org/arunachalPage/showdetails/PLANT_ID/2032"
  }
}