{
  "url": "https://en.wikipedia.org/wiki/Ramphotyphlops_bituberculatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Anilios"
    },
    {
      "Species": "A. bituberculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The prong-snouted blind snake (Anilios bituberculatus) is a species of non-venomous worm-like burrowing snakes belonging to the Typhlopidae family. It is endemic to central southern, continental Australia.",
    "Description": "A small, thin, shiny-scaled snake with a total length averaging around 30 cm to a maximum of 45 cm. Dorsally, it appears brown to black, while ventrally it is creamy white to pink white. The body is uniform along its thickness, ending in a very short, conical spine. There are 20 mid-body dorsal scale rows, 414 to 485 ventrals and 11 to 18 sub-caudal scales. The nasal cleft, which is not visible from above does not divide the nasal openings and connects the second labial scale below. The eyes are small, dark dots under the head scales. The mouth is small and curved, behind and below the end of the snout, akin to that of a shark. The snout from above has three lobes with an angular profile.",
    "Taxonomy": "A. bituberculatus is one of 46 species of blind snakes belonging to the genus Anilios (previously Ramphlotyphops) in Australia. It is recognised by several synonyms, but A. bituberculatus is the most recent.",
    "Distribution, habitat and ecology": "Due to the snake's cryptic behaviour, geographical distributions are virtually incomplete. It is an arid adapted species, occurring in varied habitats from coastal areas to drier parts of southern Australia, stretching across from inland NSW to WA. It is found in the states of New South Wales, Northern Territory, Queensland, South Australia, Victoria and Western Australia. Blind snakes such as A. bituberculatus are usually found when dug up from termite or ant nests. The snakes move underground through the tunnels made by these insects. They may also be seen moving along the surface of the ground at nighttime, particularly after rain and/or warm weather. When disturbed, they may emit a strong, foul odour from well-developed anal glands.",
    "Reproduction": "The prong-snouted blind snake is oviparous. Females produce a clutch ranging from two to nine eggs, with six eggs produced on average. The young when hatched, fend for themselves. Males have solid eversible awned hemipenes able to be retracted into the tail in a helical pattern and retrocloacal sacs.",
    "Diet": "Due to A. bituberculatus being fossorial, it feeds predominantly on the eggs, larvae and pupae of ants and termites. The snake uses its top jaw to rake food into its mouth which it swallows whole.",
    "Conservation": "Presently, there are no specific conservation plans in place, however A. bituberculatus does occur in several protected areas. Nocturnal birds of prey such as owls, eat blind snakes, as well as feral cats, foxes and some snakes, most notably the bandy bandy. The prong-snouted blind snake has not been identified to be under threat. Some localised parts of its range are at risk of being degraded or cleared for human development. \n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}