{
  "url": "https://en.wikipedia.org/wiki/Rhinotyphlops_schlegelii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Afrotyphlops"
    },
    {
      "Species": "A. schlegelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Afrotyphlops schlegelii, commonly known as Schlegel's beaked blind snake or Schlegel's giant blind snake, is a species of snake in the family Typhlopidae. The species is endemic to eastern and southern Africa, and bears the distinction of being the world's largest typhlopid. It is harmless to humans and lives exclusively on a diet of termites.",
    "Etymology": "The specific name, schlegelii, is in honor of German herpetologist Hermann Schlegel.",
    "Geographic range": "A. schlegelii is found in Angola, Botswana, the Democratic Republic of the Congo, Ethiopia, Kenya, Malawi, southern Mozambique, northern Namibia, Somalia, South Africa, southern Sudan, Swaziland, Tanzania, northern Uganda, Zambia, and Zimbabwe.",
    "Description": "Three distinct color phases of A. schlegelii are found: uniform, blotched, or striped.\n\nUniform phase specimens are black to brown dorsally, straw-colored ventrally.\nBlotched phase individuals have black to dark brown irregular blotches dorsally, and are yellow-green to yellow ventrally and on the sides.\nThe striped phase results from each scale being edged with black. These black lines merge with age.The maximum recorded snout-vent length (SVL) is 95 cm (37 3⁄8 in).\nThe scales are arranged in 30-44 rows around the body. There are more than 300 scales in the vertebral row (maximum 623).The snout is very prominent, with a sharp horizontal cutting edge, below which are located the nostrils. The rostral is very large, extending as far back as the eyes. The portion of the rostral visible from below is broader than long. There are four upper labials. The nasal is semidivided, the suture proceeding from the first upper labial. A preocular is present, narrower than the nasal or the ocular, in contact with the second and third upper labials. The eyes distinct, located below the suture between the preocular and the ocular. The diameter of the body goes 25 to 30 times in the total length. The tail is broader than long, ending in a spine.",
    "Habitat": "Afrotyphlops schlegelii is found in a variety of habitats, from sandveld to coastal bush.",
    "Behavior": "A. schlegelii is fossorial, and very large individuals are found deep underground.",
    "Reproduction": "A. schlegelii is oviparous. A female usually lays 12-40 eggs, but very large individuals may lay as many as 60. The eggs, which are laid in late spring or summer, measure 20–22 mm long by 10-12mm wide (3/4-7/8 inch x 3/8-7/16 inch). The eggs hatch in 5–6 weeks.",
    "Infraspecific taxa": "There are two subspecies:\nAfrotyphlops schlegelii schlegelii (W. Peters, 1860)\nAfrotyphlops schlegelii petersii (Bocage, 1873)Nota bene: A trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Afrotyphlops.",
    "References": "",
    "Further reading": "Bianconi, J. Josephi [sic] (1847). \"Specimina Zoologica Mosambicana \". Memorie della Reale Accademia delle Scienze dell'Istituto di Bologna. (Typhlops schlegelii, new species, p. 183). (in Latin).\nBroadley, Donald G.; Wallach, Van (2009). \"A review of the eastern and southern African blind-snakes (Serpentes: Typhlopidae), excluding Letheobia Cope, with the description of two new genera and a new species\" (PDF). Zootaxa. 2255: 1–100."
  }
}