{
  "url": "https://en.wikipedia.org/wiki/Rhinotyphlops_lalandei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Rhinotyphlops"
    },
    {
      "Species": "R. lalandei"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinotyphlops lalandei, known commonly as Delalande's beaked blind snake, is a species of snake in the family Typhlopidae. The species is endemic to southern Africa.",
    "Etymology": "The specific name, lalandei, is in honor of French naturalist Pierre Antoine Delalande.",
    "Description": "R. lalandei is a slender, pinkish-grey, blind snake, which has a pointed nose that it uses for burrowing.\nIt may attain a maximum snout-vent length (SVL) of 35 cm (13 3⁄4 in). The scales are arranged in 26-30 rows around the body. There are more than 300 dorsal scales in the vertebral row.The nostrils are located below the sharp horizontal cutting edge of the snout. The diameter of the body goes 35 to 50 times into the total length. The tail is as broad as long, or broader than long, ending in a spine.",
    "Geographic range": "R. lalandei occurs throughout the eastern half of Southern Africa, as far south as Cape Town and with isolated populations in western parts such as Namibia.",
    "Habitat": "R. lalandei can be found in a variety of habitats including semidesert, savannah, coastal bush, and fynbos.",
    "Reproduction": "The species R. lalandei is oviparous. The female lays a clutch of 2-4 eggs. The hatchlings are flesh-colored.",
    "References": "",
    "Further reading": "Schlegel H (1839). Abbildungen neuer oder unvollständig bekannter Amphibien, nach der Natur oder dem Leben entworfen und mit einem erläuternden Texte begleitet. Düsseldorf: Arne & Co. xiv + 141 pp. (Typhlops lalandei, new species, p. 38). (in German)."
  }
}