{
  "url": "https://en.wikipedia.org/wiki/Rhinotyphlops_simoni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Letheobia"
    },
    {
      "Species": "L. simonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Letheobia simonii is a blind snake species endemic to the Middle East. No subspecies are currently recognized.",
    "Etymology": "The specific name, simoni, is in honor of German entomologist Hans Simon from Stuttgart.",
    "Geographic range": "It is found in Israel, Jordan and Syria. The type locality given is \"Haiffa, Syriae\" (Syria). Mertens (1967) corrected this to Haiffa (Israel).",
    "Description": "R. simoni is flesh-colored, and may attain a total length (including tail) of about 20 cm (about 8 inches).Scales are arranged in 20 rows around the body. The snout is very prominent and pointed, with a sharp cutting edge, below which are located the nostrils. The head shields are granulated. The rostral is very large, both the portion visible from above and the portion visible from below are longer than broad. The nasal cleft extends from the first upper labial to the nostril, which is close to the rostral. The preocular is as large as the ocular, but much smaller than the nasal, in contact with the second and third upper labials. The eye is not distinguishable. The prefrontal and the supraoculars are larger than the body scales. There are four upper labials. The diameter of body goes 57 to 60 times in the total length. The tail is slightly longer than broad, without a terminal spine.",
    "Habitat": "R. simoni prefers subtropical or tropical dry shrubland and Mediterranean-type shrubby vegetation.",
    "Conservation status": "The species R. simoni is classified as Least Concern (LC) on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. Year assessed: 2005.",
    "Cited references": "",
    "Further reading": "Boettger O (1879). \"Vorträge und Abhandlungen: Reptilien und Amphibien aus Syrien \". Bericht über die Senckenbergische Naturforschende Gesellschaft in Frankfurt am Main 1879: 57-84. (\"Onychocephalus Simoni \", new species, pp. 58–60). (in German and Latin).",
    "External links": "Rhinotyphlops simonii at the Reptarium.cz Reptile Database. Accessed 19 August 2007."
  }
}