{
  "url": "https://en.wikipedia.org/wiki/Rhinotyphlops_schinzi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Rhinotyphlops"
    },
    {
      "Species": "R. schinzi"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinotyphlops schinzi, commonly known as Schinz's beaked blind snake, is a species of snake in the family Typhlopidae. The species is endemic to southern Africa.",
    "Etymology": "The specific name, schinzi, is in honor of \"Herr Dr. Hans Schinz\", who collected the first specimens in 1884 & 1885 in the Kalahari Desert. He should not be confused with Swiss naturalist Heinrich Rudolf Schinz (1777-1861).",
    "Geographic range": "R. schinzi is found from Namibia and neighboring Botswana south to Calvinia and Kenhardt in Northern Cape, South Africa.",
    "Description": "The coloration of R. schinzi varies from yellowish to flesh-colored. The dorsum is marked with blue-black to reddish-brown blotches which may appear as crossbars. The venter and sides of the body are unmarked.\nAdults may attain a total length (including tail) of 28 cm (11 inches).\nThe dorsal scales are arranged in 22-26 rows. There are more than 400 dorsal scales in the vertebral series.The snout is strongly hooked, with the nostrils located below the sharp cutting edge. The rostral is large, but not extending as far as the eyes. There are four upper labials. The nasal is semidivided, the cleft proceeding from the first upper labial. A preocular is present, which is narrower than the nasal or the ocular, and in contact with the third upper labial. The eyes are distinct. The upper head scales are larger than the body scales. The diameter of body 45 times in the total length. The tail is as long as broad, ending in a spine.",
    "Habitat": "The habitat of R. schinzi is arid savannah and semidesert.",
    "References": "",
    "Further reading": "Boettger O (1887). \"Zweiter Beitrag zur Herpetologie Südwest- und Süd-Afrikas \". Bericht über die Senckenbergische Naturforschende Gesellschaft in Frankfurt am Main 1887: 135-173. [Typhlops (Onychocephalus) schinzi, new species, pp. 154–156 + Plate V, figures 1a-1e, 2]. (in German and Latin)."
  }
}