{
  "url": "https://en.wikipedia.org/wiki/Typhlops_bibronii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Afrotyphlops"
    },
    {
      "Species": "A. bibronii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bibron's blind snake (Afrotyphlops bibronii) is a species of snake in the family Typhlopidae. The species is endemic to southern Africa.",
    "Etymology": "The specific name, bibronii, is in honor of French herpetologist Gabriel Bibron.",
    "Geographic range": "A. bibronii is found in Botswana, Republic of South Africa, Swaziland, and Zimbabwe.",
    "Description": "A heavy-bodied species of blind snake, it is dark olive-brown to brown dorsally, and is paler ventrally. Adults are darker than juveniles. Adults may attain a snout-vent length (SVL) of 29.5 cm (11 5⁄8 in). Its scales are arranged in 30 rows around the body, and there are more than 300 scales in the middorsal row.The snout is very prominent, with an angular but not sharp edge, below which are located the nostrils. The rostral is very large, extending posteriorly as far as the eyes. The portion of the rostral visible from above is broader than long. The nasals are semidivided, the suture proceeding from the first upper labial. One preocular is present, which is narrower than the nasal or the ocular, and in contact with the second upper labial. There are four upper labials. The eye is distinct, below the suture between the ocular and the preocular. The prefrontal is much larger than the supraoculars and the parietals, which are larger than the body scales. The diameter of the body goes 28 to 36 times into the total length. The tail is short, as broad as long, or broader than long, ending in a spine.",
    "Habitat": "It prefers coastal grasslands and the Highveld.",
    "Behavior": "Bibron's blind snake is fossorial, and will burrow into brood chambers of termites and ants. It is protected from the bites of soldier ants by its close-fitting, shiny scales. .  They are often flushed to the surface of their burrows after heavy rains or flood",
    "Diet": "It feeds on larvae and eggs of termites and ants.",
    "Reproduction": "Mature females lay eggs from January through March, which is late Summer in southern Africa. Clutch size varies from 5 to 14. Each egg measures about 43 x 10 mm (1⅝ x ⅜ inches). The embryos within the eggs are well-developed, and the shell walls are thin. The female may remain with the eggs, guarding them until hatching. After only 5–6 days, the newborns emerge, with an average total length (including tail) of 11.5 cm (4 1⁄2 in).",
    "References": "",
    "Further reading": "Broadley DG, Wallach V (2009). \"A review of the eastern and southern African blind-snakes (Serpentes: Typhlopidae), excluding Letheobia Cope, with the description of two new genera and a new species\". Zootaxa 2255: 1-100. (Afrotyphlops bibronii, new combination, p. 35).\nSmith A (1846). Illustrations of the Zoology of South Africa ... Reptiles. London: Smith, Elder and Co. (Onycocephalus bibronii, new species, Plate LI, figure 2 & Plate LIV, figures 5-8).",
    "See also": "List of herpetologists"
  }
}