{
  "url": "https://en.wikipedia.org/wiki/Typhlops_khoratensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Indotyphlops"
    },
    {
      "Species": "I. braminus"
    }
  ],
  "text": {
    "__SUMMARY__": "Indotyphlops braminus, commonly known as the brahminy blind snake and other names, is a nonvenomous blind snake species found mostly in Africa and Asia, but has been introduced in many other parts of the world. They are completely fossorial (i.e., burrowing) animals, with habits and appearance similar to earthworms, for which they are often mistaken, although close examination reveals tiny scales rather than the annular segments characteristic of true earthworms. The specific name is a Latinized form of the word Brahmin, which is a varna (caste) among Hindus. No subspecies are currently recognized.",
    "Description": "Adults measure 2–4 inches (5.1–10.2 cm) long, uncommonly to 6 inches (15 cm), It is the smallest known snake species. The head and tail are superficially similar as the head and neck are indistinct. Unlike other snakes, the head scales resemble the body scales. The eyes are barely discernible as small dots under the head scales. The tip of the tail has a small, pointed spur. Along the body are fourteen rows of dorsal scales. Coloration ranges from charcoal gray, silver-gray, light yellow-beige, purplish, or infrequently albino, the ventral surface more pale. Coloration of the juvenile form is similar to that of the adult.  Behavior ranges from lethargic to energetic, quickly seeking the cover of soil or leaf litter to avoid lightThe tiny eyes are covered with translucent scales, rendering these snakes almost entirely blind. The eyes cannot form images, but are still capable of registering light intensity.",
    "Common names": "I. braminus is variously known as brahminy blind snake (or brahminy blindsnake), flowerpot snake, common blind snake, island blind snake, and Hawaiian blind snake. The moniker \"flowerpot snake\" derives from the snake's incidental introduction to various parts of the world through the plant trade.",
    "Geographic range": "Probably originally native to Africa and Asia, it is an introduced species in many parts of the world, including Australia, the Americas, and Oceania. It is common throughout most of Florida now.The vertical distribution is from sea level to 1,200 m in Sri Lanka and up to 1,500 m in Guatemala. The type locality given is \"Vizagapatam\" [India].This is also the only snake reported from the Lakshadweep Islands.",
    "Indigenous": "In Africa, it has been reported in Egypt, Kenya, Senegal, Benin, Togo, Ivory Coast, Cameroon, ZimbabweSomalia, Zanzibar, Tanzania, Mozambique, South Africa (an isolated colony in Cape Town, also about eight have been found in Lephalale, Limpopo Province at the Medupi Power Station during construction), Madagascar, the Comoro Islands, Mauritius, the Mascarene Islands and the Seychelles.\nIn Asia, it occurs on Arabian Peninsula, Iran, Pakistan, Nepal, mainland India, the Maldives, the Lakshadweep Islands, Sri Lanka, Bangladesh, the Andaman Islands, the Nicobar Islands, Myanmar, Singapore, the Malay Peninsula, Thailand, Cambodia, Vietnam, Laos, Hainan, southern China, Hong Kong, Taiwan, and the Ryukyu Islands of Okinawashima and Miyakoshima.\nIn Maritime Southeast Asia, it occurs on Sumatra and nearby islands (the Riao Archipelago, Bangka, Billiton and Nias), Borneo, Sulawesi, the Philippines, Butung, Salajar, Ternate, Halmahera, Buru, Ceram, Ambon, Saparua, Java, Bali, Lombok, Sumbawa, Madura, Flores, Lomblen, Sumba, Timor, East Timor, Kai Island, the Aru Islands, New Guinea (Western Papua and Papua New Guinea), New Britain, and Bougainville Island.\nIt occurs in the Cocos (Keeling) Islands, on Christmas Island.",
    "Introduced": "In Australia, it occurs in the Northern Territory near Darwin, and at the northern tip of Queensland and other parts of queensland like sunshine coast.\nIn Oceania, it occurs on Palau, Guam, Fiji, Saipan, Hawaiian Islands and Tahiti in French Polynesia.\nIn the Americas, it occurs in the United States (California, Connecticut, Florida, Louisiana, Massachusetts, Arizona, Hawaii and Texas), western and southern Mexico, Guatemala, Colombia, Barbados and on the Cayman Islands, Turks and Caicos Islands.\nIt has been found in the Canary Islands of Tenerife and Gran Canaria, probably being introduced in soil imported with potted plants.",
    "Habitat": "Usually, they occur in urban and agricultural areas. These snakes live underground in ant and termite nests. They are also found under logs, moist leaves, stones and humus in wet forest, dry jungle, abandoned buildings and even city gardens. The distribution and survival of this group of blind snakes directly reflect soil humidity and temperature.",
    "Feeding": "Their diet consists of the larvae, eggs, and pupae of ants and termites.",
    "Reproduction": "This species is parthenogenetic and all specimens collected so far have been female. They lay eggs or may bear live young. Up to eight offspring are produced - all female and all genetically identical.",
    "References": "",
    "Further reading": "",
    "External links": "Indotyphlops braminus at the Reptarium.cz Reptile Database. Accessed 30 August 2007.\nImage of Ramphotyphlops braminus at the Institute of Toxicology and Genetics. Accessed 30 August 2007.\nRamphotyphlops braminus at Snakes of Japan. Accessed 30 August 2007.\nRamphotyphlops braminus at WildHerps.com. Accessed 30 August 2007.\nR. braminus at ThailandSnakes.com. Accessed 22 December 2014."
  }
}