{
  "url": "https://en.wikipedia.org/wiki/Typhlops_hectus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Typhlops"
    },
    {
      "Species": "T. hectus"
    }
  ],
  "text": {
    "__SUMMARY__": "Typhlops hectus (common names: Tiburon Peninsula blind snake, Thomas's worm snake ) is a species of snake in the family Typhlopidae. It is endemic to southwestern Haiti and is known from the Tiburon Peninsula and the island of Grand Cayemite, with an isolated record from Gonâve Island. Specimens of uncertain status are known further northeast, in an area extending into the Dominican Republic; whether these belong to Typhlops hectus or an undescribed species is pending further investigations.",
    "Description": "The total length in adults varies between 135–218 mm (5.3–8.6 in). The tail is short: the 192 mm long holotype had a 5 mm tail. There are 284–328 mid-dorsal scales. Coloration varies from pale gray to tan. In some specimens, the coloration is bicolor with a sharp mid-lateral transition just one or two scale rows wide, from the pigmented dorsum to the unpigmented venter. In other specimens, the transition occurs closer to the venter, with some specimens being almost entirely pigmented.Typhlops hectus is oviparous.",
    "Habitat and conservation": "Typhlops hectus is a fossorial species that occurs in a range of habitats including various types of forests (pine forests, and semi-deciduous and broad-leaved evergreen rainforests), semi-xeric scrub woods, edges of cane fields, and open fields and yards. It occurs from sea level to about 800 m (2,600 ft) above sea level.Typhlops hectus is an occasionally encountered species. Its population is considered to be severely fragmented. It is threatened by habitat loss caused by agriculture expansion, charcoal production, and wood harvesting.\n\n\n== References =="
  }
}