{
  "url": "https://en.wikipedia.org/wiki/Typhlops_fornasinii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Typhlopidae"
    },
    {
      "Genus": "Afrotyphlops"
    },
    {
      "Species": "A. fornasinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Fornasini's blind snake (Afrotyphlops fornasinii) is a species of snake in the family Typhlopidae. The species is endemic to southern Africa.",
    "Etymology": "The specific name fornasinii is in honor of Carlo Antonio Fornasini, merchant and amateur naturalist from Bologna, Italy, who collected the type specimen in Mozambique. (He should not be confused with Carlo Fornasini (1854–1931), Italian paleontologist and politician.)",
    "Geographic range": "Fornasini's blind snake has been found in southern Mozambique, South Africa (Zululand), and southeastern Zimbabwe.",
    "Description": "Typhlops fornasinii is completely gray or black, except for some yellowish on the throat and the ventral surface of the tail. Adults may attain a snout-vent length (SVL) of 18 cm (7 inches). The scales are arranged in 22–27 rows around the body. There are fewer than 300 scales in the vertebral row.Snout very prominent, rounded, somewhat flattened, with trilobate horizontal outline. Rostral large, about half the width of the head, portion visible from above almost as long as broad. Nostrils located ventrally. Nasal incompletely divided. Nasal cleft proceeding from the first upper labial. Scales on upper surface of head enlarged. A preocular present, in contact with the second upper labial. Preocular slightly narrower than the nasal or the ocular. Eyes barely distinguishable. Four upper labials. Diameter of body 23 to 30 times in the total length. Tail short, slightly broader than long, ending in a spine.",
    "Habitat": "A very small snake, T. fornasinii prefers grasslands and coastal bush.\n\n\n== References =="
  }
}