{
  "url": "https://en.wikipedia.org/wiki/Platyplectrurus_madurensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Platyplectrurus"
    },
    {
      "Species": "P. madurensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Platyplectrurus madurensis, commonly known as the Travancore Hills thorntail snake, Palni purple-brown worm thorntail snake, or Madurai shieldtail, is a species of uropeltid snake. It is found in southern India and, depending on the source, Sri Lanka.",
    "Geographic range": "P. madurensis is found in the Western Ghats of India and in Sri Lanka.\nType locality of Platyplectrurus madurensis: \"About Kodiukarnal on the Pulney Mountains (Madura district), 6000 feet elevation\".\nType locality of Wallia inexpectata: \"Südindien (Pulney Hills, Madura)\".\nType locality of Platyplectrurus ruhanae: \"Galle\" district in the Southern Province, Sri Lanka.",
    "Description": "The dorsum of P. madurensis is iridescent purplish brown. The ventrals and the scales in the two adjoining rows on both sides are white in the center, with purplish brown borders.\nThe longest of Beddome's type specimens measures 35 cm (13 3⁄4 in) in total length (including tail).\nThe dorsal scales are in 15 rows at midbody (in 17 rows behind the head). The ventrals number 158-175; and the subcaudals, 10-15.\nP. madurensis is very similar to P. trilineatus, except the head shields are shorter, and the supraocular is not longer than the prefrontal. Diameter of body 38-42 times in total length.",
    "Subspecies": "Two subspecies are recognized, including the nominate race.\n\nPlatyplectrurus madurensis madurensis Beddome, 1877\nPlatyplectrurus madurensis ruhanae Deraniyagala, 1954The subspecific name, ruhanae, refers to the Ancient Sri Lankan Kingdom of Ruhuna (also spelled Ruhana). Some sources consider it to be a separate species.",
    "References": "\n\n== Further reading =="
  }
}