{
  "url": "https://en.wikipedia.org/wiki/Platyplectrurus_trilineatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Platyplectrurus"
    },
    {
      "Species": "P. trilineatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Platyplectrurus trilineatus, commonly known as the Tri-striped shieldtail snake or the lined thorntail snake, is a species of uropeltid snake endemic to the Western Ghats of Southern India. Like most other shieldtail snakes, it is presumed to be a nocturnal, fossorial snake inhabiting evergreen forests. A very rare snake, about which nothing is known in terms of live colouration and natural history.",
    "Geographic range": "It is found in southern India in the southern Western Ghats in the Anamalai Hills of Kerala and Tamil Nadu states.\nType locality of Plectrurus trilineatus: \"Anamally forests; elevation 4,000 feet\".\nType locality of Platyplectrurus bilineatus: \"Madura Hills\".",
    "Description": "Adults are reddish brown or brick-red dorsally, with three black stripes, which may be either continuous or interrupted.\nThe young are dark brown or black dorsally, with two or more narrow yellowish stripes, yellowish ventrally, with a brown dot on each ventral scale. Juveniles also have yellowish transverse markings behind the shielded part of the head, which may resemble an incomplete collar.\nAdults may attain a total length of 40 cm (15 3⁄4 in).\nDorsal scales arranged in 15 rows at midbody (in 17 rows behind the head). Ventrals 163-175; subcaudals 8-16.\nSnout broadly rounded. Rostral small, but visible from above. Frontal longer than broad. Supraocular much larger than the eye, longer than the prefrontal. One elongated temporal, which is 2/3 or 3/5 the length of the parietal. Ventrals nearly two times as broad as the contiguous scales. Dorsal scales of the tail smooth or a few of the terminal ones weakly bicarinate or tricarinate. Terminal scute with a transverse ridge which is less distinct in females.",
    "Footnotes": "",
    "Further reading": "",
    "External links": "Platyplectrurus trilineatus at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}