{
  "url": "https://en.wikipedia.org/wiki/Plectrurus_perrotetii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Plectrurus"
    },
    {
      "Species": "P. perrotetii"
    }
  ],
  "text": {
    "__SUMMARY__": "Plectrurus perrotetii, commonly known as the Nilgiri burrowing snake or Perrotet's shieldtail, is a species of harmless snake in the family Uropeltidae. The species is endemic to India.",
    "Etymology": "The specific name, perrotetii or perroteti, is in honour of French naturalist George Samuel Perrottet (1793–1867).",
    "Geographic range": "P. perrotetii is found in the Western Ghats and hills of southern India.",
    "Description": "P. perrotetii is a small snake, growing to a maximum of 44 cm (17 1⁄4 in) in total length (including tail). The head is pointed, and the tail is blunt. It has smooth, glossy scales and is brown in colour.",
    "Biology": "Like the common worm snake, Ramphotyphlops braminus, Plectrurus perrotetii is also often mistaken for earthworms, upon which it feeds. It is considered an endangered species, and little else is known about this snake.",
    "References": "",
    "Further reading": "Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ...Uropeltidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Plectrurus perroteti, p. 161).\nDuméril A-M-C, Bibron G, Duméril A[-H-A] (1854). Erpétologie générale ou histoire naturelle complète des reptiles. Tome septième.—Première partie. Comprenant l'histoire des serpents non venimeux [= General Herpetology or Complete Natural History of the Reptiles. Volume 7, Part I. Containing the Natural History of the Nonvenomous Snakes]. Paris: Roret. xvi + 780 pp. (Plectrurus perroteti, new species, pp. 167–168). (in French).\nSmith MA (1943). The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-region. Reptilia and Amphibia. Vol. III.—Serpentes. London: Secretary of State for India. (Taylor and Francis, printers). xii + 583 pp. (Plectrurus perroteti, p. 71).\n\n\n== External links =="
  }
}