{
  "url": "https://en.wikipedia.org/wiki/Plectrurus_guentheri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Plectrurus"
    },
    {
      "Species": "P. guentheri"
    }
  ],
  "text": {
    "__SUMMARY__": "Plectrurus guentheri, commonly known as Günther's burrowing snake, is a species of snake in the family Uropeltidae. The species is endemic to the Western Ghats of India.",
    "Description": "The following description of P. guentheri is provided by Beddome (1864: 180): \"Scales of the neck in 17 rows; anterior portion of the trunk in 13 rows, of the rest of the body in 15 rows; head-shields as in P. perroteti, only the rostral is not produced so far back. All the scales of the tail 5-6-keeled, and some of the approximated scales of the body also keeled; terminal scale of the tail with four sharp points, and covered with small tubercles; abdominals 172, and a bifid anal; subcaudals 12. Total length 13 inches [33 cm], circumference 1 2⁄8 inches [32 mm]. Colour of the body a bright reddish purple; belly yellow, the yellow colour rising up on the sides of the trunk into regular pyramid-shaped markings, and the purple colour descending in the same way down to the abdominals\".\nBoulenger (1893) added the following details: \"Snout obtuse; rostral small, the portion visible from above shorter than its distance from the frontal; nasals in contact; frontal longer than broad. Eye half the length of the ocular. Diameter of body 36 to 42 times in the total length. Ventrals not twice as large as the contiguous scales. Terminal scute with two superposed bi- or tricuspid transverse ridges.",
    "Etymology": "P. guentheri is named after Albert Günther (1830–1914), German-born zoologist at the British Museum.",
    "Geographic range": "P. guentheri is found in the Western Ghats and associated hills of southern India.\nThe type locality is \"Walaghat on the Western slopes of the Neilgherries\" (Nilgiris).",
    "Footnotes": "",
    "Further reading": "",
    "External links": "Plectrurus guentheri at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}