{
  "url": "https://en.wikipedia.org/wiki/Rhinophis_philippinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Rhinophis"
    },
    {
      "Species": "R. philippinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinophis philippinus, or Peter's earth snake, is a species of snake in the Uropeltidae family. It is endemic to Sri Lanka.",
    "Description": "Brown dorsally and ventrally, each scale with a lighter margin. Some specimens have a yellowish blotch near the head or on the anal region.\nTotal length 27 cm (10 3⁄4 in).\nDorsal scales arranged in 17 rows at midbody (in 19 rows behind the head). Ventrals 153-172; subcaudals 3-6.\nSnout acutely pointed. Rostral obtusely keeled above, about 2/5 the length of the shielded part of the head. Nasals separated by the rostral. Eye in the ocular shield. No supraoculars. Frontal usually longer than broad. No temporals. No mental groove. Diameter of body 24 to 34 times in the total length. Ventrals only slightly larger than the contiguous scales. Tail ending in a large convex rugose shield, which is neither truncated nor spinose at the end. Caudal disc about as long as the shielded part of the head.",
    "References": "",
    "Further reading": "Cuvier, G. 1829. Le Règne Animal Distribué, d'après son Organisation, pour servir de base à l'Histoire naturelle des Animaux et d'introduction à l'Anatomie Comparé. Nouvelle Edition, Revue et Augmentée [second edition]. Tome II [Reptiles]. Déterville. Paris. 406 pp. (Typhlops philippinus, p. 74).\nMüller, J.P. 1832. Beiträge zur Anatomie und Naturgeschichte der Amphibien. Zeitschrift für Physiologie, Band 4, pp. 190–275, Plates XVIII - XXII. (Rhinophis philippinus, p. 249).\nPeters, W. 1861. De serpentum familia Uropeltaceorum. Reimer. Berlin. 22 pp., 2 Plates.\nSmith, M.A. 1943. The Fauna of British India, Ceylon and Burma, including the Whole of the Indo-Chinese Sub-region. Reptilia and Amphibia. Vol. III. - Serpentes. Taylor and Francis. London. 583 pp. (Rhinophis philippinus, p. 91)."
  }
}