{
  "url": "https://en.wikipedia.org/wiki/Rhinophis_blythii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Rhinophis"
    },
    {
      "Species": "R. blythii"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinophis blythii, or Blyth's earth snake, is a species of snake in the family Uropeltidae. The species is endemic to the rain forests and grasslands of Sri Lanka.",
    "Etymology": "The specific name, blythii, is in honor of English zoologist Edward Blyth (1810-1873), curator of the museum of the Asiatic Society of Bengal.",
    "Description": "R. blythii is dark brown, both dorsally and ventrally. The sides have vertical yellow spots or a wavy or zigzag stripe on the anterior half of the body. There is a yellow ring around the base of the tail.\nAdults may attain a total length (including tail) of 37 cm (14 1⁄2 in).\nThe dorsal scales are in 17 rows at midbody (in 19 rows behind the head). The ventrals number 148-162, and the subcaudals number 4-7.\nThe snout is acutely pointed. The eye is in the ocular shield. There are no supraoculars, and no temporals. The frontal is longer than broad. There is no mental groove. The diameter of the body goes 22 to 32 times in the total length. The ventrals are only slightly larger than the contiguous scales. The tail ends in a large convex rugose shield, which is neither truncated nor spinose at the end. The caudal disc is 1/2 to 3/5 the length of the shielded part of the head. Some of the distal dorsal scales of the tail are weakly keeled.",
    "References": "",
    "Further reading": "Beddome RH (1886). \"An Account of the Earth-Snakes of the Peninsula of India and Ceylon\". Ann. Mag. Nat. Hist., Fifth Series 17: 3-33. (\"Rhinophis Blythii [sic]\", pp. 8–9).\nBoulenger GA (1890). The Fauna of British India, Including Ceylon and Burma. Reptilia and Batrachia. London: Secretary of State for India in Council. (Taylor and Francis, printers). xviii + 541 pp. (Rhinophis blythii, pp. 256–257).\nKelaart EF (1853). \"Descriptions of new or little-known species of Reptiles collected in Ceylon\". Ann. Mag. Nat. Hist., Second Series  13: 25-31. (\"Rhinophis Blythii [sic]\", new species, pp. 26–27).\nPyron, Robert Alexander; Ganesh, Sumaithangi Rajagopalan; Sayyed, Amit; Sharma, Vivek; Wallach, Van; Somaweera, Ruchira (2016). \"A catalogue and systematic overview of the shield-tailed snakes (Serpentes: Uropeltidae)\". Zooststema 38 (4): 453-506. (in English, with an abstract in French).\nSmith MA (1943). The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-region. Reptilia and Amphibia. Vol. III.—Serpentes. London: Secretary of State for India. (Taylor and Francis, printers). xii + 583 pp. (\"Rhinophis blythi [sic]\", pp. 88-89).\nWall F (1921). Ophidia Taprobanica or the Snakes of Ceylon. Colombo, Ceylon [Sri Lanka]: Colombo Museum. (H.R. Cottle, Government Printer). xxii + 581 pp. (\"Rhinophis blythi [sic]\", pp. 40–43, Figure 14)."
  }
}