{
  "url": "https://en.wikipedia.org/wiki/Rhinophis_fergusonianus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Rhinophis"
    },
    {
      "Species": "R. fergusonianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinophis fergusonianus, commonly known as the Cardamom Hills earth snake, is a species of uropeltid snake endemic to the Western Ghats, India.",
    "Etymology": "The specific name, fergusonianus, is in honor of Scottish zoologist Harold S. Ferguson.",
    "Geographic range": "R. fergusonianus is only known from the type specimen collected in the Cardamom Hills in Travancore, a part of the southern Western Ghats in modern Kerala, southeastern India.",
    "Description": "The holotype of R. fergusonianus measures 32 cm (13 in) in total length (including tail), 40 times its width. The eyes are very small. The snout is acutely pointed. The body is longitudinally striated. It is blackish above, and the sides are white, dotted and spotted with black. The belly is white, with black dots and two series of large black spots, partially confluent into a zigzag band. The caudal disc is black and edged all round with yellow.",
    "Reproduction": "R. fergusonianus is viviparous.",
    "Habitat and conservation": "The habitats and ecology of this species, R. fergusonianus, and threats to it, are unknown.",
    "References": "",
    "Further reading": "Boulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the Colubridæ (Opisthoglyphæ and Proteroglyphæ), Amblycephalidæ, and Viperidæ. London: Trustee of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Rhinophis fergusonianus, p. 596).\nSmith MA (1943). The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-region. Reptilia and Amphibia. Vol. III.—Serpentes. London: Secretary of State for India. (Taylor and Francis, printers). xii + 583 pp. (Rhinophis fergusonianus, pp. 90–91)."
  }
}