{
  "url": "https://en.wikipedia.org/wiki/Rhinophis_sanguineus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Rhinophis"
    },
    {
      "Species": "R. sanguineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinophis sanguineus, commonly known as the salty earth snake, is a species of uropeltid snake found in the Western Ghats of India.",
    "Description": "Description after Beddome (1864: 178): \"Scales of the body large, in 15 rows; of the anterior portion of the trunk sometimes in 17; rostral much produced, very sharp, conical, horny, produced back, and covering the conjunction of the nasals; nostril in front of nasal shield; eye very small and obscure, [located] in front [portion] of ocular shield; four upper labials, 1st small, 2nd, 3rd, and 4th large; caudal disk nearly as long as tail, oblong, covered with excrescences, a red streak down the centre and one on each side. Colour of the body bluish black; belly bright red, with blackish mottlings; anal bifid; subcaudals of the male 9 or 10 pairs, each with 4 to 6 keels, and some of the approximated ventral plates and a few of the two lowest rows of scales also keeled; female subcaudals 6 or 7. Total length of large male 13 inches [33 cm], female 10 inches [25.5 cm]; circumference 1 inch [25 mm]; abdominals 195. The brilliant red colour of the abdomen fades in spirits.\"\nDescription of Rhinophis microlepis after Beddome (1864: 179): \"Scales of the body small, in 15 rows; of the anterior portion of the trunk in 17, of the neck in 19. Caudal disk oblong, orbicular, one-half the length of the tail, covered with excrescences, which are confluent into streaks; subcaudals 10; anal bifid; head-plates as in R. sanguineus, but rostral less sharp. Colour of the body greyish black, with indistinct dull yellowish white mottlings; belly yellowish white, with dark mottlings; tail beneath yellowish, with a broad black spot. Abdominals very small, 199. Total length 6 inches [15 cm]; circumference 6½ lines [14 mm]\"",
    "Geographic range": "It is found in southern India (Mysore [Koppa, Kalsa], Wynaad, Nilgiris, Travancore, Tinnevelly).\nType locality of Rhinophis sanguineus: \"Cherambady [Cherambody], in the Wayanad (Malabar), elevation 3,500 feet\".\nType locality of Rhinophis microlepis: \"Mr. Minchin's Estate in the Wayanad (elevation 3,500 feet)\".",
    "References": "",
    "Further reading": "",
    "External links": "Rhinophis sanguineus at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}