{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_phipsonii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. phipsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis phipsonii, commonly known as Phipson's shieldtail, is a species of snake in the family Uropeltidae. The species is endemic to India.",
    "Etymology": "Both the specific name, phipsonii, and the common name, Phipson's shieldtail, are in honor of British naturalist Herbert Musgrave Phipson, one of the founders of the Bombay Natural History Society.",
    "Geographic range": "U. phipsonii is found in the Western Ghats, reported at several localities around Maharashtra including hills around Mumbai and Pune.",
    "Description": "U. phipsonii is cylindrical-bodied and smooth-scaled. The head is narrower than the neck. The tail is very short, appearing to be cut slant-wise at the end. There is a broad yellow stripe on each side of the tail.\nU. phipsonii is brown dorsally and ventrally, either uniform or with yellowish dots. It has a short yellow streak on each side, beginning at the corner of the mouth. There is a yellow crossbar across the vent, connecting the yellow stripes on the sides of the tail.\nAdults may attain 28 cm (11 inches) in total length (including tail).\nThe dorsal scales are arranged in 17 rows at midbody, in 19 rows behind the head. The ventrals number 144-157, and the subcaudals number 7-12.\nThe snout is obtusely pointed. The rostral is ⅓ the length of the shielded part of the head. The portion of the rostral visible from above is longer than its distance from the frontal. Nasals in contact with each other behind the rostral. The frontal is longer than broad. The diameter of the eye is more than ½ the length of the ocular shield. Diameter of body goes 28 to 38 times into the total length. The ventrals are nearly twice as large as the contiguous scales. The end of the tail is flat dorsally, obliquely truncate, with strongly bicarinate or quadricarinate scales. The terminal scute has a transverse ridge and two points.",
    "Behaviour": "The behaviour of U. phipsonii is largely unknown. It lives underground, and is a burrower. It is active above ground after heavy rains. It is a docile snake.",
    "Diet": "U. phipsonii eats earthworms.",
    "Threats": "U. phipsonii has many predators, including birds and wild boar.",
    "References": "",
    "Further reading": "",
    "External links": "Uropeltis phipsonii at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}