{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_macrolepis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. macrolepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis macrolepis, commonly known as the Bombay earth snake, is a species of snake in the family Uropeltidae. It is endemic to southern India.",
    "Geographic range": "It is found in Maharashtra (Phansad - near Supegaon, Mahabaleshwar, Koyna, Lonavla), India.Type locality of Silybura macrolepis = \"Ceylon?\"\nType locality of Uropeltis macrolepis mableshwarensis = \"Mahableshwar, Satara district, Bombay State\", India.",
    "Description": "Black or dark purplish brown dorsally and ventrally, each scale lighter-edged. A yellow stripe on the lips and sides of the neck, followed by two to five large yellow spots. A yellow stripe along each side of the tail.\nAdults may attain a total length of 29.5 cm (11 1⁄2 in).\nSmooth dorsal scales in only 15 rows at midbody (in 17 rows behind the head). Ventrals 128-140; subcaudals 7-9.\nSnout rounded. Rostral less than ¼ of the length of the shielded part of the head, portion visible from above shorter than its distance from the frontal. Nasals in contact with each other behind the rostral. Frontal as long as or slightly longer than broad. Diameter of eye more than ½ the length of the ocular shield. Diameter of body 24 to 29 times in the total length. Ventrals twice as large as the contiguous scales. End of tail obliquely truncate, flat dorsally, with strongly bicarinate scales. Terminal scale with a transverse ridge and two points.",
    "Subspecies": "Two subspecies are recognized, including the nominate race.\nUropeltis macrolepis macrolepis (Peters, 1862)\nUropeltis macrolepis mahableshwarensis Chari, 1955",
    "Footnotes": "",
    "Further reading": "",
    "External links": "U. macrolepis image 1/5 at Uetz Lab. Accessed 13 December 2007.\nU. macrolepis image 2/5 at Uetz Lab. Accessed 13 December 2007.\nU. macrolepis image 3/5 at Uetz Lab. Accessed 13 December 2007.\nU. macrolepis image 4/5 at Uetz Lab. Accessed 13 December 2007.\nU. macrolepis image 5/5 at Uetz Lab. Accessed 13 December 2007."
  }
}