{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_grandis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Smith's earth snake (Uropeltis grandis),  also known as the violet shieldtail, is a species of nonvenomous shieldtail snake. It is endemic to India.",
    "Geographic range": "U. grandis is found mainly in the Anamallay forests of southern India, in moist woods at around 1,200 m (3,900 ft).",
    "Taxonomy": "It had been classified in the past as Rhinophis grandis Beddome, Silybura grandis (Beddome), and Uropeltis grandis (Beddome). In 1966 Carl Gans renamed this species Uropeltis smithi in honor of American herpetologist Hobart M. Smith.",
    "Description": "Smith's earth snake, like all shieldtail snakes, has a characteristic pointed head and flattened tail.Dorsum dark violet. Venter dark violet with alternating large yellow spots or crossbands.\nAdults may attain 48 cm (18 7⁄8 in) in total length (including tail).\nSmooth dorsal scales arranged in 19 rows at midbody (in 21 rows behind the head). Ventrals 198-218; subcaudals 6-12.\nSnout pointed. Rostral ⅓ or ¼ the length of the shielded part of the head. The portion of the rostral visible from above longer than its distance from the frontal. Nasals either in contact with each other behind the rostral, or separated from each other by the rostral. Frontal longer than broad. Eye very small, its diameter less than ½ the length of the ocular shield. Diameter of body 30 to 40 times in the total length. Ventrals about two times as large as the contiguous scales, pluricarinate posteriorly in males. Tail round or slightly laterally compressed, dorsal scales of the tail strongly pluricarinate. The terminal scute with two small spines.",
    "References": "",
    "Further reading": "",
    "External links": "Uropeltis grandis at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}