{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_pulneyensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. pulneyensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis pulneyensis, commonly known as the Palni shieldtail, is a species of uropeltid snake endemic to the Western Ghats of India.",
    "Description": "Description after Beddome (1864: 180): \"Rostral rather obtuse, produced back between the nasals, and touching the frontals [=prefrontals], nasals not meeting; eye small, in [the] front of the ocular shield; no supraorbitals; vertical [=frontal] 6-sided; occipitals [=parietals] rounded behind; 4 upper labials. Scales round the neck 19, round the body 17; subcaudals, male, about 12, female 6-8. Tail [laterally] compressed, ending in a small spinose keel, more or less bicuspid. Scales of the tail all smooth. Colour uniform earthy brown; a lateral bright yellow streak from the labials continued on each side of the trunk, about 1 or 1½ inch in length; a few minute yellow specks on the back; belly with broad bright yellow transverse bands, very irregular as to number and shape; yellow markings about the vent and tail.\"\nAfter Beddome (1864: 180), pulneyensis and wynandensis  \"...differ from the typical form of this genus in their much smaller size and in the absence of a supraorbital shield. As, however, they have the same [laterally] compressed tail, I prefer keeping them in this genus to making a new genus for them.\"\nBoulenger (1893) adds the following details:\nAdults may attain a total length of 38 cm (15 inches).\nPortion of the rostral visible from above longer than its distance from the frontal. Frontal longer than broad. Diameter of the eye ½ the length of the ocular shield. Diameter of the body 30 to 38 times in the total length. Ventrals about twice as large as the contiguous scales, 161-180. Tail somewhat laterally compressed. Usually some of the terminal dorsal scales of the tail with faint keels.",
    "Geographic range": "It is found in Southern Western Ghats in Tamil Nadu and Kerala states of South India (Palni, High Wavy Mountains and Travancore hills, 5,000-7,000 feet).\n\nType locality of Plectrurus pulneyensis: \"Pulneys at an elevation of 7,000 to 8,000 feet\".\nType locality of Silybura guentheri: \"High Wavy mountain, Madurai district, 5000 feet elevation\".",
    "Footnotes": "",
    "Further reading": "\n\n== External links =="
  }
}