{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_beddomii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. beddomii"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis beddomii, commonly known as Beddome's earth snake, is a species of snake in the family Uropeltidae. The species is endemic to India.",
    "Etymology": "The specific name beddomii is in honor of Richard Henry Beddome (1830–1911), British army officer and botanist.",
    "Geographic range": "U. beddomii is found in southern India (Anaimalai Hills).  The type locality is \"Anamallay Hills\".",
    "Description": "The dorsum of U. beddomii is brown, with a yellow streak on each side of the neck. A yellow crossband is at the base of the tail, but not on the sides of the tail. The ventrum is brown mixed with yellow.\nThe longest specimen in the type series collected by Col. Beddome is a female  27.5 cm (10 3⁄4 in) in total length (including tail).\nDorsal scales are in 19 rows behind the head, and in 17 rows at midbody. Ventrals number 180-188; subcaudals number six or seven (females).\nThe snout is acutely pointed, strongly projecting. The rostral is strongly compressed, keeled above, the portion visible from above two fifths the length of the shielded part of the head. The nasals are in contact with each other behind the rostral. The frontal is longer than broad. The eye is very small, less than ½ the length of the ocular. The diameter of body goes 33 to 44 times in the total length. The ventrals are less than twice as large as the contiguous dorsal scales. The end of the tail is subtruncate, convex, or somewhat flattened dorsally, the scales with 3 to 5 strong keels. The terminal scute has a transverse ridge and two points.",
    "References": "",
    "Further reading": "",
    "External links": "Uropeltis beddomii at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}