{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_broughami",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. broughami"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis broughami, commonly known as Brougham's earth snake or the Sirumallay Uropeltis, is a species of snake in the family Uropeltidae. Uropeltis broughami is endemic to India.",
    "Etymology": "The specific name, broughami, is in honor of British botanist Henry Brougham Guppy.",
    "Geographic range": "U. broughami is found in southern India (Palni and Sirumalai Hills, Madura district; Nilgiris).\nType locality of Silybura broughami = \"Sirumallay hills (Madura district), 5500 feet elevation\".\nType locality of Silybura levingii = \"Lower Pulney hills (Madura district), 4000 feet elevation\".",
    "Description": "The dorsum of U. broughami is brown, with transverse series of small yellow black-edged ocelli. Sides with series of large yellow spots. Ventrals dark brown.\nThe longest type specimen is 41 cm (16 1⁄8 in) in total length (including tail).\nDorsal scales in 19 rows. Ventrals 203-230; subcaudals 7-10.\nSnout acutely pointed. Rostral laterally compressed, obtusely keeled above, two fifths the length of the shielded part of the head, the portion visible from above much longer than its distance from the frontal. Nasals in contact with each other behind the rostral. Frontal as long as broad, or slightly longer than broad. Eye very small, not half the length of the ocular. Diameter of body 34 to 40 times in the total length. Ventrals not twice as broad as the contiguous dorsal scales. Tail obliquely truncate, flat above, with strongly pluricarinate scales; terminal scute bicuspid.",
    "References": "",
    "Further reading": "",
    "External links": "Uropeltis broughami at the Reptarium.cz Reptile Database. Accessed 13 December 2007."
  }
}