{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_melanogaster",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. melanogaster"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis melanogaster, or Gray's earth snake, is a species of small snake in the family Uropeltidae (shieldtail snakes), endemic to Sri Lanka.",
    "Geographic range": "It is found only in Sri Lanka (formerly called Ceylon).",
    "Description": "Dark brown dorsally and ventrally, with yellow spots more or less confluent into a lateral stripe. Some young are yellow, with a dark brown spot on each scale of the dorsum, chin, and tail.\nIts total length is from 10 to 27 cm (4 to 10⅝ inches).\nDorsal scales arranged in 17 rows at midbody, in 19 rows behind the head. Ventrals 141-166; subcaudals 6-10.\nSnout pointed. Rostral about ⅓ the length of the shielded part of the head. Portion of rostral visible from above longer than its distance from the frontal. Nasals completely separated from each other by the rostral. Frontal longer than broad. Eye small, its diameter less than ½ the length of the ocular shield. Diameter of body 22 to 31 times in the total length. Ventrals only slightly larger than the contiguous scales. Tail round or slightly laterally compressed, dorsal scales of tail with very faint keels. Terminal scute with two small spines.",
    "Taxonomy": "This species and its relatives are generally called \"earth snakes.\"  Many have been classified previously in different genera, in this case  Mytilia (Crealia), Plectrurus, Rhinophis, and Silybura.",
    "Footnotes": "",
    "Further reading": "Gray, J.E. 1858. On a New Genus and several New Species of Uropeltidæ, in the Collection of the British Museum. Proc. Zool. Soc. London 1858: 260-265.",
    "See also": "Genus Uropeltis.",
    "External links": "Uropeltis melanogaster at the Reptarium.cz Reptile Database. Accessed 13 December 2007.\nImage of U. melanogaster at University of Peradeniya. Accessed 13 December 2007."
  }
}