{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_ocellata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. ocellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: ocellated shieldtail, Nilgiri uropeltis.Uropeltis ocellata is a non-venomous shield tail snake species found in southern India.",
    "Description": "Beddome, 1864: \"rostral pointed and much produced; nasal scutella meeting behind the rostral, and separating it from the [pre]frontals; eye very small, obscure, in [the] front of [the] ocular shield; other shields and labials as in the genus; scales round the neck in 18 rows, round the trunk in 17; caudal disk not very clearly defined; scales 2-5-keeled; terminal shield entire, or slightly 2-3-pronged; abdominals 199; subcaudals 8 or 10 pairs, some generally entire. Total length 14.5 inches (37 cm). Colour of the body of the male yellowish, becoming gradually brown near the head and tail, of the female dull brownish, of the young dark purplish brown; all banded with transverse rows of four or five black-edged white or yellow spots (like eyes), generally rather irregularly placed. Sides of the belly with transverse, very irregular shaped, yellow or white blotches, rarely meeting over the abdominals, and forming a transverse band.\"Rostral about ¼ the length of the shielded part of the head. Portion of the rostral visible from above longer than its distance from the frontal. Frontal usually longer than broad. Eye very small, its diameter slightly less than ⅓ the length of the ocular shield. Diameter of body 30 to 46 times in the total length. Ventrals about two times as large as the contiguous scales. Tail rounded or slightly flattened. The longest specimen measured by Boulenger was 50 cm (19 5⁄8 in) in total length.",
    "Geographic range": "Found in southern India in the Western Ghats: south of the Goa Gap, Anaimalai, Cardamom (southern Kerala), Munnar Hills, Nilgiri Hills and Trivandrum. The type locality given is \"at Walaghat on the western slopes of the Neilgherries in the dense forests at an elevation of 3,500 feet.\"",
    "References": "",
    "Further reading": "",
    "External links": "Uropeltis ocellatus at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}