{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_rubromaculata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. rubromaculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: red-spotted earth snake.Uropeltis rubromaculata is a nonvenomous shield tail snake species endemic to southern India. No subspecies are currently recognized.",
    "Geographic range": "It is found in southern India in the Western Ghats in the Anaimalai Hills and Nilgiri Hills between 1,200 and 1,500 m (3,900 and 4,900 ft) elevation.\nThe type locality given is \"Anamallay forests; 4,000 feet elevation\".",
    "Description": "Dorsum olive-brown. Some red blotches on each side of the anterior portion of the body, and one red blotch on each side of the tail near the vent. Ventrum variegated with yellow and red.\nAdults may attain 34 cm (13 3⁄8 in) in total length.\nDorsal scales arranged in 17 rows at midbody, in 19 rows behind the head. Ventrals 127-136; subcaudals 8-10.\nSnout obtuse. Rostral slightly more than ¼ the length of the shielded part of the head. Portion of rostral visible from above as long as its distance from the frontal. Nasals in contact with each other behind the rostral. Frontal slightly longer than broad. Diameter of eye ½ or slightly more than ½ the length of the ocular shield. Diameter of body 25 to 33 times in the total length. Ventrals two times as broad as the contiguous scales. End of tail flat dorsally, obliquely truncate, with strongly bicarinate or tricarinate scales. Terminal scute with a transverse ridge and two points.",
    "References": "",
    "Further reading": "",
    "External links": "Uropeltis rubromaculatus at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}