{
  "url": "https://en.wikipedia.org/wiki/Uropeltis_woodmasoni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Uropeltidae"
    },
    {
      "Genus": "Uropeltis"
    },
    {
      "Species": "U. woodmasoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Uropeltis woodmasoni, commonly known as Wood-Mason's earth snake, is a species of snake in the family Uropeltidae. The species is endemic to India.",
    "Etymology": "The specific name, woodmasoni, is in honor of English zoologist James Wood-Mason.",
    "Geographic range": "U. woodmasoni is found in southern India (Anamalai Hills and Palni Hills, Travancore, Tinnevelly, Nilgiris).\nType locality: \"Anamallys and Travancore\". (Silybura melanogaster Günther)\nType locality: \"Palney hills, S India\". (Silybura Wood-Masoni Theobald)\nType locality: \"Pulney Mountains, 4,000 feet elevation\". (Silybura nigra Beddome)",
    "Description": "Dorsum blackish or dark violet, with transverse series of small round yellow spots or ocelli. A lateral series of large yellow spots which may be confluent into a stripe. Ventrum blackish or dark violet.\nAdults may attain a total length (including tail) of 28 cm (11 inches).\nSmooth dorsal scales arranged in 19 rows at midbody, as well as behind the head. Ventrals 163-178; subcaudals 6-11.\nSnout pointed. Portion of rostral visible from above longer than its distance from the frontal, in some specimens separating the nasals. Frontal slightly longer than broad. Eye small, its diameter slightly less than ½ the length of the ocular shield. Diameter of body 23 to 30 times in the total length. Ventrals about twice as large as the contiguous scales. Tail rounded, the dorsal scales of the tail strongly pluricarinate. The terminal scute with two small points.",
    "Taxonomy": "The scientific name Silybura melanogaster Günther is unavailable because it is a homonym of Uropeltis melanogaster Gray. Therefore, the specific name, melanogaster, was replaced with the next available specific name, woodmasoni, by Gans in 1966.",
    "References": "\n\n== Further reading =="
  }
}