{
  "url": "https://en.wikipedia.org/wiki/Millettia_pachycarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Millettia"
    },
    {
      "Species": "M. pachycarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Millettia pachycarpa (synonym  M. taiwaniana Hayata ) is a perennial climbing shrub belonging to the genus Millettia. It is one of the most well known among ~150 species of Millettia, as it is widely used in traditional practices, such as for poisoning fish, agricultural pesticide, blood tonic, and treatments of cancer and infertility. The bark fiber is used for making strong ropes.It is endemic to south-east Asian region including Bangladesh, Bhutan, China, India, Myanmar, Nepal, Taiwan, Thailand and Vietnam. In India it is found only in the eastern region such as Arunachal Pradesh, Assam, Meghalaya, Manipur, Mizoram, Nagaland, Sikkim, Tripura and West Bengal.",
    "Description": "M. pachycarpa is a climbing shrub. It has dark brown inflated legumes that are densely covered with rough pale yellow warts. The leguminous pods contain one to five dark brown reniform seeds. The leaves have 13 to 17 papery leaflets and the flowers are lilac-colored. Rachis are 30–50 cm (12–20 in), including petiole 7–9 cm (3–4 in).  Leaflet blades are elliptic-oblong to lanceolate-oblong, base cuneate to rounded, apex acute. Legume dark brown, oblong or when 1-seeded ovoid, inflated, densely covered with pale yellow warts. Pseudora cemes with two to six branches beneath new stems, 15–30 cm (6–12 in), brown tomentose; rachis nodes with two to five flowers clustered on a 1–3 mm (0.039–0.118 in) spur.",
    "Traditional uses": "",
    "Traditional uses-Fish poison": "Among the tribal natives of north-east India and Tsou people of Taiwan, the juice extract of the crushed root and seed are widely used as fish poison in traditional fishing; and hence the common name 'fish poison climber'. The natives smash the plant parts against rocks, and let the juice extract run into the water. Fishes are easily stupefied and subsequently paralyzed. Then they are collected by hands or nets or baskets.",
    "Traditional uses-Traditional medicine": "It is used in traditional Chinese medicine as a blood tonic and to induce the growth of red blood cells and as cancer therapy in a preparation called 'Jixueteng'.  The crushed concoction of M. pachycarpa leaves are used by some native tribals of north-east India, and the root bark is also directly eaten for treating intestinal infection.",
    "Traditional uses-Insecticide": "The finely ground seeds are prepared in suspension which is widely used in Chinese traditional medicine as insecticide against insect pests. A 5% water suspension of the seeds is as effective as 0.1 % benzene hexachloride spray when used against the ten-spotted grape leaf-beetle, Oides decempunctata; and also more potent than phenothiazine against the fifth-instar small white butterfly, Pieris rapae. The dried powder of the root is also effective against bean aphids, silkworm and Mexican bean beetle. Isolation of rotenone and other rotenoids from the root leaves no doubt for its insecticidal property as these compounds are well established insecticides.",
    "Chemical constituents": "A number of chemical compounds have been isolated from M. pachycarpa including several prenylflavonoids, dihydroflanonols, and chalconoids from the seed, rotenoids such as rotenone, cis-12a-hydroxyretenone, rot-2′-enonic acid and cis-12a-hydroxyrot-2′-enonic acid from the root, and barbigerone.  Several chemical analyses have yielded a number of novel prenylated isoflavones including erysenegalensein E, euchrenone b10, isoerysenegalensein E, 6,8-diprenylorobol, furowanin A and B, millewanins F, G and H, warangalone, and auriculasin from the leaves. The major flavonoid component of the stem was found to be auriculasin (6). In addition, terpenoids such as epifriedinol and friedelin, and steroids (phytosterols) such as campesterol, β-sitosterol and stigmasterol are also identified from the stem and leaf.",
    "References": "",
    "External links": "Wikimedia\nJixueteng/Millettia\nInternational Legume Database & Information Service\n\"Millettia pachycarpa\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nSouth China Botanical Herbarium (IBSC)"
  }
}