{
  "url": "https://en.wikipedia.org/wiki/Millettia_grandis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Millettia"
    },
    {
      "Species": "M. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Millettia grandis is a species of legume in the family Fabaceae from South Africa. It is commonly called Umzimbeet which is a name derived from the isiZulu name umSimbithwa.",
    "Distribution": "These trees are found in coastal regions of KwaZulu-Natal (apart from Maputaland) and the Eastern Cape Province of South Africa. They are said to be most common in the Pondoland area of the Eastern Cape. They grow in forests and on forest margins.",
    "Description": "A semi-deciduous tree from 10 – 25 m tall. The stem is usually twisted or bent and often branches low down. The bark is smooth on younger branches and flaky on older branches and stems. The colour of the bark is pale brown to pale grey-brown, with some stems appearing reddish where stained by soil from termites. The compound leaves have 3 to 7 pairs of opposite, lance-shaped leaflets and one terminal leaflet. The leaflets are 20 – 50 mm long and the leaves are up to 250 mm long overall. The leaves are glossy dark green or blue-green above, and yellow-green beneath. Fine silky hairs are present on the undersides of the leaves and on the midrib. Older leaves turn yellow and these trees lose most of their leaves in the drier months (winter), but they are soon replaced by new leaves which are reddish-brown and velvety at first. The flowers are similar to those of wisteria, and are described as mauve, lilac or purple in colour. The fruits are flat, woody pods up to 150 x 40mm and covered with a velvety layer of reddish to golden brown hairs. The pods split (often with a loud popping noise) when dry to release flat, oblong seeds which are easy to grow in fine sandy soil.",
    "Ecological importance": "At least four species of butterfly larvae feed on the leaves. Termites sometimes utilize the flaked bark on the stems.",
    "References": "Pooley, E. (1993). The Complete Field Guide to Trees of Natal, Zululand and Transkei. ISBN 0-620-17697-0.",
    "See also": "Forests of KwaZulu-Natal\nMaputaland-Pondoland-Albany Hotspot"
  }
}