{
  "url": "https://en.wikipedia.org/wiki/Millettia_laurentii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Faboideae"
    },
    {
      "Tribe": "Millettieae"
    },
    {
      "Genus": "Millettia"
    },
    {
      "Species": "M. laurentii"
    }
  ],
  "text": {
    "__SUMMARY__": "Millettia laurentii is a legume tree from Africa and native to the Republic of Congo, the Democratic Republic of Congo, Cameroon, Gabon and Equatorial Guinea. The species is listed as \"endangered\" in the IUCN Red List, principally due to destruction of its habitat and over-exploitation for timber. Wenge, a dark colored wood, is the product of Millettia laurentii. Other names sometimes used for wenge include African rosewood (ambiguous), faux ebony, dikela, mibotu, bokonge, and awong. The wood's distinctive color is standardised as a \"wenge\" color in many systems.",
    "Wood": "Wenge ( WENG-gay) is a tropical timber, very dark in color with a distinctive figure and a strong partridge wood pattern. The wood is heavy and hard, suitable for flooring and staircases.Several musical instrument makers employ wenge in their products. Mosrite used it for bodies of their Brass Rail models. Ibanez and Cort use it for the five-piece necks of some of their electric basses. Warwick electric basses use FSC sourced wenge for fingerboards and necks as of 2013. Conklin Guitars and Basses makes use of wenge for bodies, fingerboards and necks. Crush drums use it on their limited reserve wenge drum kit. It is also used by Yamaha as the center ply of their Absolute Hybrid Maple drums.The wood is popular in segmented woodturning because of its dimensional stability and color contrast when mixed with lighter woods such as maple. This makes it especially sought after in the manufacture of high-end wood canes and chess boards.\nThe wood is sometimes used in the making of archery bows, particularly as a laminate in the production of flatbows. It can also be used in the making of rails or pin blocks on hammered dulcimers.",
    "Health hazards": "The dust produced when cutting or sanding wenge can cause dermatitis similar to the effects of poison ivy  and is an irritant to the eyes. The dust also can cause respiratory problems and drowsiness. Splinters are septic, similar to those of greenheart (the wood of Chlorocardium rodiei).",
    "See also": "Millettia leucantha\nSenna siamea",
    "References": "\n\n== Further reading =="
  }
}