{
  "url": "https://en.wikipedia.org/wiki/Millettia_pinnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Millettia"
    },
    {
      "Species": "M. pinnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Millettia pinnata is a species of tree in the pea family, Fabaceae, native in tropical and temperate Asia including parts of Indian subcontinent, China, Japan, Malaysia, Australia and Pacific islands. It is often known by the synonym Pongamia pinnata as it was moved to the genus Millettia only recently. Common names include Indian beech and Pongam oiltree.",
    "Description": "Millettia pinnata is a legume tree that grows to about 15–25 metres (50–80 ft) in height with a large canopy which spreads equally wide. It may be deciduous for short periods. It has a straight or crooked trunk, 50–80 centimetres (20–30 in) in diameter, with grey-brown bark which is smooth or vertically fissured. Branches are glabrous with pale stipulate scars. The imparipinnate leaves of the tree alternate and are short-stalked, rounded or cuneate at the base, ovate or oblong along the length, obtuse-acuminate at the apex, and not toothed on the edges. They are a soft, shiny burgundy when young and mature to a glossy, deep green as the season progresses with prominent veins underneath.Flowering generally starts after 3–4 years with small clusters of white, purple, and pink flowers blossoming throughout the year. The raceme-like inflorescence bear two to four flowers which are strongly fragrant and grow to be 15–18 millimetres (0.59–0.71 in) long. The calyx of the flowers is bell-shaped and truncate, while the corolla is a rounded ovate shape with basal auricles and often with a central blotch of green color.Croppings of indehiscent pods can occur by 4–6 years. The brown seed pods appear immediately after flowering and mature in 10 to 11 months. The pods are thick-walled, smooth, somewhat flattened and elliptical, but slightly curved with a short, curved point. The pods contain within them one or two bean-like brownish-red seeds, but because they do not split open naturally the pods need to decompose before the seeds can germinate. The seeds are about 1.5–2.5 centimetres (0.59–0.98 in) long with a brittle, oily coat and are unpalatable to herbivores.Naturally distributed in tropical and temperate Asia, from India to Japan to Thailand to Malesia to north and north-eastern Australia to some Pacific islands; It has been propagated and distributed further around the world in humid and subtropical environments from sea-level to 1200m, although in the Himalayan foothills it is not found above 600m. Withstanding temperatures slightly below 0 °C (32 °F) and up to about 50 °C (120 °F) and annual rainfall of 500–2,500 mm (20–100 in), the tree grows wild on sandy and rocky soils, including oolitic limestone, and will grow in most soil types, even with its roots in salt water.The tree is well suited to intense heat and sunlight and its dense network of lateral roots and its thick, long taproot make it drought-tolerant. The dense shade it provides slows the evaporation of surface water and its root nodules promote nitrogen fixation, a symbiotic process by which gaseous nitrogen (N2) from the air is converted into ammonium (NH4+, a form of nitrogen available to the plant). M. pinnata is also a fresh water flooded forest species as it can survive total submergence in sweet water for few months continuously. M. pinnata tree is the pioneer tree in Ratargul fresh water flooded forest in Bangladesh and Tonlesap lake swamp forests in Cambodia\nMillettia pinnata is an outbreeding diploid legume tree, with a diploid chromosome number of 22. Root nodules are of the determinate type (as those on soybean and common bean) formed by the causative bacterium Bradyrhizobium.",
    "Uses": "Millettia pinnata is well-adapted to arid zones and has many traditional uses. It is often used for landscaping purposes as a windbreak or for shade due to the large canopy and showy fragrant flowers. The flowers are used by gardeners as compost for plants requiring rich nutrients. The bark can be used to make twine or rope and it also yields a black gum that has historically been used to treat wounds caused by poisonous fish. The wood is said to be beautifully grained but splits easily when sawn thus relegating it to firewood, posts, and tool handles.While the oil and residue of the plant are toxic and will induce nausea and vomiting if ingested, the fruits and sprouts, along with the seeds, are used in many traditional remedies. Juices from the plant, as well as the oil, are antiseptic and resistant to pests. In addition M. pinnata has the rare property of producing seeds of 25–40% lipid content of which nearly half is oleic acid. Oil made from the seeds, known as pongamia oil, is an important asset of this tree and has been used as lamp oil, in soap making, and as a lubricant for thousands of years. The oil has a high content of triglycerides, and its disagreeable taste and odor are due to bitter flavonoid constituents including karanjin, pongamol, tannin and karanjachromene. It can be grown in rainwater harvesting ponds up to 6 m (20 ft) in water depth without losing its greenery and remaining useful for biodiesel production.The residue of oil extraction, called press cake, is used as a fertilizer and as animal feed for ruminants and poultry.Long used as shade tree, M. pinnata is heavily self-seeding and can spread lateral roots up to 9 m (30 ft) over its lifetime. If not managed carefully it can quickly become a weed leading some, including Miami-Dade County, to label the tree as an invasive species. However this dense network of lateral roots makes this tree ideal for controlling soil erosion and binding sand dunes.",
    "Uses-Research efforts": "The seed oil has been found to be useful in diesel generators and, along with Jatropha and Castor, it is being explored in hundreds of projects throughout India and the third world as feedstock for biodiesel. It is especially attractive because it grows naturally through much of arid India, having very deep roots to reach water, and is one of the few crops well-suited to commercialization by India's large population of rural poor. Several unelectrified villages have recently used pongamia oil, simple processing techniques, and diesel generators to create their own grid systems to run water pumps and electric lighting.In 1997, the Indian Institute of Science started researching and promoting the use of the seed oil as a vegetable oil fuel for stationary generators for electricity and irrigation pumps in the rural areas of Karnataka and Andhra. The program, SuTRA, successfully demonstrated the sustainability of such oil use in several villages all over India.In 2003, the Himalayan Institute of Yoga Science and Philosophy as part of its Biofuel Rural Development Initiative started a campaign of education and public awareness to rural farmers about M. pinnata in two Indian states. One of the Himalayan Institute's partners developed a consistently high yield scion that reduced the time it takes to mature from 10 years to as little as three. To help the farmers in the transition from traditional crops to M. pinnata the Indian government has contributed over $30 million in low-interest loans and donated 4.5 million kg (5,000 short tons) of rice to sustain impoverished drought-stricken farmers until the trees begin to produce income. Since the project began in 2003 over 20 million trees have been planted and 45,000 farmers are now involved.\n\nIn 2006, the Himalayan Institute began looking at locations in Africa to transplant M. pinnata into. Initially they began in Uganda but due to the lack of infrastructure and growing desertification the project has been growing very slowly. They have also begun a project in the Kumbo region of Cameroon where conditions are better. There has been some suggestions that M. pinnata could be grown all the way across the continent as a way to prevent the encroachment of the Sahara.The University of Queensland node of the Australian Research Council Center for Excellence in Legume Research, under the directorship of Professor Peter Gresshoff, in conjunction with Pacific Renewable Energy are currently working on M. pinnata for commercial use for the production of biofuel. Projects are currently focused on understanding aspects of M. pinnata including root biology, nodulation, nitrogen fixation, domestication genes, grafting, salinity tolerance, and the genetics of the oil production pathways. Emphasis is given to analyzing carbon sequestration (in relation to carbon credits) and nitrogen gain.\nResearch has also been put into using the material left over from the oil extraction as a feed supplement for cattle, sheep and poultry as this byproduct contains up to 30% protein. Other studies have shown some potential for biocidal activity against V. cholerae and E. coli, as well an anti-inflammatory, antinociceptive (reduction in sensitivity to painful stimuli) and antipyretic (reduction in fever) properties. There is also research indicating that M. pinnata can be used as a natural insecticide.",
    "See also": "Solar power in India\nMillettia pinnata seed oil",
    "References": "",
    "External links": "Pongamia Pinnata: The Prospects For Profitable Sustainability\nThe Rural Oil Well\nSeeds of Hope\nLambkin, Trevor A (1999). \"A host list for Aleurodicus dispersus Russell (Hemiptera: Aleyrodidae) in Australia\". Australian Journal of Entomology. 38 (4): 373. doi:10.1046/j.1440-6055.1999.00119.x.\nFirst commercial research program for Pongamia in Australia\nInformation on Millettia pinnata (pongamia) as a biofuel crop"
  }
}