{
  "url": "https://en.wikipedia.org/wiki/Piper_sarmentosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Piperales"
    },
    {
      "Family": "Piperaceae"
    },
    {
      "Genus": "Piper"
    },
    {
      "Species": "P. sarmentosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Piper sarmentosum is a plant in the family Piperaceae used in many Southeast Asian cuisines. The leaves are often confused with betel, but they lack the intense taste of the betel leaves and are significantly smaller.\nPiper lolot (lolot)  is now known to be the same species. Under this name it is cultivated for its leaf which is used in Lao and Vietnamese cuisine as a flavoring wrap for grilling meats, namely the thịt bò nướng lá lốt in Vietnam.",
    "Names": "There is no \"official\" English name for it, but it is sometimes called wild betel. \nIt is known as chaphlu (ชะพลู, pronounced [t͡ɕʰá.pʰlūː]) or cha phlu (ช้าพลู, pronounced [t͡ɕʰáː pʰlūː]) in Thai; phak i leut or pak eelerd (ຜັກອີ່ເລີດ) in Lao; and pokok kadok in Malay. In Vietnam, the local name of Piper lolot – lá lốt – is applied to P. sarmentosum also. It is also known as lolot pepper. In Vietnamese it is called lá lốt (or sometimes in the South lá lốp). In Khmer, it is called japloo ចាព្លូ (or jeeploo ជីរភ្លូ), in Thai chaphloo ชะพลู, in Lao  phak ee lert ຜັກອີ່ເລີດ (or phak nang lert ຜັກນາງເລີດ).",
    "Description": "This plant is a perennial herb with creeping rhizomes, and a striped stem that grow to 40 cm high. Its leaves are thin, heart-shaped, and 8–10 cm long and 8–11 cm wide, with 5 main veins from the base of the blade, oil glands on the upper surface, and finely pubescent veins on its under side. Its petioles are 2.5–3 cm long. Erect white spikes of 1–2 cm long emerge at the axils.",
    "Geographic distribution": "P. sarmentosum is found from the tropical areas of Southeast Asia, Northeast India and South China, and as far as the Andaman Islands. Living collections of this taxon from the Andaman Islands is under ex situ conservation outside the islands at the Field Gene Bank of Jawaharlal Nehru Tropical Botanic Garden and Research Institute, Trivandrum, India. It is a pre-tsunami accession.",
    "In cuisine": "P. sarmentosum leaves are sold in bunches and are usually eaten raw. \n\nIn Thai cuisine, the leaves are used to wrap miang kham, a traditional snack; they are also one of the ingredients of the Kaeng khae curry of Northern Thailand. The curry is named after these leaves, which are known as khae in Northern Thailand.\nIn Laotian cuisine, it is eaten as part of a salad.\nIn Malay cuisine it is shredded for ulam, a type of Malay salad.\nIn Vietnamese cuisine it is grilled in bò nướng lá lốt, a typical Southern Vietnamese dish. Minced beef is marinated with seasoning, soya sauce and various finely chopped spices such as garlic, onion and lemongrass then wrapped in Piper lolot leaves and grilled, which brings smokey flavor to the beef. It is served with rice noodles, fresh herbs, sliced star fruits and pineapples, and fermented fish sauce mắm nêmThe practice of wrapping meat in vine leaves originated in the Middle East, which was taken to India by the Persians. It was subsequently introduced by the Indians to Southeast Asia. However, grape vines do not grow well in tropical climates, so the Vietnamese started to use leaves of lolot instead. It is native to the Indochinese region and recently introduced to the United States by Lao and Vietnamese immigrants. It is also used for medicinal purposes, to relieve a wide range of symptoms from inflammation to snakebites.",
    "Traditional medicine": "P. sarmentosum leaves are used in traditional Asian medicines. Chemical analysis has shown the leaves contain the antioxidant naringenin. Amides from P. sarmentosum fruit have been shown to have anti-tuberculosis and anti-plasmodial activities.",
    "References": "",
    "See also": "Perilla"
  }
}