{
  "url": "https://en.wikipedia.org/wiki/Piper_aduncum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Piperales"
    },
    {
      "Family": "Piperaceae"
    },
    {
      "Genus": "Piper"
    },
    {
      "Species": "P. aduncum"
    }
  ],
  "text": {
    "__SUMMARY__": "Piper aduncum, the spiked pepper, matico, hierba del soldado, achotlín, cordoncillo, higuillo or higuillo de hoja menuda, is a flowering plant in the family Piperaceae. Like many species in the family, the matico tree has a peppery odor. It grows wild on the coasts and in the forests of Central and South America and in the Interandean Valleys, up to 3,000 meters above sea level.",
    "Culinary Use": "Like many species of the family, this tree has the characteristic smell of pepper. The fruits are used as a condiment and for flavoring cocoa. It is sometimes used as a substitute for long pepper.",
    "Traditional medicine": "In the Amazon Rainforest, many of the native tribes use matico leaves as an antiseptic. In Peru, it was used for stopping hemorrhages and treating ulcers, and in European practice in the treatment of diseases of the genitals and urinary organs, such as those for which cubeb was often prescribed.",
    "Essential oil": "The essential oil of matico contains dillapiole, ocimene and beta-caryophyllene. It has high potential as larvicide against larvae of mosquitoes.",
    "Characteristics": "Matico is a tropical, evergreen, shrubby tree that grows to the height of 6 to 7 meter (20 to 23 ft) with lance-shaped leaves that are 12 to 20 centimeter (5 to 8 in) long. Its fruit is a small drupe with black seeds. It is native to Southern Mexico, the Caribbean, and much of tropical South America. It is grown in tropical Asia, Polynesia, and Melanesia and can even be found in Florida, Hawaii, and Puerto Rico. In some countries matico is considered as an invasive weed. In parts of New Guinea, although matico is notorious for drying out the soil in the areas where it is invasive, the wood of this plant is nonetheless used by local residents for a myriad of uses such as for fuel and fence posts.",
    "Etymology": "According to legends, the plant was discovered by a wounded Spanish soldier named Matico. He learned, presumably from the local tribes, that applying the leaves to his wounds stopped bleeding, and it began to be called \"Matico\" or \"soldier's herb\". It was introduced into the profession of medicine in the United States and Europe by a Liverpool physician in 1839 as a styptic and astringent for wounds.",
    "Taxonomy": "Piper aduncum was described by Linnaeus and published in Species Plantarum 1: 29. 1753.\nAccepted varietiesPiper aduncum var. cordulatum (C.DC.) Yunck.\nPiper aduncum var. ossanum (C. DC.) SaraleguiSynonymsArtanthe adunca (L.) Miq.\nArtanthe cearensis Miq.\nArtanthe celtidifolia (Kunth) Miq.\nArtanthe elongata (Vahl) Miq.\nArtanthe galeottii Miq.\nArtanthe galleoti Miq.\nArtanthe granulosa Miq.\nArtanthe vellozoana Miq.\nLepianthes granulatum Raf.\nPiper acutifolium var. membranaceum C. DC.\nPiper aduncifolium Trel.\nPiper anguillaespicum Trel.\nPiper angustifolium Ruiz & Pav.\nPiper cardenasii Trel.\nPiper celtidifolium Kunth\nPiper disparispicum Trel.\nPiper elongatifolium Trel.\nPiper elongatum Vahl\nPiper fatoanum C.DC.\nPiper flavescens (C.DC.) Trel.\nPiper guanaianum C. DC.\nPiper herzogii C. DC.\nPiper intersitum f. porcecitense Trel.\nPiper kuntzei C. DC.\nPiper lineatum var. hirtipetiolatum Trel.\nPiper multinervium M.Martens & Galeotti\nPiper nonconformans Trel.\nPiper oblanceolatum var. fragilicaule Trel.\nPiper pseudovelutinum var. flavescens C.DC.\nPiper purpurascens D. Dietr.\nPiper reciprocum Trel.\nPiper submolle Trel.\nSteffensia adunca (L.) Kunth\nSteffensia angustifolia Kunth\nSteffensia celtidifolia (Kunth) Kunth\nSteffensia elongata (Vahl) Kunth",
    "References": "",
    "External links": "Piper aduncum by Alfred Hartemink\nFriday Fellow: \"Spiked Pepper\" at Earthling Nature."
  }
}