{
  "url": "https://en.wikipedia.org/wiki/Piper_betle",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Piperales"
    },
    {
      "Family": "Piperaceae"
    },
    {
      "Genus": "Piper"
    },
    {
      "Species": "P. betle"
    }
  ],
  "text": {
    "__SUMMARY__": "The betel (Piper betle) is a vine of the family Piperaceae, which includes pepper and kava. Betel leaf is mostly consumed in Asia, and elsewhere in the world by some Asian emigrants, as betel quid or in paan, with Areca nut and/or tobacco.\nIn India and Sri Lanka,  a sheaf of betel leaves is traditionally offered as a mark of respect and auspicious beginnings. Occasions include greeting elders at wedding ceremonies, celebrating the New Year, and offering payment to Ayurvedic physicians and astrologers (to whom money and/or areca nut, placed on top of the sheaf of leaves, are offered in thanks for blessings).\nThe betel plant is an evergreen perennial, with glossy heart-shaped leaves and white catkin. The betel plant originated in South and South East Asia.",
    "Etymology": "Betel, derived from the (Tamil/Malayalam) word vettila, via Portuguese.",
    "Cultivation": "The betel leaf is cultivated mostly in South and Southeast Asia, from Pakistan to Papua New Guinea. It needs a compatible tree or a long pole for support. Betel requires well-drained fertile soil. Waterlogged, saline and alkali soils are unsuitable for its cultivation.In Bangladesh, farmers called barui prepare a garden called a barouj in which to grow betel.  The barouj is fenced with bamboo sticks and coconut leaves. The soil is plowed into furrows of 10 to 15 metres' length, 75 centimetres in width and 75 centimetres' depth. Oil cakes, manure, and leaves are thoroughly incorporated with the topsoil of the furrows and wood ash. The cuttings are planted at the beginning of the monsoon season.\n\nProper shade and irrigation are essential for the successful cultivation of this crop. Betel needs constantly moist soil, but there should not be excessive moisture. Irrigation is frequent and light, and standing water should not remain for more than half an hour.\nDried leaves and wood ash are applied to the furrows at fortnightly intervals and cow dung slurry is sprinkled. Application of different kinds of leaves at monthly intervals is believed advantageous for the growth of the betel. In three to six months the vines reach 150 to 180 centimeters in height and they will branch. Harvest begins, with the farmer plucking the leaf and its petiole with his right thumb. The harvest lasts 15 days to one month. Betel plant has made its way to research labs of many Bangladesh chemical and food nutrition companies.\nThe harvested leaves are consumed locally and exported to other parts of Asia, the Middle East, Europe, and the Americas. Betel is grown and cultivated as an important crop in rural Bangladesh.",
    "Usage and cultural significance": "The primary use of betel leaf is as a wrapper for the chewing of areca nut or tobacco, where it is mainly used to add flavour. It may also be used in cooking, usually raw, for its peppery taste. Use of binglang, or betel, has over a 300 year history in areas of China where it was once promoted for medicinal use.",
    "Health effects": "Some reports may suggest that betel leaf by itself has adverse health effects, in part because of tannins delivered by the leaf and for reasons currently not fully understood. For example, one research paper studied chromosome damaging effect of betel leaf in human leukocyte cultures. These researchers report an increase in the frequency of chromatid aberrations when the leaf extract was added to cultures. Another scientific study from Japan indicates that the lab rats that ate a mixture of betel leaf and areca nuts all had severe thickening of the upper digestive tract, whereas after undergoing a diet of betel leaves alone, only one laboratory rat ended up having a forestomach papilloma.\nBetel leaf extract alone has not been shown to cause significant side effects, but there are side effects associated with the use of betel quid.",
    "Economics": "Betel vines are cultivated throughout southeast Asia in plots whose area is typically 20 to 2000 square metres (0.005 to 0.5 acre).\nMalaysian farmers cultivate four types of betel plants: sirih India, sirih Melayu, sirih Cina and sirih Udang. The harvest is then sold in bundles of 10 leaves, each bundle costing in 2011 between MYR 0.30 to 0.50 ($0.07 to $0.12 per bundle).\nIn Sri Lanka, betel is grown all over the country but the commercial production of betel, with bigger leaves with dark green colour combined with thickness, known as “kalu bulath” is confined to a few districts such as Kurunagala, Gampaha, Kegalle, Kalutara and Colombo. These are sold at a whole seller lots of 1000 leaves. In a report published by the United Nations Food and Agriculture Organization (FAO), a successful betel farm in Sri Lanka can provide a supplemental income to a farmer by providing six days of work every six months and net income when the leaf prices are attractive. The FAO study found the successful farm's yield to be 18,000 leaves per 150 square feet (14 m2). The additional salary and income to the Sri Lankan betel grower, assuming he or she provides all needed labor and keeps all net profit, to be SL Rs. 1635 per 150 square feet (14 m2) of betel farm every 6 months ($90 per \"decimal\" per year, or $9000 per acre per year). If the farmer hires outside labor to tend the betel vines, and harvest the crop, the FAO found the net income to the betel farm owner to be SL Rs. 735 per 150 square feet (14 m2) of betel farm every 6 months ($40 per decimal per year, or $4000 per acre per year). According to FAO, the market prices for betel leaves vary with wet and dry season in Sri Lanka, and in 2010 averaged SL Rs. 200–400 per 1000 leaves ($1.82 to $3.64 per 1000 leaves). The FAO study assumes no losses from erratic weather, and no losses during storage and transportation of perishable betel leaves. These losses are usually between 35% to 70%.In Bangladesh, betel leaf farming yields vary by region and vine variety. In one region where betel leaf cultivation is the main source of income for farmers, a total of 2,825 hectares of land is dedicated to betel vine farming. The average production cost for these betel farms in Bangladesh are about Tk 300,000 per hectare ($4000 per hectare, $16 per decimal), and the farm owners can earn a profit of over Tk 100,000 per hectare ($1334 per hectare, $5.34 per decimal).\nIn India, a 2006 research reported betel vines being cultivated on about 55000 hectares of farmland, with an annual production worth of about IN Rs. 9000 million ($200 million total, averaging $1455 per acre). The betel farming industry, the report claims, supports about 400,000 – 500,000 agricultural families.\nA March 2011 report claims that betel farming is on a decline in India. While in ideal conditions, some farms may gross annual incomes after expenses of over IN Rs. 26,000 per 10 decimal farm ($5,780 per acre), a betel farm income is highly erratic from year to year, because of rainfall patterns, temperature, and spoilage rates of 35% to 70% during transport over poor infrastructure. Simultaneously, the demand for betel leaves has been dropping in India because of acceptance of gutkha (chewing tobacco) by consumers over betel leaf-based ‘‘paan’’ preparation; the report cites betel leaf trading has dropped by 65% from 2000 to 2010, and created an oversupply. As a result, the report claims Indian farmers do not find betel farming lucrative anymore.",
    "See also": "Kava\nDomesticated plants and animals of Austronesia",
    "References": "",
    "Further reading": "\"Zumbroich, Thomas J. 2008. The origin and diffusion of betel chewing: A synthesis of evidence from South Asia, Southeast Asia and beyond. E-Journal of Indian Medicine 1(3): 87–140\".\n'The Art of Chewing Betel', in: Forbes, Andrew, and Henley, David, Ancient Chiang Mai Volume 3. Chiang Mai, Cognoscenti Books, 2012. ASIN: B006IN1RNW\nGuha, P. (2006). \"Betel leaf: The neglected green gold of India\" (PDF). J. Hum. Ecol. 19 (2).\nNair, Urmila J.; Obe, Günter; Friesen, Marlin; Goldberg, Mark T.; Bartsch, Helmut (1992). \"Role of Lime in the Generation of Reactive Oxygen Species from Betel-Quid Ingredients\". Environmental Health Perspectives. 98: 203–5. doi:10.1289/ehp.9298203. JSTOR 3431271. PMC 1519632. PMID 1486850.\nThe Merck Manual. Tumours of The head and neck. [1]\nBetel-quid and Areca-nut Chewing and Some Areca-nut-derived Nitrosamines, from IARC Monographs on the Evaluation of Carcinogenic Risks to Humans, Volume 85 (2004)\nCalifornia adds Betel and Areca nut to the list of substances known to cause cancer under TOXIC ENFORCEMENT ACT OF 1986",
    "External links": " Media related to Piper betle at Wikimedia Commons"
  }
}