{
  "url": "https://en.wikipedia.org/wiki/Piper_longum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Piperales"
    },
    {
      "Family": "Piperaceae"
    },
    {
      "Genus": "Piper"
    },
    {
      "Species": "P. longum"
    }
  ],
  "text": {
    "__SUMMARY__": "Long pepper (Piper longum),  sometimes called Indian long pepper or pipli, is a flowering vine in the family Piperaceae, cultivated for its fruit, which is usually dried and used as a spice and seasoning. Long pepper has a taste similar to, but hotter than, that of its close relative Piper nigrum – from which black, green and white pepper are obtained.\nThe fruit of the pepper consists of many minuscule fruits – each about the size of a poppy seed – embedded in the surface of a flower spike that closely resembles a hazel tree catkin. Like Piper nigrum, the fruits contain the alkaloid piperine, which contributes to their pungency. Another species of long pepper, Piper retrofractum, is native to Java, Indonesia. The fruits of this plant are often confused with chili peppers, which belong to the genus Capsicum, originally from the Americas.",
    "History": "The oldest known reference to long pepper comes from ancient Indian textbooks of Ayurveda, where its medicinal and dietary uses are described in detail. It reached Greece in the sixth or fifth century BCE, though Hippocrates discussed it as a medicament rather than a spice. Among the Greeks and Romans and prior to the European rediscovery of the American Continents, long pepper was an important and well-known spice. The ancient history of black pepper is often interlinked with (and confused with) that of long pepper, though Theophrastus distinguished the two in the first work of botany. The Romans knew of both and often referred to either as just piper; Pliny erroneously believed dried black pepper and long pepper came from the same plant. Round, or black pepper, began to compete with long pepper in Europe from the twelfth century and had displaced it by the fourteenth. The quest for cheaper and more dependable sources of black pepper fueled the Age of Discoveries; only after the discovery of the American continents and of chili pepper, called by the Spanish pimiento, employing their word for long pepper, did the popularity of long pepper fade away.  Chili peppers, some of which, when dried, are similar in shape and taste to long pepper, were easier to grow in a variety of locations more convenient to Europe. Today, long pepper is a rarity in general commerce.",
    "History-Etymology": "The word pepper itself is derived from the word for long pepper, pippali. The plant itself, is a native of India. The word pepper in bell pepper, referring to completely different plants (in the Capsicum family), is of the same etymology. That usage began in the 16th century.",
    "Usage": "Though often used in medieval times in spice-mixes like \"strong powder\", long pepper is today a very rare ingredient in European cuisines, but it can still be found in Indian, and Nepalese vegetable pickles, some North African spice mixtures, and in Indonesian and Malaysian cooking. It is readily available at Indian grocery stores, where it is usually labeled pippali. Pippali is the main spice of Nihari, one of the national dishes of Pakistan and Indian metropolis of Lucknow.",
    "Notes": "",
    "References": "",
    "External links": "Caldecott, Todd (2006). Ayurveda: The Divine Science of Life. Elsevier/Mosby. ISBN 978-0-7234-3410-8. Contains a detailed monograph on Piper longum (Pippali) as well as a discussion of health benefits and usage in clinical practice. Available online at https://web.archive.org/web/20110616192938/http://www.toddcaldecott.com/index.php/herbs/learning-herbs/318-pippali"
  }
}