{
  "url": "https://en.wikipedia.org/wiki/Cordia_sinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. sinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia sinensis  is a species of flowering tree in the borage family, Boraginaceae. The species’ range extend from South Africa, through East Africa Madagascar and the Middle East to the Indian Subcontinent and Eastern Indochina. There is also a disjunct native population in Senegal. The species has become naturalised in Eastern Australia. Common names include grey-leaved saucer berry, grey-leaved cordia, marer, mnya mate and mkamasi.",
    "Names": "C. sinensis (Latin) has a variety of names in local languages. These include Harores, Mader, Mader boor, Mader\nqoowe (Boran); Mkayukayu (Chonyi); Madeer (Gabra); Mderia, Mkayukayu (Giriama); Salapani, Lgweita (Ilchamus); Kithea, Muthei munini, Kithia (Kamba); Nokirwet (Kipsigis); Oldorko (Maasai); Mutalya chana (Riverine, Tana River),\nMutaa1e (Malakote); Adomoyon (Marakwet); Mader (Orma); Muhale, Mhali (Pokomo); Adomeyon, Adome (fruit only) (Pokot); Gaer, Koh, Madeer, Gayer (Rendille); Ilgoita, Ikweite, Dorgo, Lmanturre, Lgueita, Lgweita orok, Silapani (Samburu); Hoorocha (Sanya); Mareer, Marer (Somali); Mkamasi, Mnya mate (Swahili); Adumewa, Edoma (leaves), Adomewa (Tugen); Edome (Turkana); Marer (Wardei).",
    "Description": "C. sinensis exhibits a range of growth forms, from low shrub to a multi-stemmed tree up to 12m in height. The stem bark is brown, to cream brown. Flowers are white or cream in colour. The fruit is conical, orange or red with a fleshy, viscid pulp overlying a 1-4 large seeds.",
    "Habitat and range": "Cordia sinensis is native to Egypt, Ethiopia, India, Israel, Jordan, Kenya, Madagascar, Mozambique, Namibia, Pakistan,\nSenegal, Somalia, South Africa, Sri Lanka, Sudan, Tanzania, Yemen and Zimbabwe It is a tree of arid and semi-arid regions, often in riparian zones.",
    "Ecology": "The fruit are an important food for monkeys and birds. The leaves provide browse for animals such as antelope, giraffe and deer.",
    "Uses": "The fruits are edible and are eaten in a variety of cuisine. The gum from the tree is also edible. The timber is used as firewood and for making furniture and tools. The leaves are an important source of animal fodder.\nBoth roots and bark are used to treat a variety of disorders in both humans and livestock, including malaria, intestinal disorders and conjunctivitis.\nIn Turkana, the fruit is often eaten fresh, or collected into large quantities, dried, and stored. After storage it is rehydrated for consumption. The fruit is also used for juice, or to make beer, sometimes mixed with tamarind prior to fermentation.",
    "References": "\nhttps://web.archive.org/web/20120504105203/http://www.weeds.org.au/docs/intro_flora_australia.pdf\nhttp://www.flowersinisrael.com/Cordiasinensis_page.htm\nhttp://www.fao.org/docrep/x5327e/x5327e0v.htm\nhttp://www.worldagroforestry.org/treedb2/AFTPDFS/Cordia_sinensis.pdf"
  }
}