{
  "url": "https://en.wikipedia.org/wiki/Cordia_dichotoma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. dichotoma"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia dichotoma is a species of flowering tree in the borage family, Boraginaceae, that is native to the Indomalaya ecozone, northern Australia, and western Melanesia. Common names include fragrant manjack, snotty gobbles, cummingcordia, glue berry, anonang, pink pearl, bird lime tree, Indian cherry, Booch (Hindi), लसोड़ा Lasoda Tenti टेंटी, Dela डेला or Gunda (Hindi),ਨਸੂੜੇ (pronunciation Lasoore in Punjabi) Lasura (Nepali) and Bhokarभोकर (Marathi). The fruit is known as phoà-pò·-chí (破布子), 樹子仔, or 樹子 in Taiwan. गुंदा (Gunda) Gujarati",
    "Description": "Cordia dichotoma is a small to moderate-sized deciduous tree with a short bole and spreading crown. The stem bark is greyish brown, smooth or longitudinally wrinkled. Flowers are short-stalked, bisexual, white in colour which open only at night. The fruit is a yellow or pinkish-yellow shining globose which turns black on ripening and the pulp gets viscid.",
    "Habitat and range": "Cordia dichotoma is native to China (Fujian, Guangdong Guangxi, Guizhou, southeast Xizang, and Yunnan) the Ryukyu Islands of Japan, Taiwan, India, Pakistan, Sri Lanka, Cambodia, Laos, Burma, Philippines Thailand, Vietnam, Indonesia, Malaysia, Papua New Guinea, Australia (Northern Territory and Queensland) and New Caledonia. It is a tree of tropical and subtropical regions. It is found in a variety of forests ranging from the dry deciduous forests of Rajasthan to the moist deciduous forests of Western Ghats and tidal forests in Myanmar.",
    "Ecology": "The larvae of the butterfly Arhopala micale feed on leaves of C. dichotoma.",
    "Uses": "The immature fruits are pickled and are also used as a vegetable fodder. The leaves also yield good fodder. The seed kernel has medicinal properties. It is often cultivated for its fruits throughout the range of its natural distribution.",
    "Symbolism": "It is the symbol of Phra Nakhon Si Ayutthaya Province in Thailand.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}