{
  "url": "https://en.wikipedia.org/wiki/Cordia_sulcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. sulcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia sulcata is known commonly as moral, white manjack, or mucilage manjack. It is a tree that can be found throughout the Caribbean islands from Cuba to Trinidad.",
    "Description": "Its growth habit is a small tree or large shrub. It grows to about 20 m (100 ft).  It has simple, alternate leaves that are rough and hairy below but dark green above. The flowers on the plant are fragrant and cream colored; growing in branched, determinate, and erect clusters. The ripe fruits are 1 cm (0.4 in) across, white, with a waxy texture and sticky pulp inside.",
    "Ecology": "C. sulcata is found in places where the annual rainfall is between 1.3 and 3.0 m (4 and 10 ft), with high humidity. It grows in humid subtropical areas of the Caribbean. This plant uses pollinators such as bees to pollinate and birds eat the fruit as a form of seed dispersal. Thus, it cannot tolerate shade and the seedlings cannot survive under a closed canopy. It grows in soil derived from various parent rocks: limestone, sedimentary, and volcanic (including serpentine), and thus multiple soil properties are accepted by this species, including soil texture which can vary from sandy to clay. The small bowl-shaped flowers are probably pollinated by generalist insects. The fruits are eaten mainly by birds, such as Spindalis portoricensis – the sticky pulp of the fruits does not seem to be a problem and it is a valuable food source.",
    "Cultivation and uses": "The wood from C. sulcata is used for barrels and boxes since it is a soft/lightweight type of wood. It is also normally used for fuel, charcoal, and poles. From the fruit of the tree, the mucilage (viscous solution that is extracted from the fruit) is used for glue and maintaining dreadlocks. Parts of the tree have been used in the past for folk medicine, such as treating bronchitis and as a diuretic.\n\n\n== References =="
  }
}