{
  "url": "https://en.wikipedia.org/wiki/Cordia_domestica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. myxa"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia myxa is a species of flowering plant in the borage family, Boraginaceae. It is a medium-sized broad-leaved deciduous tree. Common names include Assyrian plum, lasura, pidar, panugeri, naruvilli, geduri, spistan, burgund dulu wanan and ntege. It is found growing primarily in Asia, as well as, across the globe especially in tropical regions having the right type of geophysical environment. In South Asia, it is seen coming up naturally and growing abundantly from Myanmar in the east to Afghanistan in the west. Its habitat starts at about 200 m above mean sea level in the plains and ascends to an altitude around 1,500 m in the hills.",
    "Habit": "Lasura matures in about 50 to 60 years by when its girth at the breast height is about 1 to 1.5 m. Its bole (main trunk) is generally straight and cylindrical, attaining a height of nearly 3 to 4 m. The branches spread in all directions by virtue of which its crown can be trained into a beautiful inverted dome like an umbrella. When fully grown up, the total height of the tree comes to nearly 10 to 15 m. In less favorable climate and or unfavorable environment, however, it has a lesser growth and may attain a somewhat crooked form. In still worse environments it can even remain a stunted shrub.",
    "Bark": "The bark of lasura is grayish brown in color with longitudinal and vertical fissures. The tree can be easily identified from a distance by observing the fissures which are so prominent in the bark of the main bole of a tree approaching maturity.",
    "Leaves": "The leaves of lasura are broad, ovate, alternate and stalked with the spread being 7 to 15 cm x 5 to 10 cm. In matter of external appearance these are glabrous above and pubescent below. The young leaves tend to be hairy. The fresh foliage is quite useful as fodder for cattle — more so during grass famines. These are also used for wrapping biddies and cheroots.",
    "Flowers": "Lasura tree flowers during March–April. The inflorescence, mostly terminal, is, white in color. Individual florets are nearly 5 mm in diameter. At places these are somewhat hairy and white. Being a deciduous plant, the species bears male and female flowers on the same tree. The calyx part of an independent flower is about 8 mm long and glabrous, but not pubescent. It splits irregularly at the opening of its bud into flower. The filaments are hairy.",
    "Fruit": "The fruit of lasura start appearing during July–August. It is a kind of a drupe, light pale to brown or even pink in color. The appearance tends to darken when ripening sets in. Being full of viscid glue like mucilage, the pulp is somewhat translucent. When fully ripe the pulp becomes quite sweet in taste and is fully enjoyed by children. The pulp in a half ripe fruit can even be used as an alternative to paper glue in office work.",
    "Cultivation": "Keeping in view the numerous utilities of the plant it is widely cultivated in the arid zone too. The species is indigenous to China and is widely cultivated in lower plains and tropical regions. Though this plant flourishes well in deep clayey loam and sandy soils, it does still better in areas experiencing nearly 100 to 150 cm of annual rainfall.",
    "Harvesting and uses": "The half ripe lasura fruit makes a tasty broth which is hot in effect as per Ayurveda practitioners. The fruit makes an excellent pickle too which is not as hot. In fact the preserve is quite affective against indigestion.\nThe ripe fruit are full of vitamins and regular use is supposed to be helpful in good growth of hair. Lasura preparations are, thus, good for people whose constitution might have tendency to go baldy. In addition to fruit, lasura bark and roots are also very effective as a local remedy against cough, cold and various other ailments connected with indigestion and throat problems.\nFor the purpose of regeneration the ripe lasura fruit are picked from the trees during May–June. The sowing is generally done in polythene bags during June–July. One or two years old plants raised in nursery are transplanted in the field during monsoon.\nThe lasura tree yields high quality wood constituting a very good quality timber. It is grayish brown in color and weighs nearly 15 to 18 kg per cubic foot. It is moderately hard, though not very durable for outdoor work. It planes well to a smooth surface and takes good polish. It is generally used for making ornamental furniture, house posts, beams, scantlings, planks, dugout canoes, boats, tea boxes, cart shafts, axles, yokes, well-curbs, agricultural implements, combs, gun stocks, naves, spokes, etc. It is also used for making quality toys, bowls and wooden utensils for kitchens for handling sour recipes. Since the wood, being light and yet reasonably strong, it is in great demand for ornamental woodwork. It accordingly sells at an attractive price of Rs 1000 to Rs 1500 per cubic foot.\nIn pre-modern medicine, diasebesten is a soft, purgative electuary, containing sebesten, the plum-like fruit of the tree Cordia myxa, as one of its ingredients.",
    "Toxicity": "Cordia myxa contains tumorigenic pyrrolizidine alkaloids.",
    "References": "",
    "External links": " Media related to Cordia myxa at Wikimedia Commons\n Data related to Cordia myxa at Wikispecies\n\n\"Cordia myxa\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nUSDA Plants Profile\nCordia myxa in West African plants – A Photo Guide."
  }
}