{
  "url": "https://en.wikipedia.org/wiki/Cordia_boissieri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. boissieri"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia boissieri is a species of flowering shrub or small tree in the borage family, Boraginaceae. Its native range extends from southern Texas in the United States south to central Mexico. Common names include anacahuita, Mexican olive, white cordia, and Texas wild olive. It is named after botanist Pierre Edmond Boissier.",
    "Description": "Cordia boissieri reaches a height of 5–7 m (16–23 ft), with a symmetrical round crown 3–5 m (9.8–16.4 ft) in diameter. The ovate leaves are 9–18 cm (3.5–7.1 in) long and 5–9 cm (2.0–3.5 in) wide. It is evergreen but will lose leaves if it suffers frost damage The white, funnel-shaped flowers are 3–5 cm (1.2–2.0 in) across and are present on the tree throughout the year.  The drupes are yellow-green, olive-like, and 1.2–2.4 cm (0.47–0.94 in) in length. They are sweet but slightly toxic when fresh, causing dizziness in humans and other animals. The tree has a lifespan of 30–50 years.",
    "Uses": "Jellies made from the fruits are reportedly safe to eat.  A syrup made from the fruits is used to dye cloth and treat coughs.  The leaves are used to alleviate rheumatism and pulmonary illness.  The wood is used as firewood and for carpentry. Anacahuita is cultivated as an ornamental for its compact size and showy flowers. It is hardy to USDA Zone 9a.",
    "Ecology": "Cordia boissieri is a host plant for the wild olive tortoise beetle (Physonota alutacea).",
    "Symbolism": "Anacahuita is the official flower of the state of Nuevo León in Mexico.",
    "References": "",
    "External links": "\"Cordia boissieri\" (PDF). Digital Representations of Tree Species Range Maps from \"Atlas of United States Trees\" by Elbert L. Little, Jr. (and other publications). United States Geological Survey."
  }
}