{
  "url": "https://en.wikipedia.org/wiki/Cordia_subcordata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. subcordata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia subcordata is a species of flowering tree in the borage family, Boraginaceae, that occurs in eastern Africa, South Asia, Southeast Asia, northern Australia and the Pacific Islands.  The plant is known by a variety of names including beach cordia, sea trumpet, and kerosene wood, among others.",
    "Names": "Other names for the species include kanawa, tou, kou, mareer, manjak, snottygobbles, glueberry, narrow-leafed bird lime tree,  In Java and Madura, it is known as kalimasada, purnamasada, or pramasada; Javanese folklore consider the tree to contain spiritual power. In the Marshall Islands it is known as kono.",
    "Description": "C. subcordata grows to 7–10 m (23–33 ft) at maturity, but may be as tall as 15 m (49 ft). It has ovate leaves that are 8–20 cm (3.1–7.9 in) and 5–13 cm (2.0–5.1 in) wide.",
    "Description-Flowers": "The tubular flowers of C. subcordata are 2.5–4 cm (0.98–1.57 in) in diameter and form cymes or panicles.  Petals are orange and the sepals are pale green.  Blooming occurs throughout the year, but most flowers are produced in the spring.",
    "Description-Fruit": "C. subcordata produces fruit year round.  They are spherical, 2–3 cm (0.79–1.18 in) long, and woody when mature.  Each fruit contains four or fewer seeds that are 10–13 mm (0.39–0.51 in) long.  The fruit are buoyant and may be carried long distances by ocean currents.",
    "Description-Habitat": "C. subcordata is a tree of the coasts, found at elevations from sea level to 30 m (98 ft), but may grow at up to 150 m (490 ft). It grows in areas that receive 1,000–4,000 mm (39–157 in) of annual rainfall.  C. subcordata prefers neutral to alkaline soils (pH of 6.1 to 7.4), such as those originating from basalt, limestone, clay, or sand.  Allowable soil textures include sand, sandy loam, loam, sandy clay loam, sandy clay, clay loam, and clay.",
    "Uses": "The seeds are edible and have been eaten during famine.  C. subcordata burns readily, and this led to the nickname of \"Kerosene Tree\" in Papua New Guinea. The wood of the tree has a specific gravity of 0.45, is soft, durable, easily worked, and resistant to termites. In ancient Hawaiʻi kou wood was used to make ʻumeke (bowls), utensils, and ʻumeke lāʻau (large calabashes) because it did not impart a foul taste to food.  ʻUmeke lāʻau were 8–16 litres (2–4 gal) and used to store and ferment poi.  The flowers were used to make lei, while a dye for kapa cloth and aho (fishing lines) was derived from the leaves.In the western Solomon Islands, in Vanuatu, on Waya Island, and in Tonga, it is used for carving. On New Ireland, its wood is always used for the ceremonial entrances to men's houses.",
    "See also": "Domesticated plants and animals of Austronesia",
    "References": "",
    "External links": " Media related to Cordia subcordata at Wikimedia Commons\n Data related to Cordia subcordata at Wikispecies\n\n\"Cordia subcordata\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}