{
  "url": "https://en.wikipedia.org/wiki/Cordia_rupicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Cordia"
    },
    {
      "Species": "C. rupicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Cordia rupicola, commonly known as the Puerto Rico manjack, is a critically endangered species of flowering shrub in the borage family, Boraginaceae, that is native to the islands of Puerto Rico and Anegada.",
    "Taxonomy": "Cordia rupicola is one of the more than 250 species in the genus Cordia. As of 1982, 17 species of Cordia  have been described from Puerto Rico. Of these 15 are considered native; the remaining two are introduced.The species was discovered by German botanical collector Paul Sintenis in 1886.",
    "Description": "Cordia rupicola is a small woody shrub that measures 1.5–5 m (4.9–16.4 ft) in height. Its leaves are oval-elliptical measuring from 2–9 cm (0.79–3.54 in). The leaf upper surface is rigidly scabrous, puberulous underneath, and the strigose petioles (the stalk of the leaves) are 2–10 mm (0.079–0.394 in) long. It produces small white flowers which yield a one-seeded red fruit measuring 4 mm (0.16 in).",
    "Distribution and habitat": "The species was believed to be endemic to Puerto Rico until it was described from the island of Anegada in 1987. The species was discovered in Los Indios, between Guayanilla and barrio Barinas in Yauco in 1886. A year later it was found in Guánica. Two reports of a single specimen exist from the island of Vieques but no population has been confirmed. In 1995 fifteen plants were found east of the historical locations at El Peñón in Peñuelas.\nEl Peñón is a privately owned subtropical dry forest site located in a limestone substrate. The area has a sparse, low brush (2 to 3 m or 6.6 to 9.8 ft) with a few taller trees reaching 4 to 5 m (13 to 16 ft). These trees include Bourreria succulenta var. succulenta, Bucida buceras, and Bursera simaruba. Average rainfall in the area is less than 66 cm (26 in).Two Anegada sites, each with a few dozen individuals, have been confirmed. Both sites are located in the western part of the island and cover an area of less than 5 km2 (1,200 acres). In Anegada the species is locally abundant in limestone and sand dunes, showing a slight preference for limestone.The IUCN assessment considered all Puerto Rican populations extirpated.",
    "See also": "List of endemic flora of Puerto Rico",
    "References": "",
    "Further reading": "Endangered species of Puerto Rico and the Virgin Islands: Colon, Julio C. Figueroa; Woodbury, Roy O. (1996). \"RARE AND ENDANGERED PLANT SPECIES OF PUERTO RICO AND THE VIRGIN ISLANDS. An Annotated Checklist\". Annals of the New York Academy of Sciences. 776 (1 The Scientifi): 65–72. doi:10.1111/j.1749-6632.1996.tb17412.x. ISSN 0077-8923.\nExtinctions of native flora of Puerto Rico: Colon, Julio C. Figueroa (1996). \"PHYTOGEOGRAPHICAL TRENDS, CENTERS OF HIGH SPECIES RICHNESS AND ENDEMISM, AND THE QUESTION OF EXTINCTIONS IN THE NATIVE FLORA OF PUERTO RICO\". Annals of the New York Academy of Sciences. 776 (1 The Scientifi): 89–102. doi:10.1111/j.1749-6632.1996.tb17414.x. ISSN 0077-8923."
  }
}