{
  "url": "https://en.wikipedia.org/wiki/Allium_ursinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. ursinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium ursinum, known as wild garlic, ramsons, buckrams, broad-leaved garlic, wood garlic, bear leek or bear's garlic, is a bulbous perennial flowering plant in the lily family Amaryllidaceae. It is a wild relative of onion, native to Europe and Asia, where it grows in moist woodland.",
    "Description": "Allium ursinum is a bulbous, perennial herbaceous monocot, that reproduces primarily by seed. The narrow bulbs are formed from a single leaf base and produce bright green entire, elliptical leaves up to 25 cm long x 7 cm wide with a petiole up to 20 cm long. The inflorescence is an umbel of six to 20 white flowers, lacking the bulbils produced by some other Allium species such as Allium vineale (crow garlic) and Allium oleraceum (field garlic). The flowers are star-like with six white tepals, about 16–20 mm in diameter, with stamens shorter than the perianth.It flowers in the British Isles from April to June, starting before deciduous trees leaf in the spring. The flower stem is triangular in cross-section and the leaves are broadly lanceolate, similar to those of the lily of the valley (Convallaria majalis).",
    "Distribution": "It is native to temperate regions of Europe, from Britain east to the Caucasus. It is common in much of the lowland British Isles with the exception of the far north of Scotland, Orkney, Shetland, and the Channel Islands.",
    "Habitat": "A. ursinum is widespread across most of Europe. It grows in deciduous woodlands with moist soils, preferring slightly acidic conditions. In the British Isles, colonies are frequently associated with bluebells (Hyacinthoides non-scripta), especially in ancient woodland. It is considered to be an ancient woodland indicator species.",
    "Edibility": "The leaves of A. ursinum are edible; they can be used as salad, herb, boiled as a vegetable, in soup, or as an ingredient for a sauce that may be a substitute for pesto in lieu of basil. The stems are preserved by salting and eaten as a salad in Russia. A variety of Cornish Yarg cheese has a rind coated in wild garlic leaves. The bulbs and flowers are also edible. It is used for preparing herbed cheese, a Van speciality in Turkey.The leaves are also used as fodder. Cows that have fed on ramsons give milk that tastes slightly of garlic, and butter made from this milk used to be very popular in 19th-century Switzerland.The first evidence of the human use of A. ursinum comes from the Mesolithic settlement of Barkær (Denmark), where an impression of a leaf has been found. In the Swiss Neolithic settlement of Thayngen-Weier (Cortaillod culture),  a high concentration of pollen from A. ursinum was found in the settlement layer, interpreted by some as evidence for the use of A. ursinum as fodder.",
    "Edibility-Similarity to poisonous plants": "Plants that may be mistaken for A. ursinum include lily of the valley, Colchicum autumnale, Arum maculatum, and Veratrum viride or Veratrum album, all of which are poisonous. In Europe, where ramsons are popularly harvested from the wild, people are regularly poisoned after mistakenly picking lily of the valley or Colchicum autumnale.Grinding the leaves between the fingers and checking for a garlic-like smell can be helpful, but if the smell remains on the hands, one can mistake a subsequent poisonous plant for bear garlic. When the leaves of A. ursinum and Arum maculatum first sprout, they look similar, but unfolded Arum maculatum leaves have irregular edges and many deep veins, while ramsons leaves are convex with a single main vein. The leaves of lily of the valley are paired, dull green and come from a single reddish-purple stem, while the leaves of A. ursinum emerge individually and are bright green.",
    "Ecology": "The Latin name is due to the brown bear's taste for the bulbs and its habit of digging up the ground to get at them; they are also a favourite of wild boar. \nAllium ursinum is the primary larval host plant for a specialised hoverfly, ramsons hoverfly (Portevinia maculata) The flowers are pollinated by bees.",
    "See also": "Allioideae\nAllium tricoccum - North American wild leek (or \"ramps\", a cognate of \"ramsons\")\nAllium ampeloprasum - Eurasian broadleaf wild leek\nAllium victorialis\nList of Allium species",
    "References": "",
    "External links": "Tutin, T.G. 1957. Biological flora of the British Isles: Allium ursinum. Journal of Ecology 45(3) pp.1003-1010.\nRamsons at Gernot Katzer's Spice Pages\n Data related to Allium ursinum at Wikispecies"
  }
}