{
  "url": "https://en.wikipedia.org/wiki/Allium_atropurpureum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. atropurpureum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium atropurpureum is a plant species native to Hungary, the Balkans, and Turkey. It is widely grown as an ornamental for its rich, deep purple flowers.",
    "Description": "Allium atropurpureum grows from a spherical to egg-shaped bulb. Its scape is up to 100 cm (39 in) tall. The green, leaves are broadly linear, up to 7 mm across, tapering at the tip. It blooms in late spring and early summer, the umbel is hemispherical, with many dark purple flowers. Ovary is very dark purple, almost black. It has a strong onion or garlic scent.",
    "Taxonomy": "It was published and described by Franz de Paula Adam von Waldstein and Pál Kitaibel in 'Descr. Icon. Pl. Hung.' Vol.1 on page 16, in 1800.The specific epithet atropurpureum, refers to the Latin term of 'deep purple, blackish-purple', referring to the flower colour.\nThe species formerly included; Allium atropurpureum var. hirtulum Regel, which was coined in 1875, referring to a Central Asian plant, now known as Allium stipitatum Regel.",
    "Distribution and habitat": "It is native to temperate regions of Europe and Asia.",
    "Distribution and habitat-Range": "It is found in Asia, within Turkey and in Europe, it is found within Bulgaria, Hungary, Croatia and Romania.",
    "Distribution and habitat-Habitat": "It prefers to grow on cultivated ground and in dry open spaces.",
    "Cultivars": "A popular bulb sold by many nurseries is Allium ‘Firmament’, this was developed by breeder (A. Langedijk) from a cross between Allium atropurpureum and Allium cristophii.\n\n\n== References =="
  }
}