{
  "url": "https://en.wikipedia.org/wiki/Allium_validum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. validum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium validum, known by several common names including swamp onion, wild onion, Pacific onion, and Pacific mountain onion, is native to the Cascade Range, to the Sierra Nevada, the Rocky Mountains, and other high-elevation regions in California, Oregon, Washington, Nevada, Idaho and British Columbia.",
    "Taxonomy and morphology": "The Allium validum bulb is three to five centimeters long, ovoid and clustered on the short end. The outer coat of the stout rhizome is brown or gray in color, fibrous, and vertically lined. The stem is 50 to 100 centimeters long and angled. There are three to six leaves more or less equal to the stem and the leaves are flat or more or less keeled. There are 15 to 40 flowers with pedicels being seven to twelve millimeters in length. The flower itself is six to ten millimeters, its perianth parts are more or less erect, narrowly lanceolate, acuminate, and entire with a rose to white color. The stamens are longer than the tepals, and there is no ovary crest.",
    "Ecology": "This is a common plant in California often found in wet meadows at elevations of 1,200 to 3,400 meters (3,900 to 11,200 ft). A. validum prefers sandy and loamy soils and requires well-drained soil. The plant will grow in acid, basic, or alkaline soils, but only in areas with plenty of moisture and sun.",
    "Ethnobotany": "The bulb A. validum can be used as a flavoring for soups and stews although it is somewhat fibrous. The leaves can be eaten raw or cooked and the flowers can be used as garnish on salads. There are no noted medicinal uses, but it is believed to have the same beneficial effects on health as other members of the genus. The sulfur compounds help reduce blood cholesterol levels, act as a tonic to the digestive system and help get the circulatory system moving.",
    "Ethnobotany-Plant toxin insecticide": "It can also be used as a moth repellant. The whole plant is said to repel insects and moles.",
    "References": "",
    "Sources": "California plants for education, research and conservation. [web application]. 2006. Berkeley, California: The Calflora Database [a non-profit organization]. Available:  https://web.archive.org/web/20181117025044/http://calflora.org/. (Accessed: Feb 24, 2006)\nJepson Flora Project: Jepson Interchange. Copyright © 1993 by the Regents of the University of California [web application]\tTreatment from the Jepson Manual. Website: https://web.archive.org/web/20100307223540/http://ucjeps.berkeley.edu/ (Accessed: Feb 24, 2006)\nPlants For A Future - Species Database. Copyright © 1997-2000. [web application]\nWEB search engine by Rich Morris. Plants for a Future, Blagdon Cross, Ashwater, Beaworthy, Devon, EX21 5DF, UK. Website: www.pfaf.org (Accessed: Feb 24, 2006)\nUSDA, NRCS. 2006. The PLANTS Database, Version 3.5 (http://plants.usda.gov). Data compiled from various sources by Mark W. Skinner. National Plant Data Center, Baton Rouge, LA 70874-4490 USA. (Accessed: Feb 24, 2006)",
    "External links": "USDA Plants Profile for Allium validum (Pacific onion)\nJepson eFlora (TJM2) treatment of Allium validum\nU.C. CalPhotos gallery"
  }
}