{
  "url": "https://en.wikipedia.org/wiki/Allium_sphaerocephalon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. sphaerocephalon"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium sphaerocephalon is a plant species in the Amaryllis family known as round-headed leek and also round-headed garlic, ball-head onion, and other variations on these names. Other names include Drumsticks, and in Germany, Kugellauch. Some publications use the alternate spelling A. sphaerocephalum. It is a hardy perennial plant.\nAllium sphaerocephalon is found in the wild across all parts of Europe except in the northernmost countries (Ireland, Netherlands, Scandinavia, and the Baltic States). Its native range extends to northern Africa and to western Asia as far east as Iran. It is also reportedly naturalised in New York State in the US. In the UK it only grows wild in the Avon Gorge so is known locally as the Bristol onion.The species is prized by gardeners because of its striking floral display. The spherical \"head\" (technically an umbel) is borne on a long scape, up to 50 cm in height, usually in July. It can contain hundreds of deep purple flowers.This plant has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Description": "Allium sphaerocephalon produces egg-shaped bulbs. Small bulblets are present under the outer layer of the stem (making the plant potentially invasive when grown in gardens). Flowers are borne on a scape up to 50 cm in height, in a spherical to egg-shaped umbel, 1–6 cm in diameter, tightly packed with many flowers crowded together. The relatively small size of the umbel relative to the height of the stem makes this one of those described as 'drumstick alliums'. Individual flowers are reddish-purple and are occasionally replaced by bulbils (again making this a potentially invasive species).\nSubspecies + varietiesAllium sphaerocephalon var. aegaeum (Heldr. & Halácsy) Hayek - Aegean Islands\nAllium sphaerocephalon subsp. arvense (Guss.) Arcang. - Sicily, Malta, Albania, Greece, Turkey, Cyprus, Syria, Lebanon, Egypt, Algeria, Tunisia, Morocco\nAllium sphaerocephalon subsp. laxiflorum (Guss.) Giardina & Raimondo - Sicily\nAllium sphaerocephalon subsp. sphaerocephalon - much of Europe plus Morocco, Canary Islands, Middle East\nAllium sphaerocephalon subsp. trachypus (Boiss. & Spruner) K.Richt. - Greece and Turkey incl Aegean Islandsformerly includedAllium sphaerocephalon subsp. durandoi, now called Allium ebusitanum\nAllium sphaerocephalon subsp. ebusitanum, now called Allium ebusitanum\nAllium sphaerocephalon subsp. rollii, now called Allium amethystinum\nAllium sphaerocephalon subsp. sardoum, now called Allium guttatum subsp. sardoum\nAllium sphaerocephalon var. scaberrimum, now called Allium scaberrimum",
    "References": "",
    "External links": "Comprehensive profile for Allium sphaerocephalon from the website MaltaWildPlants.com"
  }
}