{
  "url": "https://en.wikipedia.org/wiki/Allium_sativum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. sativum"
    }
  ],
  "text": {
    "__SUMMARY__": "Garlic (Allium sativum) is a species in the onion genus, Allium. Its close relatives include the onion, shallot, leek, chive, and Chinese onion.Garlic is native to Central Asia and northeastern Iran, and has long been a common seasoning worldwide, with a history of several thousand years of human consumption and use. It was known to ancient Egyptians, and has been used both as a food flavoring and as a traditional medicine. In Ancient Rome, it was \"much used for food among the poor\". China produces some 80% of the world's supply of garlic. India lies a distant second to China.",
    "Etymology": "The word garlic derives from Old English, garlēac, meaning gar (spear) and leek, as a 'spear-shaped leek'.",
    "Description": "Allium sativum is a bulbous plant, growing up to 1 metre (3.3 ft) in height. If garlic is planted at the proper time and depth, it can be grown as far north as Alaska. It produces hermaphrodite flowers. It is pollinated by bees, butterflies, moths, and other insects.",
    "Origin and major types": "Allium sativum grows in the wild in areas where it has become naturalized. The \"wild garlic\", \"crow garlic\", and \"field garlic\" of Britain are members of the species Allium ursinum, Allium vineale, and Allium oleraceum, respectively. Identification of the wild progenitor of common garlic is difficult, due to the sterility of its many cultivars which may all be descended from the species Allium longicuspis, which grows wild in central and southwestern Asia. There are at least 120 cultivars originating from Central Asia, making it the main center of garlic biodiversity.In North America, Allium vineale (known as \"wild garlic\" or \"crow garlic\") and Allium canadense, known as \"meadow garlic\" or \"wild garlic\" and \"wild onion\", are common weeds in fields. So-called elephant garlic is actually a wild leek (Allium ampeloprasum), and not a true garlic. Single clove garlic (also called pearl or solo garlic) originated in the Yunnan province of China.",
    "Origin and major types-European garlic": "Some garlics have protected status in Europe, including:",
    "Subspecies and varieties": "There are two subspecies of A. sativum, ten major groups of varieties, and hundreds of varieties or cultivars.\n\nA. sativum var. ophioscorodon (Link) Döll, called Ophioscorodon, or hard-necked garlic, includes porcelain garlics, rocambole garlic, and purple stripe garlics. It is sometimes considered to be a separate species, Allium ophioscorodon G.Don.\nA. sativum var. sativum, or soft-necked garlic, includes artichoke garlic, silverskin garlic, and creole garlic.",
    "Cultivation": "Garlic is easy to grow and can be grown year-round in mild climates. While sexual propagation of garlic is possible, nearly all of the garlic in cultivation is propagated asexually, by planting individual cloves in the ground. In colder climates, cloves are planted in the autumn, about six weeks before the soil freezes, and harvested in late spring or early summer. The cloves must be planted deep enough to prevent freeze/thaw, which causes mold or white rot.Garlic plants can be grown closely together, leaving enough space for the bulbs to mature, and are easily grown in containers of sufficient depth. Garlic does well in loose, dry, well-drained soils in sunny locations, and is hardy throughout USDA climate zones 4–9. When selecting garlic for planting, it is important to pick large bulbs from which to separate cloves. Large cloves, along with proper spacing in the planting bed, will also increase bulb size. Garlic plants prefer to grow in a soil with a high organic material content, but are capable of growing in a wide range of soil conditions and pH levels.There are different varieties or subspecies of garlic, most notably hardneck garlic and softneck garlic. The latitude where the garlic is grown affects the choice of type, as garlic can be day-length sensitive. Hardneck garlic is generally grown in cooler climates and produces relatively large cloves, whereas softneck garlic is generally grown closer to the equator and produces small, tightly-packed cloves.Garlic scapes are removed to focus all the garlic's energy into bulb growth. The scapes can be eaten raw or cooked.",
    "Cultivation-Diseases": "Garlic plants are usually hardy and not affected by many pests or diseases. Garlic plants are said to repel rabbits and moles. However, pathogens that affect garlic are nematodes and wood-decay fungus, which remain in the soil indefinitely after the ground has become infected. Garlic may also suffer from pink root, a typically non-fatal disease that stunts the roots and turns them pink or red; leek rot; or downy mildew. The larvae of the leek moth attack garlic by mining into the leaves or bulbs.",
    "Production": "In 2016, world production of garlic was 26.6 million tonnes, with China alone accounting for 80% of the total (table). India was the second largest producer with 5% of world production followed by Bangladesh the third largest producer with 0.38% of the world production.The United States – ranked 10th in global production of garlic – grows less than 1% of China's production. Much of the garlic production in the United States is centered in Gilroy, California, which calls itself the \"Garlic Capital of the World\".",
    "Uses": "",
    "Uses-Culinary uses": "Garlic is widely used around the world for its pungent flavor as a seasoning or condiment.\nThe garlic plant's bulb is the most commonly used part of the plant. With the exception of the single clove types, garlic bulbs are normally divided into numerous fleshy sections called cloves. Garlic cloves are used for consumption (raw or cooked) or for medicinal purposes. They have a characteristic pungent, spicy flavor that mellows and sweetens considerably with cooking.Other parts of the garlic plant are also edible. The leaves and flowers (bulbils) on the head (spathe) are sometimes eaten. They are milder in flavor than the bulbs, and are most often consumed while immature and still tender. Immature garlic is sometimes pulled, rather like a scallion, and sold as \"green garlic\". When green garlic is allowed to grow past the \"scallion\" stage, but not permitted to fully mature, it may produce a garlic \"round\", a bulb like a boiling onion, but not separated into cloves like a mature bulb. It imparts a garlic flavor and aroma in food, minus the spiciness. Green garlic is often chopped and stir-fried or cooked in soup or hot pot in Southeast Asian (i.e. Vietnamese, Thai, Myanmar, Lao, Cambodian, Singaporean), and Chinese cookery, and is very abundant and low-priced. Additionally, the immature flower stalks (scapes) of the hardneck and elephant types are sometimes marketed for uses similar to asparagus in stir-fries.Inedible or rarely eaten parts of the garlic plant include the \"skin\" covering each clove and root cluster. The papery, protective layers of \"skin\" over various parts of the plant are generally discarded during preparation for most culinary uses, though in Korea immature whole heads are sometimes prepared with the tender skins intact. The root cluster attached to the basal plate of the bulb is the only part not typically considered palatable in any form. An alternative is to cut the top off the bulb, coat the cloves by dribbling olive oil (or other oil-based seasoning) over them, and roast them in an oven. Garlic softens and can be extracted from the cloves by squeezing the (root) end of the bulb, or individually by squeezing one end of the clove. In Korea, heads of garlic are heated over the course of several weeks; the resulting product, called black garlic, is sweet and syrupy, and is exported to the United States, United Kingdom, and Australia.\nGarlic may be applied to different kinds of bread, usually in a medium of butter or oil, to create a variety of classic dishes, such as garlic bread, garlic toast, bruschetta, crostini, and canapé. The flavor varies in intensity and aroma with the different cooking methods. It is often paired with onion, tomato, or ginger.\nImmature scapes are tender and edible. They are also known as \"garlic spears\", \"stems\", or \"tops\". Scapes generally have a milder taste than the cloves. They are often used in stir frying or braised like asparagus. Garlic leaves are a popular vegetable in many parts of Asia. The leaves are cut, cleaned, and then stir-fried with eggs, meat, or vegetables.\nGarlic powder has a different taste from fresh garlic. If used as a substitute for fresh garlic, 1/8 teaspoon of garlic powder is approximate to one clove of garlic.",
    "Uses-Culinary uses-Regions": "Garlic is a fundamental component in many or most dishes of various regions, including eastern Asia, South Asia, Southeast Asia, the Middle East, northern Africa, southern Europe, and parts of Latin America. Latin American seasonings, particularly, use garlic in sofritos and mofongos.Oils can be flavored with garlic cloves. These infused oils are used to season all categories of vegetables, meats, breads, and pasta. Garlic, along with fish sauce, chopped fresh chilis, lime juice, sugar, and water, is a basic essential item in dipping fish sauce, a highly used dipping sauce condiment used in Indochina. In East and Southeast Asia, chili oil with garlic is a popular dipping sauce, especially for meat and seafood. Tuong ot toi Viet Nam (Vietnam chili garlic sauce) is a highly popular condiment and dip across North America and Asia.\nIn some cuisines, the young bulbs are pickled for three to six weeks in a mixture of sugar, salt, and spices. In eastern Europe, the shoots are pickled and eaten as an appetizer. Laba garlic, prepared by soaking garlic in vinegar, is a type of pickled garlic served with dumplings in northern China to celebrate the Chinese New Year.Garlic is essential in Middle Eastern and Arabic cooking, with its presence in many food items. In Levantine countries such as Jordan, Palestine, and Lebanon, garlic is traditionally crushed together with olive oil, and occasionally salt, to create a Middle Eastern garlic sauce called Toum (تُوم; meaning \"garlic\" in Arabic). While not exclusively served with meats, toum is commonly paired with chicken or other meat dishes such as shawarma. Garlic is also a key component in hummus, an Arabic dip composed of chickpeas, tahini, garlic, lemon juice, and salt.\nLightly smoked garlic is used in British and other European cuisine. It is particularly prized for stuffing poultry and game, and in soups and stews.\nEmulsifying garlic with olive oil produces aioli. Garlic, oil, and a chunky base produce skordalia. Blending garlic, almond, oil, and soaked bread produces ajoblanco. Tzatziki, yogurt mixed with garlic and salt, is a common sauce in Eastern Mediterranean cuisines.",
    "Uses-Storage": "Domestically, garlic is stored warm [above 18 °C (64 °F)] and dry to keep it dormant (to inhibit sprouting). It is traditionally hung; softneck varieties are often braided in strands called plaits or grappes. Peeled cloves may be stored in wine or vinegar in the refrigerator. Commercially, garlic is stored at 0 °C (32 °F), in a dry, low-humidity environment. Garlic will keep longer if the tops remain attached.Garlic is often kept in oil to produce flavored oil; however, the practice requires measures to be taken to prevent the garlic from spoiling which may include rancidity and growth of Clostridium botulinum. Acidification with a mild solution of vinegar minimizes bacterial growth. Refrigeration does not assure the safety of garlic kept in oil, requiring use within one month to avoid bacterial spoilage.",
    "Uses-Historical use": "The use of garlic in China dates back thousands of years. It was consumed by ancient Greek and Roman soldiers, sailors, and rural classes (Virgil, Eclogues ii. 11), and, according to Pliny the Elder (Natural History xix. 32), by the African peasantry. Galen eulogized it as the \"rustic's theriac\" (cure-all) (see F. Adams' Paulus Aegineta, p. 99), and Alexander Neckam, a writer of the 12th century (see Wright's edition of his works, p. 473, 1863), discussed it as a palliative for the heat of the sun in field labor. Garlic was placed by the ancient Greeks on the piles of stones at crossroads, as a supper for Hecate (Theophrastus, Characters, The Superstitious Man). According to Pliny, garlic and onions were invoked as deities by the Egyptians at the taking of oaths. In his Natural History, Pliny gives a list of scenarios in which garlic was considered beneficial (N.H. xx. 23). In the 17th century Dr Thomas Sydenham valued it as an application in confluent smallpox, and William Cullen's Materia Medica of 1789  found some dropsies cured by it alone.\nGarlic was rare in traditional English cuisine (though it is said to have been grown in England before 1548) and has been a common ingredient in Mediterranean Europe. Translations of the c. 1300 Assize of Weights and Measures indicate a passage as dealing with standardized units of garlic production, sale, and taxation — the hundred of 15 ropes of 15 heads each – but the Latin version of the text refers to herring rather than garlic. Garlic was used as an antiseptic to prevent gangrene during World War I and World War II.",
    "Uses-Nutrients": "In the typical serving size of 1–3 cloves (3–9 grams), garlic provides no significant nutritional value, with the content of all essential nutrients below 10% of the Daily Value (DV) (table). When expressed per 100 grams, garlic contains several nutrients in rich amounts (20% or more of the DV), including vitamins B6 and C, and the dietary minerals manganese and phosphorus. Per 100 gram serving, garlic is also a moderate source (10–19% DV) of certain B vitamins, including thiamin and pantothenic acid, as well as the dietary minerals calcium, iron, and zinc (table).\nThe composition of raw garlic is 59% water, 33% carbohydrates, 6% protein, 2% dietary fiber, and less than 1% fat.",
    "Uses-Research": "",
    "Uses-Research-Cardiovascular": "As of 2015, clinical research to determine the possible effects of consuming garlic on hypertension has found no clear effect. A 2016 meta-analysis indicated there was no effect of garlic consumption on blood levels of lipoprotein(a), a biomarker of atherosclerosis. Because garlic might reduce platelet aggregation, people taking anticoagulant medication are cautioned about consuming garlic.",
    "Uses-Research-Cancer": "A 2016 meta-analysis of case-control and cohort studies found a moderate inverse association between garlic intake and some cancers of the upper digestive tract. Another meta-analysis found decreased rates of stomach cancer associated with garlic intake, but cited confounding factors as limitations for interpreting these studies. Further meta-analyses found similar results on the incidence of stomach cancer by consuming allium vegetables including garlic. A 2014 meta-analysis of observational epidemiological studies found that garlic consumption was associated with a lower risk of stomach cancer in Korean people.A 2016 meta-analysis found no effect of garlic on colorectal cancer. A 2014 meta-analysis found garlic supplements or allium vegetables to have no effect on colorectal cancers.A 2013 meta-analysis of case-control and cohort studies found limited evidence for an association between higher garlic consumption and reduced risk of prostate cancer, but the studies were suspected as having publication bias. A 2013 meta-analysis of epidemiological studies found garlic intake to be associated with decreased risk of prostate cancer.",
    "Uses-Research-Common cold": "A 2014 Cochrane review found insufficient evidence to determine the effects of garlic in preventing or treating the common cold. Other reviews concluded a similar absence of high-quality evidence for garlic having a significant effect on the common cold.",
    "Uses-Other uses": "The sticky juice within the bulb cloves is used as an adhesive in mending glass and porcelain. An environmentally benign garlic-derived polysulfide product is approved for use in the European Union (under Annex 1 of 91/414) and the UK as a nematicide and insecticide, including for use for control of cabbage root fly and red mite in poultry.",
    "Uses-Adverse effects and toxicology": "Garlic is known to cause bad breath (halitosis) and body odor, described as a pungent \"garlicky\" smell to sweat. This is caused by allyl methyl sulfide (AMS). AMS is a volatile liquid which is absorbed into the blood during the metabolism of garlic-derived sulfur compounds; from the blood it travels to the lungs (and from there to the mouth, causing bad breath; see garlic breath) and skin, where it is exuded through skin pores. Washing the skin with soap is only a partial and imperfect solution to the smell. Studies have shown sipping milk at the same time as consuming garlic can significantly neutralize bad breath. Mixing garlic with milk in the mouth before swallowing reduced the odor better than drinking milk afterward. Plain water, mushrooms, and basil may also reduce the odor; the mix of fat and water found in milk, however, was the most effective.The green, dry \"folds\" in the center of the garlic clove are especially pungent. The sulfur compound allicin, produced by crushing or chewing fresh garlic, produces other sulfur compounds: ajoene, allyl polysulfides, and vinyldithiins. Aged garlic lacks allicin, but may have some activity due to the presence of S-allylcysteine.\nSome people suffer from allergies to garlic and other species of Allium. Symptoms can include irritable bowel, diarrhea, mouth and throat ulcerations, nausea, breathing difficulties, and, in rare cases, anaphylaxis. Garlic-sensitive people show positive tests to diallyl disulfide, allylpropyldisulfide, allylmercaptan, and allicin, all of which are present in garlic. People who suffer from garlic allergies are often sensitive to many other plants, including onions, chives, leeks, shallots, garden lilies, ginger, and bananas.\nSeveral reports of serious burns resulting from garlic being applied topically for various purposes, including naturopathic uses and acne treatment, indicate care must be taken for these uses, usually testing a small area of skin using a low concentration of garlic. On the basis of numerous reports of such burns, including burns to children, topical use of raw garlic, as well as insertion of raw garlic into body cavities, is discouraged. In particular, topical application of raw garlic to young children is not advisable.The side effects of long-term garlic supplementation are largely unknown. Possible side effects include gastrointestinal discomfort, sweating, dizziness, allergic reactions, bleeding, and menstrual irregularities.Some breastfeeding mothers have found, after consuming garlic, that their babies can be slow to feed, and have noted a garlic odor coming from them.If higher-than-recommended doses of garlic are taken with anticoagulant medications, this can lead to a higher risk of bleeding. Garlic may interact with warfarin, saquinavir, antihypertensives, calcium channel blockers, the quinolone family of antibiotics such as ciprofloxacin, and hypoglycemic drugs, as well as other medications.\nAlliums might be toxic to cats or dogs.",
    "Uses-Spiritual and religious uses": "In folklore, garlic has been regarded as a force for both good and evil. In Europe, many cultures have used garlic for protection or white magic, perhaps owing to its reputation in folk medicine. Central European folk beliefs considered garlic a powerful ward against demons, werewolves, and vampires. To ward off vampires, garlic could be worn, hung in windows, or rubbed on chimneys and keyholes.In the foundation myth of the ancient Korean kingdom of Gojoseon, eating nothing but 20 cloves of garlic and a bundle of Korean mugwort for 100 days let a bear be transformed into a woman.In celebration of Nowruz (Persian calendar New Year), garlic is one of the items in a Seven-Seen table, a traditional New Year's display.\nIn Islam, it is recommended not to eat raw garlic prior to going to the mosque. This is based on several hadith.",
    "Properties": "Fresh or crushed garlic yields the sulfur-containing compounds alliin, ajoene, diallyl polysulfides, vinyldithiins, S-allylcysteine, and enzymes, saponins, flavonoids, and Maillard reaction products, which are not sulfur-containing compounds.\nThe phytochemicals responsible for the sharp flavor of garlic are produced when the plant's cells are damaged. When a cell is broken by chopping, chewing, or crushing, enzymes stored in cell vacuoles trigger the breakdown of several sulfur-containing compounds stored in the cell fluids (cytosol). The resultant compounds are responsible for the sharp or hot taste and strong smell of garlic. Some of the compounds are unstable and continue to react over time. Among the members of the onion family, garlic has by far the highest concentrations of initial reaction products, making garlic much more potent than onion, shallot, or leeks. Although many humans enjoy the taste of garlic, these compounds are believed to have evolved as a defensive mechanism, deterring animals such as birds, insects, and worms from eating the plant. Because of this, people throughout history have used garlic to keep away insects such as mosquitoes and slugs.A large number of sulfur compounds contribute to the smell and taste of garlic. Allicin has been found to be the compound most responsible for the \"hot\" sensation of raw garlic. This chemical opens thermo-transient receptor potential channels that are responsible for the burning sense of heat in foods. The process of cooking garlic removes allicin, thus mellowing its spiciness. Allicin, along with its decomposition products diallyl disulfide and diallyl trisulfide, are major contributors to the characteristic odor of garlic, with other allicin-derived compounds, such as vinyldithiins and ajoene. Because of its strong odor, garlic is sometimes called the \"stinking rose\". When eaten in quantity, garlic may be strongly evident in the diner's sweat and garlic breath the following day. This is because garlic's strong-smelling sulfur compounds are metabolized, forming allyl methyl sulfide. Allyl methyl sulfide (AMS) cannot be digested and is passed into the blood. It is carried to the lungs and the skin, where it is excreted. Since digestion takes several hours, and release of AMS several hours more, the effect of eating garlic may be present for a long time.The well-known phenomenon of \"garlic breath\" is allegedly alleviated by eating fresh parsley. The herb is, therefore, included in many garlic recipes, such as pistou, persillade, and the garlic butter spread used in garlic bread.\nBecause of the AMS in the bloodstream, it is believed by some to act as a mosquito repellent, but no clinically reported evidence suggests it is actually effective.Abundant sulfur compounds in garlic are also responsible for turning garlic green or blue during pickling and cooking. Under these conditions (i.e. acidity, heat) the sulfur-containing compound alliin reacts with common amino acids to make pyrroles, clusters of carbon-nitrogen rings. These rings can be linked together into polypyrrole molecules. Ring structures absorb particular wavelengths of light and thus appear colored. The two-pyrrole molecule looks red, the three-pyrrole molecule looks blue, and the four-pyrrole molecule looks green (like chlorophyll, a tetrapyrrole). Like chlorophyll, the pyrrole pigments are safe to eat.Upon cutting, similar to a color change in onion caused by reactions of amino acids with sulfur compounds, garlic can turn green.",
    "Gallery": "",
    "See also": "Garlic powder",
    "References": "",
    "Bibliography": "McGee, Harold (2004). \"The Onion Family: Onions, Garlic, Leeks\". On Food and Cooking (Revised Edition). Scribner. pp. 310–3. ISBN 978-0-684-80001-1.",
    "External links": " Data related to Allium sativum at Wikispecies\n The dictionary definition of garlic at Wiktionary"
  }
}