{
  "url": "https://en.wikipedia.org/wiki/Allium_subhirsutum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. subhirsutum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium subhirsutum, the hairy garlic, is a plant species widespread around the Mediterranean region from Spain and the Canary Islands to Turkey and Palestine.Allium subhirsutum is a perennial herb up to 50 cm tall. Leaves are long, up to 15 mm across, tapering toward the tip, with hairs along the margins (hence the name \"hairy garlic\"). The umbel contains only a few flowers, white with thin pink midveins.",
    "Uses": "Allium subhirsutum is edible and sometimes cultivated in kitchen gardens. Bulbs can be eaten cooked or in salads. There are however a few reports of toxicity when consumed in large quantities.\nSubspeciesAllium subhirsutum subsp. obtusitepalum (Svent.) G.Kunkel  - Alegranza Island in Canary Islands\nAllium subhirsutum subsp. subhirsutum -  from Spain and Morocco to Turkey and Palestine.formerly includedAllium subhirsutum var. barcense, now called Allium longanum\nAllium subhirsutum var. canariense, now called Allium subvillosum\nAllium subhirsutum var. glabrum now called Allium neapolitanum\nAllium subhirsutum subsp. graecum, now called Allium trifoliatum\nAllium subhirsutum var. hirsutum, now called Allium trifoliatum\nAllium subhirsutum subsp. permixtum, now called Allium permixtum\nAllium subhirsutum var. purpurascens, now called Allium subvillosum\nAllium subhirsutum subsp. spathaceum, now called Allium spathaceum\nAllium subhirsutum subsp. subvillosum, now called Allium subvillosum\nAllium subhirsutum subsp. trifoliatum, now called Allium trifoliatum\nAllium subhirsutum var. vernale, now called Allium subvillosum\n\n\n== References =="
  }
}