{
  "url": "https://en.wikipedia.org/wiki/Allium_roseum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. roseum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium roseum, commonly called rosy garlic, is an edible, Old World species of wild garlic. It is native to the Mediterranean region and nearby areas, with a natural range extending from Portugal and Morocco to Turkey and the Palestine region. It is cultivated widely, and has become naturalised in scattered locations in other regions outside its natural range.",
    "Description": "Allium  roseum grows naturally to about 18 inches (46 cm) high in well-drained soils, and in Europe blooms from late spring to early summer.The inflorescences of A. roseum are umbels. The loose, fragrant florets are about 3 inches (76 mm) long, having six pinkish to lilac tepals.The smell and flavour of the bulb is powerful enough to drive squirrels and browsing deer away from gardens, where they are planted as ornamental flowers. For this reason, they are suitable as companion plants to tulips and similar species.",
    "Taxonomy": "Allium roseum was originally described and published by Carl Linnaeus in his Species Plantarum in 1753.\nSubspecies + varietiesNumerous names have been proposed at the subspecies and varietal levels within the species, but only a few are currently accepted:\n\nAllium roseum subsp. gulekense Koyuncu & Eker - Turkey\nAllium roseum subsp. roseum - most of species range\nAllium roseum var. roseum - most of species range\nAllium roseum var. tourneuxii Boiss. - Israel, Palestine, Egypt, Libya, Tunisia, Algeriaformerly includedAllium roseum var. cassium, now called Allium cassium\nAllium roseum subsp. permixtum, now called Allium permixtum\nAllium roseum subsp. persicum, now called Allium tripedale\nAllium roseum var. puberulum, now called Allium cassium",
    "References": "",
    "External links": " Media related to Allium roseum at Wikimedia Commons"
  }
}