{
  "url": "https://en.wikipedia.org/wiki/Allium_schubertii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. schubertii"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium schubertii, which has various common names including ornamental onion, flowering onion, tumbleweed onion and Persian onion, is a species of monocotyledonous flowering plant from the onion and garlic genus, in the subfamily Allioideae part of the Amaryllidaceae which occurs in the Levant and Libya.",
    "Description": "Allium schubertii is a perennial plant which grows from an underground bulb and which produces vivid green, strap-like leaves in the spring, which die back before the it blooms. It grows to  around 50 cm tall and lives for 2–5 years. These flowers consist of 50 or more star-shaped, mauve florets on stems of differing lengths producing a starburst effect which can be up to 30 cm across. The desiccated flower heads eventually break off the dried out, dead stems and, blown around by the desert winds, cast their seeds abroad as they tumble around.",
    "Distribution": "Allium schubertii is found in Israel, Palestine, Syria, Lebanon, Turkey and Libya but grown as an ornamental elsewhere.",
    "Cultivation": "Allium schubertii  has flower and seed heads that have been compared to fireworks exploding, and both are dried and used in flower arranging, and can even be sprayed with decorative paint and used as Christmas tree decorations. The American Horticultural Society recommends growing these bulbs in AHS planting zones 5-8. It appears, however, that they may be even cold-hardier than that. This depends on the heaviness of the soil: in heavier soil that retains water in winter, the survival of these plant is significantly decreased.\n\n\n== References =="
  }
}