{
  "url": "https://en.wikipedia.org/wiki/Allium_ochotense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. ochotense"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium ochotense, the Siberian onion, is a primarily East Asian species of wild onion native to northern Japan, Korea, China, and the Russian Far East, as well as on Attu Island in Alaska.Some authors have considered A. ochotense as belonging to the same species as A. victorialis, but more recent authorities have treated it as a distinct species.",
    "Description": "Allium ochotense grows to 20–30 cm (8–12 in) in height, with a strong garlic-like odor, and has \"bulbs.. surrounded by a grayish-brown, netlike coating. The leaves are 1-3 glabrous, broadly elliptic,... perianth (flower) whitish-green\". The plant is slow-growing, and aside from seed-propagation, \"A. victorialis has two vegetative propagation systems; one is tillering and the other is adventitious buds\".The plant has an intense garlic-like odor (cf. allicin content) that is thought more intense than garlic itself.",
    "Etymology": "Allium is the ancient Latin name for garlic.The specific epithet, ochotense, was given by Yarosláv Ivánovich Prokhánov (Яросла́в Ива́нович Проха́нов) [1902-1965], a Soviet botanist, systematist, geographer, geneticist, Doctor of Biological Science, and professor. It was presumably named in reference to the Okhotsk region of Russia, a place where this species is known to occur.",
    "Distribution": "Allium ochotense is centered in the Amur River basin area, thus, it occurs in the  Amur, Khabarovsk, Primorye regions of Siberia, and into Sakhalin and Kuril Islands within the Russian Far East. In China, the plant grows in Inner Mongolia and China (Heilongjiang, Jilin, Liaoning), Hebei, Henan, Anhui, Hubei, Zhejiang, Shaanxi, Shanxi, Gansu, and Sichuan). The range also includes Korea, in Ulleung Island and the high mountains (over 1,000 metres (3,300 ft)) in the Korean peninsula, including Baekdu Mountain, and Japan (Hokkaido and Honshu), in colonies from Hokkaido down to the Kinki area (Nara Prefecture), in coniferous and mixed forested wetlands in subalpine terrain. The plant's range extends nominally into the United States, but A. ochotense is only found natively growing on Attu Island, the westernmost island of the Aleutian archipelago. There are colonies on Unalaska Island, but they are thought to be introduced.",
    "Cultivation": "From around 1990, it has been grown horticulturally in Hokkaido and snowy regions on the eastern side of Honshū. Outbreaks of plant disease have been reported in these onion paddy farms. It requires approximately four years from sowing to harvest.",
    "Cultivation-Cultivars": "At Utsunomiya University's Agriculture Department, the research group led by then-assistant professor Nobuaki Fujishige developed an A. ochotense × A. tuberosum (garlic chives) hybrid, which they dubbed gyōjana (行者菜). It resembles the garlic chive in outward appearance, but inherits the thick-stalked trait of A. victorialis, and like the garlic chive, is ready for harvest after 1 year. It has been sold in the commercial market since 2008 in Nagai, Yamagata.。",
    "Chemistry": "Researchers have identified 1-propenyl disulfides and vinyldithiins as odor compounds. Specific odor agents include: \"methyl allyl disulfide (Chinese chive odor), diallyl disulfide (garlic-like odor), and dimethyl disulfide and methyl allyl trisulfide (pickles-like odor)\".",
    "Uses": "",
    "Uses-Culinary": "",
    "Uses-Culinary-China": "In China its name is given as gecong (Chinese: 各蔥(茖蔥); pinyin: gěcōng; Wade–Giles: ko3-t'ung1; literally: 'ge onion') or shancong (Chinese: 山蔥; pinyin: shāncōng; Wade–Giles: shan1-t'ung1; literally: 'alpine onion'). Its use may be not be widespread. One source only mentions that the Jiarongic minority harvest the \"tender unfolding leaves\" which they sun-dry and serve on special occasions.",
    "Uses-Culinary-Japan": "The Japanese name gyōja ninniku (ギョウジャニンニク／行者葫) means literally \"a (type of) garlic that a gyōja makes use of as food,\" where a gyōja signifies a monk or a lay person engaged in ascetic training outdoors (cf. shugyō (修行), Shugendō). Much of its flourishing habitat occurs in nature reserves such as national parks. Hence it is considered a scarce sansai (wild-harvested vegetable), and commands high prices at the market.\nSiberian onion is an important ethnobotanic food plant for the indigenous Ainu people of Japan. In the Ainu language it is called pukusa, kitobiru, or ( since \"biru/hiru\" is a Japanese word for onion-type plants), simply kito. Siberian onion comes into season in Hokkaido for foraging from early to mid-May. The Ainu traditionally gather the leaves (but not the whole bulb), which are chopped up and dried for future use. The plant may be used by the Ainu in the savory soup called ohaw (オハウ), or in the ratashkep (rataskep) (ラタシケプ), described as a type of stew using multiple ingredients, or a dish where ingredients are tossed in animal fat oil.\nIn modern days, the leafstalk can be preserved by steeping in soy sauce, or the fresh leaves can be made into ohitashi (parboiled and served plain or with dashi flavor), made into gyōza (pot-sticker dumplings), or blended into a tamagoyaki-type omelet. The young unraveled leaves with a stalk about 1 cm (half-inch) have rich flavor and fragrance and are especially prized. Also, the stalks being commercially grown by blanching (cf. white asparagus) have been gaining popularity.\nThere are a number of inedible or poisonous plants that can be mistaken for victory onions in Japan, and those reported cases of consumption and illness include: Veratrum album (Ja: baikeisō), Veratrum stamineum (Ja: ko-baikeisō), Colchicum autumnale (Ja:inu-safuran) and lily of the valley. The distinctive smell should tell it apart.",
    "Uses-Culinary-Korea": "In Korea, the A. ochotense and A. microdictyon are called sanmaneul (산마늘, \"mountain garlic\"). While the official name for A. ochotense is Ulleung sanmaneul (울릉산마늘, \"Ulleung Island mountain garlic\"), the most common name used by Korean people is myeongi (명이), whose romanized form (along with Siberian onion) is an English name of the plant. Myeongi is also called myeonginamul (명이나물), because it is considered a namul (vegetable).\nMyeongi is a specialty of Ulleung Island, where the leaves grow wider and hardier.The leaves and the scaly bulb of myeongi are most often eaten as a namul-type side dish, or as a ssam vegetable for a samgyeopsal (grilled pork belly) meal. Myeongi is also eaten pickled as jangajji-type side dish, or used as the last ingredient in dak-gomtang (\"chicken bone soup\").",
    "Uses-Culinary-Siberia": "In Siberia, the young shoots are eaten.",
    "Uses-Medicinal": "",
    "Uses-Medicinal-Japan": "In Japan, pukusa or Siberian onion has been used as a folk remedy among the Ainu. For example, it is administered as a diuretic to treat urine blockage relating to certain stomach disorders.",
    "Uses-Medicinal-Korea": "In traditional Korean medicine, myeongi was considered to be a warming herb, a stomachic, and a detoxicant. As a herb, it was used to treat indigestion, heatburn, small abscesses, and bites and stings from venomous insects. The seed was used to treat nocturnal emission.",
    "Uses-Magical": "In Japan, Ainu folklore held that due to its odor, Siberian onion was capable of repelling diseases. When an epidemic broke out, the onion would be left hanging at the entrances to the village or dangled from the eaves of each house.",
    "Gallery": "",
    "See also": "Allium ursinum (ramsons)\nAllium tricoccum (ramps)\n\n\n== References =="
  }
}