{
  "url": "https://en.wikipedia.org/wiki/Allium_paradoxum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. paradoxum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium paradoxum, the few-flowered garlic or few-flowered leek, is an Asian species of wild onion in the Amaryllis family.  It is native to mountainous regions of Iran, Caucasus, and Turkmenistan.",
    "Description": "Allium paradoxum is a herbaceous perennial growing from a small solitary bulb to about 20–40 cm in height. It has much narrower leaves, from 5 to 25 mm wide, than Allium ursinum but a similar 'garlicky' smell. The flower stem is triangular in section. Most of the flowers are replaced by little bulbs or bulbils and the few (usually only one) proper flowers are white and hermaphrodite.",
    "Distribution": "Allium paradoxum is native to mountainous regions of Iran, Caucasus, and Turkmenistan.It was introduced to the British Isles in 1823 and was first recorded in the wild there in 1863, near Edinburgh. It is considered an invasive, non-native species in Europe.  In England and Wales, the species is listed on Schedule 9 of the Wildlife and Countryside Act and as such, it is illegal to plant in the wild. The smell of the plant is particularly noticeable to a person who is approaching an area where it is growing.",
    "Habitat": "It grows well in deciduous woodland habitats, forming a green carpet that can smother other native species such as bluebells and snowdrops.",
    "Cuisine": "The few-flowered leek is edible and can be eaten raw as well as made into dishes such as pesto. It can also be used as a herb to flavour food, much in the same way as other wild garlics.\n\n\n== References =="
  }
}