{
  "url": "https://en.wikipedia.org/wiki/Allium_obtusum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. obtusum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium obtusum is a species of wild onion known by the common name red Sierra onion or subalpine onion. It is native to eastern California and western Nevada. It is a common member in the granite foothills and mountains of the Sierra Nevada and southern Cascade Range, from Tulare County to Siskiyou County, from elevations 0f 800–3,500 metres (2,600–11,500 ft). In Nevada, it is reported only from Washoe County in the northwestern part of the state.",
    "Description": "The red Sierra onion, Allium obtusum, grows from a bulb one or two centimeters wide and bears a scape which can range from 2 to 17 cm tall. Unlike Allium campanulatum, A. obtusum has leaves that do not wither before the flowers bloom. Atop the scape is an umbel of up to 60 flowers,  each of which may be 4 to 12 millimeters wide. The tepals are white, purple, or pink with dark purple midveins. Anthers are yellow or purple; pollen purple.",
    "Varieties": "Two varieties are recognized:\nAllium obtusum var. obtusum—Leaves 0.5-4.0 mm wide; tepals white with dark midevins—most of the range of the species\nAllium obtusum var. conspicuum Mortola & McNeal—Leaves 2–14 mm wide; tepals pink with darker midevin—from about Lake Tahoe area to Mt Lassen area",
    "See also": "List of plants of the Sierra Nevada (U.S.)\nCalifornia interior chaparral and woodlands\nSierra Nevada subalpine zone",
    "References": "",
    "External links": "Calflora Database: Allium obtusum (red Sierra onion)\nJepson eFlora treatment of Allium obtusum\nUSDA Plants Profile for Allium obtusum (red Sierra onion)\nAllium obtusum — UC. Photos gallery"
  }
}