{
  "url": "https://en.wikipedia.org/wiki/Allium_ampeloprasum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. ampeloprasum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium ampeloprasum is a member of the onion genus Allium. The wild plant is commonly known as wild leek or broadleaf wild leek. Its native range is southern Europe to western Asia, but it is cultivated in many other places and has become naturalized in many countries.\nAllium ampeloprasum is regarded as native to all the countries bordering on the Black, Adriatic, and Mediterranean Seas from Portugal to Egypt to Romania. In Russia and Ukraine, it is considered invasive except in Crimea, where it is native. It is also native to Ethiopia, Uzbekistan, Iran and Iraq. It is considered naturalized in the United Kingdom, Ireland, the Czech Republic, the Baltic States, Belarus, the Azores, Madeira, the Canary Islands, Armenia, Azerbaijan, Pakistan, China, Australia (all states except Queensland and Tasmania), Mexico, the Dominican Republic, Puerto Rico, Haiti, the United States (southeastern region plus California, New York State, Ohio and Illinois), Galápagos, and Argentina. In tidewater Virginia, where it is commonly known as the \"Yorktown onion\", it is protected by law in York County.The species may have been introduced to Britain by prehistoric people, where its habitat consists of rocky places near the coast in south-west England and Wales.Allium ampeloprasum has been differentiated into five cultivated vegetables, namely leek, elephant garlic, pearl onion, kurrat, and Persian leek.\nWild populations produce bulbs up to 3 cm across. Scapes are round in cross-section, each up to 180 cm tall, bearing an umbel of as many as 500 flowers. Flowers are urn-shaped, up to 6 mm across; tepals white, pink or red; anthers yellow or purple; pollen yellow.",
    "Vegetables": "Allium ampeloprasum comprises several vegetables, of which the most important ones are:\n\nleek\nelephant garlic or great-headed garlic\npearl onion\nkurrat, Egyptian leek or salad leek – this variety has small bulbs, and primarily the leaves are eaten.\nPersian leek (Allium ampeloprasum ssp. persicum) - a cultivated allium native to the middle east and Iran, grown for culinary purposes and is called tareh in Persian. The linear green leaves have a mild onion flavor and are eaten raw, either alone, or in food combinations.",
    "See also": "Allium tricoccum\nRamsons",
    "References": "",
    "External links": "PROTAbase on Allium ampeloprasum\nAllium ampeloprasum in Guernsey\nAllium ampeloprasum in the USA\nFlora of Israel Online"
  }
}