{
  "url": "https://en.wikipedia.org/wiki/Allium_stipitatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. stipitatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium stipitatum, Persian shallot, is an Asian  species of onion native to central and southwestern Asia.\nSome sources regard Allium stipitatum and A. hirtifolium as the same species, while others treat A. stipitatum and A. hirtifolium as distinct. Allium stipitatum in the more inclusive sense occurs in Turkey, Iraq, Iran, Pakistan, Afghanistan, Turkmenistan, Tajikistan, Uzbekistan, Kyrgyzstan, and Kazakhstan.The epithet stipitatum means 'with a little stalk' referring to the ovary.",
    "Description": "Allium stipitatum grows from bulbs, 3 to 6 cm in diameter, which have blackish, paper-like tunics. The 4–6 basal leaves are broad, green to greyish green in colour, and variably hairy. The leaves are normally withered by the time the bulb flowers. Flowers are borne on stems which are 60–150 cm (24–59 in) tall and arranged in an umbel (a structure where the individual flowers are attached to a central point). The umbels are some 8–12 cm (3.1–4.7 in) in diameter, relatively small compared to the tall stems, hence the description 'drumstick allium'. Individual flowers, of which there are many, are a typical allium shape, with a superior ovary and six tepals of a lilac to purple colour, around 2.5 to 5 cm long; white forms are known.\nPlants grow on rocky slopes and in fields at elevations of 1,500–2,500 m (4,900–8,200 ft). It is a typical 'drumstick allium', with a more-or-less spherical umbel on a tall stipe, and as such has often been confused with other similar species.",
    "Use in Persian cuisine": "Bulbs of Allium stipitatum are eaten in Iran, where they are called موسیر (pronounced mooseer). They grow wild across the Zagros Mountains. Most of those eaten are harvested from the wild, sliced, dried, and sold at markets. Buyers will often soak the shallots for a number of days then boil them to obtain a milder flavour. They are often crushed and mixed with yogurt. Iranians enjoy yogurt in this way, especially in restaurants and kebab-saras where just kebabs are served.Iranian plants are among those referred to as A. hirtifolium, when distinguished from A. stipitatum.",
    "Ornamental use": "Mathew describes this species as \"stately\", and the easiest to grow of the tall alliums, flowering in about four years when grown from seed. In keeping with the wild habitat of the species, when grown for ornament, well-drained, sunny conditions are recommended. Care is needed in placing all the drumstick alliums, since their withered leaves are unattractive at flowering time. Davies notes that \"as a bonus numerous offsets are produced\"; this has the potential to make the species invasive when grown in borders.\nThe cultivars ‘Mount Everest’ \nand ‘Violet Beauty’ \nhave gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Medicinal properties and health effects": "Allium stipitatum is used as a medicinal plant in Central Asia. Extracts of the bulbs of the plant, which showed activity against Mycobacterium tuberculosis, were found to contain several pyridine-N-oxide derivatives. Analysis of the cut plant using a mass spectrometer equipped with a DART ion source showed the presence of N-hydroxypyridine-2-thione, also known as pyrithione, a compound which is moderately cytotoxic toward human tumour cell lines, and highly active against fungi and Gram-negative bacteria. Pyrithione-containing plant extracts are used in herbal medicine for treatment of malaria. Zinc pyrithione is used in commercial anti-dandruff shampoos.",
    "References": "\n Media related to Allium stipitatum at Wikimedia Commons"
  }
}