{
  "url": "https://en.wikipedia.org/wiki/Allium_siculum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. siculum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium siculum, known as honey garlic, Sicilian honey lily, Sicilian honey garlic, or Mediterranean bells, is a European and Turkish species of plants genus Allium. It is native to the regions around the Mediterranean and Black Seas, and grown in other regions as an ornamental and as a culinary herb.",
    "Habitat and Description": "Allium siculum is native to Turkey, Crimea, Greece, Bulgaria, Romania, southern France including Corsica, and Italy (Basilicata, Abruzzo, Umbria, Toscana, Sicily, Sardinia), growing in damp, shady woods. It has showy clusters of gracefully drooping bell-shaped blossoms produced in May to early June sitting atop a tall green stem, to 1.2 m in height. The florets (blossoms), suspended on long drooping pedicels, are cream colored with a maroon streak down each petal, have white flared tips, and are tinted green at the base. The blossoms are followed by decorative, erect seed pods in late summer. The blue-gray foliage is triangular in cross-section and strongly twisting along the length of the ascending leaves. A penetrating, skunky odor is released when the plant is cut.",
    "Taxonomy": "Allium siculum is a member of a small subgenus  Nectaroscordum of Allium, which consists of only this species and Allium tripedale.\nSubspeciesAllium siculum subsp. dioscoridis (Sm.) K.Richt. also known as Nectaroscordum siculum ssp. bulgaricum (Janka) Stearn. - Greece, Turkey, Bulgaria, Romania, Crimea\nAllium siculum subsp. siculum - France, Italy",
    "Uses": "Said to be resistant to deer and other herbivores, Allium siculum is used as a seasoning in Bulgaria. It is also planted in flower gardens because of the showy, drooping blossoms and unusual twisted foliage.",
    "Properties": "When Allium siculum is crushed, it gives off a chemical that makes the eyes water, similar to chopping onions. The lachrymatory agent (Z)-butanethial S-oxide, along with several 1-butenyl thiosulfinates are detected by mass spectrometry using a DART ion source. (Z)-Butanethial S-oxide (the higher homolog of syn-propanethial-S-oxide, the onion lachrymatory agent) isolated from the plant was shown to be identical to a synthetic sample. The precursor to the lachrymatory compound, (RS,RC)-(E)-S-(1-butenyl) cysteine S-oxide (homoisoalliin), was isolated from homogenates of A. siculum, and a closely related species, Allium tripedale, and fully characterized.\n\n\n== References =="
  }
}