{
  "url": "https://en.wikipedia.org/wiki/Allium_victorialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. victorialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium victorialis, commonly known as victory onion, Alpine leek, and Alpine broad-leaf allium is a broad-leaved Eurasian species of wild onion. It is a perennial of the Amaryllis family that occurs widely in mountainous regions of Europe and parts of Asia (Caucasus and Himalayas).Some authors consider certain East Asian and Alaskan populations as constituting subspecies platyphyllum within the species Allium victorialis. Recent sources recognize this group as a distinct species, called Allium ochotense.",
    "General description": "Allium victorialis attains a height of 30–45 cm (11.8–17.7 in) and forms a sheathed bulb (\"root-stalk\") about the thickness of a finger and 5–8 cm (2.0–3.1 in) long. Leaves are broad elliptical or lanceolate. Flowers  (perianths) are whitish green.",
    "Distribution": "Allium victorialis is found widely across mountain ranges Europe, as well as the Caucasus and the Himalayas.",
    "Nomenclature": "The specific epithet victorialis comes from the German Siegwurz (Root of Victory), and it earned this name having been \"worn as an amulet, to be as safeguard against the attacks of certain impure spirits,\" by Bohemian miners among others.",
    "Uses": "The plant, in past centuries in certain mountainous regions of Europe, \"was cultivated as a medicinal and fetish plant\".",
    "See also": "sansai\nramsons\nAllium tricoccum (ramps)",
    "References": "",
    "Bibliography": "",
    "External links": " Media related to Allium victorialis at Wikimedia Commons"
  }
}