{
  "url": "https://en.wikipedia.org/wiki/Allium_elmendorfii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. elmendorfii"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium elmendorfii is a species of wild onion endemic to Texas. It is known only from Bexar, Frio, Wilson, and Atascosa Counties. It is generally found on sandy soils, specifically \"well-drained sands, Eocene, Pleistocene and Holocene sands, and has only a 400 x 160 km range.\" Its habitat is \"Forest/Woodland, Savanna, Woodland - Hardwood\" and specifically \"{g}rassland openings in post oak (Quercus stellata) woodlands on deep, well-drained sands derived from Queen City and similar Eocene formations.\"Allium elmendorfii is a perennial bulb-forming herb with clusters of small bulbils around the roots, but without the dry papery outer layers that the domesticated onions have. It has an umbel of 10-30 erect to spreading flowers, each with 6 white to pinkish tepals about 5 cm (2 inches) long, flowering from March to April or May.",
    "Distribution": "",
    "Uses": "Allium elmendorfii is related to the common domesticated onion, Allium cepa L., and has a similar aroma. It can be eaten in the same manner, as can most of the members of the genus.",
    "References": "\nCitation for data on website including State Distribution, Watershed, and Reptile Range maps:\nNatureServe. 2018. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://explorer.natureserve.org. (Accessed: March 21, 2019 ).\nCitation for Bird Range Maps of North America: \nRidgely, R.S., T.F. Allnutt, T. Brooks, D.K. McNicol, D.W. Mehlman, B.E. Young, and J.R. Zook. 2003. Digital Distribution Maps of the Birds of the Western Hemisphere, version 1.0. NatureServe, Arlington, Virginia, USA.\nAcknowledgement Statement for Bird Range Maps of North America: \n\"Data provided by NatureServe in collaboration with Robert Ridgely, James Zook, The Nature Conservancy - Migratory Bird Program, Conservation International - CABS, World Wildlife Fund - US, and Environment Canada - WILDSPACE.\"\nCitation for Mammal Range Maps of North America: \nPatterson, B.D., G. Ceballos, W. Sechrest, M.F. Tognelli, T. Brooks, L. Luna, P. Ortega, I. Salazar, and B.E. Young. 2003. Digital Distribution Maps of the Mammals of the Western Hemisphere, version 1.0. NatureServe, Arlington, Virginia, USA.\nAcknowledgement Statement for Mammal Range Maps of North America: \n\"Data provided by NatureServe in collaboration with Bruce Patterson, Wes Sechrest, Marcelo Tognelli, Gerardo Ceballos, The Nature Conservancy-Migratory Bird Program, Conservation International-CABS, World Wildlife Fund-US, and Environment Canada-WILDSPACE.\"\nCitation for Amphibian Range Maps of the Western Hemisphere: \nIUCN, Conservation International, and NatureServe. 2004. Global Amphibian Assessment. IUCN, Conservation International, and NatureServe, Washington, DC and Arlington, Virginia, USA.\nAcknowledgement Statement for Amphibian Range Maps of the Western Hemisphere: \n\"Data developed as part of the Global Amphibian Assessment and provided by IUCN-World Conservation Union, Conservation International and NatureServe.\"\nNOTE: Full metadata for the Bird Range Maps of North America is available at:\nhttp://www.natureserve.org/library/birdDistributionmapsmetadatav1.pdf.\nFull metadata for the Mammal Range Maps of North America is available at:\nhttp://www.natureserve.org/library/mammalsDistributionmetadatav1.pdf."
  }
}