{
  "url": "https://en.wikipedia.org/wiki/Allium_fistulosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. fistulosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium fistulosum, the Welsh onion, also commonly called bunching onion, long green onion, Japanese bunching onion, and spring onion, is a species of perennial plant, often considered to be a kind of scallion.\nThe species is very similar in taste and odor to the related common onion, Allium cepa, and hybrids between the two (tree onions) exist. A. fistulosum, however, does not develop bulbs, and possesses hollow leaves (fistulosum means \"hollow\") and scapes. Larger varieties of the A. fistulosum resemble the leek, such as the Japanese negi, whilst smaller varieties resemble chives. A. fistulosum can multiply by forming perennial evergreen clumps. It is also grown in a bunch as an ornamental plant.",
    "Names": "The common name \"Welsh onion\" does not refer to Wales but derives from a near obsolete use of \"Welsh\" in the sense \"foreign, non-native\", as the species is native to China, though cultivated in many places and naturalized in scattered locations in Eurasia and North America.Historically, the A. fistulosum was known as the cibol. In Cornwall, they are known as chibbles.\nA. fistulosum is not indigenous to Wales or particularly common in Welsh cuisine (the green Allium common to Wales is the leek, A. ampeloprasum, the national vegetable of Wales).\nOther names that may be applied to this plant include green onion, salad onion, and spring onion. These names are ambiguous, as they may also be used to refer to any young green onion stalk, whether grown from Welsh onions, common onions, or other similar members of the genus Allium (also see scallion).",
    "Culinary use": "A. fistulosum is an ingredient in Asian cuisine, especially in East and Southeast Asia. It is particularly important in China, Japan, and Korea, hence the other English name for this plant, Japanese bunching onion.In the West, A. fistulosum is primarily used as a scallion or salad onion, but is more widely used in other parts of the world, particularly East Asia.",
    "Culinary use-Jamaica": "Known as escallion, A. fistulosum is an ingredient in Jamaican cuisine, in combination with thyme, scotch bonnet pepper, garlic, and allspice (called pimenta). Recipes with escallion sometimes suggest leek as a substitute in salads. Jamaican dried spice mixtures using escallion are available commercially.\nThe Jamaican name is probably a variant of scallion, the term used loosely for the spring onion and various other plants in the genus Allium.",
    "Culinary use-Japan": "The Japanese name is negi (葱), which can also refer to other plants of the genus Allium, or more specifically naganegi (長葱), meaning \"long onion\". Common onions were introduced to East Asia in the 19th century, but A. fistulosum remains more popular and widespread. It is used in miso soup, negimaki (beef and scallion rolls), among other dishes, and it is widely sliced up and used as a garnish, such as on teriyaki or takoyaki.",
    "Culinary use-Korea": "In Korea, A. fistulosum along with A. × proliferum is called pa (파, \"scallion\"), while common onions are called yangpa (양파, \"Western scallion\"). Larger varieties, looking similar to leek and sometimes referred to as \"Asian leek\", are called daepa (대파, \"big scallion\"), while the thinner early variety is called silpa (실파, \"thread scallion\"). A similar scallion plant, A. × proliferum is called jjokpa (쪽파). Both daepa and silpa are usually used as a spice, herb, or garnish in Korean cuisine. The white part of daepa is often used as the flavour base for various broths and infused oil, while the green part of silpa is preferred as garnish. Dishes using daepa include pa-jangajji (pickled scallions), pa-mandu (scallion dumplings), pa-sanjeok (skewered beef and scallions), and padak (scallion chicken), which is a variety of Korean fried chicken topped with shredded raw daepa. Dishes using silpa include pa-namul (seasoned scallions), pa-jangguk (scallion beef-broth soup), and pa-ganghoe (parboiled scallion rolls) where silpa is used as a ribbon that bundles other ingredients.",
    "Culinary use-Russia": "A. fistulosum is used in Russia in the spring for adding green leaves to salads.",
    "Image gallery": "",
    "See also": "List of Allium species",
    "References": "",
    "External links": " Media related to Welsh onion at Wikimedia Commons\n Data related to Allium fistulosum at Wikispecies\nPROTAbase on Allium fistulosum\nWORLD'S LARGEST Allium fistulosum"
  }
}