{
  "url": "https://en.wikipedia.org/wiki/Allium_peninsulare",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. peninsulare"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium peninsulare is a North American species of wild onion. It is known by such common names as Mexicali onion  and Peninsula onion; the former referring to the Mexican city just south of the US/Mexican border, the latter referring to the Peninsula of Baja California. It is widespread in California, USA, where it grows in the California Coast Ranges, Sierra Nevada foothills, some of the Channel Islands, and Peninsular Ranges. The range extends south into the northernmost part of Baja California and north into southern Oregon.",
    "Description": "Allium peninsulare is usually found in Valley Grassland, Foothill Woodland, and Coastal Chaparral  at elevations up to 1100 m (3660 feet). The plant produces a bulb 8–15 mm wide and has two to three channeled to more or less cylindrical leaves. Between May and July, it sends up a 12–45 cm scape topped with an umbel of 5–35 flowers, each on an 0.8–4 cm pedicel. The flowers are red-purple and have six triangular tepals. The three inner tepals are smaller than the outer ones and have teeth along the margins.\nVarietiesA. peninsulare var. franciscanum McNeal & Ownbey --- leaves arched; stigma, unlobed or obscurely 3- lobed --- central California from Mendocino County to Monterey County\nA. peninsulare var. peninsulare — leaves straight, stigma strongly 3- lobed --- widespread from Baja California to Oregonformerly includedAllium peninsulare var. crispum (Greene) Jeps., now called Allium crispum Greene",
    "See also": "California montane chaparral and woodlands\n\n\n== References =="
  }
}