{
  "url": "https://en.wikipedia.org/wiki/Allium_paniculatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. paniculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Allium paniculatum, common name pale garlic or  Mediterranean onion, is a Eurasian species of wild onion with a range extending from Portugal to Kazakhstan. It is widely cultivated and is now naturalized in several places outside its native range.",
    "Description": "Allium paniculatum produces several egg-shaped bulbs, each up to 1.5 cm across. No rhizomes. Leaves are tubular and hollow, up to 35 cm long. Scape is round in cross-section, solid, up to 75 cm tall. Inflorescence is (despite the name of the species) an umbel with as many as 100 flowers. Flowers are bell-shaped, about 6 mm across; tepals white to lilac; pollen and anthers yellow.",
    "Taxonomy": "A. paniculatum is placed within section Codonoprasum, subgenus Allium. The species has been regarded as highly variable, with up to 30 taxa included in what has been referred to as the A. paniculatum complex, many of which are now regarded as separate species within the section, including Allium dentiferum, A. fuscum, A. oleraceum, A. pallens, and A. tenuiflorum.Many taxa from within the section have been incorrectly attributed to this species causing uncertainty regarding morphological diversity and geographic distribution. For instance the species has been described as widely spread through the whole Euro-Mediterranean and Irano-Turanian areas, as well as in North Africa. However the type specimen comes from Ukraine ad South Russia.Phylogenetically A. paniculatum is in a sister relationship with three other species, namely A. oleraceum and the two  western autumnal taxa, A. savii and A. telmatum, forming a subclade within the section.",
    "Distribution": "Allium paniculatum has been reported from every European country bordering on the Black and Mediterranean Seas, including the islands of Corsica, Sardinia, Sicily and Crete. It is also considered native in Portugal, the Czech Republic, Hungary, western Siberia, Kazakhstan, Armenia, Georgia, Azerbaijan, Iran, Iraq, Lebanon, Syria, Israel, and Palestine. It has become naturalized in California, New York State, Azores, Madeira, Canary Islands, and South Australia. However see the above section, in which phylogenetic studies demonstrate that the true distribution is in fact confined to Ukraine and South Russia.\nThe species has been collected in the vicinity of San Francisco Bay in California, as well as isolated locales in Essex County in northeastern New York State. This is of concern because the species has the potential to become a noxious weed. It tends to grow in disturbed sites such as roadsides, cultivate fields, etc.",
    "References": "",
    "Bibliography": "Salmeri, Cristina; Brullo, Cristian; Brullo, Salvatore; Galdo, Giampietro Giusso Del; Moysiyenko, Ivan I. (March 2016). \"What is Allium paniculatum? Establishing taxonomic and molecular phylogenetic relationships within A. sect. Codonoprasum\". Journal of Systematics and Evolution. 54 (2): 123–135. doi:10.1111/jse.12170."
  }
}