{
  "url": "https://en.wikipedia.org/wiki/Tree_onion",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Allioideae"
    },
    {
      "Genus": "Allium"
    },
    {
      "Species": "A. .mw-parser-output .noitalic{font-style:normal}× proliferum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tree onion, topsetting onions, walking onions, or Egyptian onions, Allium × proliferum, are similar to common onions (A. cepa), but with a cluster of bulblets where a normal onion would have flowers. Genomic evidence has conclusively shown that they are a hybrid of the common onion and the Welsh onion (A. fistulosum). However, some sources may still treat the tree onion as A. cepa var. proliferum or A. cepa Proliferum Group.\nTree onion bulblets will sprout and grow while still on the original stalk. They may bend down under the weight of the new growth and take root some distance from the parent plant, giving rise to the name \"walking onion.\" It has been postulated that the name \"Egyptian onion\" derived from Romani people bringing tree onions to Europe from the Indian subcontinent.\nThe tree onion is a species of perennial onion. It is a diploid hybrid between the bunching onion and the shallot. Also known as turfed stone leek, it may be cultivated commercially and for foliage. It is described as a shallot which can be grown in tropical conditions.The phenomenon of forming bulblets instead of flowers is also seen in garlic and other alliums, which sometimes may also be referred to as top onions or tree onions. The bulblets are usually marble-sized, between 0.5 cm to 3 cm in diameter.\nMany tree onions are very strong flavoured, although some cultivars are relatively mild and sweet. The underground bulbs are particularly tough-skinned and pungent, and can be quite elongate, like leeks, or in some types may form bulbs up to 5 cm across. Young plants may be used as scallions in the spring, and the bulblets may be used in cooking similarly to regular onions, or preserved by pickling.",
    "Culinary use": "",
    "Culinary use-Korea": "In Korea, Allium × proliferum along with A. fistulosum is called pa (파, \"scallion\"), while common onions are called yangpa (양파, \"Western scallion\"). While A. × proliferum is called jjokpa (쪽파), A. fistulosum is called either daepa (대파, \"big scallion\") or silpa (실파, \"thread scallion\") depending on the size. Unlike daepa and silpa, which are usually used as a spice, herb, or garnish, jjokpa is often used as the main ingredient of various scallion dishes in Korean cuisine. Common dishes made with jjokpa include pajeon (scallion pancakes) and pa-kimchi (scallion kimchi).",
    "Gallery": "",
    "See also": "List of Allium species\nScallion\n\n\n== References =="
  }
}