{
  "url": "https://en.wikipedia.org/wiki/Stelis_gracilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Stelis"
    },
    {
      "Species": "S. gracilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Stelis gracilis is a species of leach orchid (genus Stelis), which is one of the largest genuses in the orchid family, with over 600 species. Stelis gracilis are small-sized epiphytes with greenish-white, raceme inflorescences. This rare species of orchid is found in tropical rainforests in North and Central America. It was first described by the American botanist Oakes Ames in 1908.",
    "Description": "Stelis gracilis is a small-sized, warm growing epiphyte with erect to ascending, slender ramicauls enveloped basally by 2 to 3 dry and membranous sheaths and carrying a single apical, erect, subcoriaceous, oblanceolate, conduplicate blade attached to a petiolate base leaf. This species blooms in the spring and summer on a filiform, slender, 12 cm long, densely flowered, greenish-white raceme inflorescence.. These flowers are photosensitive, only opening in the sunlight. The three symmetrically rounded sepals generally form a triangle with a small central structure, made up of the column, small petals and small lip.Stems are up to 3 cm long; floral bracts around 1.5 mm. Florets are about 3 mm in size and have 0.6-0.8 mm long and 0.8 mm wide, inflated, greenish-white petals, oval and obtuse 3-nerved sepals (1.9-2.0 mm dorsal length and 1.0-2.0 mm width), and lip with a transverse thickening at the base. Florets have arched ovaries, which are 1.0 mm to 2.5 mm in length.",
    "Etymology": "The generic name Stelis is the Greek word for \"mistletoe.\" The term was coined by Theophrastus to describe a hemiparasitic plant that grows on trees. The name mistletoe originally referred to the species Viscum album (European mistletoe, of the family Santalaceae in the order Santalales). Over the centuries, the term has been broadened to include many other species of parasitic plants with similar habits, found in other parts of the world, that are classified in different genera and even families—such as Misodendraceae and the Loranthaceae. Orchids do not belong to these families, but, however, the genus Stelis was named for its resemblance to mistletoes.",
    "Distribution and habitat": "These plants are rare; mostly found in North and Central American areas.  \nFound in countries such as Mexico, Belize, Guatemala, Honduras, Nicaragua, Costa Rica and Panama in dense, wet tropical forests at elevations around 1050 to 1100 meters.",
    "History": "The genus Stelis was discovered with Charles Plumier, a French priest and botanist who was sent by Louis XIV, King of France, to study the flora of the Antilles in around 1690. He collected numerous species in Dominica (Caribbean island) and other islands, and published his findings in a catalogue called Nova Plantarum Americanarum Genera in 1703. Later on, Nikolaus von Jacquin, a Dutch botanist who collected extensively in the Caribbean, published his findings in two separate works. In 1760, he published the first one called Enumeratio Systematica Plantarum quas in Insulis Caribeis, where he described the same plant as Plumier´s polynomial (Epidendrum ophioglossoides). In 1763, he published a more detailed second work called Selectarum Stirpium Americanarum Historia. Here, Jacquin describes a plant of his own herbarium with the same name (E. ophioglossoides)Afterwards, on the “Expedición Botánica Española” (Spanish Botanic Expedition) sent by King Carlos III to study the flora of Peru and Chile, Hipolito Ruiz and Joseph Pavon complete results established 11 small plants of a new genus which they named Humboltia in honor of the renowned German explorer and naturalist Alexander Von Humboldt. In 1799, Olof Swartz, a Swedish botanist, studied the genus proposed by Ruiz and Pavon and found that it had been already used by Vahl to designate a Leguminosae. Because of this, he proposed the name Stelis in replacement of Humboltia. The species Epidendrum ophioglossoides was later moved to the genus Stelis by Swarz, and it is now the type species of the genus.",
    "Cultivation": "Stelis gracilis can be grown potted in a fine bark-based compost in cool to intermediate temperatures, moderate to heavy shade. Requires good ventilation and high humidity throughout the entire year.If properly cared for in artificial conditions, an individual specimen may live for several years.\nThis genus is not common in cultivation.",
    "See also": "Charles Plumier\nOakes Ames\n\n\n== References =="
  }
}