{
  "url": "https://en.wikipedia.org/wiki/Brocchinia_reducta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Bromeliaceae"
    },
    {
      "Subfamily": "Pitcairnioideae"
    },
    {
      "Genus": "Brocchinia"
    },
    {
      "Species": "B. reducta"
    }
  ],
  "text": {
    "__SUMMARY__": "Brocchinia reducta  is one of few carnivorous bromeliads. It is native to southern Venezuela, Brazil, Colombia, and Guyana, and is found in nutrient-poor soil. B. reducta adapts to different environments, when growing on rocks it uses its roots as anchors.",
    "Structure": "Brocchinia reducta, like many other bromeliads, forms a water-storing cup with its tightly-overlapping leaves. The leaves surrounding the cup of B. reducta are coated with loose, waxy scales. These scales are highly reflective of ultraviolet light. Since many insects are attracted to ultraviolet (it is also reflected by many flowers), this is an efficient lure. The water in the cup also emits a sweet odor, which may serve to attract ants and other insects. B. reducta absorbs its nutrients from the outer cell wall, which is covered in trichomes that can transport molecules as small as 6.6 nm.The loose scales provide a poor foothold for landing insects, causing them to slip into the water-filled cup and eventually drown.It has been argued that B. reducta is not actually carnivorous because the production of digestive enzymes could not be found. However, in 2005 it was shown that the plant produces at least phosphatase and is thus considered a carnivorous plant in sensu stricto. The enzymes and bacteria digest the trapped insects and thus release the nutrients for absorption by the leaves.",
    "References": "",
    "Further reading": "Adlassnig, W; Peroutka, M; Lendl, T (February 2011). \"Traps of carnivorous pitcher plants as a habitat: composition of the fluid, biodiversity and mutualistic activities\". Annals of Botany. 107 (2): 181–94. doi:10.1093/aob/mcq238. PMC 3025736. PMID 21159782."
  }
}