{
  "url": "https://en.wikipedia.org/wiki/Drosera_capensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. capensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera capensis, commonly known as the Cape sundew, is a small rosette-forming carnivorous species of perennial sundew native to the Cape in South Africa. Because of its size, easy to grow nature, and the copious amounts of seed it produces, it has become one of the most common sundews in cultivation.",
    "Description": "D. capensis produces strap-like leaves, up to 3.5 centimetres (1.4 in) long (not including the petiole) and 0.5 centimetres (0.2 in) wide, which, as in all sundews, are covered in brightly coloured tentacles which secrete a sticky mucilage that traps arthropods. It is a perennial, herbaceous plant that forms a rosette with a diameter of 18 to 25 cm and is characterized by numerous, reddish glandular erosions on 7 cm long and 5 mm wide, elongated leaves.\nThe plant flowers in summer (December and January in its native habitat in South Africa) with up to 50 pale-violet, more than 2 cm large flowers sitting on up to 35 cm high racemose inflorescences. The flowers can self-pollinate upon closing and produce copious quantities of very small, spindle-shaped seeds, which are released from the capsules that form when the flowers have died. The plant thrives full sun locations on nutrient-poor, waterlogged and lime-free soils.",
    "Prey catching": "When insects are first trapped, the leaves roll lengthwise by thigmotropism toward the center. This aids digestion by bringing more digestive glands in contact with the prey. The plant leaf surrounds the prey within an hour while tentacles continue to move to further trap the prey. Digestion takes well over 6 hours after a prey's original ensnarement. The plant has a tendency to retain the dead leaves of previous seasons, and the main stem of the plant can become quite long and woody with time.\nThe plant captures their prey by luring it through the dazzling digestive secretions produced on the tentacles of the leaves. The secretion acts on the one hand as a visual signal, as it shines in the sun and shines through the red tentacle tip, on the other hand, it is also a chemical attractant that attracts insects.\nIf a victim has been caught in the secretion of the tentacles, then all the tentacles near the victim align themselves on this, until at some point the whole leaf has wrapped around the animal. With the help of the digestive secret the insect is now decomposed until only the chitin armor remains. The absorption of nutrients takes place via the red tentacle tips, where the secretion itself is produced. If the victim is decomposed enough that the plant can not gain further nutrients, the leaf and the tentacles return to their original position.",
    "Reproduction": "In early summer or late spring, D. capensis produces multiple, small, five-petaled pink flowers at the end of scapes which can be up to 30 centimetres (1 ft) tall. Flowers individually open in the morning and close by mid afternoon, lasting just one day each with the next one up the scape opening the following day; the lower ones on the scape can thus be open or \"past\" while the ones at the top are still forming.\nUnder horticultural conditions, carnivorous plant enthusiasts find that these seeds have a tendency to find their way into neighbouring plant pots where they germinate readily, giving D. capensis a reputation as a weed.",
    "Cultivation": "Drosera capensis has several forms or varieties, including the \"typical\", \"wide-leaved\", \"narrow-leaved\" and \"red\" forms and the cultivar Drosera 'Albino'. The typical form is noted for wider leaves and the gradual production of a scrambling stem as it grows. The \"wide-leaved\" form is similar to the \"typical\" variety, but produces leaves at least 50% wider than the typical variety. The narrow-leaved form differs from the typical form in that it rarely produces tall stems; has thinner, longer leaves and less hair on the plant. Drosera capensis 'Albino', is also similar in shape to the \"typical\" form, but lacks most of the red pigmentation of the typical or narrow forms, with clear or pink trichomes and white flowers. There is also the \"red\" form that turns blood red in full sunlight, and is also similar physically to the narrow-leaved form. These varieties are commercially available.Drosera capensis can be easily propagated through a variety of methods including seed, leaf cuttings, and root cuttings.  It is not easily killed by temperature extremes of a short duration, and is generally a forgiving plant to grow.  Additionally, D. capensis does not undergo dormancy like some sundews. It is among the easiest of carnivorous plants to keep indoors. It grows very well in open air, on a sunny windowsill, as long as it is kept in an inch or two of mineral-free water. It does not require a terrarium although it can benefit from one.\nThe ideal substrate is composed of 70% of blonde peat and 30% of non-calcareous sand. The ideal temperature varies between 5 and 15 °C in winter and between 20 and 40 °C in summer, for a hygrometry of 40 to 80%. Moist soil must be maintained year-round by the presence of a saucer under the pot, but watering must be reduced and the saucer removed in winter. High ambient humidity allows the preservation of mucilage. An exposure in full sun suits it perfectly, although a place a little less sunny may be suitable.",
    "Invasive species": "Drosera capensis is listed on the New Zealand National Pest Plant Accord due to it being classified as an invasive species in that country, where they cannot be bought at plant retailers and should not be traded by carnivorous plant partisans. They have been planted in the wild or unintentionally introduced through soil contaminated by seeds with plantings of pitcher plants and water lilies. They are now beginning to spread on their own, potentially with help from water birds.",
    "References": "",
    "External links": " Media related to Drosera capensis at Wikimedia Commons\n\nDrosera capensis at Plantz Africa\nGeneral information on Drosera capensis at Plant of the Week"
  }
}