{
  "url": "https://en.wikipedia.org/wiki/Drosera_ordensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Lasiocephala"
    },
    {
      "Species": "D. ordensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera ordensis is a species of sundew, native to Australia and part of the \"petiolaris complex\" of sundews making up the subgenus Lasiocephala. Compared to many petiolaris sundews, it has wide petioles, which are densely covered in silvery hairs. It usually forms rosettes 8 cm across, although plants up to 20 cm in diameter have been reported.",
    "Description": "A perennial rosette-forming herb, D. ordensis forms clumps of stemless or nearly stemless rosettes. Each plant has numerous leaves, which as typical for the subgenus consist of a long, hairy petiole supporting a nearly round lamina. The lamina is densely studded with stalked mucilaginous glands, which serve to attract and trap arthropod prey, which is subsequently digested and absorbed by the plant as a source of nutrients. During the dry season, the plant produces smaller, somewhat dormant leaves which are protected by their dense covering of silvery hairs.Drosera ordensis flowers from December through April. Flowers form on a crowded raceme, opening singly. The five-petaled flowers can be pink to nearly white and are about 1.5 cm in diameter.",
    "Distribution and habitat": "Drosera ordensis inhabits sandy soils near sandstone outcrops in the northeast tip of Western Australia near Kununurra and Pago and in the neighbouring region of the Northern Territory in Keep River National Park. The plant is often associated with Sorghum species.",
    "See also": "List of Drosera species\nTaxonomy of Drosera",
    "References": "",
    "External links": " Media related to Drosera ordensis at Wikimedia Commons"
  }
}