{
  "url": "https://en.wikipedia.org/wiki/Drosera_praefolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Erythrorhiza"
    },
    {
      "Species": "D. praefolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera praefolia is a perennial tuberous species in the genus Drosera that is endemic to South Australia. It grows in a rosette 4 to 6 cm in diameter with green or sometimes red leaves. It is native to south-east South Australia from the southern Fleurieu Peninsula south to Kangaroo Island. It grows in lateritic clay-sand, loam, or decomposed shale soils in open woodland. It flowers from April to May.It was first formally described by Johann Gottlieb Otto Tepper in 1892 from specimens he collected on the Fleurieu Peninsula. Earlier in 1882, Tepper sent a description and specimens to Ferdinand von Mueller, who labeled the plants as D. whittakeri var. aphylla, but never published the name. Its placement at the rank of species was controversial and several authors, including Raymond Hamet in 1907, John McConnell Black in 1924, and Allen Lowrie in 1989, have reorganized it below the species rank. Others have reduced it to synonymy with Drosera whittakeri. In 1991, Robert J. Bates made the case for recognition at the species rank, authoring the illegitimate name D. aphylla in the process, a name not based on the first validly published description. Recently, several authors have recognized the taxon at the subspecies or species rank, but others have still only recognized it as a part of the very variable single species D. whittakeri sensu lato. In a review of D. whittakeri and related species, Lowrie and John Godfrey Conran reestablished it at the species rank, arguing that the morphology is dissimilar enough from D. whittakeri that it requires its own species epithet. Lowrie and Conran note that D. praefolia is distinct from D. whittakeri (whose opposing characteristics presented in parentheses) by its white tubers (orange), leaves emerging after flowering (before flowering), and the ovate to obovate leaf shape (broadly spathulate), among other differences.",
    "See also": "List of Drosera species\n\n\n== References =="
  }
}