{
  "url": "https://en.wikipedia.org/wiki/Drosera_stolonifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Stolonifera"
    },
    {
      "Species": "D. stolonifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera stolonifera, sometimes referred to as the leafy sundew, is a tuberous perennial species in the genus Drosera that is endemic to Western Australia. It produces 2 to 3 semi-erect lateral stems that grow 10 to 15 cm long. It is most closely related to D. purpurascens, but differs by several characteristics including height and petiole length. It is native to a number of swampy locations around Perth south to Pinjarra. It grows in peaty water-logged soils in swamp heathland and flowers from September to October. After a bushfire it will flower en masse.\n\nThe type specimens were collected by Charles von Hügel in the Swan River region in 1833. D. stolonifera was formally described by Stephan Endlicher in his Enumeratio plantarum in 1837. For many years, different varieties and morphs of this species were included in the D. stolonifera complex. Several of these forms and varieties were eventually described as subspecies, which were then later elevated to species rank upon further examination. Much of the decision on how to deal with the species complex deals with a discussion of lumpers and splitters. The debate began as early as 1906 when Ludwig Diels reduced Jules Émile Planchon's D. humilis to a variety of D. stolonifera, thus also creating the autonym D. stolonifera var. stolonifera. Then in 1982 N. G. Marchant described several subspecies: D. stolonifera subsp. compacta, D. stolonifera subsp. humilis, and D. stolonifera subsp. rupicola, which Allen Lowrie restored or elevated to species rank to D. purpurascens, D. humilis, and D. rupicola, respectively. In 1992, Lowrie and Marchant together described several more subspecies: D. stolonifera subsp. monticola, D. stolonifera subsp. porrecta, and D. stolonifera subsp. prostrata. Lowrie restored subsp. porrecta to D. porrecta and elevated subsp. prostrata to D. prostrata in 2005. When publishing the elevation of subspecies monticola to species rank, Lowrie did not include a correct page citation for the basionym, which under Article 33.4 of the International Code of Botanical Nomenclature made the new combined name invalid. The error has not yet been corrected, so the only two subspecies of D. stolonifera that remain are the autonym D. stolonifera subsp. stolonifera and D. stolonifera subsp. monticola.Within subspecies stolonifera, there are two morphs that Lowrie described in 2005, though not formally as a form. He identified a typical variant from the swamplands that grows in peaty, sandy soils in winter-wet heaths and a \"hills variant\" that grows in well-drained clayey sands in Jarrah woodlands and becomes redder as the foliage ages.",
    "See also": "List of Drosera species",
    "References": "",
    "External links": " Media related to Drosera stolonifera at Wikimedia Commons"
  }
}