{
  "url": "https://en.wikipedia.org/wiki/Drosera_admirabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. admirabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera admirabilis, commonly referred to as the \"floating sundew\", is in the carnivorous us plant family Droseraceae. The nickname \"admirabilis\" was first used in literature by Paul Debbert in 1987 and was derived from how \"admirable\" the plant appears when it reaches a fully matured specimen. Structurally similar to Drosera aliciae, and Drosera cuneifolia, the D. admirabilis grows in a single tight rosette-shaped leaf bundle. The leaves widen towards the end and have rounded tips. Leaves lay horizontally under proper lighting conditions. Like many other African sundews, D. admirabilis is a perennial. D. admirabilis has outer tentacles like those of Drosera glanduligera, Drosera sessilifolia and Drosera burmannii which  briefly after stimulation bend towards the prey.",
    "Reproduction": "This sundew will flower several times from spring to fall if given proper environmental conditions. The flowers of D. admirabilis sit on top of a 20–30 cm stalk which bend horizontally as each flower opens. Only one flower usually opens each day, opening up early in the morning, and is fully closed by the last light of the day. Its flowers are typically 1 cm in diameter with five light-violet petals and ten yellow anthers in the center, surrounded by six light-violet stigmas.\n\nLike many other species in the genus Drosera, D. admirabilis is easily propagated by several methods. Root and leaf cuttings are standard ways to asexually propagate this species of sundew.",
    "Cultivation": "A fully mature D. admirabilis takes about one full year and can grow to about 5 cm in diameter, while reaching over 8 cm tall. This sundew can grow all year long without any dormancy period. It gets marketed name \"floating sundew\" when a fully mature specimen keeps vertically stacking old leaves to resemble the plant is hovering. When the plant receives ample amounts of light its trichomes can darken from a green to a deep red. \nIt can tolerate a wide range of temperatures but prefers to stay 70°F – 80°F. D. admirabilis does well in all ranges of humidity if properly watered, but optimal humidity is maintained within 25–50%. \nIf grown indoors/greenhouse, a slightly acidic soil mixture such as 1:1 peat to sand ratio supplements best for cultivating D. admirabilis. Its roots grow deep into its substrate, thus a taller pot is preferred when housing a fully grown D. admirabilis.\n\n\n== References =="
  }
}