{
  "url": "https://en.wikipedia.org/wiki/Drosera_gigantea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Ergaleium"
    },
    {
      "Species": "D. gigantea"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera gigantea, the giant sundew, is an erect perennial tuberous species in the carnivorous plant genus Drosera that is endemic to Western Australia. It grows in sandy soils at the margins of swamps and near granite outcrops along the Western Australian coast from Albany north to just south of Geraldton. D. gigantea produces small shield-shaped leaves along many lateral branches that look like a small tree. Individual plants can grow up to 0.2–1 m (0.7–3.3 ft) tall. Because of its tall, tree-like form, it is considered one of the largest Drosera species. It is also easily cultivated and enjoys damp, humid conditions often provided in greenhouses. White flowers emerge from August to November. The red tubers of this species can grow to be 3.8 cm (1.5 in) in diameter and may be a metre below ground.D. gigantea was first described and named by John Lindley in his 1839 A sketch of the vegetation of the Swan River Colony. In 1992, N. G. Marchant and Allen Lowrie described a new subspecies, D. gigantea subsp. geniculata, that grows to 0.45 m (1.5 ft) tall in black sandy soils near Perth and to its south. Jan Schlauer disagreed with Marchant and Lowrie's decision to give the new taxon a rank of subspecies and thus published a new combination of the taxon at the rank of variety in a 1996 issue of the Carnivorous Plant Newsletter. He argued that subspecies should be reserved for those occasions where allopatric, or geographically isolated, speciation occurred and varieties are best used in cases where sympatric speciation is suspected. Others disagree with this assessment, as Western Australia's online flora database, FloraBase, lists the varietal taxon (D. gigantea var. geniculata (N.G.Marchant & Lowrie) Schlauer) as a synonym of the subspecies.The shoots of D. gigantea have been found to contain the rare secondary metabolites naphthoquinone, glucosides, droserone, hydroxydroserone, and plumbagin. It is thought that the glucosides are responsible for the brown colour of the plant.",
    "See also": "List of Drosera species\n\n\n== References =="
  }
}