{
  "url": "https://en.wikipedia.org/wiki/Drosera_paradoxa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Lasiocephala"
    },
    {
      "Species": "D. paradoxa"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera paradoxa is a carnivorous plant in the genus Drosera and is endemic to the Northern Territory and Western Australia. It is a perennial herb with a woody stem that can grow as tall as 30 cm (12 in). The leaves on the single terminal rosette are erect or horizontal (with age) and held at the end of linear petioles, which are typically 20–35 mm (approximately 1 inch) long at flowering time. The carnivorous leaves are sub-orbicular and small at 2.5–3 mm (approximately 1/10 inch) wide and 2–3 mm (approximately 1/10 inch) long. Inflorescences are 20–40 cm (8–16 in) long with pink or white flowers being produced on 50- to 70-flowered crowded racemes from July to September during the dry season.\n\nDrosera paradoxa is found in skeletal sandy soils over sandstone in or along the banks of seasonally dry creeks or in sandstone cracks. During the wet season from March to April, its habitat is typically flooded with fast-flowing water. Drosera paradoxa is native to the west and north coasts of the Kimberley region inland to Beverley Springs, Western Australia and east to Arnhem Land and Kakadu National Park in the Northern Territory.It was first described by Australian botanist Allen Lowrie in a 1997 issue of Nuytsia, the journal of the Western Australian Herbarium. Early field observations of this species were initially confusing, which is the source of this species' specific epithet, paradoxa. Some populations seemed to be annual with new seedlings replacing the mature, woody plants that had existed there the previous year. Other populations had no woody stems, while others were tall and mature. Several trips into the field from 1993 to 1997 were required to reveal these different forms to be only stages in this species' perennial growth cycle from seedling to pincushion basal rosette to erect woody-stemmed specimen. The type specimen was collected on 1 August 1996 near Wren Creek on the road to Pantijan on a tributary of Bachsten Creek in Western Australia.Lowrie assessed this species' conservation status as common and not under threat in 1997. It is closely related to D. petiolaris, but differs from that species most notably by its tall woody stem whereas D. petiolaris forms clumps of many basal rosettes from a common perennial rootstock.",
    "See also": "List of Drosera species\nTaxonomy of Drosera",
    "References": "",
    "External links": " Media related to Drosera paradoxa at Wikimedia Commons\n\n\"Drosera paradoxa\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}