{
  "url": "https://en.wikipedia.org/wiki/Drosera_meristocaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Meristocaulis(Maguire & Wurdack) Schlauer"
    },
    {
      "Species": "D. meristocaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera meristocaulis is a perennial species in the carnivorous plant genus Drosera, the only member of the subgenus Meristocaulis. It is a small, rosette- and branched stem-forming sundew that has many morphological affinities to the Australian pygmy sundews. D. meristocaulis is wholly endemic to Pico da Neblina, an isolated mountain on the Brazil-Venezuela border.",
    "Description": "Drosera meristocaulis produces small clumps of rosettes with red, spathulate leaves 5 to 12 mm long, which are interspersed with 10 mm long silver stipules. The rosettes of living leaves are borne on a short, branching stem covered in the persistent dead leaves of past years. The stems are vertical and can reach heights of about 15 cm (6 in).It produces pink flowers in December with undivided styles, an attribute that is not found in any other geographically proximal species of Drosera. Solitary flowers, 20 mm across, are nearly sessile, being produced very closely to the rosette of leaves. Because of how close the flowers are to the glandular trapping leaves, it has been suggested that this species' pollinator must be a large enough flying insect to not be trapped by the leaves.",
    "Distribution and habitat": "Drosera meristocaulis is known only from a few valleys on the northern side of Pico da Neblina. It has not yet been located on any other neighboring plateau of the Guiana Highlands, despite the presence of suitable habitat. According to the notes of the explorers who collected specimens, D. meristocaulis is locally frequent at altitudes from 1,900 to 2,200 m (6,200 to 7,200 ft). It grows in open bogs savannas, in swamps with Heliamphora neblinae, and along streams with Euterpe. Specimens collected from near the summit of Pico da Neblina are often found with lichens growing on the dead leaves still attached to the stem.",
    "Taxonomy and botanical history": "Drosera meristocaulis was discovered during a 1953 to 1954 expedition to Pico da Neblina led by the New York Botanical Garden. It was subsequently described in 1957 by Bassett Maguire and John Julius Wurdack in Memoirs of the New York Botanical Garden. Because of the isolated habitat in which D. meristocaulis is found, very few specimens of this species have been collected. After the initial description, a second herbarium collection was made in 1985. When Maguire and Wurdack described the new species, they recognized how unique it was and placed it in its own section, Drosera sect. Meristocaulis, which they authored in the same publication. In a review of the taxonomy of the genus in 1996, botanist Jan Schlauer elevated the section to subgenus rank because of the species' unique, relict characteristics.",
    "Evolutionary relationships": "The unusual characteristics of D. meristocaulis among the South American Drosera, such as the undivided styles, have been interpreted as evidence of this species' ancient lineage, retaining characteristics of more distant ancestors. Analysis of DNA sequences revealed that D. meristocaulis is more closely related to the Australian pygmy Drosera than other South American Drosera. The center of pygmy Drosera diversity is in Western Australia, 17,000 km (11,000 mi) to the east of Pico da Neblina where D. meristocaulis is found. This affinity with the pygmy Drosera suggests that the last common ancestor of D. meristocaulis and those Australian species must have lived prior to the breakup of the Gondwana landmass.",
    "See also": "List of Drosera species\nTaxonomy of Drosera",
    "References": "Rivadavia, F., V.F.O. de Miranda, G. Hoogenstrijd, F. Pinheiro, G. Heubl & A. Fleischmann (July 2012). Is Drosera meristocaulis a pygmy sundew? Evidence of a long-distance dispersal between Western Australia and northern South America. Annals of Botany 110(1): 11–21. doi:10.1093/aob/mcs096",
    "External links": " Media related to Drosera meristocaulis at Wikimedia Commons"
  }
}