{
  "url": "https://en.wikipedia.org/wiki/Drosera_fulva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Lasiocephala"
    },
    {
      "Species": "D. fulva"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera fulva is a carnivorous plant in the genus Drosera and is endemic to the Northern Territory in Australia. Its semi-erect or prostrate leaves are arranged in a compact basal rosette. Oblanceolate petioles emerging from the center of the rosette are typically 2–3 mm wide at its widest. Red carnivorous leaves at the end of the petioles are small and round at 2–3 mm in diameter. Inflorescences are 25–45 cm (10–18 in) long with white or sometimes pink flowers being produced on 50-or-more-flowered racemes from February to May.Drosera fulva is found in damp sandy soils in ephemeral wet depressions above seasonal flood levels or in seepage areas. It is native to an area around Darwin from Koolpinyah to Noonamah in the southeast with a single collection from Port Essington. Allen Lowrie speculated in 1996 that D. fulva may also be found on the Cobourg Peninsula. It was first collected from Port Essington by the botanist appointed to then settlement of Victoria, John W. Armstrong, who was also a botanical collector for the Royal Botanic Gardens, Kew. Armstrong collected the type specimens sometime between 1838 and 1840, but it wasn't until 1848 that Jules Émile Planchon formally described the new species as D. fulva. Until recognised by Allen Lowrie as a distinct species, all other previous authors had treated D. fulva as a synonym of D. petiolaris.Australian botanist Allen Lowrie assessed this species' conservation status as common and not under threat in 1996. It is closely related to D. brevicornis and D. dilatato-petiolaris, but differs from those species in the height of its inflorescence, type of leaves in the basal rosette, and size and type of fruit.",
    "See also": "List of Drosera species\nTaxonomy of Drosera\n\n\n== References =="
  }
}