{
  "url": "https://en.wikipedia.org/wiki/Drosera_magnifica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Species": "D. magnifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera magnifica is a species of sundew endemic to Pico do Padre Ângelo (1500–1530 m asl) in eastern Minas Gerais in southeastern Brazil, where it grows among sandstone outcrops in herbaceous and shrubby vegetation.  It is one of the three largest species of Drosera – the other two being D. regia from South Africa and D. gigantea from Australia – and was discovered in 2015 through images which appeared on the social network Facebook. It is the largest New World sundew, and it is closely related to Drosera graminifolia and Drosera spiralis. According to the IUCN Red List categories and criteria, it is considered Critically Endangered. Brazil is home to some 30 species of Drosera.",
    "Description": "Drosera magnifica is a large species of Drosera. Its stem can reach up to 120 cm in length, and combined with its leaves, a specimen can reach up to more than 150 cm in length.\nA striking feature of Drosera magnifica is the candelabrum shape of the inflorescence, which were made of multiple cymes similar to other, geographically distant species such as Drosera binata or the tuberous section Ergaleium, quite unusual for a Brazilian species.\nDespite a large number of seeds produced, no seedlings were found during fieldwork at the site. Instead, young adventitious shoots grow 'from stems or roots of older plants'.",
    "Discovery": "Plants of this species were discovered by an orchid grower, Reginaldo Vasconcelos, who posted an image on Facebook in 2012. A year later Paulo Gonella, a plant researcher at the Institute of Biosciences at the University of São Paulo came across the image and realized that it was a new species. After a collecting trip to the mountain the description was published in the botanical journal Phytotaxa.Drosera magnifica has the distinction of being the first plant species to be discovered through images posted in a social media group. Exact details of its location-enabled professional botanists to visit the site, collect photographs and material and compile a description.",
    "References": "",
    "External links": "\"Drosera magnifica\", the Largest New World Sundew discovered on Facebook"
  }
}