{
  "url": "https://en.wikipedia.org/wiki/Drosera_monticola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Stolonifera"
    },
    {
      "Species": "D. monticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera monticola is a perennial carnivorous plant species in the genus Drosera, the sundews. This species is endemic to a single mountain range in Western Australia.Drosera monticola is a small herbaceous plant, usually growing from 2 to 7 centimeters tall. Like other members of its section, the habit of the taxon widely differs between the flowering and non-flowering forms that the plant takes in its life cycle. It is tuberous, producing bright red, globose tubers some six millimeters in diameter. Like other Drosera, the leaves of this taxon are reddish and circular, covered in carnivorous glands that allow it to capture and digest various types of arthropods. The reddish leaves grow in whorls around the erect stems of the plant. Unlike some members of the genus, the circular leaves of D. monticola are incapable of folding onto any prey that they catch. The flowering form of this taxon blooms from October to November, producing a glabrous raceme with terminal pink flowers. However, it also reproduces asexually by forming colonies. The mature seeds of the plant remain undescribed and unknown.This species is entirely endemic to the summits of Toolbrunup Peak and Bluff Knoll in the Stirling Range National Park, a range of mountains in Southwestern Australia. It is specifically limited to extremely high elevations, such as the cloud-lines of the mountain summits in its range. In these environments, it can only be found in winter-wet loamy soils collecting on ledges and depressions. While its discoverers have stated that the taxon can probably be found on the summits of other mountains within the Stirling Range, actual specimens have only been collected from the two peaks previously mentioned.It was first formally described as a subspecies of D. stolonifera by Allen Lowrie and N. G. Marchant in 1992. The type specimen was collected from the summit of Toolbrunup Peak, and labeled PERTH 02642964. In a 2005 journal article, Lowrie elevated the subspecies to the species level as Drosera monticola but did not properly cite the basionym of the proposed species, making the new scientific name invalid according to Article 33.4 of the International Code of Botanical Nomenclature. Thus that name was not valid and the taxon formally remained a subspecies of Drosera stolonifera. Lowrie corrected this error in a short note in the 2011 volume of the journal Nuytsia where he provided the correct page number for the basionym and finally validated the name Drosera monticola.",
    "See also": "List of Drosera species",
    "References": "",
    "Bibliography": "\"Drosera monticola\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}