{
  "url": "https://en.wikipedia.org/wiki/Drosera_peruensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. peruensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera peruensis is a carnivorous plant of the genus Drosera, commonly known as the  Peruvian sundew. This Drosera species was first identified in Peru in 2002 by Tânia Regina dos Santos Silva and Mireya D. Correa following work to update the genus Drosera for the reference text, Flora Neotropica. (Drosera species generally can be found in most continents, but the vast majority grow in the Southern Hemisphere, especially in Southwestern Australia, Africa, and South America).",
    "Characteristics": "The flower head of the Drosera peruensis plant is red in color, measures 10 to 18 centimeters long, and has thread-like trichomes. The inflorescence axis is typically 3.5 to 6 centimeters long. The light red sepals are fused together, with each lobe measuring up to 4 millimeters long and 1.5 millimeters wide. The lobes are filled with red trichomes. The petals are white or red in color and the ovary is composed of three carpels. The plant has three pistils that are bifurcated from the base and has six clavate scars. The plant's seeds are oblong and the surface is reticulated. When the plant becomes old, its leaves become patent. A feature of its leaves is the oblong blades with distinct petioles. The plant also contains filament trichomes on the abaxial leaf surface, and inflorescence with filamentous trichomes.",
    "Distribution": "The species is found in the Pasco region (Oxapampa, Cordillera Yanachaga) of Peru where it grows in scrub land on white sandstone, covered by shrubs and associated peat moss. The cover ceiling can reach up to 2 meters in thickness.",
    "Morphology": "Representatives of this species grow as a rosette herbaceous plant that spans from 10 to 29 centimeters. The stem axis alone reaches a length of approximately 2 to 4 centimeters. Its leaves are red, and in the plant's drooping age, the length of the leaves can be 10 to 12 centimeters. The petioles can be 6 to 7 centimeters in length and 1 mm in width. The leaf has a different texture on each side; the abaxial (top) side of the leaf is hairy while the adaxial (bottom) side is smooth. The leaf's blade has an inversely-ovate to oblong-round shape and is approximately 4 to 7 centimeters long and approximately 1 millimeter wide. The upper sides of the leaves have a hairy, shaggy texture with glandular hairs, while the undersides of the leaves have thread-like trichomes that measure 2 to 2.5 millimeters long and are of golden color. The stipules are rectangular and have membranous schlitzblättrig with the slit measuring up to 7 millimeters long and about 6 millimeters wide.",
    "Flowers and fruit": "The Drosera peruensis plant begins to blossom during the fall season, around October. Flower heads, 10 to 18 centimeters long, can grow two to four flowers which feature red, thread-like trichomes. The inflorescence axis is 3.5 to 6 centimeters long, attached to a reddish pedicel. Its sepals are also light red in color and are fused together. Each of its lobes is oblong-round in shape and measures 4 millimeters long and 1.5 millimeters wide, filled with reddish trichomes. The petals may be either white or red in color, and its ovary is composed of three carpels. The plant has three pistils that are bifurcated from the base and has six scars that clavate. The seeds from the plant are an oblong-round shape, and the surface is reticulated.",
    "Carnivory": "The Drosera could be considered the 'master of sticky fly paper' because it relies on glandular hairs to trap its prey, then rolls up the edges of the leaf to consume it. These hairs act as a kind of glue that ensnares the prey. This mechanism is comparable to those of other carnivorous plants such as the Venus flytrap (Dionaea), though the entrapment occurs at a relatively slower rate, and the movement of the enfolding leaves differs. After the prey has been pinned down by the glandular hairs, the stalked glands produce digestive enzymes, including protease and phosphatase to break down the prey. The digestive fluids work on breaking down the fleshy internal part of the prey into a “nutrient soup” which is then absorbed by the plant. After the digestion and absorption of the prey are complete, the leaf returns to its ready state. The exoskeleton of the prey remains on the leaf unless the rainfall washes it away.",
    "Comparison to other Drosera species": "The main characteristics used to describe the taxonomy of Drosera species include traits such as the shape of the leaf, the style number, morphology, and the presence or absence of stipules, or specialized organs (i.e. tubers or gemmae). Over many years, new Drosera species have been identified by examining characteristics including chromosome numbers, pollen morphology, secondary compounds, and seed germination types. Drosera peruensis is relatively recently characterised.",
    "Medicinal": "Similar to other species, Drosera peruensis contains medicinally-active compounds that are found in other sundews.",
    "Ornamental": "Drosera peruensis can be used as an ornamental plant because of its aesthetic qualities. Cultivation differs between Drosera species.\n\n\n== References =="
  }
}