{
  "url": "https://en.wikipedia.org/wiki/Drosera_derbyensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Lasiocephala"
    },
    {
      "Species": "D. derbyensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera derbyensis is a perennial carnivorous plant in the genus Drosera and is endemic to Western Australia. Its erect or semi-erect leaves are arranged in a rosette with one or more rosettes emerging from the root stock. The petioles are narrowly oblanceolate, 0.8–1.0 mm wide at the proximate end and 1.3–1.7 mm wide at the apex, narrowing to 0.5–0.7 mm at the laminar base. The petioles are frequently 35–45 mm long when the plant is in flower and are covered in white woolly non-dendritic hairs. The insect-trapping leaf lamina is orbicular and much shorter than the petioles at only 2–3 mm in diameter. The laminar adaxial surface is covered in insect-trapping glands. Each rosette produces 1–4 raceme inflorescences, which are 25–35 cm (10–14 in) long. Each inflorescence bears 30–50 white flowers, with flowering occurring from March to June. The upper portion of the scape and the abaxial surface of the sepals are covered with white woolly non-dendritic hairs. Its roots are fibrous. Drosera derbyensis grows in sandy soils in floodways or near rock outcrops from Derby to Beverley Springs in the Kimberley region.It was first described by Allen Lowrie in 1996; the type specimen was collected from the Silent Grove camping area in the Kimberley on 5 June 1995. Earlier specimens had been collected as early as 2 February 1971 by K. M. Allen. On 29 March 1988, Lowrie first noticed this new species growing near the Boab Prison Tree, 0.6 km (0.4 mi) from Derby. The specific epithet derbyensis refers to region where this plant occurs. Lowrie assessed its conservation status in 1996 as locally common and not under any threat. Among the Drosera petiolaris-complex, D. derbyensis is closely related to D. lanata, but differs from that species by the non-dendritic hairs covering the leaves. The hairs covering this species is assumed to be an adaptation to avoid desiccation during the dry season.Drosera derbyensis is grown in cultivation and has been found to thrive in heated water.",
    "See also": "List of Drosera species\nTaxonomy of Drosera",
    "References": "",
    "External links": " Media related to Drosera derbyensis at Wikimedia Commons"
  }
}