{
  "url": "https://en.wikipedia.org/wiki/Drosera_pulchella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Bryastrum"
    },
    {
      "Section": "Drosera sect. Lamprolepis"
    },
    {
      "Species": "D. pulchella"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera pulchella, a type of pygmy sundew (subgenus Bryastrum), is a species of carnivorous plant native to southwestern Australia. As their common name suggests, they are a small species that usually 15 to 20 millimeters wide. They typically grow in clusters that completely cover an area like a patch of moss. The namesake sticky dew at the ends of their leaves is designed to trap insects so that the plants can absorb nutrients as the insect decomposes.",
    "Distribution": "Drosera pulchella is found in Western Australia where there is a moderate Mediterranean climate. It is one of many species of Drosera that can be found there. There are about 50 species of pygmy sundews distributed mostly throughout Australia, Tasmania and New Zealand.",
    "Habitat and ecology": "This species can typically be found in areas with lots of moisture year round such as swamps, creeks, lakes and forests.Unusual among sundews, these plants have to be able to cope with the Australian dry season, so they have developed extensive roots so that they can obtain water when it becomes scarce. They also have to compensate for the poor quality of the soil they live in, which is the main theory why they evolved to catch insects.",
    "Morphology": "The plant itself is low to the ground with its leaves surrounding a central bud. On the ends of the leaves are tentacle-like projections that produce the sticky mucus like substance that the plant uses to trap insects.The plant lures insects in by producing a sweet smelling secretion that draws them close to the tentacles. Once the insect is caught the tentacles contract to engulf the insect and cover it with sticky mucus. Once caught in the trap the insect either dies of exhaustion or of suffocation as the sticky mucus clogs their spiracles.",
    "Reproduction": "Drosera pulchella can reproduce sexually and asexually depending on the conditions in its environment. Pygmy Drosera can flower at will and usually produce white, pink, yellow, orange or red flowers. While they do produce flowers they are not very efficient at producing seeds and therefore only flower when conditions are best. Most of the time they reproduce asexually by producing gemmae. The gemmae is a specialized leaf that detaches and becomes a new plant, genetically identical to the parent plant. The plant makes dozens of gemmae, so many that it pushes the leaves away from the rosette at the center creating tension.  This allows the gemmae   to be launched up to several meters when the plant is touched.",
    "Uses": "These tiny plants are primarily used for terrariums and indoor plants where they can be maintained and grown in stable environments.\n\n\n== References =="
  }
}