{
  "url": "https://en.wikipedia.org/wiki/Drosera_zonaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Erythrorhiza"
    },
    {
      "Species": "D. zonaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera zonaria, the painted sundew, is a perennial tuberous species in the carnivorous plant genus Drosera and is endemic to south-west Western Australia from near Perth southeast to near Esperance. It grows in a tight rosette approximately 5 to 7 cm in diameter with 20 to 30 green to red leaves that are arranged in concentric layers. The leaves are typically 1 cm wide and are usually described as being \"kidney-shaped\" with crimson leaf margins. It grows in deep silica sands in open woodland or coastal heathland and only flowers after a bush fire, which is speculated to be caused by the release of ethylene. Its white, sweetly perfumed flowers, which are very similar to those of D. erythrorhiza, emerge on 4 to 5 cm tall scapes. As with most other tuberous Drosera species, D. zonaria will die back during the dry summer months and retreat to the fleshy tuber 10 to 30 cm below ground.\n\nD. zonaria flowers so rarely that very few botanists have ever witnessed the event. It was first seen flowering in 1954, 106 years after it was formally described in 1848 by Jules Émile Planchon in Annales des Sciences Naturelles 9:303,1848. It was first collected near the Swan River Colony by James Drummond. Those specimens collected by Drummond were just two barren rosettes; later authors would try ascertain the proper species for these specimens. George Bentham in 1864 questioned the species status of D. zonaria and suggested that the Drummond specimens might actually be examples of D. rosulata. In the 1930s, both Ludwig Diels and Charles Austin Gardner omitted this species name in their discussions of the genus. The type specimen was even recorded under the name D. erythrorhiza at Royal Botanic Gardens, Kew. The species was finally rediscovered near Guildford in 1952 by M. C. Russell, who then also saw it in flower for the first time in May 1954. By the time Rica Erickson wrote her 1968 book Plants of Prey in Australia, no other flowering specimen of D. zonaria had been found.",
    "See also": "List of Drosera species",
    "References": "",
    "External links": " Media related to Drosera zonaria at Wikimedia Commons"
  }
}