{
  "url": "https://en.wikipedia.org/wiki/Drosera_subtilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Ergaleium"
    },
    {
      "Species": "D. subtilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera subtilis is an erect annual species in the carnivorous plant genus Drosera. It is native to northern Western Australia and a single site in the Northern Territory. In Western Australia, it has been collected from Beverley Springs Station, Bigge Island, and the Mitchell Plateau area all in the vicinity of the Kimberley region. In the Northern Territory, it has been found near Little Nourlangie Rock. It grows over sandstone near seepage margins in skeletal sandstone sand and black humus mixed soils. D. subtilis is anchored to the soil by a system of thin, fleshy roots and it lacks a tuber. It produces small carnivorous leaves along erect, reddish stems that can be 20 cm (8 in) high.Drosera subtilis has white flowers with four petals on an inflorescence that can produce 50 or more individual flowers. Each flower has four white stamens that are 1.3–1.5 mm long with yellow pollen. Each flower also has two styles. It flowers from February to March.Drosera subtilis was first described by N. G. Marchant in 1982 in the Flora of Australia series. He placed it into Drosera sect. Ergaleium with the largely south-west Australian erect or climbing tuberous sundews, even though it lacks a tuber. Consensus among experts is that this species is misplaced and belongs with the allied and similar D. banksii, another annual currently placed, perhaps incorrectly, in Drosera sect. Lasiocephala, but this opinion has not yet been formally published.",
    "See also": "List of Drosera species\n\n\n== References =="
  }
}