{
  "url": "https://en.wikipedia.org/wiki/Drosera_erythrorhiza",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Erythrorhiza"
    },
    {
      "Species": "D. erythrorhiza"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera erythrorhiza, the red ink sundew, is a perennial tuberous species in the carnivorous plant genus Drosera that is endemic to Western Australia. It grows in a rosette and is distinguished from the other species in section Erythrorhiza by its many-flowered cymose inflorescences with up to 50 individual flowers. D. erythrorhiza was first described by John Lindley in his 1839 publication A sketch of the vegetation of the Swan River Colony. In 1992, N. G. Marchant and Allen Lowrie described three new subspecies, thus also creating the autonym D. erythrorhiza subsp. erythrorhiza. The subspecies were separated from this variable species mostly by leaf morphology and distribution.D. erythrorhiza subsp. collina is named for its native hilly habitat and typically has more leaves of various shapes within the same rosette. D. erythrorhiza subsp. erythrorhiza has fewer, wider leaves as compared to D. erythrorhiza subsp. magna, which has larger (wider) leaves and frequently has more of them. Finally, D. erythrorhiza subsp. squamosa was originally described by George Bentham in 1864 at the species rank as Drosera squamosa. Marchant and Lowrie reduced it to the subspecies rank under D. erythrorhiza. Subspecies squamosa differs from subsp. erythrorhiza in the appearance of red leaf margins caused by the dense red tentacles. Earlier, in his 1906 taxonomic monograph of the Droseraceae, Ludwig Diels introduced a new variety, D. erythrorhiza var. imbecilla.A competing taxonomy was developed and introduced by Jindřich Chrtek and Zdeňka Slavíková in 1999 where the authors argue for the reclassification of the tuberous Drosera (encompassing all of Drosera subgenus Ergaleium) into Johann Georg Christian Lehmann's 1844 genus Sondera that had been reduced to a synonym of Drosera. In doing so, Chrtek and Slavíková elevated Marchant and Lowrie's subspecies and established the following species: Sondera collina, S. erythrorhiza, S. magna, and S. squamosa. This reclassification, however, is not widely followed.",
    "See also": "List of Drosera species",
    "References": "",
    "External links": " Media related to Drosera erythrorhiza at Wikimedia Commons\n Works related to Drosera erythrorhiza at Wikisource\n\n\"Drosera erythrorhiza subsp. collina\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Drosera erythrorhiza subsp. erythrorhiza\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Drosera erythrorhiza subsp. magna\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Drosera erythrorhiza subsp. squamosa\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}