{
  "url": "https://en.wikipedia.org/wiki/Drosera_quartzicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. quartzicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera quartzicola is a species in the carnivorous plant genus Drosera and is endemic to the Serra do Cipó in central Minas Gerais state in southeastern Brazil. It is perennial plant that produces leaves, 0.7–4 cm (0.3–1.6 in) long, in a rosette that is sometimes on a short stem about 4 cm (1.6 in) tall. It is found growing in campo rupestre vegetation along with D. tentaculata and D. chrysolepis. It is typically found growing in silica sands surrounded by white quartz gravel, which is the origin of the specific epithet quartzicola. Drosera quartzicola grows in drier habitats than other Drosera species and flowers earlier in the wet season from January to February. It superficially resembles D. schwackei, but it is more closely related to D. camporupestris, D. graminifolia, and D. chrysolepis.Of the Drosera found in Brazil, D. quartzicola is the rarest, consisting of only four known populations of about 300 individual plants as of its description in 2011. These populations are at an elevation of 1,100–1,350 m (3,610–4,430 ft) and are either at the edge of the Serra do Cipó National Park or outside the boundary of the protected area. Some of the small populations are also in areas of occasional to frequent disturbance by humans and cattle. Because of these factors, the authors proposed listing this new species as critically endangered under the International Union for Conservation of Nature (IUCN).Drosera quartzicola was first collected in the early 1990s and deposited as an herbarium specimen at the Universidade de São Paulo Herbarium, but it was not immediately recognized as a new species. Rivadavia and Gonella made the rediscovery of the new taxon in 1996 but did not formally publish their findings until 2011 in the journal Phytotaxa.",
    "See also": "List of Drosera species\nTaxonomy of Drosera\n\n\n== References =="
  }
}