{
  "url": "https://en.wikipedia.org/wiki/Drosera_spatulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. spatulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera spatulata, the spoon-leaved sundew,  is a variable, rosette-forming sundew with spoon-shaped leaves. The specific epithet is Latin for \"spatula shaped,\" a reference to the form of the leaves. This sundew has a large range and occurs naturally throughout Southeast Asia, in southern China and Japan, Micronesia, New Guinea through to the eastern territories of Australia and Tasmania and New Zealand. Variants are often known by the localities in which they are found. The plant does not form hibernacula in winter, and is easily grown using the same methods as Drosera capensis.\nCarnivorous plant growers consider D. spatulata to be a weed because it is very hardy and produces copious amounts of seed when it flowers. The seed also germinates without much difficulty, causing little plants to pop up in surrounding pots. Many \"D. spatulata\" distributed in cultivation are mislabeled and are often actually D. tokaiensis.",
    "Description": "Drosera spatulata is a variable perennial plant that produces small rosettes of numerous spathulate leaves. This species is widely variable, but generally plants are about 4 cm (1.6 in) in diameter. Each leaf is attached to the central rosette by a narrow 8 mm long petiole that is only glandular on the upper half. Individual leaf laminae are typically 5 mm long and 4 mm wide. In early summer, plants will produce 8 cm (3.1 in) tall erect scapes with around six small white or pink flowers on each one-sided racemose inflorescence. Each flower can be up to 6 mm across.",
    "Taxonomy and botanical history": "Drosera spatulata was first described by Jacques Labillardière in his 1804 publication Novae Hollandiae Plantarum Specimen. In 1824, D. spatulata was included in a publication by Augustin Pyramus de Candolle, but misprinted as Drosera spathulata, an incorrect spelling that is still common today. Since its original description, this species has been described under several other names, which have now been reduced to synonymy. Two varieties have been described and are currently recognized, the first of which was described in 2005. Drosera spatulata var. gympiensis was described in 2005 by Robert Gibson and Ivan Snyder, who cited its consistently hairy sepals with no intergradation with the typical D. spatulata form. In 2009 another variety, Drosera spatulata var. bakoensis, was described from Bako National Park in Sarawak, Borneo.",
    "Taxonomy and botanical history-Synonyms": "D. loureirii Hook. & Arn.\nD. lovellae F.M.Bail.\nD. minutula Col.\nD. propinqua Cunn.\nD. spatulata var. loureirii (Hook. & Arn.) Y.Z.Ruan\nD. triflora Col.",
    "Taxonomy and botanical history-Cultivars": "Drosera 'Hong Kong' {D'Amato}\nDrosera 'Kanto' {D'Amato}\nDrosera 'Ruby Slippers' {W.J.Clemens}\nDrosera 'Tamlin' {W.Dawnstar}",
    "References": "",
    "External links": " Media related to Drosera spatulata at Wikimedia Commons"
  }
}