{
  "url": "https://en.wikipedia.org/wiki/Drosera_viridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera viridis is a semi-erect or rosetted perennial species in the carnivorous plant genus Drosera. It is known only from Brazil, being found in eastern Paraná and São Paulo and central Santa Catarina at elevations from 550–1,100 m (1,800–3,610 ft). It may, however, also be found in adjacent Argentina, Paraguay, and Uruguay. It typically grows in waterlogged habitats among grasses in white-clayey, reddish lateritic, or humus-rich black-brown soils and is sometimes found submerged with only the leaves above water.Drosera viridis produces carnivorous leaves that are spatulate, about 5 to 28 mm long, and entirely green, even when exposed to full sun, unlike the related D. communis whose leaves turn red in full sunlight. Each plant produces one to three erect or ascending inflorescences, which are 7.5–30 cm (3–12 in) long, including the scape. Each inflorescence bears two to twelve light to dark lilac-colored flowers. It can be found flowering year-round, though more plants are in flower during the wet season from December to March. This species has a diploid chromosome number of 2n = 20.Drosera viridis is closely related to D. communis and often occurs in the same regions with it, but D. viridis is restricted to a more narrow range of wet habitats. Where D. viridis and D. communis are sympatric, a few specimens have been found that may be hybrids, though they were weak, indicating that the resulting hybrid cross between these two is rare, infertile, and may not reach maturity.This species was first described by botanist Fernando Rivadavia in a 2003 issue of the Carnivorous Plant Newsletter, along with three other new Drosera species from Brazil. The type specimen was collected by Rivadavia and M. R. F. Cardoso on 2 February 1996. Other specimens were grown under greenhouse conditions for further observation. Rivadavia chose the specific epithet viridis to refer to the green color of the plants even when exposed to full sun.",
    "See also": "List of Drosera species\nTaxonomy of Drosera\n\n\n== References =="
  }
}