{
  "url": "https://en.wikipedia.org/wiki/Drosera_menziesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Ergaleium"
    },
    {
      "Species": "D. menziesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera menziesii, the pink rainbow, is an erect or scrambling perennial tuberous species in the carnivorous plant genus Drosera. It is endemic to Western Australia and grows in a variety of habitats, including winter-wet depressions, swamps, and granite outcrops in clay or peat sand soils or loam. D. menziesii produces small, circular carnivorous leaves along an undulating erect stem that can be .05–1.1 m (0.2–3.6 ft) high. Its pink flowers emerge from July to November.Drosera menziesii was first mentioned by Robert Brown and then formally described by Augustin Pyramus de Candolle in 1824. Four subspecies have been published, including the autonym. In 1864, George Bentham published three varieties: var. albiflora, which is now a synonym of D. macrantha and var. flavescens, which is no longer a valid taxon and had been used to refer to what are now known as D. intricata and Drosera subhirtella. In the same year, Bentham described a new species, D. penicillaris, which Ludwig Diels reduced to a variety under D. menziesii in 1906. N. G. Marchant and Allen Lowrie later moved var. penicillaris to a subspecies of D. menziesii in 1992. Ludwig Diels also described a new species, D. thysanosepala in 1906, which N. G. Marchant reduced to a subspecies of D. menziesii in 1982. Lastly, Marchant and Lowrie described subspecies basifolia in 1992, which they note is distinguished by the dense cluster of basal, alternate cauline leaves on the lower part of the stem.",
    "See also": "List of Drosera species",
    "References": "",
    "External links": " Media related to Drosera menziesii at Wikimedia Commons\n\n\"Drosera menziesii subsp. basifolia\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Drosera menziesii subsp. menziesii\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Drosera menziesii subsp. penicillaris\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Drosera menziesii subsp. thysanosepala\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}