{
  "url": "https://en.wikipedia.org/wiki/Drosera_pedicellaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Bryastrum"
    },
    {
      "Section": "Drosera sect. Lamprolepis"
    },
    {
      "Species": "D. pedicellaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera pedicellaris is a pygmy species of the sundew genus (Drosera). It was discovered in 1997 and described in 2002 by Allen Lowrie.",
    "Description": "The plant forms a ground-hugging rosette, up to 1.5 centimetres tall and with a diameter of up to 1.8 centimetres. Like all pygmy sundews, it is able to reproduce asexually by producing gemmae in autumn.",
    "Description-Leaves": "The plant has up to twenty leaves, which are semi-erect in the rosette's centre and almost horizontal at the plant margin. The slightly hairy petioles are 4–5 mm. long, 0.8 mm. wide at the base and narrowing to 0.1 mm. width before the lamina. The lamina is suborbicular and has a diameter of about one millimetre.",
    "Description-Inflorescence": "In October / November the plant produces one to three cymes with thin bracteoles on filiform inflorescences, rising up to five centimetres high and bearing up to twenty flowers. These have five white petals with a green section at the base, each up to 3.5 millimetres long. The pollen is orange. The flowers have an unusually long pedicel, the ellipsoid seeds are 0.5 millimetres long.",
    "Distribution, habitat and status": "There are only two known populations of Drosera pedicellaris, both southwest of Geraldton near Three Springs in Western Australia. It grows on beige sand heath, accompanied by low shrubs.\nAs almost nothing is known about possible further sites and the species itself requires further research, it has been declared as Priority One - Poorly Known Taxa by the Western Australian Department of Environment and Conservation.\nThis plant is also found in the stirling ranges east of Perth city in Western Australia.",
    "Taxonomy and etymology": "Drosera pedicellaris is part of the large group of the so-called \"pygmy sundews\", which form the genus' section Bryastrum. It is closely related to Drosera parvula.\nThe epithet pedicellaris refers to the plant's unmistakably long pedicel.",
    "References": "Much of the content of this article comes from pedicellaris the equivalent German-language Wikipedia article (retrieved April 16, 2006).\n\nLowrie, A., Drosera pedicellaris (Droseraceae), a new species from south-west Western Australia., 2002, in: Nuytsia 15 (1) : 59–62.",
    "External links": "Info of Flora of Western Australia"
  }
}