{
  "url": "https://en.wikipedia.org/wiki/Drosera_macrantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Ergaleium"
    },
    {
      "Section": "Drosera sect. Ergaleium"
    },
    {
      "Species": "D. macrantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera macrantha, the bridal rainbow, is a scrambling or climbing perennial tuberous species in the carnivorous plant genus Drosera that is endemic to Western Australia. It grows in a variety of habitats, including winter-wet depressions in sandy, loamy, laterite, or quartzite soils. D. macrantha produces small, cup-shaped carnivorous leaves along a long stem that can be 0.16–1.5 m (0.5–4.9 ft) high as it climbs. Its 1 in (2.5 cm) white or pink flowers emerge from June to November, blooming earlier in the more northern range.D. macrantha was first described and named by Stephan Endlicher in 1837. It has a large, variable range, which has led to considerable synonymy. Several subspecies have been published, but most have been moved to or lumped in with the taxon D. stricticaulis. Drosera stricticaulis itself was even first described by Ludwig Diels in 1906 as a variety of this species and was later elevated to species rank. One of the more recent subspecific taxa to be described was D. macrantha subsp. eremaea in 1992 by N. G. Marchant and Allen Lowrie (the subspecies D. macrantha subsp. macrantha is an autonym). In 1996, Jan Schlauer provided a comprehensive revision and new field key to the genus and also moved subspecies eremaea to a subspecies of D. stricticaulis, though he did not give a specific rationale for this move. Other authorities, such as Western Australia's Department of Environment and Conservation's FloraBase still recognize subspecies eremaea under D. macrantha.",
    "See also": "List of Drosera species",
    "References": "",
    "External links": " Media related to Drosera macrantha at Wikimedia Commons"
  }
}