{
  "url": "https://en.wikipedia.org/wiki/Drosera_arcturi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Arcturia"
    },
    {
      "Species": "D. arcturi"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera arcturi is a perennial, insectivorous  species of sub-alpine or alpine herb native to Australia and New Zealand. It is one of New Zealand's two alpine species of sundew, the other being Drosera stenopetala. The specific epithet, which translates as \"of Arthur\" from Latin, is a reference to Mount Arthur, in north-eastern Tasmania, the type locality of the species.Drosera arcturi grows in bogs, tarns and seepages, most commonly at montane or alpine elevations and is also commonly found in Sphagnum bogs. It is found in alpine areas from the East Cape of the North Island, New Zealand, southwards to Stewart Island, New Zealand. It is found above 1500m altitude in the North Island, descending to sea level in the South Island. It is also found in the mountains of southeastern Australia and in Tasmania, where it is occasionally found growing down to sea level in the west and south-west of the island. In New Zealand, D. arcturi is often found growing in clumps alongside Utricularia dichotoma.The leaves of D. arcturi are linear, 1–5 cm long, undivided, and range in colour from pale green to muddy brown, to maroon if subjected to full sunlight. Like all other species of Drosera, D. arcturi catches insects using sticky, glandular hairs on its leaves. In D. arcturi, these glandular hairs are red. Young leaves begin at the center of the plant and are folded along their center. Once the young leaf reaches full maturity it unfolds like a book.\n\nThe plants' first upright leaves emerge in spring. After two or three leaves have formed, the nominal form produces a small, solitary white flower, 13 mm across, which is borne on a short stalk in summer, and positioned near the top of the leaves. The giant, lowland form produces 1–5 flowers on a long inflorescence up to 25 cm long. Flowers are present from November to February and fruits are present in January–March.D. arcturi is a summer grower, and after flowering its leaves gradually reduce in size to form an elongated, horn-shaped hibernaculum. In this form it passes the cold, harsh alpine winters. The hibernaculum is normally buried near the surface of the soil or moss and is usually covered with snow for several months during winter.",
    "References": "",
    "External links": "Image gallery on the website of the New Zealand Carnivorous Plant Society.\n Media related to Drosera arcturi at Wikimedia Commons"
  }
}