{
  "url": "https://en.wikipedia.org/wiki/Drosera_adelae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Prolifera"
    },
    {
      "Species": "D. adelae"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera adelae, commonly known as the lance-leaved sundew, is a carnivorous plant in the genus Drosera that is endemic to Queensland, Australia.",
    "Description": "Drosera adelae is a tropical perennial plant that produces long, sword-shaped leaves in a basal rosette. The leaves, like most other Drosera species, are covered with sticky, stalked tentacles that secrete the prey-capturing glue. Tentacle movement in this species, unlike other Drosera, is minimal and slow to the point of being barely noticeable. The leaves are narrowly lanceolate and are typically 10–25 cm (4–10 in) long and 7–10 mm wide. The lower surface of the leaves are glabrous and petioles are either very short or absent. Inflorescences are one-sided raceme and up to 35 cm (14 in) long, bearing many red, reddish orange, or cream coloured flowers from June to November. The five petals produce a perfect pentagon shape.Drosera adelae reproduces rapidly by asexual means, generating new plantlets from the spreading roots, which means this species is often found in large clumps.This species has a diploid chromosome number of 2n = 30, though a cultivated cytotype of the species had been reported as having 2n = 28, which botanist Fernando Rivadavia suggested may represent different forms of the species.",
    "Distribution and habitat": "Drosera adelae typically grows in the densely shaded margins of the northeastern Australian rainforests in sandy soils along creek banks or on wet rocks near waterfalls. The species is native to Rockingham Bay, Hinchinbrook Island in Queensland, Australia. It shares similar habitats with the other two closely related Queensland Drosera: D. schizandra and D. prolifera.",
    "Botanical history": "Drosera adelae was first described by Ferdinand von Mueller in volume 4 of his work Fragmenta phytographiæ Australiæ, published in 1864. A later infraspecific taxon, described by Ludwig Diels in his 1909 work published in a volume of Das Pflanzenreich as D. adelae var. latior F.Muell. ex Diels is now considered to be a synonym of D. schizandra.",
    "Cultivation": "Though it is a tropical plant, D. adelae is somewhat tolerant of frost and can return from its roots after short periods of cold temperatures just below the freezing point. It can be grown in brighter light, less humidity, and cooler temperatures than its closely allied relatives, D. prolifera and D. schizandra. In low light conditions, the leaves are typically greener and the plant can grow to be a foot in diameter, but brighter light will cause the plants to produce shorter, bronze coloured leaves.",
    "References": "",
    "External links": " Media related to Drosera adelae at Wikimedia Commons\n\nThe original description of the species by Ferdinand von Mueller in 1864"
  }
}