{
  "url": "https://en.wikipedia.org/wiki/Drosera_felix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Drosera"
    },
    {
      "Section": "Drosera sect. Drosera"
    },
    {
      "Species": "D. kaieteurensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera kaieteurensis is a plant from the sundew family (Droseraceae).",
    "Morphology": "Drosera kaieteurensis is a perennial herbaceous plant, naturally from the tepuis of Guyana. It grows in rosettes with diameters of 6–8 mm, on short stems. The leaves are circular to oval, mostly red, 2–3 mm long and 2 to 2.5 mm wide. The upper surface of the leaf is densely covered with red glandular hairs that secrete a sticky mucilage. The stipules are 2.5 to 4 millimeters long, about 1 mm wide, rectangular and membranous.The one to three inflorescences are 13 to 60 mm long and have two to nine flowers. The inflorescence axis is one to three cm long, covered with filiform trichomes. The petals are white or pink.\nThe seed capsules open longitudinally along the capsule walls, and the elliptical seeds are thrown out by the \"impact\" of a raindrop from the seed capsule.",
    "Carnivory": "As with all Droseras, this plant feeds on insects, which are attracted to its bright red colour and its glistening drops of mucilage, loaded with a sugary substance, covering its leaves. It has evolved this carnivorous behaviour in response to its habitat, which is usually poor in nutrients or is so acidic, nutrient availability is severely decreased. The plant uses enzymes to dissolve the insects – which become stuck to the glandular tentacles – and extract ammonia (from proteins) and other nutrients from their bodies. The ammonia replaces the nitrogen that other plants absorb from the soil.",
    "Distribution": "Drosera kaieteurensis is found in the tepuis on the border area of Guyana and Venezuela, at altitudes of 460-2400m, on sandy soils or on moss-grown rock. There may also be occurrences in Trinidad and Tobago.",
    "Taxonomy": "This species is closely related to Drosera solaris (Drosera felix was considered a close relative, but is now thought to be a synonym). Seed dispersal is a common feature.\n\n\n== References =="
  }
}