{
  "url": "https://en.wikipedia.org/wiki/Drosera_kenneallyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Droseraceae"
    },
    {
      "Genus": "Drosera"
    },
    {
      "Subgenus": "Drosera subg. Lasiocephala"
    },
    {
      "Species": "D. kenneallyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Drosera kenneallyi is a carnivorous plant in the genus Drosera and is endemic to the Kimberley region in northern Western Australia. Its leaves are arranged in a compact basal rosette appressed to the soil. Narrowly oblanceolate petioles emerging from the center of the rosette are typically 1.5–2.2 mm wide at their widest. Red carnivorous leaves at the end of the petioles are small at 2–3 mm in diameter and elliptic to broadly ovate. Inflorescences are 12.5–20.5 cm (5–8 in) long with white flowers being produced on 10- to 20-flowered racemes from November to December. \nDrosera kenneallyi is found in sandy loam soils on the margins of the Airfield Swamp. The type material was collected under a Eucalyptus latifolia near the Airfield Swamp. During January and February, this species is frequently flooded with high-temperature water. It survives these conditions by altering the position of its petioles with the rise and fall of the surrounding water. This allows the insect-catching leaves to remain above the water's surface.Drosera kenneallyi is native to the Mitchell Plateau in the Kimberley region of northern Western Australia and is common within a 5 km (3.1 mi) radius around the Mitchell Plateau Airfield. It was first collected in 1982 by Kevin F. Kenneally, for whom this species is named. In 1993, Allen Lowrie traveled to the Kimberley with the Landscope expedition and collected this species, introducing it into cultivation. It was only then confirmed that D. kenneallyi is a distinct species from the other members of Drosera subgenus Lasiocephala. Lowrie formally described this species in a 1996 issue of Nuytsia, the journal of the Western Australian Herbarium. In his description, he noted that D. kenneallyi is most closely related to D. falconeri, which is found in similar habitats. Drosera kenneallyi can be distinguished from D. falconeri by its noticeably smaller leaves and shorter inflorescence, but the two species share many characteristics.",
    "See also": "List of Drosera species\nTaxonomy of Drosera",
    "References": "",
    "External links": " Media related to Drosera kenneallyi at Wikimedia Commons\n\n\"Drosera kenneallyi\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}