{
  "url": "https://en.wikipedia.org/wiki/Isolepis_prolifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Isolepis"
    },
    {
      "Species": "I. prolifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Isolepis prolifera is a species of flowering plant in the family Cyperaceae that grows in temperate regions of the Southern Hemisphere. It has leafless stems up to 90 cm (35 in) tall, and clusters of flowers that often proliferate into branches.",
    "Description": "Isolepis prolifera has a caespitose (tufted) growth form, with round stems up to 90 centimetres (35 in) tall and 4 millimetres (0.16 in) wide. Its leaves are reduced to red or brown sheaths around the stem, sometimes with a small free lobe up to 3 mm (0.12 in) long.Its flowers are arranged in a cluster of spikelets, 2–10 mm (0.08–0.39 in) long and 1–2 mm (0.04–0.08 in) wide. Many of the spikelets are, however, replaced by branchlets, each 2–7 cm (0.8–2.8 in) long, and terminating in a further head of spikelets. This proliferation into branches gives the species its scientific name prolifera. Each spikelet consists of up to 30 flowers, and the fruit is a nutlet with fine reticulations on its surface.Isolepis prolifera varies considerably in size, and smaller specimens may resemble the Australasian species Isolepis inundata, although I. inundata normally has some true leaves, and is not always proliferating.",
    "Distribution": "Isolepis prolifera is found in a number of countries around the world, although it is not clear where it is native, and where it is an introduced species. The International Union for Conservation of Nature considers it to be native only to South Africa, where it grows in the Eastern Cape, KwaZulu-Natal and Western Cape provinces. It is also widespread in New Zealand, occurring on the South Island, North Island, and on the Chatham Islands, and may be native there. In Australia, I. prolifera occurs in New South Wales, Victoria and Tasmania, as well as in the Mediterranean-climate region of Western Australia. It is also potentially native to Tristan da Cunha and Saint Helena, and has been introduced to France and California.",
    "Ecology": "Isolepis prolifera is a perennial plant that grows as a helophyte (marsh plant). It thrives in both eutrophic and oligotrophic wetlands, and can be a weed of drainages on farmland.",
    "Naming": "Isolepis prolifera was first described by Christen Friis Rottbøll, a pupil of Carl Linnaeus, in his 1772 work Descriptiones plantarum rariorum, as \"Scirpus prolifer\". It was transferred to the genus Isolepis in 1810 by Robert Brown, although it is different from other Isolepis species, and may be better placed in a different genus, such as Scirpoides.Isolepis prolifera has different common names in different parts of its range. In South Africa, it is known as vleigras in Afrikaans or incapha in Zulu, in Australia as \"budding club-rush\", and in the United States as \"proliferating bulrush\". In New Zealand, it either has no common name or is known as \"three-square\".\n\n\n== References =="
  }
}