{
  "url": "https://en.wikipedia.org/wiki/Snow_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "PagodromaBonaparte, 1856"
    },
    {
      "Species": "P. nivea"
    }
  ],
  "text": {
    "__SUMMARY__": "The snow petrel (Pagodroma nivea) is the only member of the genus Pagodroma.   It is one of only three birds that breed exclusively in Antarctica, and has been seen at the Geographic South Pole.  It and the south polar skua have the most southerly breeding distribution of any bird.",
    "Taxonomy and distinguishing characteristics": "The snow petrel is the only member of the genus Pagodroma, and a member of the subfamily fulmarine petrels. They, in turn, are all members of the family Procellariidae, and the order Procellariiformes. They all share certain identifying features. First, they have nasal passages that attach to the upper bill called naricorns. The bills of Procellariiformes are also unique in that they are split into seven to nine horny plates. They produce a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This can be sprayed out of their mouths as a defense against predators (principally skuas) and as an energy-rich food source for the chicks and for the adults during their long flights. Finally, they also have a salt gland situated above the nasal passage which helps desalinate their bodies, due to the high amount of ocean water that they imbibe. It excretes a high saline solution from their nostrils.",
    "Taxonomy and distinguishing characteristics-Sub-species": "The two subspecies are: \n\nP. n. confusa breeds on the South Sandwich Islands and Géologie Archipelago.\nP. n. nivea breeds on the Antarctic Peninsula, South Georgia Islands, and other islands of the Scotia Archipelago.They differ in size, and the greater form has a stouter, larger beak.",
    "Taxonomy and distinguishing characteristics-Nomenclature": "The issue of taxonomy and nomenclature for this species is complex, and represents an example of many of the unusual problems which arise from the varied use of the terminology.\nThe snow petrel was first named Procellaria nivea by Georg Forster, during Captain James Cook's third voyage in 1777.  As Forster's mention of the petrel was only an observation, the authority of the name fell to Gmelin, in his Systema Naturae.  Incidentally, a skin was procured by Cook, who noted this in his own account (1777).   J. R. Forster painted a picture of it, and made measurements, as well, but only the latter were published, posthumously, by M. H. K. Lichtenstein in 1844.  While Gmelin was recognized as the authority for P. nivea until the early 20th century, the evidence has allowed for Forster to be construed as such, as he had created the name.  In addition, Latham (1785) had described the type, which was in the Leverian Museum, but did not invoke Forster's scientific name for it.\nCharles Lucien Bonaparte, in his Conspectus Generum Avium, volume II (1857), designated two subspecific binomial terms with no further descriptions to them:  Pagodroma major and Pagodroma minor.  Contrary to Mathews in Novitates Zoologicae (1934), the two names do not represent alternative, new names for P. nivea, but are subspecies, as well as nomen nudum, on account of their being listed similar to how other subspecies Bonaparte listed in the Conspectus.   Bonaparte also created the generic name Pagodroma, in the Paris academic journal Compte Rendus.. (1856).  James Francis Stephens (General Zoology, 1826) equated Pagodroma nivea in the genus Daption, Heinrich Reichenbach (Avium Systema Naturale, 1852) included it in the genus Thalassoica, and George Robert Gray (Hand-list of the Birds, 1871) included it in the genus Fulmarus.\nHermann Schlegel, in his treatise on birds in the Leiden Museum in Mus. Pay-Bas (1863), designated two forms of the snow petrel for the first time.  He had believed, erroneously, that the Cook expedition specimen represented the greater snow petrel, and designated it as Pagodroma nivea, incorporating P. major (Bonaparte) as a synonym of it.   He thus redundantly described Procellaria nivea minor, also extracted from Bonaparte's nomen nudum, as the lesser form.  With the measurements provided by Lichtenstein taken from J. R. Forsters' manuscript, by this time that nivea clearly represented the lesser snow petrel.\nThis matter was further clarified by Gregory Mathews, who in Birds of Australia, volume 2 (1912), described the greater form as Pagodroma confusa.  However, Mathews did not designate a type for this, and Ernst Hartert (Novitates Zoologicae, 1926) identified P. confusa with lectotypes in the British Museum, (Tring).  From that time, debate has persisted as to whether the snow petrel represents one monotypic species, one species with two subspecies, or two different species.  In addition, J. Prevost (Oiseaux, 1969) identified Pagodroma nivea major to the greater snow petrel, thus rendering valid the nomen nudum of Bonaparte.\nIn the 1850s, the Rattlesnake expedition procured specimens of the snow petrel from the South Georgia/Falklands region, near South America.  A German Antarctic exploring expedition, 1882–83, also obtained skins, and opinion had emerged that the petrel populations there were unique from P. nivea.   What distinguished the skins were the black shafts to the remiges, or flight feathers.  Heinrich Pagenstecher in 1885 proposed the binomial name for a subspecies, Pagodroma novegeorgica (Jahrbuch Wiss. Hamburg II).  The publication of this name was overlooked by English-speaking naturalists, and a similar account by Karl von der Steinen (1890) which had informally dropped the name novegeorgica, was not; this later account came to represent the scientific authority for South Georgia petrels.  Gregory Mathews, in his Birds, designated the type from the Rattlesnake expedition to Steinen's \"name\".  Later adding to the confusion, he assumed that the name novegeorgica could not be used for South Georgia petrels:  Steinen's use of the term was not valid in a taxonomic sense, and this same term had been reinforced by its usage within the synopses of other, previous works.  Thus, he created a nomen novum for the type he had designated in Birds, as Pagodroma nivea falklandica (Bulletin of the British Orn. Club,  1926).  Eventually, Hellmayr and Conover (Museum of Nat. Hist. Publications, Chicago; 1949) unraveled the matter by recognizing Pagenstecher as the authority for novegeorgica, and omitting reference to Steinen.\nIn the decade following the United States Exploring Expedition, Titian Ramsay Peale (1848) wrote an account of the bird and mammal specimens collected, including the description of an atypical snow petrel that was completely white—even the loral area behind the eye.  The name Procellaria candida was published as an alternative synonym for the entry of Procellaria nivea.  Mathews (1912) recognized Pagodroma nivea candida as a subspecies, taken from Peale's name.  However, with the prevailing attitude at the time that names used in synonymy could not be used to identify forms, he later felt that P. n. candida could not be used and then amended this by creating the name Pagodroma nivea pealei. (Bulletin of the British Orn. Club, 1928).  Mathews also described the subspecies Pagodroma nivea alba (Bulletin of the British Orn. Club, 1928) for the type he designated in his book, Birds of Norfolk and Lord Howe Islands (1928); the latter had also included information on the avifauna of the Australasian quadrant of Antarctica.\nIn Du Cane Godman's Monograph of the Petrels, fasc. 4, 1909, it was figured in an illustration by John Gerrard Keulemans (pl. 73).",
    "Etymology": "The word \"petrel\"\" is derived from Peter the Apostle and the story of his walking on water. This is in reference to the petrel's habit of appearing to run on the water to take off. Also, Pagodroma can be broken down as, pagos is Greek for \"ice\" and dromos for \"a running course\". Nivea is derived from Latin adjective niveus, -a, -um meaning \"snowy\". The snow reference is probably meant for its white color.",
    "Description": "The snow petrel, Pagodroma nivea, is a small, pure white fulmarine petrel with black underdown, coal-black eyes, small black bill and bluish gray feet. Body length is 36 to 41 cm (14–16 in) and the wingspan is 76 to 79 cm (30–31 in). Flight is more fluttering than most petrels. They are known to live 14 to 20 years.",
    "Behavior": "Snow petrels are almost entirely restricted to cold Antarctic waters. Flocks are characteristically seen sitting on icebergs.",
    "Behavior-Breeding": "Breeding occurs in colonies on the Antarctic Peninsula, and various Antarctic islands. Nesting is colonial in small to large colonies on cliffs, usually near the sea, but also inland. Some birds remain at the colony all year, but the main influx at colonies is from the mid-September until early November. Nests are simple pebble-lined scrapes usually in a deep rock crevices with overhanging protection. Nests are abandoned if concealed by heavy snowfall; egg mortality is 50%, and chick mortality is 10-15%. One white egg is laid between late November and mid-December. The egg is incubated 41 to 49 days and the chick is brooded for 8 days. They fledge 7 weeks later in late February to mid-May. Colonies are also the sites of cleaning areas where snow petrels, far from the sea, bathe in snow.Snow petrel partners are faithful for life (around 20 years).",
    "Behavior-Feeding": "Snow petrels feed mainly on fish, some cephalopods, mollusks, and krill, as well as carrion in the form of seal placentas, dead/stillborn seals, whale carcasses, and dead penguin chicks. During the winter, they disperse to the pack ice, ice floes, and the open sea. Flocks are characteristically seen sitting on icebergs. Only very rarely are they observed north of the pack ice.",
    "Conservation": "The snow petrel has an occurrence range of 35,900,000 km2 (13,861,067 sq mi), and an estimated population of 4 million adult birds. Based on these numbers, the IUCN has classified this bird as least concern.",
    "Footnotes": "",
    "References": "BirdLife International (2009). \"Snow Petrel Pagodroma nivea - BirdLife Species Factsheet\". Data Zone. Retrieved 17 Jul 2009.\nBrands, Sheila (14 Aug 2008). \"Systema Naturae 2000 / Classification - Pagodroma nivea -\". Project: The Taxonomicon. Retrieved 22 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDouble, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 0-671-65989-8.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. pp. 191–192. ISBN 0-8160-3377-3.\nTree of Life (27 Jun 2008). \"Procellariidae. Shearwaters, Petrels\". Tree of Life Web Project. Retrieved 22 Jul 2009.\nZipCode Zoo (19 Jun 2009). \"Thalassoica antarctica (Antarctic Fulmar)\". BayScience Foundation. Archived from the original on 2012-06-09. Retrieved 19 Jun 2009."
  }
}