{
  "url": "https://en.wikipedia.org/wiki/Charina_reinhardtii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Calabaria(Gray, 1858)"
    },
    {
      "Species": "C. reinhardtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Calabar ground boa, burrowing boa, Calabar boa, more.The Calabar python (Calabaria reinhardtii ) is a nonvenomous  boa species endemic to western and central Africa. It is the only species in its genus.",
    "Etymology": "The specific name or epithet, reinhardtii, is dedicated to Danish herpetologist Johannes Theodor Reinhardt (1816–1882).",
    "Taxonomy": "Although Schlegel (1848) first assigned this taxon to the genus Eryx, most herpetologists have since regarded it as a python, which is still reflected in many of its common names. Kluge (1993) referred it to Charina (Erycinae) based on a phylogenetic analysis. Charina was used to group together C.bottae and C.trivirgata with C.reinhardtii to emphasize evidence for an historical connection between the New and Old Worlds, as well as for taxonomic efficiency. All recent analyses however place Calabaria reinhardtii at the base of a large monophyletic Boidae clade, which consists (beside of Calabaria) of  some \"Boinae\" subclades, an African Erycinae subclade and an American subclade made up of Charina (Lichanura included) and Ungaliophiinae.This species was long regarded as a member of the family Pythonidae; a fact still reflected in many of its common names. It was moved to Charina by Kluge (1993) based on a phylogenetic analysis; however, analyses based on DNA show that Calabaria is not closely related to  Charina, and instead it appears to represent an ancient branch of the boid snakes with no close living relatives.No subspecies are currently recognized.",
    "Description": "C. reinhardtii grows to no more than 1 m (39 inches) in total length (including tail), and the body is fairly uniform in its thickness from head to tail, with a pronounced cylindrical profile.\nNo palatal teeth are present and, unlike other boids, the compact skull includes a prefrontal bone. No thermoreceptive labial pits are present. Adapted to burrowing, the body is cylindrical with a blunt head and equally blunt tail. The head is covered with enlarged shields. The shape of the tail closely resembles that of the head which may be a defensive adaptation, meant to confuse an attacker. The body is muscular and strong. The eyes are relatively small and usually a dark reddish-brown color. The pupil is round.\nThe color pattern consists of a dark brown or black ground color speckled with red, yellow and/or grayish spots. The tail may be ringed or have a partial ring of bright white scales. This ring of scales is assumed to exist to confuse attackers and draw attention away from its head.\nThe smooth dorsal scales are arranged in 29 to 32 rows at midbody. The ventrals are 221-239. The anal plate is entire. The subcaudals are 20-28, also entire.",
    "Geographic range": "C. reinhardtii is found in the equatorial rain forest regions of western and central Africa, from Liberia and Sierra Leone to Cameroon (including Bioko Island), the Central African Republic, Gabon, the Republic of the Congo and the Democratic Republic of the Congo. In the DRC, it is found almost as far east as Lake Kivu. According to Stimson (1969), the type locality is \"Gold Coast.\"",
    "Behavior": "C. reinhardtii is fossorial, but unlike other burrowing boas such as Eryx and Gongylophis, it tunnels in loose rainforest soil and leaf litter instead of sand. When threatened, the tail is used as a decoy, being elevated and set in motion, while the head is pressed to the ground and covered with a section of the body. If this fails, the snake coils itself into a tight ball with the head in the center, similar to the royal python, Python regius.It is a very docile snake. When threatened it has a tendency to coil itself into a tight ball with its head safely tucked in its own coils. Also it may thump its tail against the ground in a defensive posture as well, but will rarely bite in aggression. The tail of Calabaria often has a conspicuous white ring which may attract attention of predators away from the head. When first disturbed, it will often remain very still while slowly moving the tail in an effort to increase the effect of this deception\nIn captivity this species will thrive under the right conditions. Requirements include a thick layer of loose organic material for burrowing and a cage temperature of 25–29 °C (77–84 °F).Although C. reinhardtii is occasionally available through the exotic animal trade, captive reproduction of this species has only been accomplished by a few individual keepers. Most specimens of this species are caught in their natural habitat, and then exported for sale.\nIt is a docile snake, and can be handled easily. In captivity a Calabar python will readily accept small mice and rats for food, as this fulfills its instinct to raid rodent nests. As this species is prone to kill entire nests of young rodents, it is particularly useful in reducing rodent populations.",
    "Feeding": "C. reinhardtii preys on small rodents and shrews, often invading their burrows in search of them. It may wait for the adults to leave the nest, after which it will enter and eat whole litters at a time. Constriction is usually employed to kill its prey, but it may also use its body to press the young rodents against the walls of their nest. If there is enough room in a burrow, multiple prey may be constricted at a time.",
    "Reproduction": "C. reinhardtii is oviparous, with sexually mature females laying eggs. The eggs are relatively large, weighing as much as 50 g (2 oz) each. Usually, only one or two eggs are laid, rarely three. Nevertheless, the eggs may represent up to half of the female's body weight. The young hatch after six weeks of incubation, and begin to feed two or three days after hatching, usually after they first shed their skin.",
    "Common names": "Common names for C. reinhardtii include African burrowing python, burrowing boa, Calabar boa, Calabar ground boa, Calabar ground python, calabaria, two-headed boa, West African burrowing boa, and West African ground boa.",
    "See also": "List of erycine species and subspecies\nErycinae, valid scientific names.\nErycinae by taxonomic synonyms",
    "References": "",
    "Further reading": "Schlegel H (1851). \"Description d'une nouvelle espèce du genre Eryx, Eryx Reinhardtii\". Bijdragen tot de Dierkunde 3 (1): 1-3. (Eryx reinhardtii, new species). (in French).",
    "External links": "Calabaria reinhardtii at the Reptarium.cz Reptile Database. Accessed 20 July 2007.\nThe African Burrowing \"Python\" (Calabaria reinhardtii) at the Sand Boa Page. Accessed 20 July 2008."
  }
}