{
  "url": "https://en.wikipedia.org/wiki/Charina_bottae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Charina"
    },
    {
      "Species": "C. bottae"
    }
  ],
  "text": {
    "__SUMMARY__": "The rubber boa (Charina bottae) is a species of snake in the family Boidae. The species is native to North America.",
    "Taxonomy": "Henri Marie Ducrotay de Blainville described the rubber boa in 1835. The generic name Charina is from the Ancient Greek \"graceful\" or \"delightful\", and the specific name bottae honors Dr. Paolo E. Botta, an Italian ship's surgeon, explorer, and naturalist.The family Boidae consists of the nonvenomous snakes commonly called boas and consists of 43 species.  The genus Charina consists of two species, both of which are found in North America. Charina bottae is sometimes also known as the coastal rubber boa or the northern rubber boa and is not to be confused with the southern rubber boa (Charina umbratica).  There is debate on whether the southern rubber boa should be a separate species or a subspecies (Charina bottae umbratica).  The only other boa species found in the United States is the rosy boa (Lichanura trivirgata).",
    "Description": "Rubber boas are one of the smaller boa species, adults can be anywhere from 38 to 84 cm (1.25 to 2.76 ft) long; newborns are typically 19 to 23 cm (7.5 to 9.1 in) long. The common name is derived from their skin which is often loose and wrinkled and consists of small scales that are smooth and shiny, these characteristics give the snakes a rubber-like look and texture.  Colors are typically tan to dark brown with a lighter ventral surface but sometimes olive-green, yellow, or orange.  Newborns often appear pink and slightly transparent but darken with age.  Rubber boas have small eyes with vertically elliptical pupils and short blunt heads that are no wider than the body.  One of the most identifiable characteristics of rubber boas is their short blunt tails that closely resemble the shape of their head.  Rubber boas appear quite different visually than any other species that share the same range (except maybe for the southern rubber boa) and thus are usually easy to identify.",
    "Distribution": "Rubber boas are the most Northerly of Boa species.  The distribution of rubber boas covers a large portion of the western United States, stretching from the Pacific Coast east to western Utah and Montana, as far south as the San Bernardino and San Jacinto Mountains east of Los Angeles in California, and as far north as southern British Columbia. There have also been rare sightings in Colorado and Alberta in addition to the states/provinces that they are known to thrive in: California, Oregon, Washington, Nevada, Utah, Wyoming, Montana, Idaho, and extending to its northernmost range in British Columbia. This is also the highest latitude of any boa, that is to say the closest point to either pole for a boa.",
    "Habitat": "Rubber boas have been known to inhabit a wide variety of habitat types from grassland, meadows and chaparral to deciduous and conifer forests, to high alpine settings.  They can be found at elevations anywhere from sea level to over 10,000 feet (3,000 m).  They are not as tolerant of higher temperatures as other snake species and cannot inhabit areas that are too hot and dry, but can live in areas that are surprisingly cold, especially for a snake.  Rubber boas also spend a large amount of time under shelter (rocks, logs, leaf litter, burrows, etc.) and thus must live in habitats that can provide this, as well as adequate warmth, moisture, and prey.  It is also thought that rubber boas maintain a relatively small home range as many individuals are often captured in the same vicinity year after year, although individuals may occasionally migrate due to competition, lack of prey, or other pressures.",
    "Behavior": "Characteristics of rubber boas behavior also set them apart from other snakes.  Rubber boas are considered one of the most docile of the boa species and are often used to help people overcome their fear of snakes. Rubber boas are known to never strike at or bite a human under any circumstances but will release a potent musk from their vent if they feel threatened. They are primarily nocturnal and likely crepuscular (active during dawn and dusk) which partially contributes to how rarely they are encountered. Because of the temperate regions they inhabit rubber boas hibernate during the winter months in underground dens.",
    "Behavior-Hunting": "Rubber boas primarily feed on young mammals such as shrews, voles, mice, etc.  When nestling mammals are encountered they will try to consume the entire litter if possible and fend off the mother with their tail, this is why individuals will often have extensive scarring on their tails.  Rubber boas have also been known to prey on snake eggs, lizard eggs, lizards, young birds, young bats, and there have even been instances of them eating other snakes.",
    "Behavior-Predation": "Rubber boas can be preyed upon by almost any reasonably sized predator in their habitat.  When threatened, rubber boas will curl into a ball, bury their head inside, and expose their tail to mimic their head.  While this is thought to be a primary defense technique against predators, it is not effective against many predators (raptors, coyotes, raccoons, cats, etc.). The best defense of rubber boas is their secretive nature.",
    "Reproduction": "Rubber boas are viviparous (give birth to live young) and can have up to 9 young per year, but many females will only reproduce every four years. Mating occurs shortly after reemergence from hibernation in the spring and young are born anywhere from August to November later that year.",
    "Other": "The southern rubber boa is found only in a few disjunct areas of California.\nThe rubber boa is a primitive snake compared to its much larger relatives native to Latin America, which include the boa constrictor, emerald tree boa, and green anaconda.  The rubber boa has retained the club-like tail of its Erycine ancestors.\n\nIt is an extremely adaptable snake.  It is a good climber, burrower, and even swimmer.\nThe rubber boa has established populations around: Pemberton, British Columbia, Williams Lake, British Columbia, Radium Hot Springs, British Columbia.",
    "References": "",
    "Sources": "Hoyer RF (1974). \"Description of a rubber boa (Charina bottae) population from western Oregon\". Herpetologica 30: 275-283.\nHoyer RF, Stewart GR (2000). \"Biology of the rubber boa (Charina bottae), with emphasis on C. b. umbratica. Part I: Capture, size, sexual dimorphism, and reproduction\". Journal of Herpetology 34: 248-354.\nHoyer RF, Stewart GR (2000). \"Biology of the rubber boa (Charina bottae), with emphasis on C. b. umbratica. Part II: Diet, antagonists, and predators\". Journal of Herpetology 34: 354-360.\nHoyer R (2011). All About the Rubber Boa.\nKlauber LM (1943). \"The subspecies of the rubber boa, Charina \". Trans. San Diego Soc. Nat. Hist. 10: 83-90.\nNussbaum R, Hoyer RF (1974). \"Geographic variation and the validity of subspecies in the rubber boa, Charina bottae \". Northwest Science 48: 219-229.\nRodrigues-Robles JA et al. (2001). \"Mitochondrial DNA based phylogeography of North American rubber boas, Charina bottae \". Molecular Phylogenetics and Evolution 8 (2): 227–237.\nStebbins RC (1955). A Field Guide to Western Reptiles and Amphibians, Second Edition. Boston: Houghton Mifflin.",
    "External links": " Data related to Charina bottae at Wikispecies\n Media related to Charina bottae at Wikimedia Commons\nCharina bottae - Northern Rubber Boa Californiaherps.com, A Guide to the Amphibians and Reptiles of California.\nRubber Boa (Charina bottae). Reptiles of British Columbia."
  }
}