{
  "url": "https://en.wikipedia.org/wiki/Eryx_jayakari",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Eryx"
    },
    {
      "Species": "E. jayakari"
    }
  ],
  "text": {
    "__SUMMARY__": "Eryx jayakari, known commonly as the Arabian sand boa or Jayakar's sand boa, is a species of snake in the family Boidae. The species is endemic to the Arabian Peninsula and Iran where it spends the day buried in the sand.",
    "Etymology": "Both the specific name, jayakari, and one of the common names, Jayakar's sand boa, are in honor of Atmaran S. G. Jayakar (1844–1911), an Indian surgeon and naturalist.",
    "Description": "The Arabian sand boa is a small snake growing to a total length (including tail) of about 38 cm (15 in). The eyes are very small and are located on the top of the head, which has a blunt snout and is wedge-shaped. This snake's colour is yellowish-grey or sandy-brown speckled with white flecks and transversely banded with dark marks.",
    "Geographic range": "The Arabian sand boa is native to the Arabian peninsula. Its geographic range includes Saudi Arabia, Oman, Yemen, Kuwait, and southern Iran, where a small number of specimens have been found in Khuzestan Province, Bushahr Province and Kerman Province.",
    "Habitat": "Eryx jayakari is a desert species of snake, living semi-underground in sand or soft soil.",
    "Behaviour": "The Arabian sand boa is largely nocturnal and is tolerant of a wide range of temperatures. During the day it buries itself deep in the sand but moves towards the surface at dusk. Here it remains slightly below the surface with just its eyes projecting, ready to pounce with a sideways flick of its head, on any small creature that happens to pass. Its prey includes short-fingered geckos (Stenodactylus spp.), the Baluch rock gecko (Bunopus tuberculatus), and worm lizards.The female lays a small clutch of eggs which hatch in about 66 days at a temperature of 33 °C (91 °F).",
    "Conservation status": "The Arabian sand boa is listed by the IUCN as being of \"Least Concern\". This is because it has a very wide range, is common in at least parts of that range, and no particular threats have been identified.",
    "References": "",
    "Further reading": "Boulenger GA (1888). \"Description of a New Snake from Muscat, Arabia\". Ann. Mag. Nat. Hist., Sixth Series 6, 2 (12): 508-509. (Eryx jayakari, new species).\nBoulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Eryx jayakari, p. 129 + Plate V, Figure 3)."
  }
}