{
  "url": "https://en.wikipedia.org/wiki/Eryx_johnii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Eryx"
    },
    {
      "Species": "E. johnii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eryx johnii is a species of nonvenomous snake in the subfamily Erycinae of the family Boidae. The species is endemic to Iran, Pakistan, and India. There are no subspecies which are recognized as valid.Common names include: Indian sand boa, John's sand boa, erutaley nagam, mannoli pambu, red sand boa, brown sand boa.",
    "Etymology": "The specific name, johnii, is in honor of German naturalist Christoph Samuel John (1747–1813), who was a missionary in India from 1771 until his death.",
    "Description": "Adults of E. johnii rarely exceed 2 feet (61 cm) in total length (including tail), although they sometimes reach 3 feet (91 cm). Adapted to burrowing, the head is wedge-shaped with narrow nostrils and very small eyes. The body is cylindrical in shape with small polished dorsal scales. The tail, which is blunt, rounded, and not distinct from the body, appears truncated. Coloration varies from reddish brown to dull yellow-tan.",
    "Geographic range": "E. johnii is found from Iran through Pakistan into western, southern, and northwestern India. The type locality given is \"Tranquebar\" (Tanjore, Trichy, southeastern Tamil Nadu, India). and found in Indian desert. In western India, specifically state of Maharashtra, it is known as a Mandul snake (Marathi: मांडूळ साप).",
    "Habitat": "E. johnii is found in dry, semi-desert scrub plains and rocky dry foothills. It prefers loose sand, or sandy soil that crumbles easily, into which it burrows, living underground.",
    "Diet": "The diet of E. johnii consists mainly of mammals such as rats, mice, and other small rodents that are killed by constriction. Some specimens have apparently fed exclusively on other snakes.",
    "Reproduction": "E. johnii is ovoviviparous, with females giving birth to up to 14 young at a time.",
    "Illegal trade": "E. johnii has many superstitious beliefs attributed to it because of its double-headed appearance, such as bringing good luck, curing AIDS, etc. Such blind faith has resulted in endangering the species, and in illegal trade in India, despite being a protected species under Schedule II of Wildlife Protection Act, 1972, of India.",
    "See also": "List of erycine species and subspecies\nErycinae by common name\nErycinae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Eryx johnii at the Reptarium.cz Reptile Database"
  }
}