{
  "url": "https://en.wikipedia.org/wiki/Eryx_jaculus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Eryx"
    },
    {
      "Species": "E. jaculus"
    }
  ],
  "text": {
    "__SUMMARY__": "Eryx jaculus, known commonly as the javelin sand boa, is a species of snake in the Boidae family. It is the type species of the genus Eryx.",
    "Geographic range": "Eryx jaculus is found in Eastern Europe, the Caucasus, the Middle East, and Africa. In September 2014 the snake has been rediscovered in Romania near the Danube after being extinct in Romania since 1937 when the last specimen was seen near Cochirleni. In late 2015 the snake has been rediscovered near Licata on the south coast of Sicily after not having been officially recorded in Italy for eighty years; it is possible that the javelin sand boa was introduced in Sicily by Greek settlers in antiquity.",
    "Description": "The javelin sand boa may grow to 80 cm (31 1⁄2 in) in total length (including tail). Coloring varies greatly. Dorsally, it may be grayish, tan, brownish, or reddish, with darker blotches or bars in an irregular network. It usually has a dark streak from the eye to the corner of the mouth. Ventrally it is whitish or yellowish. It is heavy-bodied and has a short blunt tail. The ventrals are very narrow, less than ⅓ of the width of the body. The rostral is large and broad with an angular horizontal edge. The eye is separated from the labials by one or two rows of small scales. There are 10-14 upper labials. The dorsal scales are in 40-50 rows, smooth anteriorly, but weakly keeled posteriorly. There are 165-200 ventrals, and 15-34 subcaudals.",
    "Other": "The javelin sand boa was one of a number species of snake used by ancient Greeks as projectiles during naval battles in order to cause fear and confusion on enemy vessels. Its habitat spread from its original location to the areas conquered and settled by the Greeks.",
    "References": "",
    "Further reading": "Linnaeus C. 1758. Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, diferentiis, synonymis, locis. Tomus I. Editio Decima, Reformata. Stockholm: L. Salvius. 824 pp. (Anguis jaculus, p. 228). (in Latin)."
  }
}