{
  "url": "https://en.wikipedia.org/wiki/Eryx_elegans",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Eryx"
    },
    {
      "Species": "E. elegans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eryx elegans (Central Asian sand boa, elegant sand boa) is a nonvenomous boa species endemic to western Central Asia. No subspecies are currently recognized.",
    "Description": "Not well known in the wild or in captivity, this is a small species, reaching about 15 inches (38 cm) in total length (including tail). The dorsal scales are small and slightly keeled.  Coloration is very drab, consisting of a light olive-brown background, with small, irregular, darker brown blotches with black edges running along the back.  There are also brown blotches on the ventral surface.",
    "Geographic range": "E. elegans is found in southern Turkmenistan, northern Iran (the Kopet Dag mountains in the north-east and the Azerbaijan region in the north-west), and Afghanistan. The type locality given is \"Afghanistan.\"",
    "See also": "List of erycine species and subspecies\nErycinae by common name\nErycinae by taxonomic synonyms",
    "References": "",
    "Further reading": "Boulenger GA. 1893. Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Eryx elegans, p. 128 + Plate V, Figure 1).\nGray JE. 1849. Catalogue of the Specimens of Snakes in the Collection of the British Museum. London: Trustees of the British Museum. (Edward Newman, printer). xv + 125 pp. (Cusoria elegans, new species, p. 107).\nGünther ACLG. 1864. The Reptiles of British India. London: The Ray Society. (Taylor and Francis, printers). xxvii + 452 pp. + Plates I-XXVI. (Cursoria elegans, pp. 333–334).\nLatifi, Mahmoud. 1991. Snakes of Iran. Oxford, Ohio: Society for the Study of Amphibians and Reptiles. 167 pp. ISBN 0-916984-22-2. (Eryx elegans, p. 96 + Plate 11, Figure 23).",
    "External links": "Eryx elegans at the Reptarium.cz Reptile Database. Accessed 8 July 2008."
  }
}