{
  "url": "https://en.wikipedia.org/wiki/Eryx_somalicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Eryx"
    },
    {
      "Species": "E. somalicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Eryx somalicus, known commonly as the Somali sand boa, is a species of small snake in the Boidae family. As its scientific name and common name suggest, it is found  in Somalia, but may also be present in eastern Ethiopia.",
    "Description": "Sand boas have no distinct neck, the body is cylindrical and the tail is short and tapering. The eyes are small with vertical pupils. The Somali sand boa is somewhat variable in colouring. The basic colour of the dorsal surface is some shade of brown with about thirty transverse or semi-oblique whitish bands, sometimes with dark margins. Some bands fuse together forming \"Z\" or \"Y\" shaped markings. Each dorsal scale has a pale central portion which results in fine longitudinal striations along the dorsal surface. The ventral surface is whitish, sometimes spotted with small spots of dark colour or with larger rounded dark patches, usually aligned with a dorsal bar.",
    "Distribution and habitat": "The Somali sand boa is endemic to Somalia and possibly the neighbouring area of eastern Ethiopia. It is found in arid and semi-arid regions at altitudes up to at least 1,150 m (3,773 ft). It inhabits areas of scrubland, dry open woodland and sandy areas with grass clumps and scattered Acacia trees. It is also present in sandy and rocky areas near the coast.",
    "Behaviour": "Sand boas are generally nocturnal and live on or under the surface of the ground. They can disappear with great rapidity into the sand, moving along just under the surface. They mostly hide by day under stones, in crevices or in shallow burrows, but may emerge onto the surface in overcast conditions. They feed on mammals, lizards and birds, usually lying in wait hidden in the sand with just their eyes and snout above the surface. They may also take nestling birds and eggs. Large prey are killed by constriction or by squeezing them against a rock. Small prey may be smothered beneath the sand. These snakes are ovoviviparous, the female brooding a clutch of eggs internally until they hatch after four or five months.The Somali sand boa itself has been little studied. One specimen was observed in the middle of the day half in and half out of a hole. Another was coiled up between rocks on the foreshore. A juvenile snake some 145 mm (6 in) long had the remains of a gecko in its stomach and a mature female, 240 mm (9 in) long, contained a clutch of five eggs.",
    "References": "",
    "Further reading": "Scortecci G. 1939. \"Spedizione zoologica del Marchese Saverio Patrizi nel Basso Giuba e nell'Oltre Giuba. Giugno-agosto 1934. XII. Rettili Ofidi \". Ann. Mus. Civ. Stor. Nat. Giacomo Doria 58: 263-291. (Eryx somalicus, new species, p. 269). (in Italian)."
  }
}