{
  "url": "https://en.wikipedia.org/wiki/Gongylophis_conicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Gongylophis"
    },
    {
      "Species": "G. conicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: rough-scaled sand boa, rough-tailed sand boa.Gongylophis conicus, also known as Russell's boa or the  rough-scaled sand boa, is a species of nonvenomous snake in the subfamily Erycinae of the family Boidae. The species is endemic to India, Nepal, Bangladesh, Pakistan and Sri Lanka. There are no subspecies which are recognised as being valid.",
    "Description": "Adults of G. conicus may attain a total length of 3 feet 3 inches (99 cm), which includes a tail 3 inches (76 mm) long.\nThe anterior maxillary and mandibular teeth are longer than the posterior. The head is covered with small scales. The eye is small with a vertical pupil. The dorsal scales are small and keeled. The tail is pointed, not or but very slightly prehensile.The rostral scale is twice as broad as long, slightly prominent, without an angular horizontal edge. The top of the head is covered with small obtusely keeled scales, except for the nasals and internasals which are enlarged. Interorbitals: 8 to 10. Circumorbitals: 10 to 15. The eye is separated from the labials by one or two rows of scales. Supralabial scales: 12 to 14. Dorsal scales tubercularly keeled, in 40 to 49 rows. Ventral scales: 162-186. The anal scale is single. Subcaudals: 17-24.The anterior dorsal scales are only feebly keeled, but these keels increase in size posteriorly to the point that they become so heavily keeled that it can make a squirming specimen really painful to handle. This also makes it look as if the front and rear ends belong to markedly different animals.Dorsally, the color pattern consists of a broad zigzag band or a series of dark brown blotches on a yellowish or brownish grey ground color. The belly is uniform white.In India it can be mistaken at first glance for either the Indian python, Python m. molurus, or the deadly Russell's viper, Daboia russelii.",
    "Behavior": "G. conicus is active at night.",
    "Diet": "G. conicus feeds on worms and small mammals.",
    "Geographic range": "G. conicus is found in India south of about 30°N latitude, Nepal, Bangladesh and in the northern arid region of Sri Lanka. The type locality given is \"India orientali \".",
    "Habitat": "The preferred habitats of G. conicus are sandy tracts of central and southern India, the Punjab, Kachchh and Sind. It is also found in Meghalaya.",
    "Mimicry": "The rough-scaled sand boa's color pattern frequently resembles that of the highly venomous Russell's viper, which some herpetologists believe is a case of Batesian mimicry.",
    "Reproduction": "G. conicus is viviparous.",
    "See also": "List of erycine species and subspecies\nErycinae by common name\nErycinae by taxonomic synonyms",
    "References": "",
    "Further reading": "\n\n== External links =="
  }
}