{
  "url": "https://en.wikipedia.org/wiki/Gongylophis_colubrinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Gongylophis"
    },
    {
      "Species": "G. colubrinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Gongylophis colubrinus, the Egyptian or Kenyan sand boa, is a species of snake in the family Boidae. The species is endemic to Northern Africa. There are two subspecies which are recognized as being valid.",
    "Description": "Adult female specimens of G. colubrinus are rarely more than 91 cm (3 feet) in total length (including tail). The Kenyan sand boa is heavily built with a small head, small eyes, and a short tail. The color pattern may consist of a yellow or orange coloration overlaid with dark brown splotches. The belly is white or cream colored. It is readily available in the pet trade due to its small size, docility and ease of care. In recent years there have been a number of new morphs made available by both commercial and hobby breeders. Some of the more popular morphs available include anerythristic Kenyan sand boas (black and white lacking orange/red simple recessive trait), albino Kenyan sand boas (lacking black pigment simple recessive), snow KSBs (double recessive combination of an anery and albino), stripes (normal colored, anerythristic, albino and snow), hypo/ghost, anerythristic KSBs, paradox albinos (simple recessive), paradox snows (double recessive trait), splash (recessive), paint (recessive) and stripe combinations with any of the listed recessive traits. In addition many line bred traits have been accentuated on the above morphs, such as Nuclears (extreme red), High Whites, Reduced Patterns as examples.",
    "Common names": "Common names for G. colubrinus include East African sand boa, Egyptian sand boa, Kenyan sand boa, and sand boa.",
    "Geographic range": "G. colubrinus is found in northern Africa from Egypt as far west as Niger (Aïr), including Somalia, Ethiopia, Sudan, Kenya, and northern Tanzania. A single specimen has been reported from Yemen. The type locality given is \"Ægypto\".",
    "Habitat": "G. colubrinus occurs in semi-desert and scrub savannahs and rock outcroppings. It prefers sandy, friable soil.",
    "Behavior": "During the hotter times of the year, G. colubrinus seeks refuge beneath stones and in the burrows of small mammals.",
    "Behavior and diet": "G. colubrinus spends most of its time in shallow burrows with only its head exposed. It feeds on small mammals that are quickly seized when passing within striking range and killed by constriction.",
    "Reproduction": "G. colubrinus is ovoviviparous. In captivity, it breeds readily November through April in the United States, delivering live birth averaging 10-20 babies born spring through late summer. The young at birth typically are 20–25 cm (8-10 inches) in length.",
    "Taxonomy": "A synonym for this species, Gongylophis colubrinus, is Anguis colubrina, given by Linnaeus.Stimson (1969) recognized two subspecies: Eryx colubrinus colubrinus Linnaeus, and E. c. loveridgei Stull, but mentioned that a number of other authors, including Ahl (1933), Loveridge (1936), Scortecci (1939), and Parker (1949), questioned whether E. c. loveridgei was valid and considered the species to be monotypic with geographic variation.When recognized, Eryx colubrinus loveridgei is said to occur in the southern part of the range and is described as being more orange in color.\nAn additional subspecies, Eryx colubrinus rufescens, is smaller and more rounded than E. c. loveridgei, with rougher scales",
    "Etymology": "The subspecific name, loveridgei, is in honor of British herpetologist Arthur Loveridge.",
    "See also": "List of erycine species and subspecies.\nErycinae by common name\nErycinae by taxonomic synonyms",
    "References": "",
    "External links": "Gongylophis colubrinus at the Reptarium.cz Reptile Database. Accessed 23 November 2007."
  }
}