{
  "url": "https://en.wikipedia.org/wiki/Gongylophis_muelleri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Boidae"
    },
    {
      "Genus": "Gongylophis"
    },
    {
      "Species": "G. muelleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Gongylophis muelleri, known commonly as Müller's sand boa or the Saharan sand boa, is a species of snake in the family Boidae. The species is endemic to Africa.",
    "Etymology": "The specific name, muelleri, is in honor of Swiss herpetologist Fritz Müller.",
    "Geographic range": "G. muelleri is found in Benin, Burkina Faso, Cameroon, Central African Republic, Chad, Gambia, Ghana, Guinea, Ivory Coast, Mali, Mauritania, Niger, Nigeria, Senegal, Sudan, and Togo.",
    "Reproduction": "G. muelleri is oviparous.",
    "Subspecies": "Two subspecies are recognized as being valid, including the nominotypical subspecies.\nGongylophis muelleri muelleri Boulenger, 1892\nGongylophis muelleri subniger (Angel, 1938)Nota bene: The trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Gongylophis.",
    "References": "",
    "Further reading": "Angel F (1938). \"Liste des reptiles du Mauritanie recueillis par la mission d'études de la biologie des Acridiens en 1936 et 1937. Description d'une sous-espèce nouvelle d' Eryx muelleri\". Bulletin du Muséum national d'histoire naturelle de Paris, Series 2, 10: 485-487. (Eryx muelleri subniger, new subspecies). (in French).\nBoulenger GA (1892). \"Description of a new Snake from Nubia\". Annals and Magazine of Natural History, Sixth Series 9: 74-76. (Gongylophis muelleri, new species).\nBoulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Eryx muelleri, new combination, p. 128 + Plate V, figure 2)."
  }
}