{
  "url": "https://en.wikipedia.org/wiki/Cyperus_javanicus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. javanicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus javanicus, also known as the Javanese flatsedge, is a sedge of the family Cyperaceae that is native to Indonesia and Australia.",
    "Description": "The rhizomatous glaucous perennial sedge typically grows to a height of 0.6 to 1.2 metres (2.0 to 3.9 ft) and has a tufted habit. The plant blooms between January and August producing brown flowers. The culms are obtusely trigonous and densely papillose. The leaves are long and flat on top while folded at the base and around 2 to 13 millimetres (0.08 to 0.51 in) in width. The compound inflorescences have between six and twelve primary rays which are up to 8 cm 8 centimetres (3.1 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist Martinus Houttuyn in 1782 in the work Natuurlijke Histoire of Uitvoerige Beschryving der Dieren, Planten en Mineraalen. Several synonyms have been described including: Cyperus pennatus Lam. in 1791, Cyperus canescens  Vahl in 1805, Cyperus javanicus subsp. armstrongii Dunlop in 1987, Mariscus pennatus (Lam.) Domin in 1915, Cyperus ventricosus R.Br. in 1810 and Mariscus albescens Gaudich. in 1829.",
    "Distribution": "In Western Australia it is found beside pools and along streams and rivers in the Kimberley region where it grows in sandy-clay soils. The species is also endemic to the Northern Territory and north east Queensland and the Cape York Peninsula.It is also native to the islands north of Australia including Papua New Guinea, Timor and Indonesia.The species has also been introduced into Hawaii and islands in the Pacific basin.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}