{
  "url": "https://en.wikipedia.org/wiki/Cyperus_esculentus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. esculentus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus esculentus (also called chufa sedge, nut grass, yellow nutsedge, tiger nutsedge, edible galingale, water grass or earth almond) is a crop of the sedge family widespread across much of the world. It is found in most of the Eastern Hemisphere, including Southern Europe, Africa and Madagascar, as well as the Middle East and the Indian subcontinent. C. esculentus is cultivated for its edible tubers, called earth almonds or tiger nuts, as a snackfood and for the preparation of horchata de chufa, a sweet, milk-like beverage.Cyperus esculentus can be found wild, as a weed, or as a crop. It is an invasive species in its native range, and is readily transported accidentally to become invasive. In many countries, C. esculentus is considered a weed. It is often found in wet soils such as rice paddies and peanut farms as well as well irrigated lawns and golf courses during warm weather.",
    "History": "Prehistoric tools with traces of C. esculentus tuber starch granules have been recovered from the early Archaic period in North America, from about 9,000 years ago, at the Sandy Hill excavation site at the Mashantucket Pequot Reservation in Mashantucket, Connecticut. The tubers are believed to have been a source of food for those Paleo-Indians.Zohary and Hopf estimate that  C. esculentus \"ranks among the oldest cultivated plants in Ancient Egypt\". Although noting that \"chufa was no doubt an important food element in ancient Egypt during dynastic times, its cultivation in ancient times seems to have remained (totally or almost totally) an Egyptian specialty\". Its dry tubers have been found in tombs from predynastic times about 6000 years ago. In those times, C. esculentus tubers were consumed either boiled in beer, roasted, or as sweets made of ground tubers with honey. The tubers were also used medicinally, taken orally, as an ointment, or as an enema, and used in fumigants to sweeten the smell of homes or clothing. There are almost no contemporary records of this plant in other parts of the old World.\nBesides Egypt, at present C. esculentus is cultivated mainly in Spain, where it is extended for common commercial purposes in mild climate areas. The plant was introduced by the Arabs, first in the Valencia region. They are found extensively too in California and were grown by the Paiute in Owens Valley. \nC. esculentus is also cultivated in countries such as Guatemala, Mexico, Chile, Brasil, the United States, Lebanon, Syria, Jordan, Saudi Arabia, Oman, Iran, Iraq, Pakistan, India, Yemen, Morocco, Ivory Coast, Sudan, South Sudan, Gambia, Guinea Bissau, Ghana, Niger, Nigeria, Burkina Faso, Togo, Benin, Northern Cameroon, and Mali, where they are used primarily as animal feed or uncooked as a side dish, but in Hispanic countries they are used mainly to make horchata, a sweet, milk-like beverage.\nIn Northern Nigeria, it is called aya and it is usually eaten fresh. It is sometimes dried and later rehydrated and eaten. Also a snack is made by toasting the nuts and sugar coating it is popular among the Hausa children of Northern Nigeria. Also, a drink known as kunun aya is made by processing the nuts with dates and later sieved and served chilled.\nIt has been suggested that the extinct hominin Paranthropus boisei, the Nutcracker Man, subsisted on tiger nuts.",
    "Botany": "Cyperus esculentus is an annual or perennial plant, growing to 90 cm (3.0 ft) tall, with solitary stems growing from a tuber. The plant is reproduced by seeds, creeping rhizomes, and tubers. Due to its clonal nature, C. esculentus can take advantage of soil disturbances caused by anthropogenic or natural forces. The stems are triangular in section and bear slender leaves 3–10 mm (1/8 to 1/2 inches) wide. The spikelets of the plant are distinctive, with a cluster of flat, oval seeds surrounded by four hanging, leaf-like bracts positioned 90 degrees from each other. They are 5 to 30 mm (about 3/8 to 1 1/8 inches) long and linear to narrowly elliptic with pointed tips and 8 to 35 florets. The color varies from straw-colored to gold-brown. They can produce up to 2420 seeds per plant. The plant foliage is very tough and fibrous and is often mistaken for a grass. The roots are an extensive and complex system of fine, fibrous roots and scaly rhizomes with small, hard, spherical tubers and basal bulbs attached. \nThe tubers are 0.3 – 1.9 cm (1/8 to 3/4 inches) in diameter and the colors vary between yellow, brown, and black. One plant can produce several hundred to several thousand tubers during a single growing season. With cool temperatures, the foliage, roots, rhizomes, and basal bulbs die, but the tubers survive and resprout the following spring when soil temperatures remain above 6 °C (43 °F). They can resprout up to several years later. When the tubers germinate, many rhizomes are initiated and end in a basal bulb near the soil surface. These basal bulbs initiate the stems and leaves above ground, and fibrous roots underground. C. esculentus is wind pollinated and requires cross pollination as it is self–incompatible.",
    "Invasiveness": "C. esculentis is a highly invasive species in Oceania, Mexico, some United States, and the Caribbean, mainly by seed dispersion. It is readily transported internationally, and is adaptable to re-establish in varied climate and soil environments. In Japan, it is an exotic clonal weed favorable to establish in wet habitats.",
    "Cultivation": "",
    "Cultivation-Climate requirements": "Cyperus esculentus cultivation requires a mild climate. Low temperature, shade, and light intensity can inhibit flowering. Tuber initiation is inhibited by high levels of nitrogen, long photoperiods, and high levels of gibberellic acid. Flower initiation occurs under photoperiods of 12 to 14 hours per day.",
    "Cultivation-Soil requirements": "Tubers can develop in soil depths  around 30 cm (1-foot), but most occur in the top or upper part. They tolerate many adverse soil conditions including periods of drought and flooding and survive soil temperatures around −5 °C (23 °F). They grow best on sandy, moist soils at a pH between 5.0 – 7.5. The densest populations of C. esculentus are often found in low-lying wetlands. They do not tolerate salinity.",
    "Agronomy": "",
    "Agronomy-Cultivation": "Planting is normally done on flat soils where ridges to favour the coming irrigations have previously been done. The separation between ridges is approximately 60 cm (2.0 ft) and seeds are planted manually. Distances between seeds may vary from 15 to 20 cm (6 to 8 in) and seeding depth is around 8 cm (3 in). A typical seeding rate for chufa is about 120 kg of tubers/ha (107 lbs/acre).They are planted between April and May and must be irrigated every week until they are harvested in November and December. Tubers develop about 6 – 8 weeks after seedling emergence and grow quickly during July and August. The maturing is around 90 – 110 days. The average yield can approach between 10 and 19 t/ha.",
    "Agronomy-Harvest and drying process": "Harvest usually occurs in November or December and the leaves are scorched during the harvest. With a combine harvester, the tiger nut is pulled out of the ground. Immediately after harvesting, the tiger nuts are washed with water in order to remove sand and small stones. The drying occurs usually in the sun and can take up to three months. The temperatures and humidity levels have to be monitored very carefully during this period. The tiger nuts have to be turned every day to ensure uniform drying. The drying process ensures a longer shelf life. This prevents rot or other bacterial infections, securing quality and high nutrition levels.\nDisadvantages in the drying process are shrinkage, skin wrinkles and hard nut texture.",
    "Agronomy-Storage": "Tiger nut loses a considerable amount of water during drying and storage. The starch content of the tiger nut tubers decreases and the reducing sugar (invert sugar) content increases during storage. Tiger nut can be stored dry and rehydrated by soaking without losing the crisp texture. Soaking is often done overnight. Dried tiger nuts have a hard texture and soaking is indispensable to render them edible with ease and to ensure acceptable sensory quality.According to the Consejo Regulador de Chufa de Valencia (Regulating Council for Valencia's Tiger Nuts), the nutritional composition/100 ml of the Spanish beverage horchata de chufas is as follows: energy content around 66 kcal, proteins around 0.5 g, carbohydrates over 10 g with starch at least 1.9 g, fats at least 2 g.",
    "Uses": "Dried tiger nut has a smooth, tender, sweet, and nutty taste. It can be consumed raw, roasted, dried, baked or as tiger nut milk or oil.",
    "Uses-Food": "The tubers are edible, with a slightly sweet, nutty flavour, compared to the more bitter-tasting tuber of the related Cyperus rotundus (purple nutsedge). They are quite hard and are generally soaked in water before they can be eaten, making them much softer and giving them a better texture. They are a popular snack in West Africa.\nThey have various uses, such as horchata, a nonalcoholic beverage of milky appearance derived from the tubers of the tiger nut plant mixed with sugar and water, and commonly consumed in Spain.Flour of roasted tiger nut is sometimes added to biscuits and other bakery products as well as in making oil, soap, and starch extracts. It is also used for the production of nougat, jam, beer, and as a flavoring agent in ice cream and in the preparation of kunnu (a local beverage in Nigeria). Kunnu is a nonalcoholic beverage prepared mainly from cereals (such as millet or sorghum) by heating and mixing with spices (dandelion, alligator pepper, ginger, licorice) and sugar. To make up for the poor nutritional value of kunnu prepared from cereals, tiger nut was found to be a good substitute for cereal grains. Tiger nut oil can be used naturally with salads or for deep frying. It is considered to be a high quality oil. Tiger nut “milk” has been tried as an alternative source of milk in fermented products, such as yogurt production, and other fermented products common in some African countries and can thus be useful replacing milk in the diet of people intolerant to lactose to a certain extent.",
    "Uses-Nutrition": "Despite its name, tiger nutsedge is a tuber. However, its chemical composition shares characteristics with tubers and with nuts. This tuber is rich in energy content (starch, fat, sugar, and protein), and dietary minerals (mainly phosphorus and potassium). The oil of the tuber was found to contain 18% saturated (palmitic acid and stearic acid) and 82% unsaturated (oleic acid and linoleic acid) fatty acids.",
    "Uses-Oil": "Since the tubers of C. esculentus contain 20-36% oil, it has been suggested as potential oil crop for the production of biodiesel. One study found that chufa produced 1.5 metric tonnes of oil per hectare (174 gallons/acre) based on a tuber yield of 5.67 t/ha and an oil content of 26.4%. A similar 6-year study found tuber yields ranging from 4.02 to 6.75 t/ha, with an average oil content of 26.5% and an average oil yield of 1.47 t/ha.",
    "Uses-Fishing bait": "The boiled nuts are used in the UK as a bait for carp. The nuts have to be prepared in a prescribed manner to prevent harm to the fish. The nuts are soaked in water for 24 hours, and then boiled for 20 minutes or longer until fully expanded. Some anglers then leave the boiled nuts to ferment for 24–48 hours, which can enhance their effectiveness. If the nuts are not properly prepared, they can be  toxic to carp. This was originally thought to have been the cause of death of Benson, a large, well-known female carp weighing 54 lb (24 kg) found floating dead in a fishing lake, with a bag of unprepared tiger nuts lying nearby, empty, on the bank. An examination of the fish by a taxidermist concluded tiger nut poisoning was not the cause of death, but rather the fish had died naturally.",
    "Compatibility with other crops": "C.esculentus is extremely difficult to remove completely once established. This is due to the plant having a stratified and layered root system, with tubers and roots being interconnected to a depth of 36 cm or more. The tubers are connected by fragile roots that are prone to snapping when pulled, making the root system difficult to remove intact. Intermediate rhizomes can potentially reach a length of 60 cm. The plant can quickly regenerate if a single tuber is left in place. By competing for light, water and nutrients it can reduce the vigour of neighbouring plants. It can develop into a dense colony. Patch boundaries can increase by more than one meter per year. Tubers and seed disperse with agricultural activities, soil movement or by water and wind. They are often known as a contaminant in crop seeds. When plants are small they are hard to distinguish from other weeds such as Dactylis glomerata and Elytrigia repens. Thus it is hard to discover in an early stage and therefore hard to counteract. Once it is detected, mechanical removal, hand removal, grazing, damping, and herbicides can be used to inhibit C.esculentus.",
    "Compatibility with other crops-Similar native or non-native species that can confuse identification": "Sedges (Cyperus) have grass-like leaves and resemble each other in the appearance. They can mainly be distinguished from grasses by their triangular stems.\nPurple nutsedge (C. rotundus) is another weedy sedge that is similar to the yellow nutsedge (C. esculentus). These two sedges are difficult to distinguish from each other and can be found growing on the same site. Some differences are the purple spikelets and the tubers formed by C.rotondus are often multiple instead of just one at the tip. In addition the tubers have a bitter taste instead of the mild almond-like flavour of C.esculentus.",
    "References": "",
    "External links": "Cyperus esculentus in West African plants – A Photo Guide."
  }
}