{
  "url": "https://en.wikipedia.org/wiki/Cyperus_vaginatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. vaginatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus vaginatus, commonly known as stiff-leaf sedge or stiff flat-sedge, is a sedge of the family Cyperaceae that is native to Australia.",
    "Description": "The rhizomatous perennial herb grass-like sedge typically grows to a height of 0.3 to 2 metres (1.0 to 6.6 ft) and has a tufted habit. It blooms between November and February producing green-brown flowers. The culms are rigid with a terete arrangement. The culms grow to around 1 metre (3.3 ft) in height and have a diameter of about 3 millimetres (0.12 in). The leaves are just sheaths. The simple or compound inflorescence has four to twelve primary branches up to a length of approximately 6 centimetres (2.4 in) but usually shorter. The spikelets are flattened with between four and fifteen in each cluster each are 5 to 18 mm (0.20 to 0.71 in) long and  2 to 2.8 mm (0.08 to 0.11 in)  in width. Following flowering a grey-brown trigonous nut with an obovoid to ellipsoid shape will form. The nut is around 0.6 to 0.8 mm (0.024 to 0.031 in) in length with a diameter of about 0.5 mm (0.020 in).",
    "Taxonomy": "The species was first formally described by the botanist Robert Brown in the work Prodromus Florae Novae Hollandiae et Insulae Van Diemen that was published in 1810. The samples were collected in 1802 during an expedition by HMS Investigator and Géographe to map the South Australian coastline.The species name vaginatus is taken from the Latin word, vagina, meaning sheath.",
    "Distribution": "The plant is found in subtropical regions extending into tropical areas in the northern end of its range.\nIn Western Australia it is found along creeks and streams in the Kimberley, Pilbara, Gascoyne, Mid West and Goldfields-Esperance regions where it grows in sandy-clay alluvium often around limestone. The species is also found in north western and south eastern South Australia, Victoria, Queensland, the Northern Territory and New South Wales. It will grow well in full sun to part shade in well-drained soils but can need watering in summer when cultivated.In Victoria the species was once found in the Grampians and around Swan Hill but no specimens have been collected in 1913 and it is now possibly extinct in these areas.",
    "Uses": "Cyperus vaginatus can be harvested from the wild as a source of fibre. The fibre is taken from the outer parts of the stems and is traditionally used by Indigenous Australians to make nets and cordage.The species is known to attract butterflies.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}