{
  "url": "https://en.wikipedia.org/wiki/Cyperus_compressus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. compressus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus compressus, commonly known as annual sedge, is a sedge of the family Cyperaceae that has a wide distribution throughout countries with warmer climates. It is found in tropical areas of Africa, Asia and the Americas.In Europe it is commonly known as hedgehog sedge and the French know it as souchet comprimé. In India it is called mothi and in Japan it is known as kugugayatsuri.",
    "Description": "The annual sedge typically grows to a height of 0.1 to 0.75 metres (0.3 to 2.5 ft) and has a  tufted habit. It blooms between May and December and produces green-yellow-brown flowers. The erect and glabrous grass has fine and numerous roots. It as slender or rigidulous, trigonous stems that are 0.5 to 2.0 millimetres (0.020 to 0.079 in) thick. Red-purple, loose, open leaf sheaths cover the base of the plant with the leaves being much sorter than the stems. The leaves are greyish-green in colour with a narrowly linear shape and a width of 1.5 to 4.0 mm (0.06 to 0.16 in). The inflorescence is composed of umbellate spikes, with three to four rays hat are up to 8 centimetres (3 in) in length. Following flowering it will form a dark brown to black trigonous nut that has a broad-obovoid shape. The nut is about 1.5 mm (0.059 in) in length with a diameter of about 1 mm (0.039 in).",
    "Distribution": "It has a wide distribution throughout Asia, especially in India, Malaysia, Pakistan and the Philippines. It is found through much of Africa from Egypt to Zimbabwe. In the Americas it is found in the southern USA, Honduras, Costa Rica and Suriname. It is also found in Fiji and New Guinea. It is a pantropical species, mostly found in moist places such as irrigated fields,  ditches, stream beds, pond margins and lawns. It grows in many soil types usually sandy or alluvial and clay soils.It has become introduced in many areas, in Western Australia it is found in damp areas in the Kimberley region. It is also found in Queensland, New South Wales and the Northern Territory.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}