{
  "url": "https://en.wikipedia.org/wiki/Cyperus_gilesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. gilesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus gilesii, commonly known as Giles' flat-sedge, is a sedge of the Cyperaceae that is native to Australia.",
    "Description": "The annual or perennial sedge has a slender tufted habit. It has smooth trigonous or triquetrous shaped culms that are typically 10 to 35 cm (3.9 to 13.8 in) in height with a diameter of 0.8 to 2 mm (0.031 to 0.079 in) diameter.The septate to nodulose leaves are shorter than the culms and have a width of about 4.5 mm (0.18 in). The sedge flowers in spring and summer producing simple inflorescences with one to five branches that have a length of around 6 cm (2.4 in). The dense flower clusters are subdigitate with a hemispherical to globose shape and a diameter of around 50 mm (2.0 in). There are one to three leaf-like involucral bracts. There are many flattened spikelets per cluster that have a length of 10 to 30 mm (0.39 to 1.18 in) and a width of 2.5 to 4.5 mm (0.098 to 0.177 in) containing 8 to 34 golden brown to red-brown flowers. After flowering a trigonous very narrow-ellipsoidally shaped red-brown to grey-brown nut forms that has a length of 2.0 to 5.0 mm (0.079 to 0.197 in) and a 0.3 to 1.0 mm (0.012 to 0.039 in) diameter.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1878 in the work Flora Australiensis.\nThe specific epithet honours the explorer William Ernest Powell Giles who led five major expeditions throughout central Australia.",
    "Distribution": "C. gilesii is found throughout Australia. It is common throughout Queensland, northern South Australia, northern New South Wales and eastern parts of the Northern Territory. In Western Australia it only occurs only rarely in the Pilbara region. It is often situated ephemerally wet situations, including inland stream and river banks, floodplains and roadside drains.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}