{
  "url": "https://en.wikipedia.org/wiki/Cyperus_scariosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. scariosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus scariosus, also known as Cypriol, Nutgrass and by its Hindi name Nagarmotha, is a plant of the family Cyperaceae. It is a perennial herbaceous riverbed plant native to India's Madhya Pradesh state. It is one of the most invasive weeds known, having spread out to a world-wide distribution in tropical and temperate regions.\nThe plant is mentioned in the ancient Ayurvedic medicine text Charaka Samhita, and is used extensively in Chinese medicine and traditional perfuming.",
    "Distribution": "Cyperus scariosus is a highly invasive pestilent, and as such can be found in all tropical, subtropical and temperate regions of the world. In India, it is common in open, disturbed habitats to an elevation of about 1800 m.",
    "Botanical description": "Cyperus scariosus is a perennial slender herb, stem at base nodosely thickened and suddenly constricted into a wiry rhizome, sub solitary, triquetrous at top. Leaves long, often overlapping stem. Flowers borne in compound umbel, spikes loosely spicate of 3-8 spixelets. Seeds in the form of trigonous nuts, flowers and fruits almost throughout the year, but chiefly during rainy season.",
    "Uses": "Ayurvedic physicians use the plant for medicinal purposes for fevers, digestive system disorders, dysmenorrhea and other maladies. Modern alternative medicine recommends using the plant to treat nausea, fever and inflammation; for pain reduction; for muscle relaxation and for many other disorders.The essential oil from the tuber has a deep, spicy woody-earthy smell, is highly-prized in India and is used extensively as a raw ingredient in perfumery, aromatherapy and soap making.",
    "Chemical constituents": "Steam distillation of the tubers of cypriol yields 0.035–0.040% of an essential oil, the principal content of which is cyperene.\nOther constituent compounds are alpha-copaene and caryophyllene oxide.",
    "Etymology": "Latin name: Cyperus scariosus\nEnglish name: Umbrella Sedge, Nutgrass\nSanskrit name: Nāgaramustā, Bhadramustā\nHindi name: Nagarmotha\n\n\n== References =="
  }
}