{
  "url": "https://en.wikipedia.org/wiki/Cyperus_victoriensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. victoriensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus victoriensis, also known as channel nut grass is a sedge of the family Cyperaceae that is native to Australia.The rhizomatous perennial herb to grass-like sedge typically grows to a height of 0.6 to 1.0 metre (2.0 to 3.3 ft). It has slender rhizomes that form ovoid to ellipsoid shaped woody tubers that are 5 to 10 millimetres (0.197 to 0.394 in) in diameter. The mostly terete culms are smooth and trigonous with a length of 30 to 100 cm (12 to 39 in) and a diameter of 3 millimetres (0 in). The leaves are not septate-nodulose and usually half the length of the culm with a width of 2 to 4 mm (0.079 to 0.157 in).The simple inflorescence has three to eight primary branches with a length of about 5 centimetres (2.0 in) that is often bent under the weight of the spikelets. The spikes have an ovoid shape and a length of around 4 cm (1.6 in) and a diameter of around 3 cm (1.2 in). The spikelets are flattened with 3 to 15 on each spike containing around 40 flowers. Later a trigonous, narrowly obovoid gery-brown to black nut will form with a length of 1.5 to 1.7 mm (0.059 to 0.067 in) and a diameter of 0.7 mm (0.028 in).It is endemic to much of mainland Australia and is found in all states. In Western Australia and is found along streams and creeks in the Kimberley region where it grows in sandy-clay soils.\nIn New South Wales it is widespread through most non-coastal areas and is known on floodplains and the banks of inland watercourses mostly on clayey soils. It is found in north western Victoria from the mallee through to the Riverina.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}