{
  "url": "https://en.wikipedia.org/wiki/Cyperus_trachysanthos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. trachysanthos"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus trachysanthos is a rare species of sedge known by the common names pu`uka`a and sticky flatsedge. It is endemic to Hawaii, where it is known from Kauai and Oahu. It was known from Niihau, Molokai and Lanai, but it has been extirpated from these islands. It is a federally listed endangered species of the United States.\nThis plant is a rhizomatous perennial flowering plant which produces clumps of stems up to about 45 centimeters in maximum height. There are plentiful hairlike green leaves which may be longer than the stems. The inflorescence is made up of a few heads of up to 30 spikelets each. The spikelet is about a centimeter long and has up to 20 yellow-brown flowers covered by yellow-brown to reddish glumes. The plant grows in wetland habitat such as seeps, mudflats, and marshes. Hau (Hibiscus tiliaceus) is often found alongside the sedge. Generally, the habitat is seasonally dry.This species has been reduced to seven populations, one on Kauai and six on Oahu. The Kauai population contains about 300 individuals. On Oahu, the plant occurs at several locations, including Diamond Head, where 40 individuals have been counted, and Lualualei, where there are over 300. There is a total of perhaps 1000 plants, but the population numbers vary by rainfall abundance.Threats to this endangered species include the destruction of its wetland habitat, and natural disasters that could conceivably destroy entire populations, such as hurricanes. Exotic plant species such as billygoat weed (Ageratum conyzoides), scarlet pimpernel (Anagallis arvensis), feather fingergrass (Chloris virgata), and lantana (Lantana camara), are a threat. Feral goats, off-road vehicles, fire and pollution are threats to Cyperus trachysanthos on Oahu.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}