{
  "url": "https://en.wikipedia.org/wiki/Cyperus_pennatiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. pennatiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus pennatiformis (formerly Mariscus pennatiformis) is a rare species of sedge known by the common name coastal flatsedge. It is endemic to Hawaii, where it grows on the islands of Maui, Kauai, and Laysan. It is a federally listed endangered species of the United States.\nThis sedge grows 40 centimeters to 1.2 meters tall with leathery leaves as long as the stem or longer. The flower cluster atop the stem is umbrella-shaped and up to 15 centimeters long by 25 wide. It contains up to 18 spikes which are each made up of several yellowish or grayish spikelets. The spikelet contains up to 25 flowers.Today this plant grows on Maui, Kauai, and Laysan; it has recently been extirpated from Oahu and the island of Hawaii. The most recent surveys found about 30 individual plants on Maui and four populations on Kauai; these represent the subspecies pennatiformis. On Laysan the plants are of subspecies bryanii, known as Laysan sedge or Bryan's sedge. In 2008 a total of 488 individuals were counted. The Laysan sedge, though rare, appears to be reproducing successfully.On Maui the sedge grows on seaside cliffs where it is washed with ocean spray. The habitat is a type of coastal forest dominated by hala (Pandanus tectorius). On Kauai it can be found in moist forested canyons. On Laysan ssp. bryanii grows in wetlands and sand dunes.This plant is threatened by a number of processes, chiefly habitat destruction and degradation by feral ungulates such as pigs and goats and the presence of non-native plants. The worst invasive plants include shoebutton (Ardisia elliptica), lantana (Lantana camara), yellow foxtail (Setaria parviflora), and Pride of India (Melia azedarach). On Laysan this sedge and other plants were decimated by introduced rabbits. The seeds are eaten by the Laysan finch (Telespiza cantans).",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}