{
  "url": "https://en.wikipedia.org/wiki/Cyperus_dives",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. dives"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus dives is a plant in the genus Cyperus of the sedge family, Cyperaceae, which is found from south-west Syria to Africa, and from Pakistan to Vietnam.The SANBI Red List of South African Plants assessed its conservation status  as being of \"Least Concern\" in 2006.",
    "Description": "",
    "Description-Protologue": "\"Sa tige est lisse, triangulaire, haute de 13 à 16 décimètres [4 à 5 pieds]. Ses feuilles radicales sont longues d'environ un mètre [3 pieds], rudes à leur sommet, sur leurs bords, leur nervure dorsale, et vers leurs sommet sur deux nervures principales de leur face supérieure, où elles sont aiguillonnées par des dents très fines. Les rayons d'ombrelle sont au nombre de cinq à dix; les plus grands ont 15 centimètres de longueur [environ 6 pouces].\n\"Les feuilles extérieures de l'involucre sont longues d'environ 3 à 6 décimètres [un ou deux pieds], et sont rudes et finement aiguillonnées de la même manière que les feuilles radicales.\n\"Les épillets sont lancéolés, assez lâches, longs de 6 à 10 millimètres [3 à 4 lignes], présentant de toutes parts sur l'ombrelle leurs sommets aigus; ils contiennent seize, vingt et trente fleurs. Il y a trois étamines et un style trifide dans chaque fleur. Les écailles sont ovoïdes, tronquées à leur base, brièvement acuminées au sommet, membraneuses, un peu ondulées et comme déchirées sur les bords.\n\"Le Cyperus dives croît dans les champs humides du Delta: on le cultive pour le couper et faire des nattes avec ses tiges fendues en lanières.\n\"Le Cyperus dives et le Cyperus alopecuroides LIN, croîssent ensemble en Égypte, et servent au même usage l'un que l'autre; ils croîssent aussi dans l'Inde. J'ai vu quelquefois ces deux plantes confondues l'une avec l'autres dans les herbiers.\n\n\"Le Cyperus alopecuroides n'a point les épillets lisses; ils ne sont point lancéolés, mais ovoïdes; leurs écailles sont peu serrées, et se replient en dedans par les bords en se desséchant; les styles sont bifides.\"",
    "Description-Translation": "The stems are smooth, triangular, and grow to heights of  1.3–1.6 metres (4–5 ft). The basal leaves are about one metre (3 ft) long, and are rough at the top, on their edges, on their dorsal veins, and towards their apex on two main veins of their upper face, where they have very fine needle-like teeth. The umbel rays are five to ten in number; the largest are 15 centimetres (6 in) in length. The outer (leaf-like) bracts of the involucre are about .3–.6 metres (1–2 ft) long, and are rough and finely needled in the same way as the basal leaves.\nThe spikelets are lanceolate, rather loose, 6–10 millimetres (0.2–0.4 in) long, showing on all sides of the umbel their sharp peaks; they contain sixteen, twenty, and thirty flowers. Each flower has three stamens and a trifid style. The scales are ovoid, truncated at their base, briefly acuminate at the top, membranous, a slightly undulating and torn at the edges.\nCyperus dives  grows in the wet fields of the Delta: it is grown for cutting, to make mats from the stems split into strips.\nCyperus dives  and Cyperus alopecuroides  L., grow together in Egypt, and serve the same purpose. They also grow in India. Sometimes, in herbaria, I have seen these two plants confounded.\n Cyperus alopecuroides  does not have smooth spikelets; they are not lanceolate, but ovoid; their scales are not very tight, and fold inwards by the edges when drying; the styles are bifid.",
    "References": "",
    "External links": "Cyperus dives occurrence data from GBIF\n Media related to Cyperus dives at Wikimedia Commons"
  }
}