{
  "url": "https://en.wikipedia.org/wiki/Cyperus_zollingeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. zollingeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus zollingeri, commonly known as roadside flatsedge, is a sedge of the family Cyperaceae that is native to tropical areas of Australia, Africa and Asia.",
    "Description": "The annual herb or grass-like sedge typically grows to a height of 0.1 to 0.4 metres (0.33 to 1.31 ft) and has a tufted habit. It blooms between in spring between April and May producing green flowers. The root system consists of thin dense fibrous roots. The stems are trigonous to triquetrous up to a length of 40 centimetres (15.75 in). The plant has short leaves that have a width of 1 to 2.5 millimetres (0.04 to 0.10 in) with a well developed ligule. The stems at the base of the plant have papery sheaths that are scabrid towards the top. When it flowers it produces a simple, loose inflorescence with a peduncle that has a spike of spikelets with one to three rays. Later it will form a brown to black trigonous nut that is 1.3 to 1.5 mm (0.051 to 0.059 in) in length.",
    "Taxonomy": "The species was first formally described as Cyperus lucidulus by Johann Heinrich Friedrich Link in the 1820 work by Link, Sprengel, and Schrader Jahrbucher der Gewachskunde. In 1854 the botanist Ernst Gottlieb von Steudel classified it by the current name in the work Synopsis Plantarum Glumacearum. The only other synonym is Cyperus ramosii as described by Georg Kükenthal in 1925 as part of the work Cyperaceae novae. VII. Repertorium Specierum Novarum Regni Vegetabilis.",
    "Distribution": "The species is native to many tropical areas. In Australia it is native to Western Australia where it is found along streams and creeks in the Kimberley region growing in sandy-clay alluvium.\nIt is also found across the top end of the Northern Territory and both Cape York Peninsula and north east Queensland.\nThe species is also native in parts of Africa including the Democratic Republic of the Congo, Côte d'Ivoire, Kenya; Madagascar; Mali, Senegal and Tanzania.\nIt is also native to parts of Asia including India, Indonesia, the Philippines, Taiwan and China.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}