{
  "url": "https://en.wikipedia.org/wiki/Cyperus_polystachyos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. polystachyos"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus polystachyos, also known as Pycreus polystachyos and commonly known as bunchy sedge, many-spiked sedge, or Texas sedge, is a herbaceous species in the family Cyperaceae, widespread in tropical and subtropical areas around the world, sometimes extending its range into temperate regions. In the United States, it has been reported from a region from Texas to Maine.It is common in the Neotropics as a weed in grass lawns.\nThe rhizomatous perennial or annual grass-like sedge typically grows to a height of 0.15 to 0.6 metres (0.5 to 2.0 ft). It blooms between summer and winter and produces green-brown flowers. \nThe stems are rigid with a thickness of 1 to 3 millimetres (0.039 to 0.118 in). Stems are glabrous with a triangular cross-section. The leaves are very narrow, around 1 to 4 mm (0.039 to 0.157 in) with a grass-like appearance and are often tufted at the base of the plant. The seed-head is an irregular cluster formation at the tip of the stem with brown spikes that have three to six green leafy bracts underneath.The species is widespread in warmer climates and found from sea level to an altitude of around 1,020 metres (3,346 ft). The species is found along rivers and creeks in a range of ecosystems from rainforest, melaleuca forest, vine thickets, eucalypt forest and swamps in a variety of woodland and grassland areas including in salty mud and marshes of the ocean shore.\nIn Australia the species is found mostly in coastal location, north of Perth in Western Australia and through the Northern Territory, Queensland and New South Wales.\n\n\n== References =="
  }
}