{
  "url": "https://en.wikipedia.org/wiki/Cyperus_rigidellus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. rigidellus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus rigidellus is a sedge of the family Cyperaceae that is native to Australia.The short-lived perennial or annual herb or grass-like sedge typically grows to a height of 5 to 40 centimetres (1.97 to 15.75 in). The terete culms are three sided with sharp edges and concave sides and are often rough higher up. The culms are typically 3 to 25 cm (1.2 to 9.8 in) in length and have a diameter of 0.6 to 1.3 mm (0.024 to 0.051 in). The leaves are usually longer than the culms and often curly at the apex and have a width of around 3 mm (0.12 in). It blooms between April to November producing brown-red flowers. The  head-like or simple inflorescence has one to four branches that 1 to 6 cm (0.39 to 2.36 in) in length. Each inflorescence is loosely or densely clustered with a globose shape and around 30 mm (1.2 in) in diameter. The flattened spikelets occur in clusters of 5 to 15 each containing 6 to 25 flowers. Each spikelet is 4 to 25 mm (0.16 to 0.98 in) in length and 2.5 to 4 mm (0.098 to 0.157 in) wide. After flowering trigonous pale brown nuts form with a narrow-obovoid to narrow-ellipsoid shape.The species was initially confused with Cyperus gilesii and Cyperus enervis. It was first formally described by the botanist John McConnell Black in 1929 as part of the work Additions and Corrections as published in Flora of South Australia. There are several synonyms including; Mariscus rigidellus, Cyperus subpinnatus var. subrigidellus, Cyperus subpinnatus, Cyperus subpinnatus var. subpinnatus, Cyperus gracilis var. rigidellus and Cyperus gracilis var. rigidella.It is found in all mainland states and territories in Australia. In Western Australia it is found along stream and creek, around clay pans, on flood plains and other damp areas in the Mid West, Pilbara, Gascoyne and Goldfields-Esperance regions where it grows in loamy-sand or clay-sand soils. In New South Wales it is found in inland areas usually in ephemerally wet places including floodways and roadside drains.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}