{
  "url": "https://en.wikipedia.org/wiki/Cyperus_congestus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. congestus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus congestus, commonly known as dense flat-sedge or clustered flat-sedge, is a sedge of the family Cyperaceae that is native to southern Africa mostly in South Africa, Lesotho and Namibia.",
    "Description": "The perennial sedge typically grows to a height of 1 metre (3.3 ft) and has a tufted habit. It blooms between July and March produces brown flowers. The sedge has a short rhizome connecting plants together. The culms are smooth and triangular in cross section, they are a pink-red toward the base. The leaves have a width of 4 to 8 millimetres (0.16 to 0.31 in) and are ridged with deep sharp depression down the middle. \nBetween two and seven inflorescences can be found on each stem. The inflorescence are composed of up to 20 or smaller red-brown spikelets which are 10 to 28 mm (0.39 to 1.10 in) in length. After flowering it will form a trigonous dark brown-black nut with a narrow-obovoid shape that is approximately 1.5 mm (0.059 in) with a diameter of around 0.6 mm (0.024 in).",
    "Taxonomy": "The species was first formally described by the botanist Martin Vahl in 1805 as part of the work Enumeratio Plantarum The name of the species is often misapplied to Cyperus polystachyos.\nThe species name congestus is Latin and means crowded and probably referring to snug way in which the fruit lies along the spikelet. The only known synonym for the species is Mariscus congestus as described by C.B.Clarke.",
    "Distribution": "It colonises easily and has been introduced into Australia, where it has now become naturalised.\nRecognised as a weed in Western Australia it is found in swamps and around creeks in coastal areas of the Wheatbelt, Peel, South West, Great Southern and Goldfields-Esperance regions where it grows in sandy-clay soils. The species is also found in coastal areas of New South Wales, Victoria, South Australia, Tasmania and around parts of Brisbane in Queensland. It is also a common weed found in New Zealand and Hawaii.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}