{
  "url": "https://en.wikipedia.org/wiki/Cyperus_articulatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. articulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus articulatus is an aromatic species of sedge known by the common names jointed flatsedge and priprioca.  It has also been known as Guinea rush or adrue.  It grows as a perennial herb.  It grows in water or near it in rivers, streams, lakes, and swamps with a hyperhydrate (emergent aquatic) or possibly tenagophyte (submerged juvenile and terrestrial adult) growth pattern.  It is widespread across tropical and subtropical regions in Africa, southern Asia, northern Australia, the southeastern United States, the West Indies, and Latin America.  While it is closely related to highly invasive sedges such as purple nut sedge (Cyperus rotundus), priprioca is less prolific and competitive than its relative.",
    "Description": "It is similar in appearance to C. corymbosus but with terete culms with 5–20 mm long intersepta and is transversely septate.  Its leaf blades are completely absent and it has scale-like involucral bracts measuring less than 15 mm long.  The anthers are 1.0-1.5 mm long and the floral glumes are 2.25 to 3.5 mm in length.",
    "Uses": "Related to other nut sedges (such as tigernut), priprioca roots release a light, woody, and spicy fragrance with floral notes. It is one of the traditional spices of the Amazon region, used medicinally in local tradition, and its reddish essential oil is used commercially both by the cosmetic industry, and increasingly as a flavoring for food.Like its relative papryus, priprioca fibers and rhizomes are also used in crafts, since in addition to the exuberant perfume, the products are resistant to mold, possibly indicating that the essential oil has antifungal properties. Among its main components are muskatone, alpha-Pinene, beta-Pinene, caryophyllene oxide, trans-pinocarveol, myrtenal, myrtenol, ledol, cyperotundone, and alpha-cyperone, though the oil is very complex and no single element plays a dominant role over the others. According to local Amazonian medical tradition, priprioca may be harmful to pregnant women, adverse effects possibly including miscarriage.",
    "In Folklore": "According to Brazilian folklore, the name priprioca came from Piri-Piri, a major warrior who lived in an indigenous village in the heart of the Amazon rainforest. It is said that he gave off a wonderful smell, able to attract any indigenous tribe. He also had the power to disappear when in danger, or to get rid of the hordes of girls at his feet. Once, the daughter of a shaman named Supi was desperately in love with Piri-Piri. She asked her father to teach her a spell to capture Piri-Piri. The shaman then told her to tie Piri-Piri's feet with her hair on a full moon night. Sensing danger, Piri-Piri disappeared in a cloud, never to return. In the place where the warrior was last seen, a plant sprouted which also gave off his magnificent aroma; in his honor, this plant was named piripirioca, later shortened to priprioca.",
    "References": "",
    "External links": "USDA Plants Profile\nFlora of North America\n Media related to Cyperus articulatus at Wikimedia Commons\n Data related to Cyperus articulatus at WikispeciesCyperus articulatus in West African plants – A Photo Guide."
  }
}