{
  "url": "https://en.wikipedia.org/wiki/Cyperus_bulbosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. bulbosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus bulbosus is a species of sedge found across Africa, the Middle East, Indian subcontinent, Southeast Asia, and Australia. In Australia, it is commonly called (Australian) bush onion or \"wild onion\", but is not related to the onion or other Alliaceae. It is a component of Australian bushfood, but is considered an agricultural weed in other areas.",
    "Description": "C. bulbosus is perennial and rhizomatous, with fine grassy foliage and triangular culms. The inflorescence is rarely branched and consists of a cluster of spikes of reddish-brown bracts, eventually producing small, three-sided seeds.\nThe small tubers which form on short stolons are a traditional bush tucker food for Australian Aboriginal peoples. They are dug up on creek banks when the grass of the onion has dried out. The husk can also be eaten. They are eaten raw or cooked in the hot earth by the fire.",
    "Cultural significance": "Its name in the Arrernte language of Central Australia is merne yalke. In a neighbouring language, Kaytetye, it is called erreyakwerra. Some Kaytetye, the Kwerrimpe women, have a bush onion dreaming which involves the bush onion and the origins of the Kaytetye people and language. This means they have been given stories of the origins of the bush onion, and are entitled to tell these stories and paint about them. Artists who have painted bush onion dreaming include Nora Andy Napaltjarri and her sister Ada Andy Napaltjarri.",
    "Agricultural pest": "Outside of its range in Australia, it is often considered an agricultural pest. For example, it is found as a weed in rice culture.",
    "See also": "Indigenous Australian food groups",
    "References": "\nTurner, Margaret-Mary, Arrernte Foods: Foods from Central Australia, IAD Press, Alice Springs, 1994, ISBN 0-949659-76-2, p22."
  }
}