{
  "url": "https://en.wikipedia.org/wiki/Cyperus_vorsteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Cyperus"
    },
    {
      "Species": "C. vorsteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyperus vorsteri is a sedge of the family Cyperaceae native to southern Africa.",
    "Description": "The rhizomatous perennial sedge typically grows to a height of 1.5 metres (4.9 ft) and has a robust tufted habit. The triquetrous and smooth culms usually grow to a height of 0.5 to 1.5 m (1.6 to 4.9 ft) and have a diameter of around 8 millimetres (0.31 in). The strongly septate-nodulose deep-green leaves are often longer than culms and have a width of 7 to 14 mm (0.28 to 0.55 in). The plant flowers in spring, between August and November. It forms compound to decompound inflorescences that have with seven to thirteen branches that are up to 10 centimetres (3.9 in) in length. The spikes have a cylindrical form and are around 2 cm (0.79 in) long with a diameter of around 1 cm (0.39 in). Following flowering it will form a dark yellow-brown trigonous nut with a narrow-obovoid to narrow-ellipsoid shape. The nut has a length of 1.8 to 2.3 mm (0.07 to 0.09 in) and a diameter of about 0.6 mm (0.02 in).",
    "Taxonomy": "The species was originally described as Mariscus grantii by the botanist Charles Baron Clarke in 1898 as part of the Thiselton-Dyer work Cyperaceae. Flora Capensis. It was subsequently reclassified into the genus Cyperus in 1994 by K.L.Wilson in the work New taxa and combinations in the family Cyperaceae in eastern Australia published in the journal Telopea.",
    "Distribution": "The species is endemic to South Africa. \nIt has been introduced in Western Australia where it is found along streams and creeks in Kalamunda in the outer metropolitan region of Perth where it grows in sandy-clay soils. \nIt has also become naturalised in areas in and around Sydney where it is often found in disturbed areas of woodland and parks.",
    "See also": "List of Cyperus species\n\n\n== References =="
  }
}