{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_thomsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Species": "R. thomsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron thomsonii (半圆叶杜鹃) is a rhododendron species native to northern India, Bhutan, Nepal, Sikkim, and southern Xizang in China, where it grows at altitudes of 3000–4000 meters. It is a shrub that grows to 2–4 m in height, with leathery leaves that are oblong-elliptic to ovate or orbicular to obovate, 3–7 by 2–6 cm in size. Flowers are red.",
    "Description from J.D.Hooker": "RHODODENDRON THOMSONI, Hook. fil.\nDr. Thomson's Rhododendron.\nFrutex ramosissimus, cortice pallide papyraceo, foliis in ramos terminales coriaceis glaberrimis orbiculari-ovatis obtusissimis apiculatis basi cordatis læte virentibus subtus glaucescentibus margine subrecurvo, petiolo gracili, corymbis plurifloris, pedunculis lougitudine petiolorum, fioribus radiatim patentibus cernuisve, calyce amplo cylindraceo-cyathiformi basi retuso inrequaliter lobato, lobis erectis obtusissimis, corolla intense sanguinea coriaceo-carnosa nitida, tubo elongato-campanuliformi, limbi lobis 5 patenti-subrecurvis profunde emarginatis superioribus intus maculatis, staminibus 10, ovario conico-cylindraceo glaberrimo 6-10-1oculari, stylo gracili, stigmate conico, capsula calyce cylindraceo persistente. ⅔ tecta.\nHAB. Sikkim-Himalaya; inner and outer ranges; elev. 11-13,000 feet; abundant. Fl. June. Fr. November.\n\nA bush six to ten feet high, or in damp woods fifteen feet, but then spare, and woody. Lower branches stout, a foot in diameter; upper slender, leafy at the extremities. Leaves two to three inches long, very broad, generally orbicular-ovate, but sometimes almost exactly orbicular, much resembling those of R. campylocarpum, Hook. fil., only that in the latter the petioles are often glandular, here never; the texture of the leaves is coriaceous, but not very thick, the apex very blunt, tipped with a short mucro, the base subcordate, the colour pale green, below subglaucous, everywhere quite glabrous. Flowers in a corymb of six to eight together from the apices of short branches among the leaves, on peduncles an inch or more long, which radiate, as it were, from a centre, spreading horizontally or curving downwards. Calyx large, between cylindrical and hemispherical, or deep cup-shaped, coloured red in the upper half, green below, the base intruse for the reception of the peduncle, three-quarters of an inch long and as much wide, the mouth almost truncate but obscurely lobed. Corolla remarkable for the almost unrivalled deep blood-red colour and glossy surface of its flowers, yielding only to R. fulgens, Hook. fil.,-deeper coloured than that of R. arboreum; the tube elongated, often vertically compressed, two inches long; the limb large, much spreading, five-lobed, the lobes emarginate, upper ones spotted. Stamens a little longer than the tube: filaments glabrous, white; anthers rather large, deep brown. Ovary conico-cylindrical, glabrous, furrowed, six- to eight-celled. Capsule rather short, straight, glaucous purple, about three-quarters of its length immersed in the persistent calyx.\nThe whole is perfectly inodorous. Much honey is secreted in the base of the corolla, which has the character of not being poisonous, like what is yielded by R. dalhousiae and R. argenteum. The two latter species are said to render wild honey, collected in spring (their flowering season), deleterious.\nTo this species I give the name of Dr. Thomas Thomson, surgeon, H. E. I. C. S., late of the Thibetian Mission, son of the learned Professor of Chemistry of Glasgow University, my earliest friend and companion during my College life, and now my valued travelling companion in Eastern Himalaya.",
    "References": "\nThe Plant List\nFlora of China\nHirsutum.com"
  }
}