{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_periclymenoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Species": "R. periclymenoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron periclymenoides, commonly called pink azalea and pinxter flower, is a species of shrub in the heath family. It is native to eastern North America, where it is widespread from Alabama to New Hampshire. It is often found in riparian areas, in wet to dry forests.This species produces showy pink flowers in the spring. They have 2-inch (51 mm) long stamens; they  carry a strong, sweet scent similar to petunias. The leaves are bright green and ovate. The trunk grows to be about 9 feet (2.7 m) tall. Like many members of the genus, the plant contains toxins in all parts of the flower.\nThis species is a popular horticultural plant. There is an unconfirmed report of this species in O'Leno State Park in Columbia County, Florida along the Santa Fe River.",
    "Description": "Rhododendron periclymenoides occurs throughout the Eastern United States, from southern New York south to Georgia, with isolated populations in Midwestern states. This plant prefers habitats in swamp margins, moist woods and open areas with full to partial sunlight or high, open shade. Soils in which R. periclymenoides grows best are typically acidic, rich in hummus and retain moisture but should still have some drainage. Common ecosystems in which this plant can be found are oak-hickory, oak-pine- spruce-fir, maple-beech-birch and white- ed-jack pine. Common pollinators of R. periclymenoides are hummingbirds and butterflies.",
    "Taxonomy": "About 860 species belong to the genus Rhododendron. Rhododendron periclymenoides was first described by Michaux. A synonym of R. periclymenoides is R. nudiflorum but was synonymized in 1962 by Shinners.",
    "Taxonomy-Etymology": "The genus name for Rhododendron comes from a combination of the Greek words “rhodo”, meaning rose, and “dendron”, meaning tree. One of the common names of R. periclymenoides is the “pinxterbloom azalea”. “Pinxter” is Dutch for the word Pentecost, a name used for the seventh Sunday after Easter. This is typically around the time when the flowers bloom.",
    "Toxicity": "Rhododendron periclymenoides is highly toxic and all parts of the plant are poisonous and could be fatal if ingested. The poisons produced by plants in the Rhododendron are known as grayanotoxins, which are a class of neurotoxins. These neurotoxins work by blocking the inactivation of sodium channel receptors, causing cell dysfunction. The specific grayonotoxin which R. periclymenoides employs is called andromedotoxin, and symptoms which occur after ingestion include salivation abdominal pain, diarrhea, vomiting, difficulty breathing, paralysis and coma.The honey which is made by bees who collect pollen from genus Rhododendron spp. is referred to as “mad honey”. Humans who ingest this honey begin exhibiting many of the symptoms listed above as well as hypotension and other irregularities of cardiac rhythm. Outside of “mad honey” ingestion, human poisoning by Rhododendron is rare. However, pets and other livestock can still ingest the plant parts. While not common in the United States, “mad honey” is believed to have medicinal qualities in China.",
    "Insects and disease": "Rhododendron periclymenoides is susceptible to problems caused by both insects and disease. Common insects which cause damage to R. periclymenoides are aphids, nematodes, borers, lace bug, mites and whitefly. Common diseases include crown and root rot, leaf spot and powdery mildew. Many of the wild R. periclymenoides have more resistance to these issues than the hybrids which are bred for gardens.",
    "Horticulture": "Rhododendron periclymenoides has been used in horticulture as an ornamental plant. Common landscape uses for the plant are as a foundation plant and as shrub borders. Both seeds and cuttings of the plant can be used for propagation. Since lack of proper drainage can lead to root rot, North Carolina State University advises the use of raised beds if the plant is going to be grown in soil that contains a lot of clay.",
    "Management": "Many animals and birds utilize shrubs like R. periclymenoides for cover on the forest floor. The roots also provide erosion control and protection for watersheds.",
    "Fire ecology": "According to the United States Forest Service, wildfires typically “top kill” azaleas. After wildfires have come through an area, R. periclymeniodes can resprout from subsurface structures.\n\n\n== References =="
  }
}