{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_luteum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Pentanthera"
    },
    {
      "Section": "Pentanthera"
    },
    {
      "Species": "R. luteum"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron luteum, the yellow azalea or honeysuckle azalea, is a species of flowering plant in the heath family Ericaceae, native to southeastern Europe and southwest Asia. In Europe, it occurs from southern Poland and Austria south through the Balkans and east to southern Russia; and in Asia, east to the Caucasus.\nIt is a shrub growing 3–4 m (9.8–13.1 ft). The leaves are deciduous, 5–10 cm long and 2–4 cm broad. The flowers are 3–4 cm in diameter, bright yellow, and strongly perfumed, produced in trusses of 5-25 together. The fruit is a dry capsule 15–25 mm long, containing numerous small seeds.\nDespite the sweet perfume of the flowers, the nectar is toxic, containing grayanotoxin; records of poisoning of people eating the honey date back to the 4th century BC in Classical Greece.",
    "Cultivation and uses": "It is widely cultivated in western Europe, used both as an ornamental plant in its own right, and as a rootstock onto which other azalea cultivars are grafted. It is locally naturalised in western and northern Europe. In Great Britain it has colonised many wet heaths and bogs, but unlike its relative Rhododendron ponticum it does not usually form dominant stands and so is of lower nature conservation concern. However it is listed under Schedule 9 of the UK Wildlife and Countryside Act 1981 as a non-native invasive species. While it is legal to sell and grow it in gardens, users are expected to take care when disposing of material from this plant.\nR. luteum has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Cultural references": "The plant is depicted instead of the crown above the coat of arms of the Local Community of Boštanj. It has been chosen because the area is one of the rare growing places of Rhododendron luteum in Slovenia. The coat of arms was created in 1998 by the artist Rudi Stopar.",
    "Gallery": "",
    "References": "\nFlora Europaea: Rhododendron luteum\n\"Rhododendron luteum\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nUK garden flora: Rhododendron luteum\nPlants for a Future: Rhododendron luteum\nRhododendron Poisoning: Rhododendron luteum\nDanish web-site, photo's: Rhododendron luteum"
  }
}