{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_degronianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Species": "R. degronianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron degronianum is a species of rhododendron native to northern parts of Honshu, the largest island of Japan, where it grows at altitudes of about 1,800 meters (5,900 ft).",
    "Description": "Rhododendron degronianum is a shrub that grows to 2.5 metres (8 ft 2 in) in height, with leaves that are narrowly to broadly elliptic, or linear lanceolate. Its flowers are funnel-shaped and pink to white.",
    "Taxonomy": "Rhododendron degronianum has three subspecies:\n\nRhododendron degronianum subsp. degronianum – leaves with fawn to reddish indumentum\nRhododendron degronianum subsp. heptamerum \nRhododendron degronianum subsp. yakushimanum – flowers pink fading to white, leaves with white indumentum on top, white to tan indumentum on bottom",
    "Taxonomy-Yakushimanum hybrids": "The highly variable subspecies R. degronianum subsp. yakushimanum (formerly R. yakushimanum) is found wild only on the island of Yakushima, east of Japan, whose mountainous habitat and high rainfall make it an ideal climate for rhododendrons. This subspecies has only been known outside of Japan since 1934 when seedlings were sent to England. Its popularity spread rapidly throughout the world. Many seedlings were dwarf forms measuring only 1.5 m (4.9 ft) tall and broad, but with large clusters of flowers and long narrow convex leaves, decoratively felted on the undersides. It gave rise to numerous cultivars, which are still described as R. yakushimanum (often shortened to “yaku hybrids” or “yak hybrids”) in the horticultural literature. The following have achieved the Royal Horticultural Society’s Award of Garden Merit:\nR. degronianum subsp. yakushimanum\n’Hachmann's Polaris'\n’Hydon Dawn’\n’Koichiro Wada’",
    "References": "\"Rhododendron degronianum\", Rev. Hort. 1869: 368 1869.",
    "External links": "The Plant List"
  }
}