{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_occidentale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Pentanthera"
    },
    {
      "Section": "Pentanthera"
    },
    {
      "Species": "R. occidentale"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron occidentale, the western azalea or California azalea, is one of two deciduous Rhododendron species native to western North America (the other is Rhododendron albiflorum). The western azalea is known to occur as far north as Lincoln and Douglas Counties in Oregon and as far south as the mountains of San Diego county. Typically found in the coastal ranges of western North America, it also grows in the Cascade and Sierra Nevada mountain ranges, but is not known east of them.",
    "Description": "Rhododendron occidentale is a shrub growing to 5 m tall. The leaves are deciduous, 3–9 cm long and 1–3 cm broad. The flowers are 3.5–5 cm diameter, with five lobes on the corolla; color varies from white to pink, often with a yellow blotch.\nThere is considerable diversity in the form and appearance of this species, with genetic diversity seeming to reach its highest level along the coast in the vicinity of the border between Oregon and California. It is tolerant of serpentine soils to the point that serpentine soils (along with surface water) can be used as a sign of its presence in southern Oregon. For this reason, it is a part of the unique plant community found in the serpentine barrens of the Siskiyou Mountains, along with Darlingtonia californica and Cypripedium californicum. It is usually found in wetlands although, like other rhododendrons, it does not grow with its roots submerged in water. It prefers both more moisture and more sunlight than Rhododendron macrophyllum, an evergreen rhododendron with a similar range.",
    "History and cultivation": "Rhododendron occidentale was described by explorers in western North America in the nineteenth century. At one time, the various geographic races were each classified as separate species. Seed was sent to Veitch Nursery in England in 1850 by William Lobb.\nThe western azalea was an early contributor in the development of deciduous hybrid azaleas in Great Britain, such as the Exbury azaleas.\nDuring the twentieth century it has been the subject of ongoing plant exploration as at least three generations of rhododendron enthusiasts have sought out unusual forms for use in the garden and to record for science. Many of those forms are now conserved in the Smith-Mossman Western Azalea Garden at Lake Wilderness Arboretum in Maple Valley, Washington state, USA.",
    "References": "Galle, Fred C. Azaleas. 1987, second printing 1991. Timber Press. ISBN 0-88192-091-6.\nDavidian, H. H. The Rhododendron Species, Volume IV - Azaleas. 1995. Timber Press. ISBN 0-88192-311-7.\nCox, Peter A. & Kenneth N.E. The Encyclopedia of Rhododendron Species. 1997. Glendoick Publishing. ISBN 0-9530533-0-X.\nTowe, L. Clarence American Azaleas. 2004. Timber Press. ISBN 0-88192-645-0.",
    "External links": " Media related to Rhododendron occidentale at Wikimedia Commons\n Data related to Rhododendron occidentale at Wikispecies\nJepson Flora Project: Rhododendron occidentale\nWestern Azalea Garden: Rhododendron occidentale photos - Maple Valley, Washington"
  }
}