{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_campylocarpum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Species": "R. campylocarpum"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron campylocarpum (弯果杜鹃) is a rhododendron species native to eastern Nepal, Sikkim, Bhutan, Arunachal Pradesh, southeastern Tibet, and southwestern China, where it grows at altitudes of 3000–4000 meters. It is a shrub that grows to 2–3 m in height, with leathery leaves that are suborbicular or ovate-elliptic to oblong-elliptic, 4–8.5 by 2.5–4 cm in size. Flowers are yellow.",
    "Description from J.D.Hooker": "RHODODENDRON CAMPYLOCARPUM, Hook. fil.\nCurve-fruited Rhododendron.\nFrutex gracilis, virgatus, ramosus, cortice papyraceo, ramulis ultimis pedunculis pedicellisque glanduloso-pilosis, foliis petiolatis ovato- vel oblongo cordatis apice rotundatis utrinque glaberrimis superne nitidis subter pallidioribus interdum glaucescentibus, capitulis terminalibus\nlaxis 6-8-floris pedicellis gracilibus, calyce 5-lobo glanduloso, corolla (elegantissima) campanulata alba v. saturate straminea immaculata lobis 5 patentibus, staminibus 10, antheris rubris, filamentis glabris, ovario glanduloso, capsulis patentibus valde arcuatis cylindraceis\nangustis pilis rigidis glanduloso-capitatis aspersis plerisque 6-valvis, seminibus pallidis.\nHAB: Sikkim-Himalaya; rocky valleys and open spurs, elev. 11-14,000 feet; abundant. Fl. June; fr. November.\n\nA small bush, averaging six feet in height, rounded in form, of a bright cheerful green hue, and which, when loaded with its inflorescence of surpassing delicacy and grace, claims precedence over its more gaudy congeners, and has always been regarded by me as the most charming of the Sikkim Rhododendrons. The plant exhales a grateful honeyed flavour from its lovely bells and a resinous sweet odour from the stipitate glands of the petioles, pedicels, calyx, and capsules. Leaves on slender petioles, three-quarters of an inch long, coriaceous but not thick in texture, two to three and a half inches long, one and three-quarters to two inches broad, cordate at the base, rounded and mucronate at the apex, in all characters, except the evanescent glandular pubescence and spherical buds, undistinguishable from Rhododendron Thomsoni. Flowers horizontal and nodding. Corolla truly campanulate, delicate in texture, tinged of a sulphur hue and always spotless, nearly two inches long. broader across the lobes, which are finely veined. The pedicels of the capsules radiate horizontally from the apices of the ramuli, and the capsules themselves curve upwards with a semicircular arc; they are about an inch long, always loosely covered with stipitate glands.",
    "References": "\nThe Plant List\nFlora of China\nHirsutum.com"
  }
}