{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_lochiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Rhododendron"
    },
    {
      "Species": "R. lochiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron lochiae is a species of pretty looking shrub plants, one of only two recognised species of the genus found growing naturally in Australia, only in restricted mountain–top cloud forest habitats (endemic) within the tropical rainforests region of north eastern Queensland. The other \"Rhododendron viriosum\" was only formally classified as a separate species in 2002.  \nIt is a member of the plant family Ericaceae.",
    "Description": "It is a small shrub which has glossy, elliptic leaves. In spring and summer it produces terminal clusters of waxy, red bell-shaped flowers.\nEach flower is about 5 cm long and 3 cm wide, and occurs in groups of up to six per cluster.",
    "Taxonomy": "Rhododendron lochiae was first described by Ferdinand von Mueller in 1887 who gave it the specific epithet lochae in honour of Lady Loch, a patron of horticulture in Australia and wife of the  Governor of Victoria .The spelling was later amended to lochiae. The type specimen was collected by William A. Sayer and A. Davidson who came across the species while ascending Mount Bellenden Ker.\nIt is classified within subgenus Rhododendron, section Vireya, subsection Euvireya.\nForms with a straight corolla tube that were previously included within the species were reclassified by Craven in 2002 as R. viriosum. Presently this segregate species is not recognised and its name has been resumed as a synonym of this R. lochiae. Furthermore, those specimens with a curved corolla tube, at one stage known as R. notiale Craven, remain within the present definition of R. lochiae. Therefore, all Australian plants occurring in the wild are, presently, officially known as R. lochiae.",
    "Taxonomy-Hybrids": "A large number of hybrids have been produced from R. lochiae crossed with other species in the section Vireya.",
    "Distribution": "Rhododendron lochiae occurs in cloud forests on mountain tops in the World Heritage Wet Tropics of north eastern Queensland. It is found in protected situations, often situated in rocky areas with high rainfall and high humidity.",
    "Cultivation": "The first record of cultivation related to a specimen which was growing, and subsequently flowering, at Kew Gardens in 1939.\nPlants require good drainage, constant moisture, good light and a semi-shaded position protected from frost and hot sun.",
    "References": "\nAssociation of Societies for Growing Australian Plants (ASGAP) Rhododendron lochiae\nVireya Rhododendrons: Rhododendron lochiae"
  }
}