{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_arboreum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Hymenanthes"
    },
    {
      "Species": "R. arboreum[1]"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron arboreum, the tree rhododendron, also known as Burans or Laligurans or simply Gurans (Nepali: गुराँस) in Nepal, is an evergreen shrub or small tree with a showy display of bright red flowers. It is found in Bhutan, China, India, Myanmar, Nepal, Sri Lanka, Pakistan and Thailand. Rhododendron arboreum is the national flower of Nepal; in India it is the state tree of Uttarakhand and state flower of Nagaland.",
    "Description": "Its name means \"tending to be woody or growing in a tree-like form\". It has been recorded as reaching heights of up to 20 m, although more usually it has a height and spread up to 12 m (36 ft) x 12 m (36 ft). This plant holds the Guinness Record for World's Largest Rhododendron. The tree discovered in 1993 at Mount Japfu in Kohima district of Nagaland, India, holds the Guinness Record for the tallest Rhododendron at 108 ft measured at the time of discovery which is still growing.\nIn early- and mid-spring, trusses of 15–20 bell-shaped flowers, 5 cm (2 in) wide and 3–5 cm (1.25–2 in) long are produced in red, pink or white. They have black nectar pouches and black spots inside.",
    "Cultivation": "It prefers moist but well-drained, leafy, humus-rich, acid soil, in dappled shade. It has broad, dark green leaves, 7–19 cm (3–7 in) long, with a silvery, fawn or brown hairy coating beneath.\nThis plant is suitable for woodland gardens.\nShelter is imperative to prevent wind damage to leaves.",
    "Variants": "Rhododendron arboreum subsp. cinnamomeum has leaves with cinnamon-brown hairs beneath.\nRhododendron arboreum subsp. zeylanicum rare ssp from the highlands of Sri Lanka, named after Zeilan, the name used by Arabian traders to refer to Sri Lanka.\nRhododendron arboreum subsp. cinnamomeum var. album has white flowers with small blood red spots on the inner surface of the petals.\nRhododendron arboreum subsp. delavayi has red flowers.\nRhododendron arboreum Sm. subsp. nilagiricum (Zenker) Tagg is found in Tamil Nadu, India.",
    "Threats": "Rhododendrons are susceptible to vine weevil, rhododendron and azalea whiteflies, leafhoppers, lacebugs, scale insects, caterpillars, aphids, powdery mildew, bud blast, honey fungus, rust, leafy gall, petal blight, silver leaf, phytophthora root rot and lime-induced chlorosis.",
    "In Sri Lanka": "The plant is known as Maha ratmal, Maha Rath Mal, Asela mal in Sinhala. The Sinhalese name \"rathmal\" is mostly used for the Ixoras, which are not in this family. However, the Rhododendrons are not a common plant in Sri Lanka, and the unsystematic local name seems to be\"Maha-rathmal\", i.e., \"Big-Ixora\", applied to smaller varieties which are more like ornamental Azelias. Hence the name \"asela-mal\", probably adapted from \"Azelia\" by horticulturists, may be more appropriate.It prefers a colder dry climate than what is available in most parts of Sri Lanka.",
    "See also": "Catawbiense hybrid – hybrid with R.arboreum\n\n\n== References =="
  }
}