{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_schlippenbachii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Pentanthera"
    },
    {
      "Section": "Sciadorhodion"
    },
    {
      "Species": "R. schlippenbachii"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron schlippenbachii, the royal azalea, is a species of Rhododendron native to the Korean Peninsula and adjacent regions of Manchuria (Liaoning, Nei Mongol), Japan, and the Russian Far East. It is the dominant understory shrub in many Korean hillside forests, growing at 400–1,500 m (1,300–4,900 ft) altitude.\nIt is a dense deciduous shrub growing to 4.5 m (15 ft) in height, but more commonly 1–2 m (3.3–6.6 ft) tall. The leaves are obovate, 4.5 cm (1.8 in) long and 2.5–4.5 cm (0.98–1.77 in) broad, with scattered glandular hairs. The flowers are white to pink, often with small red spots on the upper three petals; they are produced in late spring to early summer.\nThe scientific name schlippenbachii is derived from Baron von Schlippenbach, a Russian officer who collected the species in 1854.",
    "Cultivation and symbolism": "In Korea, it is called cheoljjuk (철쭉) and if the color of the petals is white, the flower is called huincheoljjuk (흰철쭉). The Royal Azalea is commonly chosen as a local symbol in South Korea, by provinces, cities and counties such as Gangwon Province, Gapyeong and Miryang.\nIt is widely cultivated in many parts of the world; some cultivars bear white flowers. The fruit is egg-shaped and oval, 1.5 cm (0.59 in) long, with glandular hair, which ripen in October. Azaleas are poisonous and can not be eaten.",
    "References": "Flora of China: Rhododendron schlippenbachii\nRoyal azalea festival of Mount Yeonin\nUConn Plant Database entry"
  }
}