{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_maximum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Rhododendron subg. Hymenanthes"
    },
    {
      "Section": "Rhododendron sect. Ponticum"
    },
    {
      "Species": "R. maximum"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron maximum — its common names include great laurel, great rhododendron, rosebay rhododendron, American rhododendron and big rhododendron — is a species of Rhododendron native to the Appalachians of eastern North America, from Alabama north to coastal Nova Scotia.",
    "Description": "Rhododendron maximum is an evergreen shrub growing to 4 m (13 ft), rarely 10 m (33 ft), tall. The leaves are 9–19 cm (3–8 in) long and 2–4 cm (0.75-1.5 in) broad. The flowers are 2.5–3 cm (1 in) diameter, white, pink or pale purple, often with small greenish-yellow spots. The fruit is a dry capsule 15–20 mm (.60-.79 in) long, containing numerous small seeds. The leaves can be poisonous.  Leaves are sclerophyllous, simple, alternate, and oblong (10 to 30 cm long, 5 to 8 cm wide).  It retains its waxy, deep-green leaves for up to 8 years, but once shed are slow to decompose.  It produces large, showy, white to purple flowers each June and July.",
    "Range": "Rosebay [1] rhododendron is the most frequently occurring and dominant species of Rhododendron in the southern Appalachian region, and occurs occasionally on mesic hill-slopes throughout the upper Piedmont Crescent of the Southeastern United States.",
    "Ecology": "Approximately 12,000 square miles in the southern Appalachians are occupied by this species where it dominates the understory. This species has historically been confined to riparian areas and other mesic sites but takes advantage of disturbed areas where it is present to advance onto sub-mesic sites. It prefers deep well-drained acid soils high in organic matter where it produces a thick, peat-like humus. It prefers low to medium light conditions for optimum carbon gain, and has a tremendous capacity for avoiding cavitation during freeze-thaw cycles.  Where extensive overstory mortality has eliminated most of the overstory, this species forms a thick and continuous subcanopy known locally as ‘laurel slicks’ or ‘laurel hells’. Rosebay rhododendron is an important structural and functional component of southern Appalachian forest ecosystems.  What isn’t clear is whether or not we are in a period of advancement or retreat for this species.  For example, on poorly drained sites on ridge or upper slope positions, large areas of rosebay rhododendron, particularly at the high elevations, have recently died out presumably due to the Phytophthora fugus, or due to recent prolonged periods of below-average precipitation. Yet, rosebay rhododendron now occupies sites that historically were free of evergreen understory. There are still important questions to be answered regarding this species to completely understand its role in forest understories.",
    "Reproduction": "Rosebay rhododendron is clonal. It is capable, however, of reproducing both vegetatively and sexually.  It reproduces vegetatively through a process called ‘layering’ where it produces roots from above ground woody parts when in contact with the forest floor.  The fruit is produced from showy flowers from March to August.  The fruit is an oblong capsule that ripens in the fall, and splits along the sides soon after ripening to release large numbers of minute seed (approx. 400 per capsule).  Microsite requirements for seed germination are relatively specific (e.g., high in organic matter such as rotting logs); hence, the majority of reproduction is vegetative resulting in a clonal distribution.",
    "Growth and management": "Seeds from rosebay rhododendron are minute and it is estimated that approximately 11 million are contained in 1 kg. Commercial seed production is generally from cultivated hybrids.  Seeds from wild sources are not commonly sold commercially.  Rosebay rhododendron is a slow-growing shrub and has a very high sprout potential.  If mechanical removal is attempted in the case of forest management, extremely high densities are attained by this species in a matter of a few years. Prescribed fire has also been used to control this species but with limited success.",
    "Benefits": "Rosebay rhododendron is a striking and aesthetically pleasing feature of mesic southern Appalachian forests.  It is one of the largest and hardiest rhododendrons grown commercially.  Several cultivars with white to purple flowers have been selected for the horticultural trade.  Where it occurs naturally, it produces a showy, white, pink, or light purple flower primarily in June, but occurs from March into August.  Rosebay rhododendron maintains deep-green foliage year round.  This species affords protection to steep watersheds and shelter for wildlife.  The wood is very hard and is occasionally used for specialty wood products.",
    "Detrimental effects": "For all its prized qualities as a naturally occurring component of the landscape or as plantings in residential and commercial landscaping, rosebay rhododendron can have an inhibitory effect on regeneration of other plant species.  There is some evidence to suggest that due to fire suppression and the absence of other cultural activities (i.e., mountain-land grazing), this species has advanced beyond the mesic forest sites into sub-mesic understories. The significance of this movement onto previously unoccupied sites centers around the impacts of rosebay rhododendron on plant succession and resource availability.  Rosebay rhododendron is associated with reduced woody and herbaceous seedling abundance throughout its range, and hence poses a serious impediment to the production of wood products.  The mechanism(s) by which rosebay rhododendron reduces seedling survival has been the subject of much debate.  Possible sources of inhibition include allelopathy, competition for resources including light, physical and chemical attributes of the forest floor and soil, and interactions between some or all sources.",
    "Alternate common names": "R. maximum has also been called:\n\nGreat rhododendron\nLate rhododendron\nSummer rhododendron\nGreat laurel\nBigleaf laurel\nDeertongue laurel\nRose tree\nRose bay\nBayis\nMountain laurel",
    "Symbolism": "Rhododendron maximum is the state flower of the U.S. state of West Virginia.",
    "See also": "Catawbiense hybrid – R.catawbiense & R.maximum hybrids\nCentral and southern Appalachian montane oak forest",
    "References": "\"Rhododendron maximum\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).",
    "External links": "USDA Plants Profile of Rhododendron maximum (great rhododendron)\nInteractive Distribution Map for Rhododendron maximum\nPlants for a Future: Rhododendron maximum\nVanderbilt.edu Bioimages: Rhododendron maximum"
  }
}