{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_grande",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Species": "R. grande"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron grande is a rhododendron species with a native range from eastern Nepal, Sikkim, Bhutan into central Arunachal Pradesh and southern Tibet. It grows at altitudes of 2100–3200 meters and reaches 6–15 meters in height in mixed forests.  Flowers vary from cream to yellow to pink, spotted with a blotch on the top petal.",
    "Synonyms": "R. argenteum Hook. f.\nR. longifolium Nutt.\nWaldemaria argenta Klotzsch",
    "Description from J.D.Hooker": "RHODODENDRON ARGENTEUM, Hook· fil.\nSilvery Rhododendron,\nArboreum, foliis amplis subcoriaceis obovato-oblongis acutis in petiolum crassum attenuatis planis utrinque glaberrimis subtus argenteis costa \nnervisque prominulis, bracteis deciduis dense sericeis, pedunculis brevibus crassis puberulis, calyce brevissimo obscure lobato, corolla (inter maximas) alba late campanulata, limbi segmentis breviusculis bilobis, staminibus 10, filamentis glabris, ovarii pubescentis loculis subsedecim, stylo flexuoso crasso, stigmate dilatato.\nHAB. Sikkim-Himalaya; summit of Sinchul, Suradah, and Tonglo. elev. 8,000-10,000 feet. Fl. April.\n\nA tree thirty feet high: trunks solitary, or two or three together, spreading, branched above, the bark pale, the branches leafy at the apex. Leaves very beautiful in the leaf-buds, erect and silky, at first enveloped in large scales, so closely imbricated and so large, as to resemble the cones of some species of pine, the outer or lower scales broad and coriaceous, glabrous, coloured (reddish-brown) the innermost ones oblong-spathulate, pubescent. When fully developed the leaves are among the largest of the genus, six inches to a foot long, three to five inches broad, coriaceous, nearly plane, glabrous, full green above with parallel rather closely placed nerves, beneath silvery white, with the costa and nerves prominent. Petioles short. Bracteas deciduous, densely silky. Flowers two to three inches long, two to two and a half inches in diameter, always white.\nIn the silvery underside of the foliage, but in nothing else, this resembles R. arboreum; while in the much divided limb of the corolla, the ten-celled ovary, the stout flexuose style and large stigma, it approaches R. Falconeri, but only in those particulars. The blossoms are only second in size to R. Dalhousiae. On Sinchul, the higher parts of the mountain, at from 8,000 to 9,000 feet of elevation, are more or less clothed with it: on Tonglo, as it approaches 10,000, it is suddenly replaced by the following species, R. Falconeri. It seems to be shy of flowering, this season at least (1848); for it was with difficulty I could procure sufficient specimens to complete my drawing.",
    "References": "\nCox, P. A. & Kenneth, N. E. The Encyclopedia of Rhododendron Species. 1997. Glendoick Publishing. ISBN 0-9530533-0-X."
  }
}