{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_ponticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Hymenanthes"
    },
    {
      "Species": "R. ponticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron ponticum, called common rhododendron or pontic rhododendron, is a species of Rhododendron native to southern Europe and southwest Asia.",
    "Description": "R. ponticum is a dense, suckering shrub or small tree growing to 5 m (16 ft) tall, rarely 8 m (26 ft). The leaves are evergreen, 6 to 18 cm (2.4 to 7.1 in) long and 2 to 5 cm (0.79 to 1.97 in) wide. The flowers are 3.5 to 5 cm (1.4 to 2.0 in) in diameter, violet-purple, often with small greenish-yellow spots or streaks. The fruit is a dry capsule 1.5 to 2.5 cm (0.59 to 0.98 in) long, containing numerous small seeds.\nThe two subspecies are:\n\nR. p. ponticum, found from Bulgaria east to Georgia\nR. p. baeticum (Boiss. & Reut.) Hand.-Mazz. found in Spain and Portugal",
    "Distribution and habitat": "In Europe, its range includes Spain, northern Portugal, Great Britain, Ireland and southeast Bulgaria, which is the last surviving European Tertiary habitat.\nIn Asia it occurs in Turkey, Lebanon, Georgia, the Krasnodar area of southern Russia, the Himalayas, Afghanistan, Tajikistan, Northern Pakistan, and into the northern Republic of India ( Jammu and Kashmir, Himachal Pradesh, Uttarakhand). It is the state flower of Jammu and Kashmir.\nThough it had been present in Great Britain before the last Ice Age, it did not recolonise afterwards and the ecology of the island grew up without it. Its presence today is due to humans introducing it, and it easily naturalises and becomes a pest in some situations, often covering whole hillsides (especially in Snowdonia and the western British Isles).\nIn the British Isles, it colonises moorlands, uplands, shady woodlands (alongside escaped laurels and the native holly) and in areas of acid soils, often in shaded areas.",
    "Distribution and habitat-Historical range": "Fossil evidence shows it had a much wider range across most of southern and western Europe before the Late Glacial Maximum, or until about 20,000 years ago.\nIt was noted by the botanist Joseph Pitton de Tournefort during his travels in the Near East in 1700–02, and so received its name from Linnaeus to identify the ancient kingdom on the south shores of the Black Sea, Pontus, in which it grew.  At the other end of its range, in southern Spain, Linnaeus' friend and correspondent Clas Alströmer found it growing with oleander. It was introduced to Britain as an ornamental shrub in 1763, and later planted as cover for game birds. It is now considered to be an invasive species.",
    "Cultivation and uses": "Rhododendron ponticum subsp. baeticum is one of the most extensively cultivated rhododendrons in western Europe. It is used as an ornamental plant in its own right, and more frequently as a rootstock onto which other more attractive rhododendrons are grafted. The plants were first grown in Britain in the 1760s, supplied by Conrad Loddiges, and became widely distributed through the commercial nursery trade in the late 18th and early 19th centuries. The roots readily send up suckers from below the graft, often allowing it to overtake the intended grafted rhododendron.\nHoney produced with pollen from the flowers of this plant can be quite poisonous, causing severe hypotension and bradycardia in humans if consumed in sufficient quantities, due to toxic diterpenes (grayanotoxins).In some parts of the world, a controlled dosage of the honey can be taken to induce hallucinations for spiritual or psychological purposes. Such areas include Nepal.",
    "Invasive species": "Suckering of the root, together with its abundant seed production, has led to it becoming an invasive species over much of western Europe and in parts of New Zealand.  Rhododendron control is a key element in nature conservation in those areas.\nConservation organisations in Britain now believe R. ponticum has become \"a severe problem\" in the native Atlantic oakwoods of the west highlands of Scotland and in Wales, and on heathlands in southern England, crowding out the native flora.  Clearance strategies have been developed, including the flailing and cutting down of plants with follow-up herbicide spraying. Injection of herbicide into individual plants has been found to be more precise and effective.A recent study in the journal Functional Ecology also showed that invasive rhododendron nectar was toxic to European honeybees (Apis mellifera), killing individuals within hours of consumption. It also paralyzed bees of the species Andrena carantonica, a solitary mining bee. Bees became paralysed and  exhibited excessive grooming or other distress behaviours after feeding on Rhododendron nectar, and ate less food than bees fed a control nectar. In contrast the buff-tailed bumblebee (Bombus terrestris) was not affected by the rhododendron nectar.",
    "See also": "Catawbiense hybrid – hybrid with R.ponticum",
    "References": "",
    "External links": "Flora Europaea: Rhododendron ponticum\nRhododendron Ponticum is the emblem and symbol of Bulgaria's most exotic National Park – The Strandja mountains\n\"Rhododendron ponticum\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nCentre for Conservation Strategy: Rhododendron ponticum in Britain\nDanish Rhododendron Society: Rhododendron ponticum in Europe\nMilne, R. I., & Abbott, R. J. (2000). Origin and evolution of invasive naturalized material of Rhododendron ponticum L. in the British Isles. Molecular Ecology 9: 541–556 Abstract."
  }
}