{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_canadense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Subgenus": "Pentanthera"
    },
    {
      "Section": "Rhodora"
    },
    {
      "Species": "R. canadense"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron canadense, the rhodora, is a deciduous flowering shrub that is native to northeastern North America.",
    "Classification": "Today's botanists consider the rhodora to be a distant relative of the other North American members of its genus, but the difference in floral structure did lead 19th century taxonomists to assign the plant its own genus Rhodora. Its closest relative is Rhododendron vaseyi from the Appalachian Mountains, which differs in having seven stamens. DNA sequencing shows that R. vaseyi is not related to R. canadense, but more to R. albrechtii.",
    "Description": "It reaches a mature height of 0.5–1.2 m (approximately 1–3 feet). In early spring, it produces pinkish-purple flowers in clusters of 2–6 together; each flower is 2–3 cm (approximately 1 inch) in diameter, with a five-lobed purple corolla. The flowers are unusual in comparison with other species of the genus Rhododendron found in northeastern North America. Most rhododendrons of the region have tubular flowers with 5 stamens each, while R. canadense has 10 stamens housed inside a zygomorphic corolla. The leaves open only after the flowers have bloomed and wilted; they are narrow oval, 2–6 cm long and 1–2 cm broad. When not in flower, it can still be identified by its peculiar, orange-brown seed cases, 1–1.2 cm long.",
    "Distribution and habitat": "The wild distribution of the rhodora begins at its easternmost extreme in Canada in Newfoundland and extends into eastern Ontario and the United States, where it has its most famous home in New England and also occurs naturally in New York, New Jersey, and at high altitudes in the Appalachian Mountains further south to Pennsylvania. It thrives in the moist, acidic soils of bogs, swamps, and clearings in woodlands.",
    "Culture": "For a long time, the species was regarded as a botanical icon of New England. The Transcendentalist writer Ralph Waldo Emerson, who spent his life in Concord, Massachusetts, paid homage to it in his poem \"The Rhodora: On Being Asked Whence Is the Flower\" (1834, pub. 1847). In this reflective lyric, the poet arrives at the epiphany that the beauty of the rhodora exists not only for its own sake but also discloses the mystical unity of all creation under God. The poet embraces this unity in his parting words to the rhodora: \"The self-same Power that brought me there brought you\". The composer Mary Lynn Lightfoot later set the poem to music in a song of the same name for a women's choir.\nRhodora is also the name of the journal of the Harvard-affiliated New England Botanical Club, which is a peer reviewed scientific publication dedicated to the flora of North America.",
    "References": "",
    "External links": "Species description from the Brooklyn Botanic Garden\nPhotos of rhodora flowers and foliage from the Connecticut Botanical Society\nInformation from the American Rhododendron Society Massachusetts Chapter\nText of Emerson's \"Rhodora\""
  }
}