{
  "url": "https://en.wikipedia.org/wiki/Rhododendron_arborescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Rhododendron"
    },
    {
      "Species": "R. arborescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhododendron arborescens, also known as smooth azalea or sweet azalea, generally blooms in late spring and early summer. They are named sweet azalea after their sweet aroma. The flowers range in color from white to pink with red stamens. Their glossy green leaves can also become deep red to purple in the fall. This plant, indigenous to the United States, is generally found growing near moist areas or streams. The plant prefers growth in acidic soil with a pH of 6.8 or less. It grows best in sandy soils above 3000 feet. Grows to a Height of 8–10 feet.\nTheir flowers are also known to contain poisonous substances and must not be consumed by wild animals or humans. The effects of consuming this plant include depression, vomiting, diarrhea, difficulty in breathing, and most dangerously coma.",
    "History": "The official credit for the discovery of R. arborescens goes to Frederick Traugott Pursh and John Bartram. They were first observed in John Bartram's garden in Philadelphia as well as Blue Mountain, Pennsylvania.It has also been mentioned that the plant was initially noticed by François André Michaux in 1795 in the state of North Carolina. However, after further investigation, no more species were found in his conservatory. Therefore, the recognition for the discovery of the plant was given to Frederick Traugott Pursh and John Bartram.Rhododendron arborescens were first named Azalea arborescens by Pursh in 1814. However, John Torrey renamed it Rhododendron arborescens in 1824 because he believed that they should not be taxonomically separated from the rhododendrons.",
    "Plant morphology": "Rhododendron arborescens are generally known to grow as shrubs up to 18 feet tall. They are known to be terminal inflorescences, which means that they grow from the end of the stems. These plants also generally have yellowish-brown twigs. The leaves are seen as oval or egg-shaped with round tips. They are also described as entire, which means that there are no marks or dents on the sides. The midrib of the leaves are known to be hairy. The leaf itself is seen as green and waxy and approximately 1.75 to 3 inches long. It is also observed that plants that are found at higher altitudes generally have smaller leaves and smaller heights. The plant produces from 3 to 7 flowers after a white or blue shade has appeared on the leaves. These flowers contain red stigma which are quite visible all the way up to the petals.\nThis plant is also known to be deciduous.",
    "Distribution": "They are distributed in the eastern part of the United States. They are known to grow in parts of West Virginia, Pennsylvania, Tennessee, North Carolina, Georgia and Alabama. They are found among streams near mountains or moist forests. Rhododendron arborescens are generally known as late bloomers. They have a range of blooming from early April till September.",
    "Agriculture": "R. arborescens grow best in soil that is slightly acidic at a pH of 5.5-6. They do not grow well in excessive water and drainage is necessary for healthy growth. Most R. arborescens are tolerant of full sunlight but must not be overexposed. It is beneficial to plant them with their roots slightly above the ground and accumulating soil up to the plant roots. Sometimes, organic matter such as sawdust and pinebark may aid in a potent growth of the plant. Depositing a few inches of pine bark or wood chips may help in keeping moisture and preventing weeds from growing around the plant. However, mature R. arborescens do not need to be fed with fertilizer.",
    "Toxicity": "R. arborescens contains andromedotoxins, specifically known as grayanotoxins which are water-soluble diterpenoid compounds. Both the leaf and flowers of this plant are sources of toxins.\nConsuming as little as 3 milliliter of nectar per kilogram body weight may be highly pernicious.",
    "Toxicity-Mechanism": "Andromedotoxins bind to the Na channels of cell membranes which increases the influx of sodium in the cell and causes extended depolarization. This causes sodium channels to accommodate calcium influx into the cell which also results in depolarization.",
    "Toxicity-Diagnosis": "Leaf or flower consumption of R. arborescens results in drooling and a blazing sensation in the mouth. This is supplemented with emesis, diarrhea, muscular weakness and weak vision. Other lethal cardiovascular effects include bradycardia, hypotension, and atrioventricular block. Dyspnea, and prostration may develop and someone may die in the span of one to two days.",
    "Toxicity-Possible Treatments": "One way to possibly treat it is to detoxify the body. Emesis, or forcefully vomiting, is one way to rid the body of harmful compounds. Another way to treat it may be to replace the internal body fluid and receive respiratory support. Quinidine is an example of a Na channel blocker which may be helpful in curing heart block.\n\n\n== References =="
  }
}