{
  "url": "https://en.wikipedia.org/wiki/Peperomia_rotundifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Piperales"
    },
    {
      "Family": "Piperaceae"
    },
    {
      "Genus": "Peperomia"
    },
    {
      "Species": "P. rotundifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Peperomia rotundifolia, also known as jade necklace, trailing jade, creeping buttons and round leaf Peperomia, is a trailing plant species of peperomia native to the tropical rainforest of South America. It was first described by Carl von Linné, and got its current name from Carl Sigismund Kunth.",
    "Subspecies": "In addition to the nominate form, there are also the subspecies, ovata, pilosior, subelliptica, subglabrilimba and obcordata.",
    "Characteristics": "It has hanging shoots and very small, thick and fleshy, succulent, button-like leaves that may entwine and weave in and out of each other.",
    "Characteristics-Habitat": "An epiphyte, the plant grows in tropical forests in North and South America on trees and can also be found crawling on rock cracks, rotten logs and the forest ground as well, preferring moisture and shaded conditions. Their USDA hardiness zone is 10a to 11b: from 30 °F (−1.1 °C) to 50 °F (+10 °C).",
    "Cultivation": "The plant does best in hanging baskets, where it can cascade and also in terrariums. The species require high humidity, especially when it is warm, though they are very sensitive to overwatering, where they would wilt or have scab-like bumps on their leaves. They grow well in steadily moist soils. Summer temperatures should exceed 24 °C and in winter it should not be lower than 16 °C.The plant flourishes when it is slightly pot-bound, meaning they should not be over-potted. The plant can be easily propagated from leaf cuttings. They may be susceptible to mealybugs.",
    "References": "",
    "External links": "Trailing Jade care"
  }
}