{
  "url": "https://en.wikipedia.org/wiki/Peperomia_pellucida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Piperales"
    },
    {
      "Family": "Piperaceae"
    },
    {
      "Genus": "Peperomia"
    },
    {
      "Species": "P. pellucida"
    }
  ],
  "text": {
    "__SUMMARY__": "Peperomia pellucida (also known by common names pepper elder, shining bush plant, and man to man) is an annual, shallow-rooted herb, usually growing to a height of about 15 to 45 cm (6 to 18 inches), it is characterized by succulent stems, shiny, heart-shaped, fleshy leaves and tiny, dot-like seeds attached to several fruiting spikes. It has a mustard-like odor when crushed.  The family Piperaceae comprises about a dozen genera and around 3000 species. The genus Peperomia represents nearly half of the Piperaceae with the genus Piper making the rest.",
    "Habitat": "Flowering year-round, the plant is found in various shaded, damp habitats all over Asia and the Americas. It grows in clumps, thriving in loose, humid soils and a tropical to subtropical climate.",
    "Uses": "Peperomia pellucida has been used as a food item as well as a medicinal herb. Although mostly grown for its ornamental foliage, the entire plant is edible, both cooked and raw.\nIt is also said that it can be a good refrigerant.",
    "Pharmacology": "The analgesic properties of the plant seem to be related to its effect on prostaglandin synthesis.  It may have potential as a broad spectrum antibiotic, as demonstrated in tests against Staphylococcus aureus, Bacillus subtilis, Pseudomonas aeruginosa, and Escherichia coli. Chloroform extracts from dried leaves of P. pellucida have been shown to exhibit antifungal activity against Trichophyton mentagrophytes in vitro.Anti-inflammatory activity (in paw edema) and analgesic activity has been demonstrated in rats and mice.Although the plant can cause asthma-like symptoms in patients with known hypersensitivity reactions to the species, no clinical data have yet been reported on human toxicity.",
    "Traditional medicine": "Ethnomedicinal uses for the plant vary. P. pellucida has been used for treating abdominal pain, abscesses, acne, boils, colic, fatigue, gout, headache, renal disorders, and rheumatic joint pain.  In Bolivia, Alteños Indians use the whole plant to stop hemorrhages. The roots are used to treat fevers and the aerial parts are used as dressing for wounds.  In northeastern Brazil, the plant has been used to lower cholesterol.  In Guyana and the Amazon region, it is a popular cough suppressant, emollient, and diuretic. It is also used to treat proteinuria.  In the Philippines, a decoction of the plant is used to decrease uric acid levels and to treat renal problems. It is also used topically for skin disorders such as acne and boils.",
    "Common names": "It is known as pepper elder, silverbush, rat-ear, man-to-man, clearweed (North America); prenetaria (Puerto Rico);  konsaka wiwiri (Suriname); coraçãozinho or \"little heart\" (Brazil); lingua de sapo, herva-de-vidro, herva-de-jaboti or herva-de-jabuti (South America), ewe rinrin (Yoruba Nigeria), corazón de hombre (Cuba).\nIn Oceania, it is called rtertiil (Belauan); podpod-lahe or potpopot (Chamorro).  In the different dialects of the Philippines, it is called pansit-pansitan or ulasimang-bato (Tagalog), olasiman ihalas (Bisaya), sinaw-sinaw or tangon-tangon (Bikol), lin-linnaaw (Ilocano) and \"clavo-clavo\" (Chavacano).  In other parts of Asia, it is known as càng cua (Vietnam);sagar bataing သဂါဗတာင် (Mon); pak krasang ผักกระสัง (Thailand); \"krasang teap\" ក្រសាំងទាប (Cambodia); suna kosho (Japan); rangu-rangu, ketumpangan or tumpang angin (Bahasa/Malay); sasaladahan (Sundanese); rinrin (Nigeria), \"shining bush\" (Trinidad and Tobago), and mashithanduമഷിത്തണ്ട്, വെള്ളത്തണ്ട് and വെള്ളപ്പച്ചില (Malayalam). In west Bengal, India the plant is locally known as \"Luchi pata\". In Guyana the plant is also known as \"Soldier Parsley.\"",
    "References": "",
    "External links": "Peperomia pellucida (L.) Kunth , United States Department of Agriculture\nPeperomia pellucida in West African plants – A Photo Guide."
  }
}