{
  "url": "https://en.wikipedia.org/wiki/Amanita_muscaria_var._guessowii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. muscaria"
    },
    {
      "Variety": "A. m. var. guessowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita muscaria var. guessowii, commonly known as the American yellow fly agaric  is a basidiomycete fungus of  the genus Amanita.",
    "Description": "",
    "Description-Cap": "The cap is 4.5–16 (18) cm wide, convex,  and becomes broadly convex to flat in age. It is bright yellow or yellow-orange, usually more orange or reddish orange towards the disc, and fading to pale yellow. The volva is distributed over the cap as cream to pale tan warts; it is otherwise smooth and sticky when wet. The margin becomes slightly striate in age. The flesh is white and it does not stain when cut or injured.",
    "Description-Gills": "The gills are free to narrowly adnate,  subcrowded to crowded, cream to pale cream, truncate, unevenly distributed, of diverse lengths, and plentiful.",
    "Description-Spores": "Amanita muscaria var. guessowii spores are white in deposit, broadly ellipsoid to ellipsoid (infrequently subglobose or elongate) and inamyloid. The spores are (7.0–) 8.7-12.2 (-14.8) x (5.9) 6.5–8.2 (9.5) µm.",
    "Description-Stipe": "The stipe is (4)6 –15 x 1–3 cm, more or less equal or narrowing upwards and slightly flaring at the apex. It is white to yellowish cream, densely stuffed with a pith, the skirtlike ring is membranous, persistent, the lower stipe and upper bulb are decorated with partial or complete concentric rings of volval material that are bright pale yellow to cream or sordid cream.",
    "Description-Microscopic features": "Clamps are present at bases of the basidia.",
    "Distribution and habitat": "Amanita muscaria var. guessowii is found growing solitary or gregariously, it is mycorrhizal with conifers mostly but also deciduous trees as well, it is found often in the fall but sometimes in the spring, common in the northeast, from eastern Canada to North Carolina west to Michigan.",
    "Biochemistry": "Amanita muscaria var. guessowii contains ibotenic acid and muscimol. The amount varies from mushroom to mushroom.",
    "References": "",
    "External links": "http://www.amanitaceae.org/?Amanita+muscaria+var.+guessowii"
  }
}