{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_validipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. validipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus validipes is a widely distributed mushroom of North America and Europe. Gymnopilus validipes contains the hallucinogens psilocybin and psilocin. The mild taste of this mushroom stands in contrast to closely related bitter species. Validipes means \"having a robust stalk.\"\nGymnopilus validipes contains about 0.12% psilocybin.",
    "Description": "Pileus: (4)7.5 — 15(30) cm, Convex to broadly convex, margin deeply incurved at first, becoming revolute with age, dry, fibrillose or with small ochraceous brown scales, pale-yellow or ochraceous buff, flesh soft, whitish, yellowish near the gills.\nGills: Adnate to uncinate, close, thin, yellowish white becoming cinnamon.\nSpore Print: Orangish brown.\nStipe: (7.5)10 — 13(25) cm. long, (1.5)2.5 – 5 cm. thick, equal or swelling in the middle, fleshy-fibrous, solid, elastic, fibrillose, concolorous, white within, the cortina leaves only a faint ring on the robust stalk.\nTaste: Mild.\nOdor: Pleasant.\nMicroscopic features: Spores (7.5)8 — 10 X 5 — 6, ellipsoid.",
    "Habitat and formation": "Gymnopilus validipes is found growing gregarious (in groups) to cespitose (in dense clumps) on tree stumps, hardwood logs and debris, widespread in the United States, common from the Great Lakes and eastward.",
    "See also": "Psilocybin mushrooms\nList of Psilocybin mushrooms",
    "References": "\nStamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.\nHesler, L. R. (1969). North American species of Gymnopilus. New York: Hafner. 117 pp. Media related to Gymnopilus validipes at Wikimedia Commons"
  }
}