{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_cyanopalmicola",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. cyanopalmicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus cyanopalmicola is a species of mushroom in the Cortinariaceae family. Found in tropical Mexico, it was described as new to science by Mexican mycologist Laura Guzmán-Dávalos in 2006.  The flesh of this mushroom bruises blue where bruised.",
    "Systematics": "The species was first described by mycologist Laura Guzmán-Dávalos in 2006 based on a type collection found on the roots of dead palm in the main city square of Puerto de Veracruz, Veracruz, Mexico.The epithet cyanopalmicola refers to the blue staining fruit bodies and the microscopic similarity to Gymnopilus palmicola.",
    "Description": "The fruit bodies of Gymnopilus cyanopalmicola have yellow, convex to plane caps 5 to 10 cm (2.0 to 3.9 in) in diameter, with fibrillose scales that are erect near the center and appressed near the margin.  The gills are crowded, ventricose, with adnate to decurrent gill attachment.  The stem is 40–210 mm (1.6–8.3 in) long by 4–21 mm (0.2–0.8 in) thick, cylindrical, fibrillose, tapering at the base in larger fruit bodies.  It is colored yellowish white, and turns purple, dark reddish or dark brown when bruised or dried.  The stipe has a conspicuous but soon fading membranous yellowish-white annulus.  The pileus trama is light yellow, similar to the color of the cap.  The odor is fungal.The verrucose spores are ellipsoid to oblong, amygdaliform, thick walled, and lack a germ pore and plague, but have a superhilar depression.  They typically measure 8.0 - 8.8 (-11.2) x  by 5–6 (6 - 8) μm.  They are dextrinoid, orange-brown in KOH, not metachromatic, and have cyanophilic ornamentation.   Basidia are clear to yellowish, four spored, 26.4 - 37.5 x 6.4 - 7.7 μm, cylindrical to clavate, constricted in the middle, with sterigmata 3.2–4.8 μm long.  The bases of the basidia have clamp connections.  Cystidia on the gill edge (cheilocystidia) are clear to yellowish, sometimes with granulose yellow brown contents, narrowly lageniform with a subcapitate to capitate apex, and have dimensions of 21.6–28 × 6.4–7.6 μm, with an apex of 4.8–7.2 μm.  The base of the cheilocystidia have clamp connections.  Pleurocystidia (cystidia on the gill face) are extremely rare.   When present they are clear to yellowish, utriform, 21.6–26 × 7 μm, with an obtuse to subcapitate apex that has a diameter of 3.4–5.6 μm.  The hymenophoral trama is subparallel, clear to yellowish, with hyphae 3.4 - 14.7 μm in diameter and many refractive drops.  The subhymenium is cellular and clear, with some elongated inflated elements.  The pileus trama is yellowish to brownish, radial, with interwoven zones near the pileipellis, and has hyphae 4.8 - 8.7 μm in diameter, with .5 to 2.5 μm walls.  The cap cuticle is a cutis with prostrate hyphae.  The scales are a trichoderm with septate hyphae 7.2 to 23.5 μm in diameter, with clamp connections and yellowish brown pigment encrusted in bands.  Pileocystidia are absent.  Caulocystidia are narrowly lageniform to narrowly utriform, 31 - 44 x 5.6 - 11 μm, with a 3 - 7 μm capitate to subcapitate apex.",
    "Similar Species": "Gymnopilus cyanopalmicola is closely related to Gymnopilus palmicola, however that species is smaller does not stain blue.  Other Mexican blue staining Gymnopilus species include G. subearlei and G. subpurpuratus",
    "See also": "\nList of Gymnopilus species\n\n\n== References =="
  }
}