{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_luteofolius",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. luteofolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus luteofolius, also known as yellow-gilled gymnopilus is a large and widely distributed mushroom that grows in dense clusters on dead hardwoods and conifers.  It grows in late July to November in the east and in the winter on the west coast of North America. It has a rusty orange spore print and a bitter taste.  It contains the psychedelic prodrug psilocybin.",
    "Systematics": "Gymnopilus luteofolius was first described as Agaricus luteofolius by Charles Horton Peck in 1875.  It was renamed Pholiota luteofolius by Pier Andrea Saccardo in 1887, and was given its current name by mycologist Rolf Singer in 1951.",
    "Description": "The fruit bodies of Gymnopilus luteofolius have reddish to purplish to yellow caps 2 to 8 cm (0.8 to 3.1 in) in diameter, which often develop green stains. This cap surface is covered with fasciculate scales that start out purplish, soon fade to brick red, and finally fades to yellow as the mushroom matures.  The context is reddish to light lavender, fading to yellowish as the mushroom matures.  The gills have adnate attachment and start off yellow, turning rusty brown as the spores mature.  The stipe is the same color as the cap, often dusted with rusty brown spores, fibrillose, measuring 3–9 by 3–10 mm thick, equal to enlarged near the base.  The stipe often has greenish stains near the base.  The taste is bitter.\n\nThe spores are bright rusty brown in deposit, measuring (5.5) 6–8.5 x (3.5) 4–4.5 μm, ellipsoid to subellipsoid, inequilateral, roughened and dextrinoid, with no germ pore.  The basidia measure 24–28 x 6–7 μm and are 4-spored.  The basidioles are often brown.   The pleurocystidia (cystidia on the gill face) measures 30–38 x 5–10 μm, hyaline, fusoid to subventricose.  The cystidia on the gill edge (cheilocystidia) measures 23–28 x 4–7 μm, ventricose to flash shaped, often capitate.  The lamellar trama is made up of parallel hyphae 5–18 μm across, frequently septate, with yellowish pigment that is dissolved by potassium hydroxide.  The pileus trama is interwoven, and the pileus cuticle has brown tufts of brown incrusted hyphae.  The pileocystidia measure 44–53 (100) μm, and are club-shaped, cylindrical or ventricose terminal elements on the hyphae that forms the scales on the cap.  Cystidia on the stipe (caulocystidia) are 20–63 x 3–15 μm, club shaped, ventricose or flask shaped.  The gill trama and pileus trama are pale yellowish-brown in KOH and reddish brown in Melzer's reagent.  Clamp connections are present.",
    "See also": "List of Gymnopilus species",
    "References": "",
    "External links": "Gymnopilus luteofolius at mushroomobserver.org\nGymnopilus luteofolius occurrence map\nGuzmán-Dávalos, Laura; Mueller, Gregory M.; Cifuentes, Joaquín; Miller, Andrew N.; Santerre, Anne (Nov–Dec 2003). \"Traditional infrageneric classification of Gymnopilus is not supported by ribosomal DNA sequence data\" (PDF). Mycologia. 95 (6): 1204–1214. doi:10.2307/3761920. JSTOR 3761920. PMID 21149021."
  }
}