{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_luteus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. luteus"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus luteus also called the \"Yellow Gymnopilus\" is a widely distributed mushroom of the Eastern United States, it contains the hallucinogens psilocybin and psilocin. Often mistaken for Gymnopilus junonius.",
    "Description": "Pileus: 5 — 10(15) cm, Convex or nearly flat with an incurved margin that slightly overhangs the gills. Buff yellow to warm buff orange, often slightly darker towards the center, dry, smooth, silky or finely floccose-fibrillose, sometimes floccose-sqaumulose toward the center, flesh firm, pale yellow. Staining orange-brownish or sometimes bluish-green where injured or on age.\nGills: Adnexed, thin, close, pale yellow, becoming rusty brown with age.\nSpore Print: Rusty brown.\nStipe: 4 — 8(9) cm, .5 — 1.5 cm thick, equal to slightly enlarging below, solid, firm, colored like the cap, developing yellowish-rusty stains when handled, finely hairy, partial veil usually forms a fragile submembraneous ring or fibrillose annular zone near the apex. Staining orange-brownish or sometimes bluish-green where injured or in age.\nTaste: Bitter.\nOdor: Pleasant.\nMicroscopic features: Spores 6 — 9 x 4 — 5(5.5) µm minutely warty, elliptical, dextrinoid, surface finely roughened, no germ pore. Pleurocystidia present, cheilocystidia scarcely projecting beyond the basidia, variously shaped. Caulocystidia absent. Clamp connections present.\nBruising: Green or light blue bruising at the base on possibly on the pileus.",
    "Habitat and formation": "Gymnopilus luteus is found growing solitary to gregariously or in small clusters on dead hardwood and possibly conifers, June - November, widely distributed in eastern North America.",
    "See also": "List of Gymnopilus species",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.\nHesler, L. R. (1969). North American species of Gymnopilus. New York: Hafner. 117 pp."
  }
}