{
  "url": "https://en.wikipedia.org/wiki/Panaeolus_africanus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Bolbitiaceae"
    },
    {
      "Genus": "Panaeolus"
    },
    {
      "Species": "P. africanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Panaeolus africanus is a little brown mushroom that contains irregular amounts of the hallucinogens psilocybin and psilocin.  It has been found in central Africa and southern Sudan.",
    "Description": "This is a little brown mushroom that grows on hippopotamus and elephant dung and has black spores.  The cap is up to 2 cm in diameter, gray, conic, and often with scaly cracks.  It is viscid when moist and the flesh is grey to white.  The gills are grayish when young and turn black with a mottled appearance as the spores mature.  The stem is 4 cm long by 5 mm thick, and is pruinose at the top.  The spores are black, rather variable,  13 x 9 μm, and shaped like almonds.  Macroscopically, this species resembles Panaeolus semiovatus var. phalaenarum.\nCap: 1.5–2 cm broad. Obtusely conic, hemispheric and rarely broadly convex in age. Surface smooth (but may crack to form scales when exposed to the sun), viscid when wet, especially in young specimens, sometimes reddish brown towards the disc, and becoming grayish brown in age. Margin incurved when young, often irregular, and non-translucent. Flesh greyish white.\nGills: Attachment adnate to adnexed, sometimes sinuate, rarely subdecurrent, widely spaced, irregular, greyish a first, soon grayish black, blackish with age, and mottled as spores mature.\nStem: 30-50mm by 4-6mm thick, equal, firm, pruinose towards the apex. Whitish to white with pinkish tones, generally lighter than the cap, and lacking any veil remnants.\nMicroscopic Features:Spores nearly black in deposit, 11.5-14.5 by 7.9-10 micrometers, lemon shaped, and often variable. Basidia 2- and 4-spored.Cheilocystidia clavate 17-24 by 7.4-12 micrometers. Pleurocystidia present, with extended sharp apices, 25-60 (60) by 10-17 (20) micrometers.",
    "Habitat and distribution": "Reported from central Africa to the southern regions of the Sudan. Probably more widely distributed. Found on hippopotamus and elephant dung in the spring or during the rainy seasons.",
    "See also": "List of Panaeolus species",
    "References": "",
    "External links": "Mushroom John - Panaeolus africanus"
  }
}