{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_fimetaria",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. fimetaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe fimetaria is a  psilocybin mushroom,  having psilocybin and psilocin as main active compounds.",
    "Etymology": "From the words fim (fringed), et and aria (place)",
    "Description": "Cap: 1.5 — 3.5 cm in diameter, convex to plano-convex, becoming subcampanulate to broadly convex in age, with or without a sharp papilla. Surface even to translucent-striate near the margin, viscid when moist from a thick separable gelatinous pellicle. Pale reddish brown to honey to ochraceous, hygrophanous, fading in drying to yellowish olive to ochraceous buff. Flesh whitish to honey colored, bruising bluish where injured.\nGills: Adnate-emarginate, subdistant, ventricose, whitish clay at first, eventually dark reddish brown with olivaceous hue, white fimbriate.\nSpore Print: Dark purple-brown, (9.5)12.5 — 15(16) x 6.5 — 9.5 µm,  ovoid in front view, ellipsoid in side view, thick walled with a broad germ pore.\nStem: 2 – 9 cm long by (0.5)2 – 4 mm thick. Cylindrical, flexuous, equal to slightly swollen at the base. Whitish at first, soon discoloring yellow to yellow brown from handling, reddish brown or honey brown in age, sometimes with distinctive blue tones at the base. Surface covered with whitish fibrils towards the apex, with a narrow annulus that develops from a thickly cortinate partial veil.\nOdor: Farinaceous\nTaste: Farinaceous\nMicroscopic features: Basidia 4-spored. Pleurocystidia absent. Cheilocystidia (15)20 — 30(35) by (4)6 — 8(9) µm, ventricose-fusiform or lageniform with a narrow neck, often flexuous, 4 — 15 by 0.5 — 1.5 µm, occasionally branched.",
    "Habitat and distribution": "Psilocybe fimetaria is found growing solitary to gregariously on horse or cow dung, in grassy areas or in rich soils, and often fruits in large rings, from September to November, known from Canada (British Columbia and New Brunswick), the Pacific Northwest (Washington, Oregon, and Idaho), Chile, Great Britain, and Europe. Widely distributed but not very common.",
    "References": "",
    "External links": "Psilocybe fimetaria image\nPsilocybe fimetaria image"
  }
}