{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_graveolens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P.  graveolens"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe graveolens is an extremely rare psilocybin mushroom which has psilocybin and psilocin as main active compounds, discovered in the salt marshes or \"meadows\" of Hackensack, New Jersey. This mushroom is known for its strong and persistent odor.\nIt is in the section Zapotecorum of the genus Psilocybe, other members of this section include Psilocybe muliercula, Psilocybe angustipleurocystidiata, Psilocybe aucklandii, Psilocybe collybioides, Psilocybe kumaenorum, Psilocybe zapotecorum, Psilocybe pintonii, Psilocybe subcaerulipes, Psilocybe moseri, Psilocybe zapotecoantillarum, Psilocybe zapotecocaribaea, and Psilocybe antioquiensis.",
    "Etymology": "The species name means “strongly smelling”: Latin gravis “heavy” and olens participle present of olere “smell”.",
    "Description": "Cap: (1)2 — 3(4) cm in diameter, convex to subumbonate, umbonate or with a slight depression, glabrous, even to slightly striate at the margin, hygrophanous, brownish to orange brownish, fading to golden yellow to whitish, sometimes with a dark green hue. Flesh whitish to pallid brownish, with a strong unfavorable odor.\nGills: Adnexed, close, yellowish brown to chocolate brown, edges sometimes lighter.\nSpore Print: Dark purple brown.\nStipe: (2)4 – 6 cm x 2 – 5 mm, equal or slightly expanding at the base to subulbous, white to brownish, with dark greenish or violaceous tones. stuffed to hollow, fibrillose, with a soon disappearing evanescent annulus, rhizomorphic strands attached to the base.\nTaste: Farinaceous\nOdor: Farinaceous\nMicroscopic features: Spores (7)7.5 — 9.5(10.5) µm x (3.7)4.5 — 5.2(6) µm, pleurocystidia and cheilocystidia present. Basidia 4-spored.",
    "Distribution and habitat": "Psilocybe  graveolens is found growing cespitose to gregarious on rich loam of salt marshes or \"meadows\" in Hackensack, New Jersey, in November.\n\n\n== References =="
  }
}