{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_muliercula",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. muliercula"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe muliercula is a species of entheogenic mushroom in the Strophariaceae family. This mushroom is native to Mexico and contains the compounds psilocybin and psilocin. It is in the section Zapotecorum, other members of this section include Psilocybe angustipleurocystidiata, Psilocybe aucklandii, Psilocybe collybioides, Psilocybe graveolens, Psilocybe kumaenorum, Psilocybe zapotecorum, Psilocybe pintonii, Psilocybe subcaerulipes, Psilocybe moseri, Psilocybe zapotecoantillarum, Psilocybe zapotecocaribaea, and Psilocybe antioquiensis.Unable to locate this species in the field, botanist Roger Heim and mycologist Rolf Singer based their descriptions of this mushroom on dried specimens purchased from Matlatzinca Indians in the marketplace of Tenango del Valle, in the Nevado de Toluca region of the state of Mexico. In 1958 Roger Heim described this fungus as Psilocybe wassonii, but without any Latin designation; Rolf Singer and Alexander Hanchett Smith described it in the same year as Psilocybe muliercula (muliercula = \"little women\"). Both descriptions reported this fungus growing in Pinus forests surrounding the town of Tenango del Valle. However, after several expeditions to the area, Mexican mycologist Gaston Guzman located it 10 kilometers from Tenango del Valle in an Abies forest on the slopes of the Nevado de Toluca.Psilocybe muliercula is known to grow in Abies and Pinus forests at elevations of 3150–3500 and 2600–2800 meters, respectively.\" It is often found in areas after landslides.",
    "See also": "List of Psilocybin mushrooms\nPsilocybin mushrooms\n\n\n== References =="
  }
}