{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_weilii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. weilii"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe weilii is a psilocybin mushroom having psilocybin and/or psilocin as main active compounds. Originally  mistaken for Psilocybe caerulescens var. caerulescens, it is named after Andrew Weil, the integrative medicine physician.",
    "Description": "Psilocybe weilii has a farinaceous taste and a farinaceous smell similar to a cucumber.\nPsilocybe weilii pleurocystidia are subfusoid to sublageniform, and are 16 to 22 µm by 5 to 10 µm. The cheilocystidia are long-necked, lageniform, sometimes forked, and are 20 to 38 µm by 5 to 7 µm.",
    "Description-Cap": "Psilocybe weilii caps range from (2)3 to 6(8.5) cm in diameter and are obtusely conic to convex to campanulate. The margin is incurved or inrolled when young, becoming irregularly lobulated then straight with age. Psilocybe weilii are subumbonate, hygrophanous, glabrous, and subviscid when moist from the separable gelatinous pellicle. It is translucent-striate at the margin, and purple brown or chestnut brown to dark brown, fading to buff or straw yellow as it dries, with the center remaining blackish brown. Psilocybe weilii often have white scale-like remnants along the margin. The mushroom flesh is white, bruising a strong blue, with some specimens becoming completely blue-black.",
    "Description-Gills": "Gills can be subadnate to sinuate, and are closely aligned. They are cream to light brown or brownish-yellow, becoming purple brown as the spores mature. The edges are hairy, with small tufts (sub floccose) and whitish.",
    "Description-Spores": "Spores of this mushroom are dark violet brown, subrhomboid to subellipsoid, and are (5.5)6 to 7(7.5) µm by 5 to 6(6.5) µm. They are thick-walled with broad germ pores.",
    "Description-Stipe": "The stipe or stalk is (2.5)4 to 7 cm long and (4)5 to 10 mm thick. It has an equal structure, and is slightly subulbous. It is hollow, and whitish to yellowish becoming bluish black and drying to grayish straw with vinaceous (maroon) tones. Whitish, woolly (subfloccose) patches are located near the base. The stipe is pruinose (powdery) or smooth towards the upper region. The velum sometimes leaves a partial annular (ringed) zone. It bruises bluish to blackish when injured, sometimes with the entire stipe completely blue or with vinaceous tones.",
    "Habitat and formation": "Psilocybe weilii grows gregariously to cespitosely, from May to December. Psilocybe weilii is found under Loblolly Pine and Sweet Gum or in bermuda grass or fescue, often in red clay soil that is enriched with pine needles. It also grows in urban lawns and in the deep woods on areas where decaying wood collects.  Psilocybe weilii is found only in northern Georgia.\nLocal studies have shown a correlation between the growth of Psilocybe Weilii above the ground that leaking sewage pipes are buried under. In one instance, in Suwanee, Georgia, a clearing that was roughly 1/4 mile in length was found with thousands of fruiting Psilocybe Weilii, many of which were 5\" in diameter. This discovery was found in late September 2003. After the city of Suwanee found the leak in the sewage pipes, and corrected the problem, the Psilocybe Weilii were never found again in that specific location.",
    "Gallery": "",
    "References": "",
    "External links": "Psilocybe weilii photo and Psilocybe weilii photo – cap underside\nPsilocybe weilli (www.mushroomobserver.org)\nThe Shroomery: contains knowledge contributed by individuals in the Hunting Forums.\nVisionary Mushrooms: Psilocybe weilii"
  }
}