{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_callosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. strictipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe strictipes is a psilocybin mushroom that grows on grassy meadows and lawns;  It is found throughout the cool temperate and subarctic regions of the Northern Hemisphere and it is most common in Europe, and the Pacific Northwest region of North America.  It is closely related to Psilocybe semilanceata and Psilocybe pelliculosa.  Psilocybe strictipes is commonly confused with Psilocybe semilanceata and can be differentiated by its lack of a papilla and a convex to subumbonate cap. \"Strictipes\" comes from the Latin words stricti (narrow) and pes (foot).",
    "Description": "Psilocybe strictipes has a farinaceous smell and taste.  Pleurocystidia are absent and its lageniform cheilocystidia are 21-45 by 7-10 µm. The cap is 5 to 30 mm across, conic to campanulate to convex, smooth, and translucent-striate near the margin, often with a low umbo. It is walnut brown to dark rusty brown, with a smooth surface and a separable gelatinous pellicle. It is Hygrophanous, fading to buff as it dries.  The flesh sometimes stains blue where damaged. The gills are cream-colored when young and dark purple brown when mature, with an adnate attachment. The spores are dark purple brown, suboblong, and 11 by 6 µm. The stipe has a white to ocher, equal, tough, and cartilaginous structure with fibrillose patches. It is 4 to 10 cm long and around .25 cm thick.  The partial veil is thin, cortinate, and does not usually leave any remnants on the stipe.",
    "Distribution and habitat": "Psilocybe strictipes fruits in late summer to fall in Chile, England, France, Germany, the Netherlands, Scotland, Slovakia, Siberia, Sweden, and the Pacific Northwest.\nPsilocybe strictipes is found in lawns and grassy fields but never growing directly from dung.",
    "External links": "Psilocybe strictipes (Google Images)\nPsilocybe strictipes photo",
    "See also": "Mushroom hunting\nPsilocybin mushrooms",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0."
  }
}