{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_zapotecorum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. zapotecorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe zapotecorum is a psilocybin mushroom which has psilocybin and psilocin as main active compounds. It is in the section Zapotecorum.",
    "Etymology and history": "It is named for the Zapotec Indians, who are native to the Sierra Madre mountains of Oaxaca Mexico, as well as the area they inhabited. According to Richard E. Schultes the Zapotec name translates as \"Crown of thorns mushroom\". Other sources give the Zapotec name as badao zoo translated as \"hongo borracho\", \"drunken mushroom\".\n1957: Roger Heim and R. Gordon Wasson describe Magic Mushrooms with illustrations in \"Magic Mushrooms\" LIFE Magazine May 13, 1957.\n1958-9: Roger Heim published the first scientific description of this fungus. Albert Hofmann also finds Psilocybin.\n1963: Roger Heim describes this mushroom in the work \"Les Champignons Toxiques et Hallucinogènes.\"\n1976: Jonathan Ott and Gaston Guzman publish again about the fungus, but describe it as Psilocybe candidipes.",
    "Description": "Psilocybe zapotecorum has a farinaceous smell and taste.",
    "Description-Cap": "The cap is 2–13 cm, conical to convex, and very rarely expanding to plane in age. The margin wavy sometimes with an acute papilla or mamilla, usually umbonate or with a depressed center. In young specimens the margin has a scalloped edge which sometimes curls upwards as the mushroom matures. The cap is yellowish brown to tan, fading to cream-yellow then brown and finally black through age. The flesh is originally white but soon changes to a cyan blue, then quickly to black.",
    "Description-Gills": "Psilocybe zapotecorum gills are a cream color when young and violet brown in age, with an attachment that is sinuate or adnate, and sometimes subdecurrent.",
    "Description-Spores": "The spores are dark violet brown, oblong to subellipsoid to subrhomboid, and thin-walled with a short apiculus and truncate germ pore. They measure (5) 6 - 7 (-8)  by (3-) 3.5 - 4.5 (-5) x 3 - 4 µm.",
    "Description-Stipe": "The stipe is 3–26 cm long, and 0.5–1 cm thick. It is central, flexuous, cylindric or slightly flattened, and hollow. It can be white to grey, turning yellowish, blue, and black in age. The entire stem is covered with many white scales which are more pronounced in the lower part of the stipe. The partial veil is white and arachnoid, disappearing in age. Often a long pseudorrhiza can be found attached the base of the stipe. Strongly bruising blue then black where damaged.",
    "Distribution and habitat": "Psilocybe zapotecorum grows solitarily or gregariously, sometimes in cespitose clusters of around a hundred mushrooms. It is found near rivers, creeks and ravines, sometimes growing directly from steep mossy ravine walls. Psilocybe zapotecorum is also found in humid and shadowed places in mesophytic forests, oak-and-pine forests, or cloud forests.\nPsilocybe zapotecorum is often found in subtropical forests containing Alnus sp., Magnolia sp., Fraxinus sp., Quercus sp., large pines, and blackberry bushes.\nPsilocybe zapotecorum grows in Argentina, Brazil, Chile, Colombia, Mexico, Peru, Guatemala, Venezuela, and Ecuador.",
    "Gallery": "",
    "References": "Revue de Mycologie, 22: 77, 1957, ISSN 0484-8578",
    "External links": "Mushroom Observer - Psilocybe zapotecorum\nVisionary Mushrooms: Psilocybe zapotecorum"
  }
}