{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_mexicana",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. mexicana"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe mexicana is a psychedelic mushroom. Its first known usage was by the natives of Central America and North America over 2,000 years ago. Known to the Aztecs as teonanácatl from Nahuatl: teotl \"god\" + nanácatl \"fungus\". This species was categorized by French botanist Roger Heim.It was from this species that Dr. Albert Hofmann, working with specimens grown in his Sandoz laboratory, first isolated and named the active entheogenic compounds psilocybin and psilocin. Uncertain of whether or not the artificially cultivated mushrooms would retain their natural psychoactive properties, Dr. Hofmann consumed 32 specimens. The following is his account of the experience, published in his classic text, The Botany and Chemistry of Hallucinogens:\n\nAs I was perfectly aware that my knowledge of the Mexican origin of the mushrooms would lead me to imagine only Mexican scenery, I tried deliberately to look on my environment as I knew it normally. But all voluntary efforts to look at things in their customary forms and colours proved ineffective. Whether my eyes were closed or open, I saw only Mexican motifs and colours. When the doctor supervising the experiment bent over me to check my blood pressure, he was transformed into an Aztec priest, and I would not have been astonished if he had drawn an obsidian knife. In spite of the seriousness of the situation, it amused me to see how the Germanic face of my colleague had acquired a purely Indian expression. At the peak of the intoxication, about 1​1⁄2 hours after ingestion of the mushrooms, the rush of interior pictures, mostly changing in shape and colour, reached such an alarming degree that I feared I would be torn into this whirlpool of form and colour and would dissolve. After about six hours, the dream came to an end. Subjectively, I had no idea how long this condition had lasted. I felt my return to everyday reality to be a happy return from a strange, fantastic but quite really experienced world into an old and familiar home.\nThis mushroom is in the section Mexicanae. Other mushrooms in this section include Psilocybe atlantis and Psilocybe samuiensis. Ramirez-Cruz et al. (2013) considered Psilocybe acutipilea from Brazil to be a possible synonym of Psilocybe mexicana, in which case it would be the senior synonym, but the type specimen was too moldy for them to be certain.",
    "Description": "Cap: (0.5)1 —  2(3) cm in diameter, conic to campanulate or subumbonate and often with a slight papilla, hygrophanous or glabrescent, even to striate at the margin, ocherous to brown or beige to straw color in age, sometimes with blueish or greenish tones, easily turning blue when injured.\nGills: Adnate or adnexed, gray to purple-brown with whitish edges.\nSpore Print: Dark purple-brown\nStipe:  4 —  10(12.5) cm tall x 1 —  2(3) mm thick, equal, hollow, straw color to brownish or reddish-brown, becoming darker where injured, annulus absent.\nOdor: Farinaceous\nTaste: Farinaceous\nMicroscopic features: Spores 8 —  12 x 5 —  8 μm. Ovoid and smooth.  Cheilocystidia 13–34 μm, fusoid-ampullaceous to sublageniform, sometimes with a forked neck.  Pleurocystidia sublageniform or absent.Psilocybe mexicana may form sclerotia, a dormant form of the organism, which affords it some protection from wildfires and other natural disasters.",
    "Distribution and habitat": "Psilocybe mexicana Solitary or in small groups among moss along roadsides and trails, humid meadows or cornfields, in particular in the grassy areas bordering deciduous forests. Common at elevations between 300–550 metres (980–1,800 ft), rare in lower elevations, known only from Mexico, Costa Rica and Guatemala. Fruiting takes place from May to October.",
    "Consumption and cultivation": "Like several other psilocybin mushrooms in the genus, Psilocybe mexicana has been consumed by indigenous North American and Central American peoples for its entheogenic effects.\nIn the Western world, sclerotia of Psilocybe mexicana are sometimes cultivated for entheogenic use. The sclerotia have a lower content of active substances than the actual mushrooms themselves.",
    "Research & Findings": "Since Albert Hoffman isolated Psilocybin and psilocin in 1958, members of the scientific community have begun researching what effects these types of serotonergic compounds have on varying parts of the mammalian brain. In 2015, researchers from Showa Pharmaceutical University conducted a study using 5-HT2A agonist and Psilocybe mexicana dereviative, Psilocin, to test for levels of varying neurotransmitters in specific brain regions. Results concluded that specific doses of Psilocin can cause a variety of dopaminnergic and serotonergic changes in the Medial Prefrontal Cortex, Ventral Tegmental Area, and the Nucleus Accumbens in mice.",
    "Gallery": "",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.",
    "External links": "Visionary Mushrooms: Psilocybe mexicana"
  }
}