{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_quebecensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. quebecensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe quebecensis is a moderately active hallucinogenic mushroom in the section Aztecorum, having psilocybin and psilocin as main active compounds. Native to Quebec, it is the most northern known psilocybin mushroom.\nMacroscopically this mushroom somewhat resembles Psilocybe baeocystis.",
    "Etymology": "Named for the province Quebec, where it was discovered.",
    "Description": "Cap: 1–3 cm (0.39–1.18 in) (3.5 cm or 1.38 in) in diameter. Nearly hemispheric to convex at first, becoming subcampanulate to more or less plane when mature, viscid and even to translucent-striate when moist, hygrophanous,   brownish to straw colored, yellowish to milk white when dry. Surface smooth, may become finely wrinkled with age,  flesh whitish. Readily stains blue-green where injured.\nGills: Adnate, thin, moderately broad to swollen in the middle. Grayish yellow with green tones becoming dark brown at maturity,  with the edges remaining whitish.\nSpore Print: Dark purplish brown.\nStipe: 2–3.5 cm (0.79–1.38 in) (4.5 cm or 1.77 in) long by 1–2 mm (0.039–0.079 in) (2.5 mm or 0.098 in) thick. Equal, slightly subbulbous, smooth to striate, brittle, tough, and fibrous, base is furnished with long conspicuous rhizomorphs. Yellowish or brownish towards the base, whitish when dry, partial veil cortinate, and soon disappearing,  no annulus present, readily bruises blue.\nTaste: Somewhat farinaceous\nOdor: Farinaceous\nMicroscopic features: Spores ellipsoid to subovoid in side and face view some spores mango shaped, 8.8–11 μm (16 μm) × 6.6–7.7 μm (8.8 μm). Basidia 15–20 μm  (28 μm) 4-spored. Pleurocystidia present, 12–25 μm (35 μm) × (3 μm) 5–10 μm (15 μm), relatively polymorphic, often fusiform-ventricose or ampullaceous. Cheilocystidia (18 μm) 22–36 μm × 5.5–8.8 μm (10 μm), fusoid-ampullaceous with an extended neck, 2–3.3 μm thick, abundant, forming a sterile band, sometimes with a hyaline viscous drop at the apex.",
    "Habitat and formation": "Solitary to gregarious, rarely cespitose, on rotting wood, particularly in the outwashes of streams in the decayed-wood substratum of alder, birch, fir and spruce in the late summer and fall. Reported from Quebec, Canada specifically in the Jacques-Cartier River Valley, fruiting at a temperature of 6 to 15 °C (43 to 59 °F) from summer to late October. Recently found in the United States (Michigan).",
    "References": "",
    "Further reading": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.\nGuzman, G. The Genus Psilocybe: A Systematic Revision of the Known Species Including the History, Distribution and Chemistry of the Hallucinogenic Species. Beihefte zur Nova Hedwigia Heft 74. J. Cramer, Vaduz, Germany (1983) [now out of print].\nOla'h, Gyorgy Miklos & Heim, R. 1967. Une nouvelle espèce nord-américaine de Psilocybe hallucinogène: Psilocybe quebecensis. Comptes Rendus Hebdomadaires des Séances de l'Académie des Sciences 264: 1601-1604."
  }
}