{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_baeocystis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. baeocystis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe baeocystis is a psilocybin mushroom of the family Hymenogastraceae. It contains the hallucinogenic compounds psilocybin, psilocin and baeocystin.\nThe species is commonly known by various names such as bottle caps, knobby tops, blue bells, olive caps.",
    "Etymology and history": "From the Greek words baeo (little) and kystis (bladder)\n1945 P. baeocystis is first collected in Eugene, Oregon.\n1958 P. baeocystis is formally described and published by Singer and Smith.\n1962 Psilocin is first reported in this species.\n1967-68 Baeocystin and norbaeocystin are discovered and named.\n1981 Testing again reveals psilocybin, psilocin, baeocystin and norbaeocystin.",
    "Description": "The cap is 1.5–5.5 cm in diameter and conic to obtusely conic to convex. The cap margin is turned inwards when young, rarely becoming plane in age, often distinctly rippled, translucent-striate and bruising and aging greenish-bluish about the margin. It is dark olive brown to buff brown in color, occasionally steel blue; when dried it tends toward copper brown in the center. It is hygrophanous, fading to milk white, and viscid when moist from a gelatinous pellicle, usually separable. The flesh is thin and bruises blue easily. The gills are close with adnate to sinuate attachment and are grayish to cinnamon brown, with the edges remaining pallid. The stipe is 5–7 cm long, 2–3 mm thick, and equal to subequal. The color is pallid to brownish with white filaments, while often more yellowish towards the apex. Distinct rhizomorphs are found at the base. The stipe is brittle, stuffed with loose fibers, and the partial veil is evanescent and rapidly becomes indistinguishable. It stains blue easily where damaged. Psilocybe baeocystis has a farinaceous smell and taste.",
    "Description-Microscopic features": "Psilocybe baeocystis spores are dark purplish brown in deposit, oblong in face view or asymmetric ellipsoid (mango form) in side view,  and are (8.5) 9.5–13.7(17) x (5) 5.5–6.6(7.1) μm.\nThe basidia are 4-spored, and pleurocystidia are absent. The cheilocystidia are 20–30(40) x 4.5–6(9) μm and fusiod with a narrow neck.This species is closely related to the subtropical Psilocybe aztecorum and Psilocybe quebecensis, which also have caps that bleach in color to white when dry.",
    "Habitat and distribution": "Psilocybe baeocystis is solitary to cespitose, and scattered to numerous on ground bark, wood chips, peat moss, decaying conifer mulch, occasionally on lawns, pastures, and rarely in coniferous forests. Often found growing under plants like rhododendrons and rose bushes in mulched garden beds, sometimes growing amongst other Psilocybe species such as Psilocybe stuntzii and Psilocybe cyanescens. Psilocybe baeocystis grows from August through December, and rarely as early as the end of June. Psilocybe baeocystis is a hemiboreal mushroom, common throughout the Pacific Northwest. It was found in Maine in November 2007 and is reported to have been found in Connecticut also.",
    "Biochemistry": "Psilocin was first reported in this species in Benedict et al., 1962, and a few years later, Leung and Paul would report the related compound baeocystin, isolated from saprophytic culture, as well as the desmethyl metabolite norbaeocystin. Beug and Bigwood (1981) also reported on the concentrations of these compounds in Psilocybe baeocystis using reverse-phase HPLC and thin-layer chromatography. Concentration ranges for psychoactive compounds from these studies were reported to be 0.15–0.85% psilocybin, up to 0.59% psilocin, and up to 0.10% baeocystin.",
    "Classification": "This mushroom has been placed in the section Aztecorum by Gaston Guzman; other members of the section include Psilocybe aztecorum var. aztecorum, Psilocybe aztecorum var. bonetii, Psilocybe pseudoaztecorum, and Psilocybe quebecensis.",
    "References": "",
    "External links": "Psilocybe baeocystis on wood chips\nShroomery.org"
  }
}