{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_villarrealiae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. villarrealiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe villarrealiae is a psilocybin mushroom which has psilocybin and psilocin as its main active compounds.",
    "Description": "Psilocybe villarrealiae has a farinaceous taste and smell. The cap is 2–12 cm in diameter, at first subconical to campanulate, expanding to convex or plane in age, often with a wavy margin. The cap color starts out tan to walnut brown and fades to yellow-brown as it ages, finally turning black.  The cap surface is hygrophanous, fading to tan as it dries. The cap is sometimes translucent-striate near the margin, often with an umbo. It usually stains blue or black in age.\nThe gills are cream-colored when young, violet brown in age, with a subsinuate or adnate attachment.Psilocybe villarrealiae spores are dark violet brown, oblong to ellipsoid or subrhomboid, thin-walled, and 7 x 4 µm.\nThe stipe is central, equal, flexuous, and cylindric; it is 3–12 cm long and 3–7 mm thick.  It is reddish brown fading to grey-yellow and finally dark, ornamented with a floccose mycelium, especially with the bottom half. The upper part of the stipe bruises blue-green.  The partial veil is white and arachnoid, disappearing in age.",
    "Distribution and habitat": "Psilocybe villarrealiae grows solitarily or gregariously in groups, often forming cespitose clusters. It is found growing directly from the ground in muddy soil in pine and oak woods and subtropical forests, usually near small creeks and ravines and is known only from Jalisco, Mexico.",
    "References": "",
    "External links": "Mushroom Observer - Psilocybe villarrealiae\nMushroom Observer - Psilocybe villarrealiae"
  }
}