{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_serbica",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. serbica"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe serbica is a species of mushroom in the Strophariaceae family. The mushroom contains the compound psilocybin. It is closely related to Psilocybe cyanescens, although the latter has a strong farinaceous odor and taste and is not translucent-striate when moist. It was reported as new to science by Meinhard Moser and Egon Horak in 1969. Molecular analysis published in 2010 has shown that P. serbica is the same species as Psilocybe bohemica described by Šebek in 1983, Psilocybe arcana described by Borovička and Hlaváček in 2001, and Psilocybe moravica by Borovička in 2003.",
    "Description": "Psilocybe serbica has no specific smell (somewhat raddish, but never farinaceous), taste is usually bitterish. It is a very variable species.\nIts cap is (1)2–4(5) cm in diameter and obtusely conical, later becoming campanulate or convex. It expands to broadly convex or plane in age and is incurved at first then plane or decurved with age. The cap is buff-brown to dingy orangish-brown and pale ochraceous when dry. It is smooth, hygrophanous, and slightly translucent-striate when moist but not viscid and without a separable gelatinous pellicle. The flesh is whitish to cream-colored, bruising blue when injured.Spores are purple-brown, ellipsoid, slightly flattened, and thick-walled, with a distinct germ pore. The size is very variable, mostly 10–13 × 6–7.5 μm, but also much longer.\nThe gills are adnate to adnexed and close, often distinctly subdecurrent. They are initially light brown, becoming dark brown with age with a purple tint, the edges remaining paler.\nThe stipe is 4.5-8(10) cm by 2–10 mm. It has an equal structure, slightly enlarging at the base. It is whitish with a silky gloss and glabrous, or with some whitish remnants of the fibrillose veil.",
    "Habitat": "Psilocybe serbica is found growing mostly in groups, on well decayed deciduous and coniferous wood, and along urtica spp. or rubus spp. on twigs, compost, plant residue, in forests, usually in moist places along creeks, forest path and roadside verges. Not reported to be synanthropic.",
    "Alkaloid content": "Psilocybin levels in this species were found to vary between 0.11% up to 1.34% by dry weight. The content of baeocystin and psilocybin was highest in the caps of the mushrooms.",
    "See also": "List of Psilocybin mushrooms\nPsilocybin mushrooms",
    "References": "Borovicka J. (2006). New variety of Psilocybe moravica and notes on Psilocybe bohemica. Czech Mycology 58(1-2): 75-80.",
    "External links": "Psilocybe serbica  in Index Fungorum"
  }
}