{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_galindoi",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. galindoi"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe galindoi is a psychedelic mushroom in the section Mexicana, having psilocybin and psilocin as its main active compounds. It is also known as Psilocybe galindii. The species was named in honor of Mr. Carlos Galindo Arias and his family by Dr. Gastón Guzmán.",
    "Description": "Cap: 1.9 – 2 cm in diameter, conic to campanulate or umbonate, with a very slight papilla, glabrous, even to striate when moist, hygrophanous, brown or yellowish brown fading to pale ochraceous or straw color. Staining blue-green where injured.\nGills: Adnate, brown to dark purple brown, with whitish edges.\nStipe: 5 — 6.5 cm x 1 – 2 mm, equal, hollow, no annulus, reddish brown in the middle, darker towards the base with long rhizomorphic strands. Veil inconspicuous, except for some white appressed silky fibrils on the pileus.\nSpores: Dark purple gray in deposit. (8.1)9.6 — 12(14) x 7.1 — 8 µm, subrhomboid in face view or subellipsoid in side view(around 1 µm), yellowish brown, thick walled with a broad germ pore.\nOdor: Farinaceous\nTaste: Farinaceous\n Microscopic Features: Basidia: 18 — 24 x 7.2 — 9.6 µm, hyaline, 4-spored, ventricose. Pleurocystidia: 14.4 — 21 x 7 — 8.4 µm, hyaline, fusoid-ampullaceous, with short necks.",
    "Distribution and habitat": "Psilocybe galindoi is found growing gregariously in soil at higher elevations and in tall grass in or near Pinus-Quercus (pine with oak) forests in Mexico. The holotype location is Pie de la Cuesta, Jalisco, Mexico - a bit south of Guadalajara.",
    "Consumption and cultivation": "Like several other psilocybin mushrooms in the genus, a mushroom going under the name Psilocybe galindoi has been consumed by indigenous North American and Central American peoples for its entheogenic effects.   This is a misidentification, as the mushroom they are cultivating is Psilocybe tampanensis, and the real Psilocybe ganindoi is a synonym of Psilocybe mexicana.\nIn the Western world, sclerotia of a mushroom misidentified as Psilocybe galindoi are sometimes cultivated for entheogenic or medicinal use. The sclerotia usually have a lower content of active substances than the actual mushrooms themselves.",
    "References": "Guzman, G. The Genus Psilocybe: A Systematic Revision of the Known Species Including the History, Distribution and Chemistry of the Hallucinogenic Species. Beihefte zur Nova Hedwigia Heft 74. J. Cramer, Vaduz, Germany (1983) [now out of print].",
    "External links": "Mushroomobserver psilocybe galindoi"
  }
}