{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_stuntzii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. stuntzii"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe stuntzii, also known as  Stuntz's Blue legs and Blue Ringers it is a psilocybin mushroom of the Hymenogastraceae family, having psilocybin and \npsilocin as main active compounds.\nIt is in the section Stuntzae, other members of the section include Psilocybe caeruleoannulata, Psilocybe meridionalis, Psilocybe mescaleroensis, Psilocybe ovoideocystidiata, Psilocybe rostrata, Psilocybe subaeruginascens, Psilocybe subaeruginascens var. septentrionbalis and Psilocybe uruguayensis.",
    "Etymology and history": "The mushroom is named in honor of mycologist Daniel Stuntz of the University of Washington. It was originally identified growing on the University of Washington campus. Also known as Psilocybe pugetensis.",
    "Description": "The pileus is (.5)1 — 2(3.5) cm, obtusely conic to convex, expanding to convex-umbonate or flat with age. The margin is translucent-striate when moist and uplifted in age. It is hygrophanous, glabrous, dark chestnut brown while lighter towards the center. The pileus is olive-greenish at times, fading to a pale yellowish brown or pale yellow. It is viscid when moist from a gelatinous pellicle, staining slightly greenish-blue when injured or with age.\nThe gills are adnate or sinuate or adnexed, close to sub-distant and moderately broad, yellowish brown at first, soon violet brown or chocolate brown to blackish violet, and uniform or somewhat mottled, with whitish edges.\nThe spores are (8.2)9.3 —  10.4(13.5) X 6 —  7.1(7.7) x 5.5 —  6.6 μm, subrhomboid in face view, subellipsoid in side view, with a hilar appendage visible and a truncate apex with a broad germ pore, thick walled, and dingy yellow brown.\nThe stipe is (2)3.5 —  6.5(7.5) cm x (1.5)2 —  4(6) mm, equal or slightly enlarged at the base, cylindric or subcylindric, twisted striate at times, flexuous, glabrous to slightly fibrillose, dry, stuffed with a pith and becoming hollow, and white or whitish silky to ochraceous or brownish fibrillose. The partial veil thinly membranous, leaving a fragile annulus that becomes more noticeable as it darkens with spores. It stains blue-green when injured. The spore print is dark violacous brown.\nThe taste and odor of Psilocybe stuntzii are farinaceous.\nMicroscopic features: The basidia are 16.5 —  33 x 5.5 —  8.8 μm, 4-spored, and hyaline. Pleurocystidia are absent and cheilocystidia are 22 —  30 x 4.4 —  6.6 μm, abundant, forming a sterile band, hyaline, lageniform, fusiform-lanceolate or fusoid-ampullaceous, with an elongate and flexuous neck, and are 1 —  2.2 μm in diameter, sometimes irregularly branched. Clamp connections are present.",
    "Habitat and distribution": "Psilocybe stuntzii is found growing scattered to gregarious to cespitose, rarely solitary, in conifer wood chips and bark mulch, in soils rich in woody debris, and in new lawns of freshly laid sod or any newly mulched garden throughout the western region of the Pacific Northwest. From late July through December, \nhas been observed growing all year long in the Seattle, Washington area, also reported from California, rarely as far south as Santa Cruz.\nThere was a time when this mushroom appeared in over 40 percent of all new lawns and mulched in areas in the Puget Sound region of the Pacific Northwest. Due to a disappearance of pastures south of Seattle in the Tukwila-Kent-Auburn areas, this mushroom now only appears sporadically in certain new lawns which are well fertilized and manicured.",
    "Edibility": "This mushroom is hallucinogenic. Additionally, it closely resembles the highly toxic Galerina marginata, and several poisonings have been attributed to collectors consuming G. marginata after mistaking them for hallucinogenic P. stuntzii.",
    "See also": "Psilocybin mushrooms\nList of Psilocybin mushrooms",
    "Notes": "",
    "References": "Mycologia 68(6): 1261 (1977)\nStamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.\nGuzmán, G. The Genus Psilocybe: A Systematic Revision of the Known Species Including the History, Distribution and Chemistry of the Hallucinogenic Species. Beihefte zur Nova Hedwigia Heft 74. J. Cramer, Vaduz, Germany (1983) [now out of print].\nGuzmán, Gastón; Ott, Jonathan (Nov–Dec 1976). \"Description and chemical analysis of a new species of hallucinogenic Psilocybe from the Pacific Northwest\". Mycologia. 68 (6): 1261–1267. doi:10.2307/3758762. JSTOR 3758762. PMID 1034878."
  }
}