{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_tampanensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. tampanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe tampanensis is a very rare psychedelic mushroom in the Strophariaceae family. Originally collected in the wild in a sandy meadow near Tampa, Florida in 1977, the fungus has never again been reported in Florida, but was later collected in Mississippi. The original Florida specimen was cloned, and descendants remain in wide circulation. The fruit bodies (mushrooms) produced by the fungus are yellowish-brown in color with convex to conic caps up to 2.4 cm (0.9 in) in diameter atop a thin stem up to 6 cm (2.4 in) long. Psilocybe tampanensis forms psychoactive truffle-like sclerotia that are known and sold under the nickname \"philosopher's stones\". The fruit bodies and sclerotia are consumed by some for recreational or entheogenic purposes. In nature, sclerotia are produced by the fungus as a rare form of protection from wildfires and other natural disasters.",
    "Taxonomy": "The species was described scientifically by Steven H. Pollock and Mexican mycologist and Psilocybe authority Gastón Guzmán in a 1978 Mycotaxon publication. According to Paul Stamets, Pollock skipped a \"boring taxonomic conference\" near Tampa, Florida to go mushroom hunting, and found a single specimen growing in a sand dune, which he did not recognize. Pollock later cloned the specimen and produced a pure culture, which remains widely distributed today. The type specimen is kept at the herbarium of the Instituto Politécnico Nacional in Mexico. Guzmán classified P. tampanensis in his section Mexicanae, a grouping of related Psilocybe species characterized primarily by having spores with lengths greater than 8 micrometers.",
    "Description": "The cap ranges in shape from convex or conic with a slight umbo, expanding in age to become flattened or with a slight central depression; it reaches diameters of 1–2.4 cm (0.4–0.9 in). The surface is smooth, not striate (grooved), ochraceous brown to straw brown, buff to yellowish-grey when dry, with slight bluish tones at the margin, hygrophanous, and somewhat sticky when wet. The gills are more or less adnate (broadly attached to the stem slightly above the bottom of the gill, with most of the gill fused to the stem) and brown to dark purple brown in color with lighter edges. The stem is 2–6 cm (0.8–2.4 in) long, 1–2 mm (0.04–0.08 in) thick, and equal in width throughout to slightly enlarged near the base. There are fibrils near the top of the stem. The partial veil is cortinate (cobweb-like, similar to the partial veil of Cortinarius species), and soon disappears. The flesh is whitish to yellowish, and bruises blue when injured. The taste and odor are slightly farinaceous (similar to freshly ground flour).\n\nThe spore print is purple-brown. When viewed with a microscope, the spores of P. tampanensis are somewhat rhombic in face view and roughly elliptical in side view; they have dimensions of 8.8–9.9 by 8–8.8 by 5.5–6.6 μm. Spores appear brownish-yellow when mounted in a solution of potassium hydroxide, and have a thick, smooth wall, a distinct germ pore, and a short appendage. The basidia (spore-bearing cells) are four-spored, hyaline (translucent), and measure 14–22 by 8–10 μm. The cheilocystidia (cystidia on the gill face) measure 16–22 by 4–9 μm, and are lageniform (flask-shaped) with flexuous thin necks that are 2.2–3 μm thick, and infrequently have irregular branches. There are no pleurocystidia (cystidia on the gill face). Clamp connections are present in the hyphae.",
    "Description-Similar species": "Guzmán considers Psilocybe tampanensis to be intermediate in form between P. mexicana and P. caerulescens. Psilocybe mexicana has a more Mycena-like fruit body shape, and longer basidia measuring 22–24 by 7.7–11 μm. It is known only from Mexico and Guatemala. Psilocybe caerulescens, found in the US and Venezuela, is also somewhat similar, but has a collybioid habit (small to medium-sized mushrooms with a convex cap), with spores measuring 6.7–8 by 5.2–6.5 by 3.3–5.2 μm, and cheilocystidia that are 15–22 by 4.4–5.5 μm.",
    "Habitat and distribution": "For almost two decades after its discovery, Psilocybe tampanensis was known only from the type locality, southeast of Brandon, Florida. In 1996, Guzmán reported finding it in a meadow with sandy soil in a deciduous forest in Pearl River County, Mississippi, a habitat similar to that of the type location. Due to its scarcity, however, its habitat preferences are not known with certainty. Like all Psilocybe species, it is saprobic.Like some other psychoactive grassland species such as Psilocybe semilanceata, Conocybe cyanopus, P. tampanensis can form sclerotia–a hardened mass of mycelia that is more resistant to adverse environmental conditions than normal mycelia. This truffle-like form gives the fungus some protection from wildfires and other natural disasters. Other Psilocybe species known to produce sclerotia include Psilocybe mexicana and Psilocybe caerulescens. Sclerotia are also produced when the species is grown in culture.",
    "Recreational use": "Psilocybe tampanensis contains the psychedelic compounds psilocin and psilocybin, and is consumed for recreational and entheogenic purposes. The species was found to be one of the most popular psychoactive mushrooms confiscated by German authorities in a 2000 report, behind Psilocybe cubensis, Psilocybe semilanceata, and Panaeolus cyanescens. The alkaloid content in the confiscated samples ranged from not detectable to 0.19% psilocybin, and 0.01 to 0.03% psilocin. According to mycologist Michael Beug, dried fruit bodies can contain up to 1% psilocybin and psilocin; in terms of psychoactive potency, Stamets considers the mushroom \"moderately to highly active\".The psychoactive compounds are also present in the sclerotia: in one analysis, the levels of psilocybin obtained from sclerotia ranged from 0.31% to 0.68% by dry weight, and were dependent upon the composition of the growth medium. Sclerotia are sold under the nickname \"philosopher's stones\". They have been described as \"resembling congealed muesli\", and having a somewhat bitter taste similar to walnut. Strains existing as commercial cultivation kits sold originally in countercultural drug magazines are derived from the original fruit body found by Pollock in Florida. Methods were originally developed by Pollock, and later extended by Stamets in the 1980s to cultivate the sclerotia on a substrate of rye grass (Lolium), and on straw. Sclerotia prepared in this way take from 3 to 12 weeks to develop. Pollock was granted a US patent in 1981 for his method of producing sclerotia.",
    "Recreational use-Legal status": "Psilocin and psilocybin are scheduled drugs in many countries, and mushrooms containing them are prohibited by extension. In the United States, Federal law was passed in 1971 that put the psychoactive components into the most restricted schedule I category. For about three decades following this, several European countries remained relatively tolerant of mushroom use and possession. In the 2000s (decade), in response to increases in prevalence and availability, all European countries banned possession or sale of psychedelic mushrooms; the Netherlands was the last country to enact such laws in 2008. However, they did not include psilocybin-containing sclerotia in the 2008 law, and thus, psilocybin-containing fungal compounds are available commercially in the Netherlands. In parallel legal developments in Asia, P. tampanensis was one of 13 psychoactive mushrooms specifically prohibited by law in Japan in 2002.",
    "See also": "List of Psilocybe species\nList of psilocybin mushrooms",
    "References": "",
    "References-Cited text": "Guzmán G. (1983). The Genus Psilocybe: A Systematic Revision of the Known Species Including the History, Distribution, and Chemistry of the Hallucinogenic Species. Beihefte Zur Nova Hedwigia. Heft 74. Vaduz, Liechtenstein: J. Cramer. ISBN 978-3-7682-5474-8.",
    "References-Further reading": "Morris H. (July 2013). \"Blood Spore: Of murder and mushrooms\". Harper's Magazine."
  }
}