{
  "url": "https://en.wikipedia.org/wiki/Passiflora_alata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora alata, the winged-stem passion flower, is a species of flowering plant. It is an evergreen vine, growing to 6 m (20 ft) or more, which bears an edible type of passion fruit. It is native to the Amazon, from Peru to eastern Brazil.",
    "Names": "The local peoples refer to it as ouvaca, meaning \"red star\" due to the appearance of its flower. Other names include fragrant grenadilla, and maracuja de refresco. The specific epithet alata means \"winged\", referring to the 4-winged stems.",
    "Description": "The leaves are oval or oblong, 10–15 cm (4–6 in) long and 1–10 cm (0–4 in) wide. The fragrant flower is 7–10 cm (3–4 in) wide, with red curved tepals, and a prominent fringed corona in bands of purple and white giving the appearance of stripes. It usually blooms around late summer or early fall, needing full sun exposure. P. alata attracts bees, butterflies and birds.\nThe solitary fruit is highly prized by local people. It is egg-shaped, yellow to bright orange, 8–15 cm (3–6 in) long and 5–10 cm (2–4 in) in diameter. It weighs from 90–300 g (3–11 oz).",
    "Cultivation": "In temperate zones P. alata is usually cultivated indoors, though it can also be grown outside in areas where the temperature does not fall below 5 °C (41 °F). It has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Medicinal uses": "In Brazil, P. alata is officially recognized as a phytomedicine, and was included in first edition of Brazilian Pharmacopoeia in 1929. It is well known in folk medicine throughout South America, though the exact pharmacological composition of the plant is little understood and requires more study.",
    "References": "",
    "External links": " Media related to Passiflora alata at Wikimedia Commons\n Data related to Passiflora alata at Wikispecies"
  }
}