{
  "url": "https://en.wikipedia.org/wiki/Passiflora_lindeniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. lindeniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora lindeniana is a species in the subgenus Astrophea, some species of which are weak trees and some are free standing woody trees. P. lindeniana is the largest of the free-standing trees, growing to 20 m, and having a circumference of 1.25 m at the base.The tree is branched and leafy above a bare, brown-barked trunk, and the large (10 to 90 cm long) simple leaves form a moderately dense canopy. This passionflower does not have tendrils.\nThe leaves fall seasonally, and the tree remains bare for some weeks.\nAccording to Meadows, in cultivation, P. lindeniana flowers in winter and the fruit mature in early summer.\nThe striking pure white flowers have deep yellow corona filaments. The tree has a very condensed and heavy flowering, and while it has flowered annually in cultivation in New Zealand, in the wild the flowering is described as \"erratic, sometimes not annually\".\nP. lindeniana is self infertile, and will not set fruit in the absence of another tree nearby. In cultivation, the flowers are insect pollinated. The fruit are small (4.5 cm to 5.5 cm long, 2 cm to 3 cm wide), hexagonal in cross section, and the fruit wall somewhat hard and brittle. The sparse flesh is white.",
    "Distribution": "According to Vanderplank, the natural range is \"The lower Andes of Venezuela from Merida State in the west to Miranda State above the area Pozo de Rosas in the east and from Sierra San Luıs in Falcon State in the north to Distrito Pedraza on the eastern slopes of the Sierra Nevada de Mérida in Barinas State in the south.\" It is also recorded as a rare species in Colombia.",
    "Ecology": "Trees are restricted to mountain cloud forests at elevations of 800 m up to 2700 m above sea level. Plants at high altitude experience night temperatures as low as 2–4 °C. Plants at lower elevations experience daytime temperatures over 20 °C. In all localities the soils are slightly acid.",
    "Conservation Status": "P. lindeniana is listed as Near Threatened by the IUCN (2004). In 1998 there were only four known populations of P. lindeniana in the wild, only one of those populations being located in a National Park. Ten years later, a further four stands were found, but comprised only a few trees. A further two small populations have been located in Colombia.\nTrees are threatened by deforestation for farming, and mature trees have been cut down for firewood. The 20 mature trees recorded in Merida State had been reduced to four by the end of 1993.\nA small fruitfly, Anastrepha dryas, was recorded infesting P.lindeniana fruit about 1995. The larvae feed on and destroy the developing fruit, resulting in the loss of all the fruit.\nAs of 2010, the future of the species seems a little more stable. Miguel Molinari, a medical doctor and amateur botanist specialising in Passiflora has successfully educated the local people in Merida about the importance of this rare species, and the remaining four trees have not been destroyed.\nMolinari also collected and distributed hundreds of seeds to botanical gardens and horticultural specialists.\nThere are 22 plants at the Royal Botanic Gardens, Kew, and it is expected these will eventually all flower and fruit.\nHowever, as the plant has very specific climatic requirements, there is only one record of fruiting in outdoor cultivation outside Venezuela and Colombia, and that is of a plant in a frost-free microclimate in northern New Zealand.",
    "Cultivation": "Plants are remarkably slow growing, whether grown in the greenhouse or outdoors.Greenhouse-grown plants in northern Europe do not tolerate the hot summer temperatures and cold short day-length winters very well, and as a result, do not thrive.At the Royal Botanic Gardens, Kew a ten-year-old specimen of Passiflora lindeniana grown with a minimum temperature of 10◦C and maximum temperature of 16 °C and moderate shading flowered for the first time in 2009.According to Meadows, in Helensville, New Zealand, at an elevation of about 80 m, P. lindeniana grown outdoors flowered after about ten years. Fruit set and matured when flowers were hand pollinated from another tree several hundred metres away.\nBoth the trees growing outside in the Helensville location are in moderate shade, one in a moderately well drained silty sand-clay loam, another in a well-drained, leached sandy loam. Air temperatures do not fall much below about 5 °C, and daytime air temperatures rarely exceed 27 °C in summer.The Kew trees are growing in \"slightly acidic, open, peat free, multipurpose substrate compost with added Perlite and fine bark\" according to Vanderplank.Seed germinates very well if it is sown in a free draining seed raising mix and kept warm (23–26 °C is recommended).P. lindeniana can be propagated by cuttings if semi-ripe, woody nodal or internodal cuttings are used. Use of an IBA rooting hormone increases the chance of success. Cuttings should be taken in the spring or autumn, and placed in a humid environment in a free draining rooting medium.Plants can also be propagated by air-layering. It may be useful to treat the cut surface of the marcot with IBA hormone.Passiflora lindeniana has been successfully grafted onto Passiflora caerulea and Passiflora macrophylla Spruce.In glasshouse cultivation the major pests are red spider mite, mealy bug, thrips and scale insects.  In outdoor cultivation in New Zealand there are no significant pests.",
    "References": "\nVanderplank, J. & Magdalena Rodriguez, C. (2010). Plate 673. Passiflora lindeniana (Passifloraceae). Curtis's Botanical Magazine. 27(2): 123 – 131.\nPerez, J. et al. (2007). Diversity of Colombian Passifloraceae: biogeography and an updated list for conservation. Biota Colombiana 8 (1) 1 - 45, 2007"
  }
}