{
  "url": "https://en.wikipedia.org/wiki/Passiflora_laurifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. laurifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora laurifolia, commonly known as the water lemon, Jamaican honeysuckle, golden bellapple, pomme liane on Martinique & Guadeloupe and orange lilikoi (yellow lilikoi, or simply lilikoi, is the name given to passiflora edulis v. flavicarpa for the valley where it first grew in Hawai'i), is a species in the family Passifloraceae. It is native to tropical Americas. The water lemon is an invasive plant in its home region, and has spread to other parts of the world. As a tropical species, water lemon will not tolerate any frost. Water lemon is only occasionally cultivated, but the fruits are usually available in markets wherever the vine grows in wild. It is not yet widely known outside those regions.\nThe fruit is medium-sized, ovoid in shape, about 2 in (5.1 cm) long with a diameter of 3 in (7.6 cm), with a green or deep orange skin and white-yellow, extremely juicy pulp.\nThe water lemon has an excellent mild, perfumed taste, without the tartness of the common Passionfruit. It grows on a vigorous vine up to 30 feet long.   Growing better in slightly humid climates, the vine is not particular about soil or water requirements, other than liking ground moisture year-round. It is almost always grown from seeds, but can be propagated by cuttings.  Bottom-heating the seeds at 70-80 °F (21-27 °C) can result in germination at 1–2 weeks; at lower temperatures, seeds can take up to 10 weeks to germinate. The fruits are eaten fresh, or used  in drinks and beverages.\nWaterlemon Cay in the Virgin Islands is named after the fruit.\n\n\n== References =="
  }
}