{
  "url": "https://en.wikipedia.org/wiki/Passiflora_tarminiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. tarminiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora tarminiana (or banana passionfruit) is a species of passionfruit. The yellow fruits are edible and their resemblance to small, straight bananas has given it the name banana passionfruit in some countries. It is native to the uplands of tropical South America and is now cultivated in many countries. In Hawaii and New Zealand it is now considered an invasive species.  It was given the name banana passionfrui in New Zealand, where passionfruit are also prevalent. In Hawaii, it is called banana poka. In its Latin American homeland, it is known as curuba, curuba de Castilla, or curuba sabanera blanca (Colombia); taxo, tacso, tagso, tauso (Ecuador); parcha, taxo (Venezuela), tumbo or curuba (Bolivia); tacso, tumbo, tumbo del norte, trompos, tintin or purpur (Peru).\nPassiflora tarminiana belongs to the Tacsonia subgenus of Passiflora. It has been known under a number of different names and was only formally described in 2001.",
    "Description": "Passiflora tarminiana is a high climbing vine with hairy stems and petioles. Where the petioles join the stem it has stipules which are 4–7 by 2–3 mm and are soon deciduous. The leaves are three-lobed and hairy below but usually hairless above. The flowers are solitary and hang downwards. The base of the flower has pale green bracts enclosing a swollen nectary chamber. The floral tube (hypanthium) is 6–8 × 0.7–1 cm and pale green, while the sepals and petals are 3–6 cm long, pink and perpendicular to the floral tube, or reflexed. Fruits taper at both ends, are 10–14 cm long by 3.5–4.5 cm wide and ripen to yellow or light orange. The fruit contain many seeds which are embedded in an edible, orange aril.\nMollissima and its close relative Passiflora mixta are vines with cylindrical stems densely coated with yellow hairs, and are vigorous climbers, growing up to seven metres. The leaves are a shiny green with clearly defined veins, the flower is large, pink and green petalled with a yellow and white centre. The fruit is yellow-orange when ripe and contains a sweet edible orange-colored pulp with black seeds.\nPassiflora tarminiana is distinguished from P. tripartita var. mollissima by a number of features. P. tarminiana has small deciduous stipules while P. tripartita var. mollissima has larger, persistent stipules. The sepals and petals in P. tarminiana are perpendicular to the floral tube or are reflexed, whereas they are never so open in P. tripartita var. mollissima. They are also both much shorter in relation to the length of the floral tube in P. tripartita var. mollissima than in P. tarminiana.",
    "Taxonomy": "The correct taxonomic placement of this species has been problematic for some years. In South America it has been considered under P. cumbalensis, P. mollissima or P. tripartita (the species which now includes P. mollissima), or as a hybrid. In Hawaii it was referred to as P. mollissima. In New Zealand it was included under P. mixta although some sources also used the name P. mollissima for this species. It was described as a separate species distinct from any of these in 2001. The specific name recognises the Colombian agronomist Tarmín Campos.\n\nCommon names for P. tarminiana include banana passionfruit (Australia, New Zealand, Africa, Hawaii), curuba India, curuba ecuatoriana, curuba quiteña (Colombia), tacso amarillo (Ecuador), tumbo (Perú), banana pōka (Hawaii) (in the Hawaiian language the word pōka'a refers to tendrils – \"that which is tied up in a ball like rope or twine\"), northern banana passionfruit (New Zealand).",
    "Distribution": "Passiflora tarminiana is native to the uplands of tropical South America but the exact native range is uncertain as it has been widely cultivated in this region. It is found in the Colombian highlands and the Venezuelan, Peruvian and southern Ecuadorean Andes where it is cultivated from around 2000 – 3000 metres. \nIt has naturalised in Australia, Guam, Hawaii, New Zealand and Zimbabwe. In both Hawaii and New Zealand it is regarded as an invasive species.  It is widely cultivated throughout the world, including California, Réunion, Mexico, Panama and Papua New Guinea.Passiflora tripartita var. mollissima and P. tarminiana were until recently considered to be one species, P. mollissima.",
    "Historic use": "The banana passionfruit is native to the Andean valleys from Venezuela to Bolivia. It was domesticated and cultivated since pre-Columbian times by various cultures of western South America before the Spanish Conquest and today it is commonly cultivated and its fruit are regularly sold in local markets. The vine is grown in California as an ornamental under the name \"softleaf passionflower\". It is grown to some extent in Hawaii, Madeira and the State of Tamil Nadu, India.",
    "Biology": "In the original description Passiflora tarminina is described as a cultigen and there is little information about its biology in the wild. Many members of the subgenus Tacsonia are restricted endemics and it is unclear whether the widely cultivated species (such as P. tarminiana) are also local endemics which have been spread through widespread cultivation or whether they are naturally widespread species. The type specimen is from a cultivated rather than a wild plant.Unlike many Passiflora species, P. tarminiana is self-compatible, although self-pollination is not considered important in the wild. The main pollinators in South America are believed to be hummingbirds or large bees, while in Hawaii birds were commonly observed robbing nectar but not transferring pollen. Bees and other insects were observed collecting pollen in Hawaii.In Hawaii the seeds are dispersed by frugivorous animals. By far the most important disperser in Hawaii is the feral pig, which eats the fallen fruit and passes the seeds intact. Feral pigs seek out the fruit and when P. tarminiana occurs with feral pigs in Hawaii, the seeds are abundant in pig droppings. Germination is not enhanced by gut passage but pigs disturb the ground making a more favourable environment for germination of P. tarminiana. Because their home range is typically one to two square miles, pigs contribute more to the peripheral expansion of P. tarminiana patches than long distance dispersal.Passiflora tarminiana invades both open and closed forest in Hawaii. It grows most rapidly in full sun but tolerates some shade. Growth is severely restricted at relative light intensities of less than 2%. Where the forest canopy is largely intact, P. tarminiana invades in canopy gaps formed when trees fall or die.Passiflora tarminiana hybridises with other members of the subgenus Tacsonia.",
    "Uses": "Passiflora tarminiana is cultivated for its edible fruit. It is the second most common species in cultivation in South America after P. tripartita var. mollissima and is considered more disease resistant than that species. The fruit are also eaten in New Zealand but in Hawaii the fruit is considered to be insipid.\nThe pink flowers are showy and it is also considered to be an ornamental species.",
    "Invasive species": "Passiflora tarminiana and P. tripartita thrive in the climate of New Zealand. They are invasive species since they can smother forest margins and forest regrowth. It is illegal to sell, cultivate and distribute the plants.Banana passionfruit vines are now smothering more than 200 square miles (520 km2) of native forest on the islands of Hawaii and Kauai. Seeds are spread by feral pigs, birds and humans.  The vine can also be found all across the highlands of New Guinea.\nIt is considered an environmental weed in South Eastern Australia (Victoria, Tasmania and New South Wales), but not declared or considered noxious by any Australian state government authorities.Banana passionfruit is used as rootstock for grafting the passionfruit varieties more commonly grown for food, especially in climates too cool for productive passionfruit growing. Regrowth from beneath the graft is one means of its outbreak as a weed, so growers should be vigilant for sprouting low on the main stem or from around the base of the plant, and should pull up and cut back the plant when (typically after 6–9 years) the grafted passionfruit is no longer as productive.",
    "Invasive species-Control": "Three biological control agents have been released in Hawaii for the control of Passiflora tarminiana. Septoria passiflorae, a fungus, was released in 1996. There have been major epidemics that have substantially reduced the biomass of P. tarminiana. This fungus requires wind and rain to spread and in some areas requires repeated inoculations to achieve control. Two moth species were also introduced, Cyanotricha necryia, which failed to establish, and Pyrausta perelegans, which suffered substantial levels of egg parasitism and has not become common.Physical and chemical control methods have generally proved to be ineffective and uneconomic in Hawaii, although glyphosate has been successfully used to control P. tarminiana in Acacia koa forest.Passiflora tarminiana is controlled by land management agencies in some areas of New Zealand. Control is either by physical control (for example hand pulling of seedlings) or using herbicides. Biological control research is underway in New Zealand. The Septoria species from Hawaii was tested in containment in New Zealand and found to damage Passiflora edulis which is grown commercially. Pyrausta perelegans is undergoing host range testing.",
    "References": "",
    "External links": "Images of Plants of Hawaii\nPacific Islands Ecosystems at Risk Project"
  }
}