{
  "url": "https://en.wikipedia.org/wiki/Passiflora_loefgrenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. loefgrenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora loefgrenii, the garlic passion fruit, is a passion flower that was first formally described 1997 by Fabio Augusto Vitta. The plant is named after Albert Löfgren , the first known collector.\nPassiflora loefgrenii is a perennial, climbing vine. The stems are smooth, round and thin. In the leaf axils are kidney-shaped stipules of up to 3.5 cm long, which the tendrils flank. The sheet steal are up to 7 cm long. The alternately arranged leaves are tri-lobed with smooth edges and 5 to 9.5 x 5.5 to 14 cm. The solitary penduncles are 11–20 cm long. The flowers are purple, bluish violet and white in color and 9–12 cm wide. The sepals are purple, up to 5.5 x 1.5 cm and ending in a 1 cm long awn. The petals are purple and almost as big as the sepals. The corona consists of 6 or 7 rows, which are white at the base and above bluish purple. The outer two rows of 1.7–2 cm long, and the innermost rows are 1-1.2 cm long. The flowers are pollinated by hummingbirds, Phaethornis eurynome and Phaethornis squalidus, and carpenter bees (Xylocopa ). The fruit are elliptical, greenish yellow and approximately 6 x 4 cm.\nInitially it was thought that the distribution of Passiflora Loefgrenii limited to Ribeirão Preto in the state of São Paulo in Brazil , but later the plant was also discovered near Iporanga São Paulo and Corupá in the state of Santa Catarina .\nIn Europe, the plant has been cultivated since 2000. The plant can be kept in a temperate greenhouses or in a living room. In summer the plant can be grown outside.",
    "References": "",
    "External links": " Media related to Passiflora loefgrenii at Wikimedia Commons\n Data related to Passiflora loefgrenii at Wikispecies"
  }
}