{
  "url": "https://en.wikipedia.org/wiki/Passiflora_bogotensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. bogotensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora bogotensis is a climbing plant native to Colombia, in the genus Passiflora. It can also be found in Venezuela.",
    "Etimology": "The specific name is due to the town where, in 1843, Karl Th. Hartweg collected the type specimen: \"between Bogotá and Zipaquirá\".",
    "Description": "It is a climbing plant, which usually forms dense crawling masses, covered with more or less dense and often ferruginous hair. The stem is robust, angulated, and tomentose; with thick cirrus, pubescent, and very long.The leaves have septate stipules, 4 to 5 mm long, deciduous; petiole 0.6 to 1.5 cm long, thin, tomentose, devoid of glands; blade of general profile very variable even in the same specimen, oblong, occasionally oval or triangular-ovate; from 4 to 15 cm long and 3 to 10 cm wide; briefly 2-lobada, with the truncated interlobular sinus, sometimes with a third lobule in the center, and even in some specimens the apex is only subplane and wavy, (the lobes are short, up to 1.5 cm long, obtuse or sub-rounded, mucronulated); rounded or sunburned at the base, whole or slightly wavy at the edges; 3-palmatinervia with very protruding nerves on the underside; pubescent or almost glabrous and lustrous on the upper surface, densely hirsute-tomentosed on the underside; It is subcoriaceous. Lonely or more commonly bined peduncles, up to 4 cm long, hairy; with three bracts, from 3 to 10 mm long, violet, placed near the apex of the peduncle or something scattered on it.The flowers are up to 4 cm diameter: short receptacle, purple outside; sepals oblong-lanceolate, from 1 to 1.5 cm long and about 5 mm wide at the base, obtuse at the apex, more or less hairy and green-purplish externally, white inside; petals oblong, 6 to 9 millimeters long, obtuse, white; crown distributed in two series: the outer one with filaments of 4 to 5 mm long, narrowly liguliform, subangulated, widened at the apex in the form of a flattened button, greenish-yellowish with soft transverse purple; the interior with filiform filaments, 2 to 3 millimeters long, of pale green color; follicle operculum, greenish, with the margin divided into small teeth; delete ring; globose ovary, densely covered with long white hairs; very elongated styles.Globose fruit, from 1 to 1.5 cm in diameter, purple-blackish at maturity; ovate or cuneate-obovate seeds, about 3 mm long, crossed transversally.",
    "Distribution": "P. bogotensis is native to the Eastern mountain range of Colombia, at altitudes of 2,000 to 3,000 meters above sea level. It has also been found sometimes in the Sierra Nevada of Santa Marta. It blooms all year.\n\n\n== References =="
  }
}