{
  "url": "https://en.wikipedia.org/wiki/Passiflora_maliformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. maliformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora maliformis, the sweet calabash, conch apple, wild purple passionfruit, or sweet cup, is a smallish (5cm) passionfruit with purple, yellow or  green skin and a greyed-yellow to orange pulp that is aromatically-scented and -flavoured. It is  a fast-growing vine, growing best in somewhat cooler-than-tropical climates. The rind is particularly hard and tougher than most passionfruits. It is usually eaten fresh or used to flavour drinks. It is a native to the Caribbean, Central America and Northern South America.",
    "Description": "Passiflora maliformis is a fast-growing evergreen shrub or vine. The slender, woody stems can reach lengths of 3–10 metres and are equipped with tendrils by means of which the plant climbs other plants or structures for support. The green or orange-green fruit is up to 4cm in diameter. The skin of this fruit can be hard so a hammer is sometimes needed to open it for consumption.",
    "Cultivation": "It is usually grown from seeds but may also be propagated by stem-cuttings and layering. Grafting onto other Passiflora rootstock can improve hardiness.Passiflora maliformis  grows in the warm, wet tropics the plants require a temperature no lower than around 16°c when they are flowering in order to ensure fruit set. Passiflora species tend to flower and fruit more freely when grown in soils of only moderate fertility. Seedlings can commence fruiting when only 1 - 2 years old. Plants in this genus are notably resistant to honey fungus.",
    "Nutrition": "Passiflora maliformis arils contain 85.44% water, 7.17% net carbohydrates, 3.63% fibre, 2.2% protein, and 0.45% fat (see table). A 100-gram amount provides 42 kilocalories and is an excellent source of magnesium and phosphorus as well as a significant source of other minerals (see table). The fruit also contains various organic acids and phenolic compounds which are responsible for the aroma and flavour. It is commonly eaten raw or made into a drink, it is said to have a flavor similar to grape.\n\n\n== References =="
  }
}