{
  "url": "https://en.wikipedia.org/wiki/Passiflora_caerulea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. caerulea"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora caerulea, the blue passionflower, bluecrown passionflower or common passion flower, is a species of flowering plant native to South America.  It has been introduced elsewhere throughout the tropics.  It is a vigorous, deciduous or semi-evergreen tendril vine growing to 10 m (33 ft) or more.  Its leaves are palmate and fragrant, flowers blue-white with a prominent fringe of coronal filaments in bands of blue, white, and brown. The ovoid orange fruit, growing to 6 cm (2 in), is edible but bland.",
    "Names": "This popular and showy plant has attracted a number of common names. In Paraguay it is widely known as mburucuyá in Guaraní. Other names include blue crown, flower of five wounds, southern beauty, wild apricot, Jesus flower. The specific epithet caerulea means \"blue\" and refers to the blue coronal filaments. In Japan it is called 時計草 (Clock plant) due to having 12 petals, a central stamen and stigmas resembling a timepieces's winding mechanism, and curly green tendrils resembling wound springs.",
    "Description": "Passiflora caerulea is a woody vine capable of growing to 25 metres (82 ft) high where supporting trees are available. The leaves are alternate, palmately five-lobed (sometimes three, seven, or nine lobes), and are up to 10 centimetres (3.9 in) in length while being linear-oblong shaped. The base of each leaf has a flagellate-twining tendril 5–10 centimetres (2.0–3.9 in) long, which twines around supporting vegetation to hold the plant up.The flower is complex, about 10 centimetres (3.9 in) in diameter, with the five sepals and petals similar in appearance, whitish in colour, surmounted by a corona of blue or violet filaments, then five greenish-yellow stamens and three purple stigmas.  The fruit is an oval orange-yellow berry, 6 centimetres (2.4 in) long by 4 centimetres (1.6 in) in diameter, containing numerous seeds. It is edible to humans when ripe, but tends to have an undesirable flavour.",
    "Cultivation": "Passiflora caerulea is widely cultivated as a wall-climber or as groundcover. Though hardy down to −10 °C (14 °F), it requires a sheltered position facing south or west (in the Northern Hemisphere). It can become invasive, the twining shoots constantly appearing unless eradicated. It has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Cultivation-Cultivars": "A number of cultivars have been produced from the species:-\n\n'Chinensis' (corona filaments paler blue)\n'Constance Elliott' was raised by Kucombe and Prince in Exeter, Great Britain. It has pure white, fragrant flowers; not as free-flowering as many other clones. It has also won the Award of Garden Merit\n'Grandiflora' (flowers to 20 cm, 4 inches, in diameter)\n'Hartwiesiana' (flowers white)\n'Regnellii' (very long corona filaments)",
    "Other uses": "Though the fruit is edible, it is rather insipid when eaten raw. A tea can be made of the flower which is said to alleviate stress and anxiety. Often, the plant is boiled into a tea and used as medicine to relieve insomnia and allow deep, restful sleep. However, tetraphyllin B and epi-tetraphyllin B,  cyanogenic glycosides (which liberate hydrogen cyanide when activated by enzymes), have been found in the leaves. It is possible to boil away most of the cyanide.The passion flower is the national flower of Paraguay. Its intricate structure has generated Christian symbolism, each part representing a different part of the Passion of Christ. The \"Etymology and names\" section of Passiflora contains more information about this symbolism.",
    "Gallery": "",
    "References": "",
    "External links": "Topwalks.net: Passiflora caerulea"
  }
}