{
  "url": "https://en.wikipedia.org/wiki/Passiflora_mixta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. mixta"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora mixta, from the family Passifloraceae is also known as curuba, curuba de indio, curuba de monte, curubita, curuba (Colombia), parcha (Venezuela), and tacso (Ecuador). Originally, it derived from the monophyletic Adeans Passiflora subgenus Tacsonia. Passiflora includes 47 species, one of which is Passiflora mixta which can be found in Southern America. A perennial vine, the Passiflora mixta is pink to orange-red in color.",
    "Description": "Passiflora mixta can be identified by large pink flowers, trilobate coricaeous leaves, that are tubular in shape that protrude from its branches. It has a hairy elongated bract and hypanthum that contain a narrow nector chamber. At 7–15 cm  long (2.8–5.9 in), Passiflora mixta has a hypanthium (otherwise known as the flower tube) with a base that contains nectar. Also found in P. mixta, are ovaries, anthers and stigmas. These reproductive organs are located anterior to the hypanthium near the androgynophore. This species is capable of producing fruits and flowers that remain open for 3 to 5 days by producing half-pendant, horizontal, or erect flowers.\nStatus:\nWild plant, collected, important genetica resource for banana passion fruit breeding.",
    "Morphology": "Stem- Sub 5-angular\nLeaf Pubescence- Not present on the upper surface; however, missing to seldom dense on the lower surface\nStipules- Moderate to big in size, 6–20 mm in length, 12–30 mm wide (0.47–1.18 in), reniform, dentate or serrate, persistent\nPeduncle- robust, length varies. Produces half-pendent, horizontal, or erect flowers.\nBracts- Joined 1/2 their length or beyond\nCorolla Color- Pale pink to intense red\nCorolla Shape- Corolla campanulate\nFloral Tube/Sepal Ratio- 1.6-2.6\nNectary Chamber- Slightly broader than the floral tube\nFruits- At maturity, the pericarp often appears green, occasionally turning yellow; arils scarce and grey to orange in color,",
    "Germination": "Passiflora mixta seeds take approximately 30–365 days to germinate and even under optimal conditions their growth may be erratic.\nThe seeds should be planted 6 mm (0.24 in) deep in a peaty seed sowing mix at about 20–30 °C (68–86 °F). new water should be used every day and it is necessary to soak them under warm water. This process will cause some seeds to swell up; these seeds should be sown instantly. On occasion it is also important to soak the container in which the seeds are placed.",
    "Pollination": "This species of Passiflora is pollinated by the Sword-billed hummingbird (Ensifera ensifera), which is the only living species in the genus Ensifera. This bird is found throughout the northern Andes and is identified by its extremely large beak that is longer than the size of its entire body. They are pollinators of the passionflower, which contains nectar at the bottom of the long corolla tube that belongs to the P. mixta.",
    "Distribution": "Ranges from Venezuela to Bolivia\nNaturalized in Africa and New Zealand\nRestricted to the highland between 1,700 and 3,700 m (5,600 and 12,100 ft) asl.\nCan withstand disturbances and is more prominent in dryer environment and lower altitudes compared to other species of subgenus Tacsonia\nGrows along the edges of forests and along the margins\n\n\n== References =="
  }
}