{
  "url": "https://en.wikipedia.org/wiki/Passiflora_ligularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Passifloraceae"
    },
    {
      "Genus": "Passiflora"
    },
    {
      "Species": "P. ligularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Passiflora ligularis, commonly known as the sweet granadilla or grenadia, is a plant species in the genus Passiflora. It is known as granadilla in Bolivia, Colombia, Costa Rica, Ecuador, Mexico and Peru; granadilla común in Guatemala; granadilla de China or parcha dulce in Venezuela and granaditta in Jamaica.",
    "Description": "The epithet ligularis comes from the plant's ligulate corollae. It is native to the Andes Mountains, mainly Peru, including Bolivia, Ecuador, Colombia and Venezuela. It grows as far south as northern Argentina and as far north as Mexico. Outside of its native range it grows in the tropical mountains of Africa and Australia (where they are known as passionfruit or Granadilla), and is now common in local markets of Papua New Guinea, where it is known as 'sugar fruit'. It likes climates ranging from 15° to 18 °C and between 600 and 1000 mm of annual rain. It lives at altitudes ranging from 1700 to 2600 meters above sea level.They have abundant, simple leaves and greenish-white flowers. The fruit is orange to yellow colored with small light markings. It has a round shape with a tip ending in the stem. The fruit is between 6.5 and 8 cm long and between 5.1 and 7 cm in diameter. The outer shell is hard and slippery, and has soft padding on the interior to protect the seeds. The seeds, which are hard and black, are surrounded by a gelatinous sphere of transparent pulp. The pulp is the edible part of the fruit and has a soft sweet taste. It is very aromatic and contains vitamins A, C, and K, phosphorus, iron, and calcium. The main producers are Peru, Venezuela, Colombia, Ecuador, Brazil (where it is known as maracujá doce or \"sweet passion fruit\"), South Africa, Rwanda and Kenya. The main importers are the United States, Canada, Belgium, the Netherlands, Switzerland, and Spain.\nPassiflora ligularis, is an evergreen climbing shrub, producing stems of up to 5 meters long. The stems scramble over the ground or clamber into the surrounding vegetation, attaching themselves by means of coiling tendrils.",
    "References": "",
    "External links": " Media related to Passiflora ligularis at Wikimedia Commons\n\nsweet granadilla image from Mundani Botanical Garden\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Passiflora ligularis\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}