{
  "url": "https://en.wikipedia.org/wiki/Miconia_calvescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Melastomataceae"
    },
    {
      "Genus": "Miconia"
    },
    {
      "Species": "M. calvescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Miconia calvescens, the velvet tree, miconia, or bush currant, is a species of flowering plant in the family Melastomataceae. It is native to Mexico and Central and South America and it has become one of the world's most invasive species.\nMiconia trees can flower several times a year and bear fruit simultaneously. The inflorescences are large panicles of white to light pink blossoms. The tiny purple fruits are about half a centimeter in diameter and packed with about 120–230 minuscule seeds. The sweet fruits are attractive to birds and other animals which disperse the seeds. A young tree with only two flower panicles can produce 200,000 seeds in its first fruiting season. This heavy seed production and potential for long-distance dispersal help make miconia an invasive threat. The seeds can lie dormant in the soil of the forest for more than 12 years, and whenever a break in the canopy allows sun to shine through to a patch of soil the seeds there undergo germination. Once the plants grow to full height, their enormous leaves shade out all the space below them, preventing any other plant from growing nearby. It also has a shallow root system that facilitates soil erosion.The tree can grow to a height of 15 metres (49 ft) and has very large leaves, each up to 1 metre (3.3 ft) in length. Its purple and green leaves with flashy white veining made it attractive as an ornamental, and it was imported to Hawaii and other new areas in the mid-twentieth century.",
    "Invasive species": "The Invasive Species Specialist Group list the tree as one of the world's 100 most invasive species in the Global Invasive Species Database.The seeds are dispersed from gardens into natural forest habitats by fruit-eating birds. Once dispersed into tropical moist forests it takes hold vigorously, invading any spot in the understory that receives patches of sunlight, and becomes a noxious weed.\nIt is known for being the worst invasive plant in Hawaii, where it is commonly referred to as the \"purple plague\", and threatens to destroy entire ecosystems. \nHawaiian populations of miconia were first discovered in the 1990s, and since the plant's invasive potential was already well-known, control and eradication efforts began immediately. Uprooting and herbicides are used to remove plants, but biological control has not yet met with great success. Teams of volunteers often lead expeditions into the forest to remove miconia plants by hand.\nThe tree has become an invasive species in Tahiti and a quarter of the rainforest on the island is now made up of miconia stands.  For this reason, it is frequently called the \"green cancer\" on the island.\nIn Sri Lanka it invades upcountry mountain forest areas. It forms monospecific stands that shade out native vegetation.",
    "References": "",
    "External links": "Miconia calvescens information and links from the Hawaiian Ecosystems at Risk project\nMiconia calvescens detailed information and references from the Pacific Ecosystems at Risk project\nMiconia calvescens images: a gallery of copyright-free high-resolution photographs\nMiconia calvescens"
  }
}