{
  "url": "https://en.wikipedia.org/wiki/Nicotiana_sylvestris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Nicotiana"
    },
    {
      "Species": "N. sylvestris"
    }
  ],
  "text": {
    "__SUMMARY__": "Nicotiana sylvestris is a species of flowering plant in the nightshade family Solanaceae, known by the common names woodland tobacco, flowering tobacco, and South American tobacco. It is a perennial plant in the tobacco genus Nicotiana, native to the Andes region in Argentina and Bolivia, in South America.",
    "Description": "It is a tall plant, growing to 1.5 m (4.9 ft) high by 0.5 m (1.6 ft) broad. The leaves are simple, somewhat sticky, with the blade partially surrounding the stem, clasping petiole.\nFlowers are produced on many-branched stems. The flowers are tubular, white, borne in racemes held above the foliage.  Flowers can be over 7 cm long with a face 2 cm wide. Their intense scent is strongest at night, to attract pollinating moths. Each flower eventually produces a large quantity of small seeds.  \nThis plant is thought to be one of the parents of Nicotiana tabacum, the plant used in modern tobacco production. However, all parts of N. sylvestris can cause discomfort or irritation if consumed.",
    "Cultivation": "Nicotiana sylvestris is cultivated as an ornamental plant. It is often planted in gardens for its architectural qualities and highly fragrant flowers. Though a short-lived perennial, in colder zones it is normally grown as a half-hardy annual, sown under glass with heat in early spring, and planted out after the last frosts. In Great Britain, it will only successfully overwinter in more sheltered coastal areas or parts of London where the temperature never falls below −5 °C (23 °F).This plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": "Jepson Manual Treatment: Nicotiana sylvestris\nUky.edu: photos of Nicotiana sylvestris"
  }
}