{
  "url": "https://en.wikipedia.org/wiki/Nicotiana_benthamiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Nicotiana"
    },
    {
      "Species": "N. benthamiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Nicotiana benthamiana (colloquially known as benth or benthi) is a close relative of tobacco and species of Nicotiana indigenous to Australia.The herbaceous plant is found amongst rocks on hills and cliffs throughout the northern regions of Australia. Variable in height and habit, the species may be erect and up to 1.5 metres (59.1 in) or sprawling out no taller than 200 millimetres (7.9 in). The flowers are white.The plant was used by people of Australia as a stimulant — it contains nicotine and other alkaloids — before the introduction of commercial tobacco (N. tabacum and N. rustica). Indigenous names for it include tjuntiwari and muntju. It was first collected on the north coast of Australia by Benjamin Bynoe on a voyage of HMS Beagle in 1837.A synonym for this species is Nicotiana suaveolens var. cordifolia, a description given by George Bentham in Flora Australiensis in 1868. This was transferred to Nicotiana benthamiana by Karel Domin in Bibliotheca Botanica (1929), honoring the original author in the specific epithet.N. benthamiana has been used as a model organism in plant research. For example, the leaves are rather frail and can be injured in experiments to study ethylene synthesis. Ethylene is a plant hormone which is secreted, among other situations, after injuries. Using gas chromatography, the quantity of ethylene emitted can be measured. Due to the large number of plant pathogens able to infect it, N. benthamiana is widely used in the field of plant virology. It is also an excellent target plant for agroinfiltration.N. benthamiana has a number of wild strains across Australia, and the laboratory strain is an extremophile originating from a population that has retained a loss-of-function mutation in Rdr1 (RNA-dependent RNA polymerase 1), rendering it hypersusceptible to viruses.N. benthamiana is also a common plant used for pharming of monoclonal antibodies and other recombinant proteins; for example, the drug ZMapp was produced using these plants.Studies also suggest its use as an alternative treatment of Fabry disease.\n\n\n== References =="
  }
}