{
  "url": "https://en.wikipedia.org/wiki/Nicotiana_quadrivalvis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Nicotiana"
    },
    {
      "Species": "N. quadrivalvis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nicotiana quadrivalvis is a species of wild tobacco known as Indian tobacco. It is endemic to the western United States, where it grows in many types of habitat. It is a bushy, sprawling annual herb growing up to two meters in maximum height. The lower leaf blades are up to 15 centimetres (6 in) long and are borne on short petioles, the upper smaller and sessile on the stem. The inflorescence is an array of several white, greenish, or purple-tinged flowers with tubular throats up to 5 centimeters long. The base of each is enclosed in a ridged calyx of sepals. The flower face may be 5 centimetres (2 in) wide. The fruit is a capsule up to 2 centimetres (3⁄4 in) in length.",
    "Cultivation": "Nicotiana quadrivalvis has traditionally been cultivated by indigenous peoples living on the west coast of the United States, primarily in particular southern Oregon and northern California, and along the middle Columbia River. Individually owned plots of tobacco plants were seeded with the previous year's seed capsules, tilled and weeded and fertilized in the fall by mixing in rotten wood after the harvest. The species was first described from the upper Missouri River where it was cultivated by the Mandan and Arikara. Further north, the Haida, Tlingit and probably Tsimshian cultivated a related but now extinct variety of tobacco, Nicotiana quadrivalvis var. multivalvis, in a similar manner. The original seeds must have been acquired from afar, as tobacco was not native to the northern Northwest Coast. Myths reflecting this, describe the supernatural original acquisition of the seeds.",
    "References": "",
    "External links": "Jepson Manual Treatment\nPhoto gallery"
  }
}