{
  "url": "https://en.wikipedia.org/wiki/Cyathus_helenae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Nidulariaceae"
    },
    {
      "Genus": "Cyathus"
    },
    {
      "Species": "C. helenae"
    }
  ],
  "text": {
    "__SUMMARY__": "Cyathus helenae is a species of fungus in the genus Cyathus, family Nidulariaceae. Like other members of the Nidulariaceae, C. helenae resembles a tiny bird's nest filled with 'eggs'—spore-containing structures known as peridioles. It was initially described by mycologist Harold Brodie in 1965, who found it growing on mountain scree in Alberta, Canada. C. helenae's life cycle allows it to reproduce both sexually and asexually. One of the smaller species of Cyathus, C. helenae produces a number of chemically unique diterpenoid molecules known as cyathins. The specific epithet of this species was given by Brodie in tribute to his late wife Helen.",
    "Description": "The resemblance that Cyathus helenae bears to a miniature bird's nest with eggs is the source for its common name, bird's nest fungi. The fruit body, or peridium, of C. helenae is obconic, that is, shaped roughly like an inverted cone. The upper third of the peridium is flared outwards sharply, and the opening is normally 5–6 mm wide, while the height of the fruit body is 7 mm. The outer surface of the peridium, the ectoperidium, is pale brown to grey in color, and covered with clusters of fungal hyphae that resemble hairs. These hairs appear to be aggregated into clusters (\"nodular\"), and generally point downward. The inner surface of the peridium, the endoperidium, is smooth with a grey to silver and somewhat shiny surface. This inner surface also has faint but distinct vertical ridges, known as plications. Like many other Cyathus species, the cup is attached to its growing surface by a clump of mycelium called an emplacement; in C. helenae the diameter of the emplacement is typically wider than that of the peridium, and it often incorporates bits of  \"organic trash\".\n\nThe 'eggs' of the bird's nest – the peridioles – are 2 mm in diameter, and covered with a silvery tunica (the outermost covering layer of the periodiole).  Peridioles are attached to the fruit body by a funiculus, a structure of hyphae that is differentiated into three regions: the basal piece, which attaches it to the inner wall of the peridium, the middle piece, and an upper sheath, called the purse, connected to the lower surface of the peridiole. In the purse and middle piece is a coiled thread of interwoven hyphae called the funicular cord, attached at one end to the peridiole and at the other end to an entangled mass of hyphae called the hapteron.\nThe spores of C. helenae have a spherical or ovoid shape, with dimensions of 12–14 µm long by 15–19 µm wide. They tend to be slightly narrower at one end, and commonly have a spore wall thickness of 1.5 µm.Cyathus helenae is distinguished from the more common C. striatus by its faint inner-surface plication (C. striatus has a more pronounced plication), the nodular arrangement of the hairs on the outer surface, and microscopically by the spore shape – ellipsoid in C. striatus, ovoid or spheroidal in C. helenae.",
    "Habitat and distribution": "The species was initially described by mycologist Harold J. Brodie in 1965, who collected it from Rocky Mountain Park in Alberta, Canada at an altitude of 7,000 feet (2,100 m). It was found growing among the small flat stones of the scree, often attached to rotted or dried remains of alpine plants. Brodie derived the species name as a tribute to his late wife Helen. This species is known to live in alpine and boreal habitats, as well as dry areas in Idaho. In 1988 C. helenae was first reported in Mexico; in 2005 it was reported growing in tropical forest in the Calakmul Biosphere Reserve (Calakmul, Mexico), and in Costa Rica. In 2014, it was recorded in Brazil, the first report of this species from South America.",
    "Life cycle": "The life cycle of Cyathus helenae contains both haploid and diploid stages, typical of taxa in the basidiomycetes that can reproduce both asexually (via vegetative spores), or sexually (with meiosis). Basidiospores produced in the peridioles each contain a single haploid nucleus. After dispersal, the spores germinate and grow into homokaryotic hyphae, with a single nucleus in each compartment. When two homokaryotic hyphae of different mating compatibility groups fuse with one another, they form a dikaryotic mycelia in a process called plasmogamy. After a period of time and under the appropriate environmental conditions, fruit bodies may be formed from the dikaryotic mycelia. These fruit bodies produce peridioles containing the basidia upon which new basidiospores are made. Young basidia contain a pair of haploid sexually compatible nuclei which fuse, and the resulting diploid fusion nucleus undergoes meiosis to produce haploid basidiospores.",
    "Spore dispersal": "When a drop of falling water hits the interior of the cup with the appropriate angle and velocity, the peridioles are ejected into the air by the force of the drop. The force of ejection tears open the purse, and results in the expansion of the funicular cord, formerly coiled under pressure in the lower part of the purse. The peridioles, followed by the highly adhesive funicular cord and basal hapteron, may hit a nearby plant stem or stick. The hapteron sticks to it, and the funicular cord wraps around the stem or stick powered by the force of the still-moving peridiole. After drying out, the peridiole remains attached to the vegetation, where it may be eaten by a grazing herbivorous animal, and later deposited in that animal's dung to continue the life cycle.",
    "Bioactive compounds": "Cyathus helenae produces a series of diterpenoid chemical compounds known as cyathins, which have antibiotic properties against the bacteria Staphylococcus aureus. The capacity to produce cyathins—similar to C. striatus and C. africanus—is limited to haploid strains. The basic chemical structure of the cyathins, known as the cyathane skeleton, is chemically unique and has been investigated using carbon-13 nuclear magnetic resonance (13C NMR); molecules with this structure have also been created synthetically.",
    "See also": "List of Cyathus species",
    "References": "",
    "References-Cited text": "Brodie HJ (1975). The Bird's Nest Fungi. Toronto: University of Toronto Press. ISBN 978-0-8020-5307-7."
  }
}