{
  "url": "https://en.wikipedia.org/wiki/Aartsenia_martensi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Aartsenia"
    },
    {
      "Species": "A. martensi"
    }
  ],
  "text": {
    "__SUMMARY__": "Aartsenia martensi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The ovoid shell is heavy and yellowish white. It measures 5.3 mm. The small whorls of the protoconch are almost completely immersed in the first of the succeeding  volutions. The five whorls of the teleoconch are inflated and increase rapidly in size. They are subtabulately shouldered at the summit, marked by numerous fine lines of growth and equally abundant, loosely placed, wavy spiral striations. These lines of growth and spiral markings give the surface a finely reticulated appearance when viewed under high magnifications. The periphery and base of the body whorl are decidedly rounded and inflated, marked like the space between the sutures. The aperture is large, suboval, slightly effuse anteriorly. The posterior angle is acute. The outer lip is sharp at the edge but thick within. The columella is very strong, curved, reinforced by the body whorl, from which the slightly reflected edge is separated only by a narrow line. A strong oblique fold, not completely visible when the aperture is viewed squarely, is located a little anterior to the insertion of the columella.",
    "Distribution": "The type species was found off Killisnoo, Alaska.",
    "References": "Higo, S. & Goto, Y. (1993) A Systematic List of Molluscan Shells from the Japanese Is. and the Adjacent Area. Elle Scientific Publications, Yao, Japan, xxii + 693 + 13 + 149 pp. page(s): 368",
    "External links": "To World Register of Marine Species"
  }
}