{
  "url": "https://en.wikipedia.org/wiki/Aartsenia_arctica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Aartsenia"
    },
    {
      "Species": "A. arctica"
    }
  ],
  "text": {
    "__SUMMARY__": "Aartsenia arctica is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies. The species is one of the two species within the Aartsenia genus, with the exception of the other related species being Aartsenia candida.",
    "Description": "The straw-yellow shell is large and has an elongate-ovate shape. Its length measures 2.4 mm. (The whorls of the protoconch are decollated.) The turns of the whorls of the teleoconch turns are rounded, and have subtabulate summits. They are marked by lines of growth and numerous fine, closely placed, wavy, spiral striations. The periphery is well rounded. The sutures are well impressed. The base of the shell is rather elongated. It is marked like the space between the sutures. The aperture is pear-shaped, rather narrow posteriorily, and somewhat effuse anteriorly. The posterior angle is rendered obtuse by the tabulation. The outer lip is thin. The columella is short, curved, slightly reflected, reinforced by the attenuated base and provided with a weak fold at its insertion. The parietal wall is covered by a thin translucent callus.",
    "Distribution": "This species occurs off Hagemeister Island, Bering Sea.",
    "Habitat": "This species is found in the following habitats:\nBrackish\nMarine",
    "References": "Turgeon, D.; Quinn, J.F.; Bogan, A.E.; Coan, E.V.; Hochberg, F.G.; Lyons, W.G.; Mikkelsen, P.M.; Neves, R.J.; Roper, C.F.E.; Rosenberg, G.; Roth, B.; Scheltema, A.; Thompson, F.G.; Vecchione, M.; Williams, J.D. (1998). Common and scientific names of aquatic invertebrates from the United States and Canada: mollusks. 2nd ed. American Fisheries Society Special Publication, 26. American Fisheries Society: Bethesda, MD (USA). ISBN 1-888569-01-8. IX, 526 + cd-rom pp.  page(s): 111",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}