{
  "url": "https://en.wikipedia.org/wiki/Besla_excolpa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Besla"
    },
    {
      "Species": "B. excolpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Besla excolpa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell is very small, measuring 2 mm. It is semitranslucent, bluish-white.  The 2 ½ nuclear whorls are quite large, forming a moderately elevated, helicoid spire, whose axis is at right angles to that of the succeeding turns, in the first of which it is about one-fourth immersed. The five post-nuclear whorls are decidedly rounded, with the greatest convexity falling on the anterior third of the whorls, between the sutures, appressed at the summit. They are marked by decidedly sinuous, slender, axial ribs, of which about 18 occur upon the first and second, 20 upon the third, and 28 upon the penultimate turn. The intercostal spaces are about three times as wide as the ribs. In addition to the axial sculpture, the whorls are crossed by three equal and subequally spaced, spiral threads, which are almost as strong as the axial ribs. The first of these is situated at the posterior termination of the anterior third, between the sutures,while the third marks the periphery, the second being halfway between the two. The intersections of the spiral threads and axial ribs are lightly nodulose, while the spaces enclosed between them appear as almost square pits. The base of the shell is well rounded, marked by four slender, spiral threads and the feeble continuations of the axial ribs, which extend to the umbilical area. The sutures are strongly impressed. The aperture is ear-shaped. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The inner lip is slightly curved, decidedly revolute, adnate to the base, provided with a strong, obliquo fold at its insertion. The parietal wall is covered with a thick callus, which connects the insertion of the inner lip with the posterior angle of the aperture.",
    "Distribution": "This species occurs in the Gulf of California.",
    "References": "Robba E. (2013) Tertiary and Quaternary fossil pyramidelloidean gastropods of Indonesia. Scripta Geologica 144: 1-191",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}