{
  "url": "https://en.wikipedia.org/wiki/Boonea_cincta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Boonea"
    },
    {
      "Species": "B. cincta"
    }
  ],
  "text": {
    "__SUMMARY__": "Boonea cincta is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies. The species is one of eleven known species within the Boonea genus of gastropods.",
    "Description": "The elongate-ovate shell is vitreous. Its length measures approximately 3 millimetres. The whorls of the protoconch are smooth, deeply immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The five whorls of the teleoconch are well rounded. They are  marked by vertical axial ribs which are strongest near the summit, becoming much enfeebled as they pass to the suture. Of these ribs 18 occur upon the second and third and 20 upon the fourth whorl. In addition to the ribs the whorls are marked by four broad, strong, spiral keels which form nodules at their junction with the ribs. On the body whorl the axial sculpture is obsolete on the anterior half between the sutures. The sutures are subchanneled. The periphery of the body whorl is marked by a strong keel. The base of the shell is well rounded posteriorly, effuse\nanteriorly. It is marked by six low, spiral cords, the two nearest the umbilical area being very faint.  The oval aperture is decidedly effuse anteriorly. The posterior angle is acute. The thin outer lip is rendered sinuous by the spiral cords. It shows the external sculpture within. The columella is slender, very long, almost straight, reflected, reinforced by the base. It is provided with a weak fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off the coast of the Southern portion of the state of California, United States.",
    "References": "",
    "External links": "To Biodiversity Heritage Library (2 publications)\nTo Encyclopedia of Life\nTo ITIS\nTo World Register of Marine Species"
  }
}