{
  "url": "https://en.wikipedia.org/wiki/Chrysallida_dux",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Chrysallida"
    },
    {
      "Species": "C. dux"
    }
  ],
  "text": {
    "__SUMMARY__": "Chrysallida dux is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white, ovate-conic shell measures 1.8 mm. The nuclear whorls are moderately large, obliquely deeply immersed in the first post-nuclear whorl, the peripheral portion only of the last volution projects above the edge. The four post-nuclear whorls are moderately rounded, and strongly crenulately shouldered. They are marked between the sutures by four spiral keels. The posterior two of these keels are a little more closely spaced than the rest. They are also marked by twenty axial ribs which do not extend entirely across the whorl but terminate at the sulcus which separates the third from the fourth keel. Each junction of an axial rib and a spiral keel is marked by a tubercle The tubercles of the first and second keel belonging to the same axial rib are somewhat fused, there being a less prominent constriction between them than between the second and third. The complete effect is that of an exclamation point. The fourth spiral keel is strong and rounded and decidedly elevated, a very slender extension of the axial rib reaches across the deep spiral sulcus, which like the sulci of the base is crossed by fine, subequally spaced, raised axial threads. The base of the shell is moderately well rounded, attenuated, and ornamented with five subequal and subequally spaced, somewhat flattened, spiral keels. The suboval aperture is rather large, and effuse at the junction of the outer lip and the columella. The posterior angle is acute. The outer lip is wavy, thin,and shows the external sculpture within. The columella is strong, curved, re-enforced by the attenuated base and  provided with a strong fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the following locations:\nPacific Ocean : off Japan\nNorthwest Atlantic (not valid - see remarks)",
    "Notes": "Additional information regarding this species:\nDistribution: Massachusetts to North Carolina\nTaxonomic Remark: The name Odostomia dux (type locality: Japan) has been applied to an American Atlantic species on the grounds that the type locality of Japan was incorrect. However, type material was not examined and MALACOLOG uses for this American species the name Fargoa bushiana, which has a Western Atlantic type locality. (P. Bouchet, 28 April 2011)",
    "References": "Higo, S., Callomon, P. & Goto, Y. (1999) Catalogue and Bibliography of the Marine Shell-Bearing Mollusca of Japan. Elle Scientific Publications, Yao, Japan, 749 pp.",
    "External links": "To Biodiversity Heritage Library (1 publication)\nTo Encyclopedia of Life\nTo USNM Invertebrate Zoology Mollusca Collection\nTo ITIS\nTo World Register of Marine Species"
  }
}