{
  "url": "https://en.wikipedia.org/wiki/Chrysallida_convexa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Subclass": "Heterobranchia"
    },
    {
      "Infraclass": "Euthyneura"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Besla"
    },
    {
      "Species": "B. convexa"
    }
  ],
  "text": {
    "__SUMMARY__": "Besla convexa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, slender shell is elongate-conic. It measures 2.4 mm. The two and one-half whorls of the protoconch form a moderately elevated helicoid spire, whose axis is at right angles to that of the succeeding turns, in the first of which it is about one-fifth immersed. The six whorls of the teleoconch overhang and are strongly contracted at the sutures, appressed at the summit, angulated at the posterior extremity of the anterior third. They are marked, between the sutures, strong, rounded, sinuous, almost vertical axial ribs, of which 16 occur upon the second and third, 18 upon the fourth, and 22 upon the penultimate turn. The intercostal spaces are a little more than twice as wide as the ribs, crossed by three equal and equally spaced cords, which are about one-half as strong as the ribs. The first  of these cords is at the periphery, the third at the posterior termination of the anterior third between the sutures, which it renders strongly angulated. The sutures are constricted. The periphery and the base of the body whorl are well rounded, marked by the continuation of the axial ribs, and about eight slender spiral lirations. The aperture is broadly oval. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is slender, slightly curved, decidedly oblique and revolute, and is provided with a slender fold at its insertion. The parietal wall is covered with a strong callus.",
    "Distribution": "The type specimen of this marine species was found in the Pacific Ocean off the coast of Mazatlán, Mexico.",
    "References": "Carpenter P.P. (1857). Catalogue of the collection of Mazatlan Mollusca in the British Museum collected by Frederick Reigen. London, xvi + 552 pp",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nWorld Register of Marine Species"
  }
}