{
  "url": "https://en.wikipedia.org/wiki/Egila_lacunata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Egila"
    },
    {
      "Species": "E. lacunata"
    }
  ],
  "text": {
    "__SUMMARY__": "Egila lacunata is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell is small and oval. Its length measures 1 mm. The whorls of the protoconch are almost completely obliquely immersed in the first of the succeeding turns. The four whorls of the teleoconch are flattened, with subtabulated summits and a deeply sulcated periphery. They are marked by sublamellar, slightly retractive axial ribs, of which 14 occur upon the first and second and 18 upon the penultimate turn. The intercostal spaces are smooth and three times as wide as the ribs. The periphery is deeply and broadly sulcate, bordered on each side by a low spiral cord, crossed by the continuations of the axial ribs. The base of the body whorl is well rounded. It is marked by the axial ribs which continue almost undiminished to the umbilical chink and about twelve spiral lirations. The aperture is oval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is slender, curved, and slightly revolute. The parietal wall is covered by a thin callus.",
    "Distribution": "The type species was found in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "Carpenter P.P. (1857). Catalogue of the collection of Mazatlan Mollusca in the British Museum collected by Frederick Reigen. London, xvi + 552 pp",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}