{
  "url": "https://en.wikipedia.org/wiki/Folinella_navisa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Subclass": "Heterobranchia"
    },
    {
      "Infraclass": "Euthyneura"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Chrysallida"
    },
    {
      "Species": "C. navisa"
    }
  ],
  "text": {
    "__SUMMARY__": "Chrysallida navisa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies. The species is one of a number within the genus Chrysallida.",
    "Distribution": "This marine species occurs in the following locations:\nGulf of Mexico\nin the Pacific Ocean off the Galapagos Islands.",
    "Description": "The shell is of medium size and grows to a length of 2.7 mm. It is strongly sculptured, subdiaphanous to milk-white. The nuclear whorls number at least two, and are obliquely a little more than half immersed. The five post-nuclear whorls are strongly shouldered and subtabulated. They have a strong, broad, spiral keel limiting the anterior edge of the shoulder and an acute raised keel on the middle of the whorls between the sutures, while a thir-d equally acute keel marks the periphery of the last whorl. Two other keels ornament the base, the anterior one of which is not quite as strong as its neighbor. The axial sculpture consists of narrow, more or less lamellar, almost vertical ribs, which render the intersection with the spiral keels somewhat thickened, but not nodulose. These axial ribs extend over the periphery and base of the body whorl to the umbilical region, gradually growing weaker as they approach this point. There are about 18 on the second and 20 upon the penultimate whorl. The spaces between the ribs and keels appear as concave quadrangular depressions. The umbilicus is narrowly perforated. The sutures are deeply channeled by the shouldered whorl. The aperture is suboval. The posterior angle is decidedly obtuse. The outer lip is thick, marked by 5 projections, corresponding to the 5 keels. The columella is almost straight, strongly revolute with a conspicuous oblique fold near its insertion. The parietal wall is covered by a faint callus showing both basal keels, the anterior faint and just posterior to the insertion of the columella and the next on the middle of the wall.",
    "References": "Dall W.H. & Bartsch P. 1907. The Pyramidellid mollusks of the Oregonian faunal area. Proceedings, United States National Museum, 33: 491-534, pl. 44-48",
    "Gallery": "",
    "External links": "To World Register of Marine Species"
  }
}