{
  "url": "https://en.wikipedia.org/wiki/Iolaea_eucosmia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Iolaea"
    },
    {
      "Species": "I. eucosmia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iolaea eucosmia is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell is, subdiaphanous to milk-white. Its length measures 2.5 mm. The whorls of the protoconch are deeply obliquely immersed in the first of the succeeding: turns, above which only the tilted edge of the last one project. The six whorls of the teleoconch are somewhat contracted at the periphery and very strongly slopingly shouldered at the summit. They are marked by three strong lamellar keels between the sutures, of which the middle one is a little nearer to its anterior neighbor than to the posterior, the latter being about as far from the summit as it is from the median keel. The deep channels between the keels and the shoulders are crossed bv slender axial riblets which have a protractive slant on the shoulder and are decidedly retractive in the channels. The periphery of the body whorl is marked by a keel a little weaker than those between the sutures. The base of the shell is short, well rounded, narrowly umbilicated. It is marked by three spiral cords and a slender raised thread about the umbilicus. The channels bounding the peripheral cord and those of the base are crossed by riblets as on the spire. The aperture is large. The posterior angle is obtuse. The outer lip is rendered angulated by the keels, thus showing the external sculpture within. The columella is slender, very strongly curved, slightly reflected and provided with a weak fold at its insertion. The parietal wall is covered with a weak callus.",
    "Distribution": "This species occurs in the Pacific Ocean from San Pedro, California, to Punta Abreojos, Baja California Sur.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}