{
  "url": "https://en.wikipedia.org/wiki/Megastomia_conoidea",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Subclass": "Heterobranchia"
    },
    {
      "Infraclass": "Euthyneura"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Megastomia"
    },
    {
      "Species": "M. conoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Megastomia conoidea is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell size varies between 2.5 mm and 7 mm. The white shell is solid, polished and with microscopic growthlines. The periphery is more or less distinctly keeled or angulated, with an impressed spiral line. There are eight, nearly flat whorls. The umbilicus is small and deep. The columellar tooth is strong and prominent. The interior of the outer lip is ridged, terminating in small tubercles within the mouth.(Description of Odostomia sicula) The white shell is solid,and, polished. Its length measures 6.25 mm. The eight whorls of the teleoconch are nearly flat. They are marked with microscopic growth lines. The periphery of the shell is more or less distinctly keeled or angulated. The shell shows an impressed spiral line. The small umbilicus goes deep. The columellar tooth is strong and prominent. The interior of the lip is ridged, terminating in small tubercles within the aperture.\nG.W. Tryon (1889) considered it a synonym of Odostomia conoidea Brocchi.",
    "Distribution": "This species occurs in the following locations:\nAngola\nCanary Islands\nCape Verde Archipelago\nthe Atlantic Ocean (Norway to West Africa,Senegal, Angola)\nSão Tomé and Príncipe Archipelagos\nUnited Kingdom Exclusive Economic Zone\nMediterranean Sea",
    "References": "Philippi, Zeitsch. fur Malac., p. 88, 1852.\nRequien E. (1848). Catalogue des Coquilles de l'Île de Corse. Seguin, Avignon v-xii, 13-109\nGofas, S.; Le Renard, J.; Bouchet, P. (2001). Mollusca, in: Costello, M.J. et al. (Ed.) (2001). European register of marine species: a check-list of the marine species in Europe and a bibliography of guides to their identification. Collection Patrimoines Naturels, 50: pp. 180–213\nde Kluijver, M.J.; Ingalsuo, S.S.; de Bruyne, R.H. (2000). Macrobenthos of the North Sea [CD-ROM]: 1. Keys to Mollusca and Brachiopoda. World Biodiversity Database CD-ROM Series. Expert Center for Taxonomic Identification (ETI): Amsterdam, The Netherlands. ISBN 3-540-14706-3. 1 cd-rom\nRolán E., 2005. Malacological Fauna From The Cape Verde Archipelago. Part 1, Polyplacophora and Gastropoda",
    "External links": "To Encyclopedia of Life\nTo ITIS\nTo GenBank\nTo World Register of Marine Species\n\"Odostomia (Megastomia) conoidea conoidea\". Gastropods.com. Retrieved 7 November 2011."
  }
}