{
  "url": "https://en.wikipedia.org/wiki/Menestho_hypocurta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Menestho"
    },
    {
      "Species": "M. hypocurta"
    }
  ],
  "text": {
    "__SUMMARY__": "Menestho hypocurta is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The very elongate-ovate shell- is bluish-white. The length of the shell measures 4.3 mm. (The whorls of the protoconch are decollated.) The five whorls of the teleoconch are well rounded. They are marked by five broad, strong, deeply incised spiral grooves, that divide the space between the sutures  into raised, flattened keels, which are successively a little wider from the summit to the periphery. The periphery of the body whorl is marked by a groove similar to those above. The base of the shell is rather short and moderately rounded. It is marked by five subequal and subequally spaced spiral grooves which are a little weaker than those on the spire. The entire surface of the shell is marked by slender lines of growth, and the raised spaces between the spiral grooves are finely spirally striated. The sutures are strongly impressed. The  oval aperture ? (outer lip of the specimen is fractured). The columella is strong, curved, revolute and its posterior two-thirds re-enforced by the base. The columellar fold is not visible in the aperture. The operculum is paucispiral.",
    "Distribution": "This species occurs in the Bering Sea, Alaska.",
    "Habitat": "This species is found in the following habitats:\nBrackish\nMarine",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}