{
  "url": "https://en.wikipedia.org/wiki/Odostomia_farma",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. farma"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia farma is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell is elongate, ovate, and cream-colored. Its length measures 2.4 mm. The whorls of the protoconch number at least two, and are  marked with three slender, spiral lirations, the apex being deeply obliquely immersed in the first of the succeeding turns. The junction of the nucleus and the post-nuclear whorls is marked by a varix. The five whorls of the teleoconch are well rounded. They are marked by three equal and subequally spaced spiral grooves which are crossed by slender axial riblets, the combination of grooves and ribs giving the whorls a pitted appearance. The four raised spaces bounded by the spiral grooves are finely spirally striated. The sutures are deeply channeled. The periphery of the body whorl is  marked by a spiral groove. The base of the body whorl is well rounded. It is marked by four incised lines on the posterior two-thirds, which are equally spaced but grow successively weaker. The peripheral and first subperipheral channel are equal to those on the spire. All are rendered pitted by the slender axial riblets. The anterior third is smooth. The aperture is broadly oval, somewhat effuse anteriorly. The  posterior angle is acute. The outer lip is thin. The  columella is slender, curved, somewhat reflected and reinforced by the base. The  parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Catalina Island, California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}