{
  "url": "https://en.wikipedia.org/wiki/Odostomia_pedroana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. pedroana"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia pedroana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The large, robust shell is chocolate-brown. The two whorls of the protoconch are moderately large, forming a helicoid spire whose axis is at right angles to that of the succeeding turns, in the first of which it is about one-fifth immersed. The eight whorls of the teleoconch are very strongly sculptured, with three spiral keels between the sutures, one of which at the summit is slender, the other two are strong and equal, the supraperipheral one being about as far posterior to the suture as the one at the summit is from its neighbor. In addition to the spiral keels the whorls are marked by narrow retractive axial ribs, of which 14 occur upon the first, 16 upon the second to third, 18 upon the fourth, 20 upon the fifth and sixth, and 24 upon the penultimate turn. The junctions of the axial ribs and spiral keels are somewhat tuberculated, while the spaces enclosed between them are deeply impressed pits. A strong keel marks the periphery of the body whorl and another equally strong occupies the middle of the base, the space between them being a concave channel, which, like the one posterior to the peripheral keel, is crossed by the axial ribs. The axial ribs become much enfeebled as they pass over the basal keel and are almost obsolete on the spaces anterior to it. The aperture is irregularly oval. The posterior angle is obtuse. The outer lip is thin, rendered angular by the spiral keels. The columella is very strong, almost straight, slightly reflected. The parietal wall is covered by a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off San Pedro Bay (California)",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}