{
  "url": "https://en.wikipedia.org/wiki/Odostomia_kelseyi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. kelseyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia kelseyi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, ovatel shell measures 2.7 mm. It is bluish-white. The nuclear whorls are small, obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The six post-nuclear whorls are moderately rounded and narrowly shouldered at the summit. They are marked only by moderately retractive lines of growth and numerous exceedingly fine, spiral striations. The sutures are subchanneled. The periphery of the body whorl is somewhat inflated and well rounded. The base of the shell is moderately long, sloping evenly from the periphery to the anterior extremity. The area about the umbilicus has a pinched-in effect. The base is surrounded by a somewhat tumid area. The aperture is large, broadly oval, somewhat flaring at the anterior lateral angle. The posterior angle acute. The outer lip is thin. The inner lip decidedly curved and slightly revolute. The parietal wall is covered with a thick calls which joins the callus of the columella to the posterior angle of the aperture, rendering the margin of the aperture complete. No fold is visible on the columella. The thin operculum is horny,  pauci-spiral, concavo-convex, the convex side being the outer.",
    "Distribution": "This species occurs in the Pacific Ocean off San Diego, California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}