{
  "url": "https://en.wikipedia.org/wiki/Odostomia_culta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. culta"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia culta is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The regularly conic, yellowish white shell is umbilicated. It measures 4 mm. The whorls of the protoconch are apparently planorboid, very obliquely, almost completely, immersed in the first of the later whorls, only a portion of the last volution being visible. The six whorls of the teleoconch are rather high between the sutures, slightly rounded (almost flattened), and subtabulately shouldered at the summits. They are marked by fine lines of growth and very many subequal, wavy, closely spaced striations. The whorls are somewhat angulated at the periphery and the summit of the succeeding whorls falls a little anterior to the periphery, which gives the sutures a decidedly channeled effect. The base of the body whorl is large, rather prolonged, well rounded. It is marked by spiral striations which are equally as abundant as those between the sutures but somewhat stronger. The suboval aperture is moderately large, and somewhat effuse anteriorly. The posterior angle is obtuse. The outer lip is thin. The columella is slender, curved, reflected partly over the moderately large\numbilicus and provided with a strong, acute, oblique fold near its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Japan.",
    "Habitat": "This species is found in the following habitats:\nBrackish\nMarine",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}