{
  "url": "https://en.wikipedia.org/wiki/Odostomia_hipolitensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. hipolitensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia hipolitensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell is very elongate-ovate, bluish-white, measuring 3.5 mm. The whorls of the protoconch are deeply obliquely impressed in the first of the succeeding turns. The five whorls of the teleoconch are well rounded. They are marked by four strong spiral cords between the sutures, which are separated by narrow, deeply incised channels. In addition to these spiral cords the whorls are marked by weak axial ribs which extend only feebly to the first supra-peripheral cord, rendering the junction with the cords feebly nodulous. The sutures are strongly constricted, not channeled. The periphery of the body whorl is marked by a spiral cord. The base of the shell is rounded, slightly channeled anteriorly. It is marked by nine spiral cords which become successively weaker and closer spaced from the periphery to the umbilical area. The spaces between the cords are marked by numerous slender axial threads. The aperture is  oval and effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is moderately strong, twisted, strongly reflected, reinforced by the base and provided with a strong fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off San Hipolito Point, Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}