{
  "url": "https://en.wikipedia.org/wiki/Odostomia_deplexa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. deplexa"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia deplexa, common name the unwoven pyramid-shell,  is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The length of the shell measures 3 mm.",
    "Distribution": "This endemic species occurs in the littoral zone and offshore  off Tasmania, and southern and southwestern Australia",
    "References": "OBIS : Odostomia deplexa\nTate, R. & May, W.L. 1900. Descriptions of new genera and species of Australian Mollusca (chiefly Tasmanian). Transactions of the Royal Society of South Australia 24(2): 90-103\nTate, R. & May, W.L. 1901. A revised census of the marine Mollusca of Tasmania. Proceedings of the Linnean Society of New South Wales 26(3): 344-471\nPritchard, G.B. & Gatliff, J.H. 1906. Catalogue of the marine shells of Victoria. Part IX. With complete index to the whole catalogue. Proceedings of the Royal Society of Victoria 18(2): 39–92\nMay, W.L. 1921. A Checklist of the Mollusca of Tasmania. Hobart, Tasmania : Government Printer 114 pp.\nMay, W.L. 1923. An illustrated index of Tasmanian shells: with 47 plates and 1052 species. Hobart : Government Printer 100 pp.\nCotton, B.C. & Godfrey, F.K. 1932. South Australian shells (including descriptions of new genera and species). Part 6. South Australian Naturalist 14(1): 16-44\nCotton, B.C. 1959. Chapter 5. South Australian Gastropoda. Marine, Estuarine, land and Freshwater. pp. 332-448 in Cotton, B.C. South Australian Mollusca. Archaeogastropoda. Handbook of the Flora and Fauna of South Australia. Adelaide : South Australian Government Printer 449 pp.\nMacpherson, J.H. & Gabriel, C.J. 1962. Marine molluscs of Victoria. Melbourne : Melbourne University Press & National Museum of Victoria 475 pp.\nGrove, S.J., Kershaw, R.C., Smith, B.J. & Turner, E. 2006. A Systematic List of the Marine Molluscs of Tasmania. Launceston, Tasmania : Queen Victoria Museum and Art Gallery 120 pp.",
    "External links": "Museum Victoria : Odostomia deplexa"
  }
}