{
  "url": "https://en.wikipedia.org/wiki/Odostomia_taravali",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. taravali"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia taravali is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The semitransparent, bluish white shell has an elongate-conic shape. Its length measures 3.8 mm. There are at least two whorls in the protoconch. These are 2, well rounded. They form a planorboid spire, the axis of which is almost at right angles to that of the succeeding turns, in the first of which the nuclear spire is about half obliquely immersed.The seven whorls of the teleoconch are flattened, and narrowly, tabulatedly shouldered at the summit. They are marked by strong, well-rounded, retractive axial ribs, of which 18 occur upon the first and 16 upon the remaining whorls, except the last, which has 20. These ribs pass prominently from the shoulder to the peripheral sulcus. In addition to the axial sculpture, the first 4 turns are crossed by 4 equal and equally spaced, flattened spiral cords, which are about as wide as the spaces that separate them. On the rest of the turns the subperipheral cord comes into the suture and on the penultimate whorl forms a well-developed 5-spiral cord on the spire. The spaces enclosed by the axial ribs and spiral cords are deeply impressed oblong pits, while the junction\nof the ribs and spiral cords form well-rounded tubercles. The suture of the early turns, where the fifth spiral is still below the summit of\nthe succeeding turn, is deeply channeled, less so on the later whorls. The periphery of the body whorl is strongly rounded. The base of the shell is short, inflated, and strongly rounded. It is marked by nine strong, rounded, spiral cords which are almost equal and as wide as the spaces that separate them. The grooves between these spiral cords are crossed by numerous slender axial riblets. The aperture is oval. The posterior angle is obtuse. The thin outer lip is rendered sinuous by the external sculpture. The inner lip is slender, thin, and somewhat revolute. It is  provided with a strong oblique fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Magdalena Bay, Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}