{
  "url": "https://en.wikipedia.org/wiki/Odostomia_nodosa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. nodosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia nodosa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell has a very elongate-ovate shape. Its length measures 4.1 mm. The small whorls of the protoconch are deeply obliquely immersed in the first of the succeeding turns. The six whorls of the teleoconch are moderately rounded, considerably contracted at the sutures and moderately shouldered at the summit. They are marked by strongly nodulous, decidedly retractive axial ribs, of which 14 occur upon the first, 16 upon the second to fourth, and 22 upon the penultimate turn. In addition to the axial ribs the whorls are marked between the sutures by four spiral keels which are a little less strong than the ribs and render them nodulous at their junction. The spaces enclosed between the ribs and spiral cords are oblong oval pits on all the whorls but the last on which they are round. The sutures are subchanneled. The periphery of the body whorl is marked by a strong broad groove. It is curved by the axial ribs which extend to the posterior border of the first basal cord. The base of the body whorl is well rounded. It is marked by six strong rounded, spiral cords which are a little weaker at the umbilical area than at the periphery. The spaces separating the spiral cords of the base are about as wide as the cords and are covered by numerous slender axial threads. The aperture is oval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is slender, curved, and provided with a strong fold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}