{
  "url": "https://en.wikipedia.org/wiki/Odostomia_baranoffensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. baranoffensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia baranoffensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.This species is considered a synonym of Odostomia tenuisculpta Carpenter, 1864 by ITIS. Dall & Bartsch made the distinction based upon the following indications:\nOdostomia tenuisculpta : incised spiral lines are strong on the early whorls and much finer on the later turns.\nOdostomia baranoffensis : incised spiral lines are exceedingly fine; periphery of the whorls well rounded; summit of the whorls tabulated.",
    "Description": "The elongate-ovate, yellowish-white shell is rather stout. Its length measures 6.3 mm. The whorls of the protoconch are obliquely immersed in the first of the succeeding turns, the outer edge of the last turn only being visible. The six whorls of the teleoconch are well rounded, with a narrow, tabulate shoulder at the summit. The suture is rendered subchanneled by the shoulder at the summit of the whorls. The periphery and the base of the body whorl is inflated, well rounded, the latter with a depressed pit, but no perforation in the umbilical area. The entire surface is marked by lines of growth and very fine spiral striations. The aperture is ear-shaped. The posterior angle is obtuse. The outer lip is thick within and thin at the edge. The columella is very stout, twisted and obliquely revolute, armed with a thick oblique fold opposite the umbilical chink;. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Alaska at Baranoff Island.",
    "Habitat": "This species is found in the following habitats:\nBrackish\nMarine",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}