{
  "url": "https://en.wikipedia.org/wiki/Odostomia_thea",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. thea"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia thea is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The moderately large, yellowish-white shell has an elongate-ovate shape. Its length measures 4.3 mm. The whorls of the protoconch are small and deeply, obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The six whorls of the teleoconch are moderately rounded, rather high between the sutures, and slightly shouldered at the summit. They are crossed by numerous fine, decidedly retractive lines of growth. The spiral sculpture is strong on the early whorls, becoming gradually finer with the growth of the shell. The first two turns are divided into five, almost equal areas by four equally, strongly incised, spiral Iines, between the sutures. On the third whorl the spiral lines are increased to about a dozen and are considerably less strong; on the succeeding turn they are probably almost tripled and still weaker; while on the penultimate volution the sculpture consists of somewhat wavy, closely spaced, spiral striations. The periphery of the body whorl is obscurely angulated, and somewhat inflated. The base of the shell is moderately long, curving gently to the anterior portion of the shell. It is marked like the body whorl with fine, spiral lines. The sutures are somewhat constricted. The oval aperture is moderately large. The posterior angle is obtuse. The outer lip is thin. The inner lip is rather long, slightly curved, and somewhat revolute. It is provided with a strong fold at its insertion. The parietal wall is glazed with a thin callus.",
    "Distribution": "The type species was found in the Pacific Ocean off San Pedro, California.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}