{
  "url": "https://en.wikipedia.org/wiki/Odostomia_clessini",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. clessini"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia clessini is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.According to ITIS, this species is a synonym of Odostomia tenuisculpta Carpenter, 1864. Dall & Bartsch made their distinction on the following basis : O. tenuisculpta has the incised spiral lines strong on the early whorls and much finer on the later turns, while O. clessini has the incised spiral lines only moderately strong.",
    "Description": "The elongate-ovate, yellowish-white shell is rather thick. It measures 6.5 mm. The nuclear whorls are small, very obliquely immersed in the first of the succeeding turns, above which the edge about two-thirds of the last nuclear whorl project. The five or six post-nuclear whorls are very high between the sutures, moderately rounded, marked by lines of growth andl fine, irregular and irregularly distributed incised spiral lines. The sutures are well impressed. The periphery and the base of the body whorl are well rounded, marked like the space between the sutures. The aperture  is ear-shaped. The posterior angle is acute. The outer lip is rather thick within but thin at the edge. The columella is stout, curved, reflected, reinforced by the base and provided with a strong oblique fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Alaska.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}