{
  "url": "https://en.wikipedia.org/wiki/Odostomia_fetella",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. fetella"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia fetella is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The very elongate-ovate shell is milk-white. Its length measures 4.4 mm. The whorls of the protoconch are small, obliquely two-thirds immersed in the first of the succeeding turns. The seven whorls of the teleoconch are well rounded, moderately contracted at the sutures and slightly shouldered at the summit. They are marked by four strong flattened cords which grow successively a little weaker from the summit to the periphery, separated by narrow, deeply incised spiral grooves. The periphery of the body whorl is marked by a broad, flat cord somewhat wider than the first supra-peripheral one. The base of the body whorl is somewhat attenuated anteriorly, well rounded, marked by eleven equal and equally narrow, rounded, spiral cords. In addition to this sculpture, there are many very fine incised spiral lines and decidedly retractive axial lines of growth on the spire and base. The aperture is broadly oval and slightly effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The  columella is moderately strong, slightly curved, somewhat reflected. It is completely reinforced by the base and provided with a strong fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean from San Pedro, California, to San Ignacio Lagoon, Baja California Sur.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}