{
  "url": "https://en.wikipedia.org/wiki/Odostomia_harfordensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. harfordensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia harfordensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.The epithet \"harfordensis\" refers to Port Harford, California, where the type specimen was collected.",
    "Description": "The bluish-white shell has an elongate-ovate shape. Its length measures 3.2 mm. The whorls of the protoconch are smooth, obliquely immersed in the first of the succeeding turns, only two-thirds of the last volution projects above them. The five whorls of the teleoconch are well rounded and somewhat inflated. They are marked by numerous incremental lines and five equally strong, but irregularly distributed, punctate, incised, spiral lines between the sutures. The two near the summit are placed closer to each other than any of the others, the space between the summits and the second line being about equal to the space enclosed between the first and second supra-peripheral lines. The third line falls on about the middle of the exposed portion of the whorls and is a little nearer to the second line than the one anterior to it. In addition to these five strongly incised lines there are numerous very fine and closely spaced spiral strife which cross all parts of the surface of the shell. The periphery and the base of the body whorl are inflated, the latter marked by lines of growth and eight strongly incised, punctate spiral lines, which are a little less strongly\nimpressed and a little more closely spaced at the umbilical area than at the peripheral part of the base. These lines equal those of the spire in strength. The sutures are constricted. The aperture is very large, somewhat effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is curved, reinforced by the attenuated base and provided with a strong fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}