{
  "url": "https://en.wikipedia.org/wiki/Odostomia_telescopium",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. telescopium"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia telescopium is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell has a very elongate-conic shape. Its length measures 3.1 mm. The two whorls of the protoconch form a moderately elevated helicoid spire which is about one-half obliquely immersed in the first of the succeeding turns. The six whorls of the teleoconch are almost flattened, strongly contracted at the suture and strongly shouldered at the summit. They are marked by strong, vertical, axial ribs, of which 18 occur upon the first, 22 upon the second, 20 upon the third, 22 upon the fourth and penultimate turn. In addition to the axial ribs the whorls are marked by four slender, spiral cords which do not render the ribs tuberculate. The spaces between the cords and the ribs are deep round pits. The sutures are channeled. The periphery of the body whorl are marked by a groove. The base of the shell is somewhat attenuated anteriorly, well rounded posteriorly. It is marked by seven spiral cords which become somewhat diminished in size from the periphery to the umbilical region. The grooves separating the cords are marked by numerous slender axial threads. The aperture is irregularly pyriform, and effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is moderately stout, reflected, reinforced by the base. It is provided with a fold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}