{
  "url": "https://en.wikipedia.org/wiki/Odostomia_oregonensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. oregonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia oregonensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The subdiaphanous to milk-white shell is slender and has an elongate-conic shape. Its length measures 3.3 mm. The whorls of the protoconch are immersed, the last one only being visible. This is somewhat tilted and marked by three strong narrow spiral keels and many slender raised axial threads which cross the grooves between the keels. The six whorls of the teleoconch are well rounded, slopingly shouldered at the summit and separated by constricted sutures. They are ornamented by almost equal and equally spaced spiral keels and axial ribs between\nthe sutures on the spire. There are 4 spiral keels on the first, second, and third whorls, 6 on the fourth, and 7 upon the penultimate whorl. The first of these keels is on the shoulder of the whorl near the summit and is somewhat less developed than the rest. The axial ribs are best developed on the early whorls, where they extend equally strong from the summit to the periphery ; on the antepenultimate and penultimate turns they become somewhat enfeebled from the middle of the whorl between the sutures to the periphery. There are about 16 of these ribs on the first, 18 on the third, 20 upon the fourth, and 22 upon the penultimate turn. The intersections of the ribs and spiral keels form low elongated tubercles, the long axis of which coincides with the spiral sculpture. The meshes enclosed by the keels and ribs are deeply impressed squarish pits. The periphery and the base of the body whorl well rounded, the latter somewhat inflated and marked by six spiral cords, which are successively closer spaced and a little less strongly developed from the periphery to the umbilical area. The channels between the cords are crossed by many very slender raised vertical threads. The aperture is oval, slightly effuse anteriorly. The outer lip is thin. The columella reinforced on its posterior two-thirds by the attenuated base, free and somewhat revolute anteriorly. The parietal wall is glazed by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean from British Columbia to California.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}