{
  "url": "https://en.wikipedia.org/wiki/Odostomia_benthina",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. benthina"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia benthina is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell is white. It measures 4.8 mm. The whorls of the protoconch are small, deeply obliquely immersed in the first post-nuclear turn, above which only the tilted edge of the last volution projects. The six whorls of the teleoconch are well rounded, marked by slender, nodulous, retractive axial ribs, wliich terminate at the posterior extremity of the supra-peripheral cord, leaving this smooth. Of these ribs about 35 occur upon the first whorl, 28 upon the second and third, 22 upon the fourth, and 26 upon the penultimate turn. In addition to the axial ribs, the whorls are marked by five strong, spiral cords, the junction of which with the ribs form tubercles. The periphery of the body whorl is marked by a groove. The base of the shell is well rounded, ornamented with seven equal and equally spaced spiral cords, the grooves between which are marked by fine, raised axial threads. The aperture is pyriform, somewhat effuse anteriorly. The posterior angle is acute. The outer lip is  thin, showing the external sculpture within. The columella is slender, curved, and reflected, provided with an oblique fold at its insertion. The  parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Mazatlan, Mexico",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}