{
  "url": "https://en.wikipedia.org/wiki/Odostomia_notabilis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. notabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia notabilis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The milk-white shell is elongate, conic and  turreted. Its length measures 2 mm. The whorls of the protoconch are deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The six whorls of the teleoconch are strongly tabulately shouldered at the summit, flat in the middle, sloping suddenly toward the suture. They are ornamented by slender axial ribs, of which 15 occur upon the second and 18 upon the remaining whorls. In addition to the axial ribs, the whorls are marked between the sutures by two strong spiral keels, one of which is situated at the angle of the shoulder, the other at the posterior termination of the anterior third between the sutures. The junctions of the axial ribs and spiral keels are very slightly nodulous. The sutures are deeply channeled. The periphery of the body whorl is  well rounded. It is marked by a spiral keel. The base of the shell is well rounded. It is marked by two spiral keels, which divide the space between the peripheral keel and the umbilical area into three equal parts, and the continuation of the axial ribs, which are fainter on the base than on the spire. The aperture is ovate. The posterior angleis  obtuse. The outer lip is thin, rendered angular by the keels. The columella is slender, decidedly curved, reinforced by the base. The parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Panama and the Galapagos Islands.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}