{
  "url": "https://en.wikipedia.org/wiki/Odostomia_excisa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. excisa"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia excisa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The yellowish-white shell is moderately large  and measures 3.9 mm. It is elongate-ovate. The nuclear whorls are decollated. The six post-nuclear whorls are well rounded, appressed at the summit. They are marked by four equally strong but not equally spaced, incised, spiral lines between the sutures. The fourth of these is immediately above the periphery, while the first is as far below the summit as the third is posterior to the fourth. The second line divides the space between the first and third into equal halves, which are about one and a half times as wide as the spaces included between the third and fourth incised spiral. In addition to the spiral sculpture the whorls are crossed by numerous, fine, decidedly retractive, incremental lines. The periphery of the body whorl is somewhat inflated, well rounded. The base of the shell is moderately long and moderately rounded, crossed\nby 8 strongly incised, equal, spiral lines, which are a little stronger than those occurring on the spire. These lines become exceedingly\nclosely spaced between the periphery and the umbilical area. The axial sculpture on the base is of the same character and strength as that appearing on the spire. All of the incised, spiral lines on base and spire are crossed by very slender, axial threads, which lend these channels a somewhat pitted appearance. The sutures are well impressed. The aperture is moderately large, oval, and effuse anteriorly. The posterior angle is \nacute. The outer lip is thin, showing the external sculpture within. The inner lip oblique, moderately long, somewhat reflected, and re-enforced for the greater part of its length by the attenuated base, provided with an oblique fold at its insertion. The parietal wall is glazed with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Catalina Island, California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}