{
  "url": "https://en.wikipedia.org/wiki/Odostomia_clementina",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. clementina"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia clementina is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell is vitreous. It measures 2.3 mm. The nuclear whorls are obliquely immersed in the first post-nuclear turn, above which only the tilted edge of the last volution projects, which is marked by five slender spiral threads. The five post-nuclear whorls are well rounded, moderately contracted at the sutures, strongly slopingly shouldered at the summit. They are marked by strong, somewhat retractive axial ribs, of which 14 occur upon the first and second, 18 upon the third and the penultimate turn. In addition to the axial ribs, the whorls are marked by four spiral cords between the sutures, of which the second one anterior to the summit marks the angle of the shoulder. On the last two whorls the first basal is apparent in the strongly contracted sutures. The periphery of the body whorl is marked by a spiral groove. The base of the shell is well rounded, somewhat attenuated anteriorly, and marked by five distant spiral cords which grow successively weaker from the periphery to the umbilical region. The broad spaces that separate these cords are marked by numerous fine, raised, axial threads. The aperture is broadly oval. The  posterior angle is obtuse. The outer lip is thin, showing the external sculpture within, rendered sinuous by the spiral cords. The columella is moderately strong, slightly reflected, reinforced by the base, and provided with a slender fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}