{
  "url": "https://en.wikipedia.org/wiki/Odostomia_mauritiana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. mauritiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia mauritiana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small shell measures 2.1 mm. It is umbilicated, elongate-ovate conic, semitransparent, polished. The 2½ whorls of the protoconch are moderately large, helicoid, elevated, about one-fifth immersed in the first of the succeeding whorls and having their axis at a right angle to them. The five whorls of the teleoconch are flattened, angulated at the periphery and weakly shouldered at the summit; the latter falls somewhat anterior to the periphery of the preceding whorl and lends to it a somewhat constricted appearance at the well-impressed suture. The whorls are marked by extremely fine, closely placed, wavy spiral striations, which are visible only under very high magnification. The periphery of the last whorl is somewhat angulated. The base of the shell is very broad, gently rounded, somewhat pinched at the narrow umbilicus. The aperture is elongate-ovate, somewhat prolonged at the junction of the outer lip and columella. The posterior angle is acute. The outer lip is thin, somewhat effuse. The slender columella is decidedly curved, slightly revolute, provided with a prominent oblique fold at its insertion. The parietal wall is covered by a strong callus which lends the periostracum an almost continuous appearance.",
    "Distribution": "The type specimen of this marine species was found in the Indian Ocean off Mauritius.\n\n\n== References =="
  }
}