{
  "url": "https://en.wikipedia.org/wiki/Odostomia_helga",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. helga"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia helga is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The conic shell is milk-white. Its length measures 4.2 mm. The whorls of the protoconch are smooth, deeply obliquely immersed in the first of the succeeding whorls, above which only a portion of the last two volutions project. The six whorls of the teleoconch are moderately rounded, slightly contracted at the sutures, feebly shouldered at the summits. They are marked between the sutures by four broad low spiral bands which are separated by narrow, deeply incised lines. In addition to these bands, the first three and one-half whorls are marked by feeble axial ribs which are best developed near the summit of the whorls and scarcely reach the suture. The junction of the ribs and the cords form weak nodules. The sutures are strongly impressed but not channeled. The periphery of the body whorl is well rounded, marked by a low spiral cord. The base of the shell is strongly rounded posteriorly and attenuated anteriorly. It is marked by seven spiral cords, which grow successively weaker from the periphery toward the umbilical region and are separated by slender, deeply incised spiral lines. The aperture is large and broadly oval. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is moderately strong, curved, reflected, and reinforced by the base. It is provided with an oblique fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off San Diego, California.",
    "References": "",
    "External links": "To World Register of Marine Species\nITIS : Odostomia helga"
  }
}