{
  "url": "https://en.wikipedia.org/wiki/Odostomia_sanctorum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. sanctorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia sanctorum is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The light yellow shell has an elongate-ovate shape. Its length measures 2.5 mm. The whorls of the protoconch are smooth, deeply\nobliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The 4½  whorls of the teleoconch are moderately rounded, very slightly contracted at the sutures, moderately shouldered at the summits. They are marked by a strongly incised spiral line a little distance below the summit, and three feeble ones of which one is at the periphery, the other two dividing the space between those two into three equal areas. These lines, excepting the one near the summit, which is strong throughout, are best developed on the early whorls. In addition to the spiral sculpture, the whorls are marked between the sutures by strong lines of growth and indications of feeble axial ribs which tend to render the early whorls somewhat nodulous. The sutures are strongly impressed. The periphery of the body whorl are strongly inflated. The base of the shell is well rounded posteriorly, slightly attenuated anteriorly. It is marked by six well incised equal and subequally spaced spiral grooves which are crossed by many slender axial threads. The aperture is large, oval, effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is moderately strong, curved, reflected, reinforced by the base and provided with a deep-seated fold.",
    "Distribution": "This species occurs in the Pacific Ocean off Lower California.",
    "References": "",
    "External links": "To ITIS: Odostomia sanctorum"
  }
}