{
  "url": "https://en.wikipedia.org/wiki/Odostomia_effusa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. effusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia effusa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell is vitreous. It measures 2.8 mm. The whorls of the protoconch are small, smooth, and almost completely obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The six whorls of the teleoconch are flattened, strongly contracted at the sutures and moderately shouldered at the summit. They are marked by strong, tuberculate retractive axial ribs, of which 18 occur upon the first and second and 20 upon the remaining turns. In addition to these axial ribs the whorls are marked by four slender, spiral cords between the sutures, which pass over the axial ribs and render them tuberculate at their junction. The spaces enclosed by the ribs and cords are rectangular pits, which have their long axis parallel with the spiral cords. The sutures are channeled. The periphery of the body whorl is marked by a spiral groove. The \nbase of the body whorl is well rounded, and marked by eight spiral cords which grow successively weaker and closer spaced from the periphery to the umbilical area. The wide grooves between the spiral cords are marked by slender, raised, axial threads, which correspond to the ribs on the spire. The aperture is ovate and somewhat effuse anteriorly. The posterior angle is obtuse. The outer lip is thin, showing the external markings within. The columella is stout, strongly reflected, and provided with a slender fold at its insertion. The parietal wall is covered by a strong callus.",
    "Distribution": "This species occurs in the Pacific Ocean from California to Mexico.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}