{
  "url": "https://en.wikipedia.org/wiki/Odostomia_inflata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. inflata"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia inflata is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The thin, ovate shell is white to light ashy, covered under an ash-colored epidermis. The whorls of the protoconch are decollated. There are four rapidly increasing whorls in the teleoconch. These are inflated, gently curved over the anterior two-thirds of the whorl between the sutures and more strongly so on the posterior third this portion forming an evenly curved shoulder.  The extreme summit of the whorls are slightly flattened and narrow, rendering the sutures well marked. The suture is very minutely impressed, and closely spirally striated The periphery of the body whorl is subangulated. The base of the shell is attenuated, rather suddenly contracted below the periphery, which gives the space between the periphery and the umbilical area a concave aspect. The entire surface is marked by fine lines of growth and many fine, closely placed spiral lirations, five of which are a little stronger than the rest and divide the space between the sutures into subequal areas. There are about 30 of these threads upon the last turn between the summit and the periphery and about 60 on the base. The aperture is very large, patulous anteriorly;. The outer lip is thin at the edge but very thick within. The columella is decidedly curved, and revolute, reinforced to the very edge by the attenuated base. It is provided with a strong oblique fold at its insertion.  The columellar tooth is transverse and acute. The length of the shell is 6.5 mm.",
    "Distribution": "This species occurs in the Pacific Ocean off California and Washington",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}