{
  "url": "https://en.wikipedia.org/wiki/Odostomia_oldroydi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. oldroydi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia oldroydi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.\nThe epithet \"oldroydi\" refers to Ida Shepard Oldroyd (\"Mrs. T.S. Oldroyd\").",
    "Description": "The elongate-ovate shell  is vitreous. Its length measures 3.5 mm. The whorls of the protoconch are small, obliquely immersed in the first of the succeeding turns, above which projects the tilted edge which is marked with five raised spiral lirations. The five whorls of the teleoconch are somewhat inflated, well rounded, moderately contracted at the sutures, strongly slopingly shouldered at the summit. They are ornamented with somewhat retractive axial ribs, of which 14 occur upon the first, 16 upon the second, 18 upon the third, and 20 upon the penultimate turn. In addition to the axial ribs, the whorls are marked by four spiral cords between the sutures which are as strong as the ribs and render them strongly nodulous at their junction. The second of these ribs below the summit marks the angle of the shoulder. The spaces enclosed by the ribs and cords are strongly impressed oblong pits, the long axis of which coincides with the spiral sculpture. The sutures are strongly constricted. The periphery of the body whorl is marked by a spiral groove, crossed by the continuations of the axial ribs, which terminate at the posterior edge of the first basal keel. The base of the shell is well rounded posteriorly, somewhat attenuated anteriorly. It is marked by six almost equal spiral keels, which are less developed about the umbilical area. The deep grooves between these keels are crossed by numerous very slender, raised axial threads. The aperture is oval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The shell is rendered decidedly sinuous by the spiral cords. The columella is moderately strong, decidedly reflected anteriorly. It is provided with a fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off California.\n\n\n== References =="
  }
}