{
  "url": "https://en.wikipedia.org/wiki/Odostomia_zeteki",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. zeteki"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia zeteki is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The bluish-white shell is of medium size and has an elongate-ovate shape. Its length measures 2.8 mm. The whorls of the protoconch are deeply immersed in the first of the succeeding turns, which gives the apex a truncated appearance. The 5.8 whorls of the teleoconch are appressed at the summit, the later ones overhanging. They are marked by exceedingly strong, very distantly spaced axial ribs, of which 16 occur upon the second and third, 14 upon the fourth, and 12 upon the penultimate turn. These ribs are well rounded and have a slightly retractive slant. The spiral sculpture consists of five raised bands, which are a little wider than the spaces that separate them. The first of these is at the appressed summit of the whorls, while the fifth is immediately posterior to the angulated periphery (for in the adolescent stage, as shown by the overhanging portion of the whorls the periphery is angulated, though this is not the case in the body whorl of the adult shell). While these raised threads pass upon the sides of the ribs they do not pass over their summit in sufficient strength to render these tuberculated. The spiral pits between the axial ribs and spiral threads appear as oblong impressions, their long diameter being parallel with the spiral sculpture. The suture is rather poorly marked, not at all channeled. The periphery of the body whorl is well rounded. The base of the shell is slightly produced, well rounded, narrowly umbilicated. It is marked by the continuations of the axial ribs, which extend feebly almost to the umbilical region, and eight spiral threads, of which the first two below the periphery are as strong as those occurring on the spire, while the rest become successively weaker\nand more flat anteriorly. The aperture is ear-shaped. The posterior angle is decidedly channeled. The outer lip is thin and slightly reflected. The inner lip is curved, somewhat sinuous and slightly reflected over the umbilicus. The parietal wall is covered by a very strong callus, which is free at the parietal wall covered by a very strong callus, which is free at the edge and renders the peristome complete by connecting the posterior angle of the aperture with the insertion of the columella.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Panama City, Panama",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}