{
  "url": "https://en.wikipedia.org/wiki/Odostomia_dicella",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. dicella"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia dicella is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small shell measures 3 mm. It is elongate-ovate, somewhat translucent, bluish-white. The nuclear whorls are small, very obliquely immersed in the first of the succeeding turns. The five post-nuclear whorls are well rounded. They are marked by four spiral cords between the sutures, the three posterior of which are nodulose on the early whorls. The fourth, or suprasutural one being smooth. On the last whorl the nodules are obsolete. Of these cords, the one at the summit is the weakest and the second below it the strongest. The spaces between the spiral keels are about half as wide as the keels and rather shallow. In addition to the spiral sculpture the whorls are marked by slender, almost axial riblets, which render the three posterior keels on the early whorls nodulose at their intersections. Of these riblets, about 18 occur upon the second and 22 upon the third whorl. On the fourth, which is the penultimate, the grooves between the keels are crossed by slender axial threads. The sutures are strongly constricted. The periphery of the body whorl is marked by a narrow, deep sulcus. The base of the shell is moderately long, well rounded. It is  marked by five spiral cords which grow successively weaker between the periphery and the umbilical area. The grooves between the sutural cords are equal, crossed by numerous, slender, axial threads, which cause the spaces between the threads and cords to appear as minute pits. The aperture is moderately large, somewhat effuse anteriorly;.The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The inner lip is moderately long, strong, somewhat curved, and reflected over and adnate to the base. It is provided with a slender fold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off San Diego, California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}