{
  "url": "https://en.wikipedia.org/wiki/Odostomia_promeces",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. promeces"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia promeces is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The vitreous shell has an elongate-ovate shape. Its length measures 2.5 mm. The whorls of the protoconch are deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects, which is marked by five slender spiral threads. The fiver whorls of the teleoconch are well rounded, strongly contracted at the periphery and slightly shouldered at the summit. They are marked on all but the first whorl, which is but feebly sculptured, by strong, rounded, decidedly retractive axial ribs, of which 14 occur upon the second, 16 upon the third, and 20 upon the penultimate turn. In addition to the ribs, the whorls are marked between the sutures, by four low, broad, spiral bands, separated by narrow channels which render their junction with the ribs decidedly nodulous. On the last two whorls the peripheral cord is apparent in the strongly\nconstricted suture. The periphery of the body whorl is marked by a strong cord. The base of the shell is well rounded. It is marked by three subequal spiral cords and a plain area about the umbilicus. The grooves separating these cords are marked by many slender axial threads. The aperture is ovate. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is moderately strong, slightly reflected, reinforced by the\nbase, and provided with a fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off Baja California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species\nTo ITIS"
  }
}