{
  "url": "https://en.wikipedia.org/wiki/Odostomia_paupercula",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. paupercula"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia paupercula is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The bluish-white shell has a very elongate conic shape. Its length measures 3.3 mm. The two whorls of the protoconch are smooth, forming a depressed helicoid spire, whose axis is at right angles to that of the succeeding turns, in the first of which it is about half immersed. The eight whorls of the teleoconch are moderately rounded, slightly shouldered at the summit, somewhat contracted at the sutures. They are marked by four strong spiral cords and axial ribs, which are a little less strong than the cords; 18 of the ribs occur upon the first, 16 upon the second to fifth, 20 upon the sixth, and 34 upon the penultimate turn. The junctions of the ribs and spiral cords form moderately strong tubercles, while the spaces enclosed between them appear as almost circular, well-impressed pits. The periphery of the body whorl is marked by a spiral keel a little less strong than those between the sutures. The base of the shell is well rounded, somewhat attenuated anteriorly. It is marked by five almost equal and equally spaced spiral cords and two very slender lirations, the latter near the columella. The deep grooves between the spiral cords are marked by numerous slender axial lirations. The sutures are subchanneled. The aperture is irregular, somewhat channeled anteriorly. The posterior angle is obtuse. The outer lip is thin, rendered sinuous by the spiral cords. The columella is slender, sigmoid, reinforced by the base, and provided with a strong, deep-seated fold at its insertion. The parietal wall is covered with a faint callus.",
    "Distribution": "This species occurs in the Pacific Ocean off the Bay of Panama.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}