{
  "url": "https://en.wikipedia.org/wiki/Odostomia_lapazana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. lapazana"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia lapazana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell has a broadly ovate shape. Its length measures 2.8 mm. The whorls of the protoconch are smooth, deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The five whorls of the teleoconch are moderately contracted at the sutures, strongly slopingly shouldered at the summit, where the angle of the shoulder falls on the\nsecond spiral keel. The whorls are marked by well developed, nodulous axial ribs, of which 20 occur upon all the whorls. The intercostal spaces are about twice as wide as the ribs, crossed by five equal spiral cords, which are about half as strong as the ribs and render them nodulous at their junction. The first spiral cord is a little posterior to the middle of the shoulder. The spaces enclosed by the ribs and cords are deep, rectangular pits, the long axis of which coincides with the spiral cords. The sutures are strongly marked, but not channeled. The periphery of the body whorl is marked by a spiral cord to the posterior extremity of which the axial ribs extend, but whose summits they do not cross. The base of the shell is short, well rounded. It is marked by nine spiral keels which are about as wide as the spaces that separate them, decreasing successively in strength and spacing from the periphery to the umbilical area. The grooves between the spiral cords are marked by numerous fine, axial raised threads. The aperture is oval, slightly effuse anteriorly. The posterior angle is obtuse. The outer lip is thin. The columella is slender, strongly reflected and  provided with a fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}