{
  "url": "https://en.wikipedia.org/wiki/Odostomia_amianta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. amianta"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia amianta is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The yellowish-white shell is broadly conic. Its length measures 4.4 mm. The protoconch is small with two whorls which increase extremely rapidly in size and are obliquely placed. The six whorls of the teleoconch are very strongly shouldered, marked by three very strong lamellar spiral keels on the first and second and four on the succeeding whorls between the sutures. The posterior keel marks the limit of the broad, sloping shoulder and is much the strongest. It is also placed a little farther apart from the next spiral keel than that is from its anterior neighbor. The base of the body whorl is well rounded. The shell is ornamented by eight spiral ridges, which are less elevated and much more closely and regularly spaced than those between the sutures. The peripheral groove is about equal in width to the one anterior to the posterior keel. The entire shell is marked by fine, sublamellar, regularly spaced, retractive axial ribs, which render the spiral keels somewhat crenulated at their meeting points and break the spaces between them into small squares or oblongs. These riblets extend from the sutures to the small umbilicus. The aperture is subovate. The posterior angle is obtuse. The outer lip is thin, somewhat wavy, showing the external sculpture within. The columella is moderately stout, somewhat curved and strongly revolute, having an oblique fold near its insertion  which is barely visible when the aperture is viewed squared. The  parietal wall is covered by a fairly thick callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Baja California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}