{
  "url": "https://en.wikipedia.org/wiki/Odostomia_deceptrix",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. deceptrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia deceptrix is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell is ovate. Its length measures 2.8 mm. The whorls of the protoconch are smooth, deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The five whorls of the teleoconch are somewhat inflated, constricted at the sutures and feebly shouldered at the summits. They are marked by four equal well incised, spiral lines between the sutures and numerous very retractive lines of growth, with a few feeble indications of axial ribs, at and near the summit, which renders the first and sometimes the second space between the incised lines below the summit feebly nodulous. The sutures are strongly impressed. The periphery and the base of the body whorl are somewhat inflated, well rounded, and marked by seven incised spiral lines, which decrease regularly in spacing from the periphery to the umbilical area. The aperture is broadly oval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is quite strong, strongly curved, provided with a strong fold at its insertion. The parietal wall is glazed with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}