{
  "url": "https://en.wikipedia.org/wiki/Odostomia_communis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. communis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia communis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, milk-white shell is pupiform and generally cancellated. It measures 3.2 mm. The whorls of the protoconch number at least two,  forming a depressed helicoid spire, whose axis is at right angles to that of the succeeding turns, in the first of which it is all but one-half immersed. The seven whorls of the teleoconch are flattened, strongly contracted at the suture and decidedly shouldered at the summit. They are marked by strong vertical axial ribs of which there are 16 upon the first and second, 18 upon the third to fifth, and 20 upon the penultimate turn. In addition to the ribs the whorls are marked by four spiral cords about one-half as strong as the ribs, between the sutures: the first of these is at the angle of the shoulder. The junction of the spiral cords and ribs are nodulous. The spaces enclosed between them are rectangular pits. The sutures are channeled. The periphery of the last whorl is marked by a spiral cord at whose posterior margin the axial ribs terminate. The base produced is moderately rounded, marked by ten spiral cords, which, like the grooves separating them, decrease regularly in size from the periphery to the umbilical area. The grooves on the base are crossed by numerous slender axial threads. The aperture is pyriform, somewhat effuse anteriorly. It is channeled at the posterior angle, which is obtuse. The outer lip is thin, with a simple edge, decidedly arched in the middle, flattened on the side, showing the external sculpture within. The columella is stout, profoundly but distinctly plaited, reflected very much anteriorly. It is provided with a strong fold at its insertion. The parietal wall is covered with a thick callus. The operculum is radiately corrugated.",
    "Distribution": "This species occurs in the Pacific Ocean from Panama to Peru.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}