{
  "url": "https://en.wikipedia.org/wiki/Odostomia_reigeni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. reigeni"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia reigeni is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell has an elongate-ovate shape. Its length measures 1.4 mm. The  whorls of the protoconch are smooth, deeply immersed in \nthe first of the succeeding turns. The four whorls of the teleoconch are flattened, strongly contracted at the sutures and well shouldered at the summit. They are marked by strong axial ribs of which 18 occur upon the first and 20 upon the second and penultimate turn. In addition to the axial ribs, the intercostal spaces, which equal the ribs in width, are marked by four slender spiral cords between the sutures, which pass up on the sides of the ribs but do not cross their summits. The spaces between the ribs and cords are well impressed, round pits. The sutures are channeled. The periphery of the body whorl is marked by a groove. The base of the shell is well rounded. It is marked by five subequal and equally spaced spiral cords, the spaces between which are crossed by slender axial threads. The aperture is pear-shaped. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is slender, provided with an oblique fold at the insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}