{
  "url": "https://en.wikipedia.org/wiki/Odostomia_galapagensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. galapagensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia galapagensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The conic shell is, milk-white. It measures 2.0 mm. The whorls of the protoconch number at least two, forming a depressed helicoid spire, which is slightly tilted to one side and for the greater part immersed in the first of the succeeding turns. The tilted edge of the nucleus shows traces of spiral lirations. The six whorls of the teleoconch are appressed at the summit They are ornamented by two very strong, lamelliform keels, whose edges are decidedly upturned, forming deeply channeled troughs. The posterior of the two lamellae is feebly crenulated. The periphery of the body whorl is  marked by a spiral keel which is about half as strong as those between the sutures. A fourth keel, a little weaker than the peripheral one, marks the middle of the base. The deep concave channels between the keels are marked by strong lines of growth. The sutures are strongly channeled. The aperture is irregularly oval. The posterior angle is obtuse. The outer lip is rendered angular by the spiral keels. The  columella is stout, curved, reinforced by the base. The parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off the Galapagos Islands.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}