{
  "url": "https://en.wikipedia.org/wiki/Odostomia_pulcia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. pulcia"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia pulcia is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small shell is ovate and vitreous. Its length measures 2.2 mm. The whorls of the protoconch are deeply, very obliquely immersed in the first of the whorls of the teleoconch, above which only the tilted edge of the last volution projects, which is marked by five slender spiral threads. The four whorls of the teleoconch are well rounded, strongly contracted at the sutures and shouldered at the summits. They are marked by very strong, decidedly retractively curved, axial ribs, of which 16 occur upon the first, 18 upon the second, and 20 upon the penultimate turn. In addition to the axial ribs, the whorls are marked between the sutures by four very broad, low, spiral bands, which are separated by mere impressed lines, and which render the axial ribs feebly tuberculated. The sutures are subchanneled. The periphery of the body whorl is marked by a narrow deep groove, which is not crossed by the axial ribs. The base of the shell is well rounded, crossed by six spiral cords. These grow decidedly weaker and closer spaced from the periphery to the umbilical area, the spaces between them being crossed by numerous slender, axial threads. The aperture is oval. The posterior angle is acute. The outer is lip thin, showing the external sculpture within. The columella is stout, strongly reflected anteriorly and provided with a weak fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off San Pedro, California.",
    "References": "",
    "External links": "Smithsonian Institution: Odostomia (Chrysallida) pulcia\nITIS : Odostomia pulcia"
  }
}