{
  "url": "https://en.wikipedia.org/wiki/Odostomia_excelsa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. excelsa"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia excelsa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell has a broadly conic shape. Its length measures 3.3 mm. The whorls of the protoconch are smooth, almost completely obliquely immersed in the first of the succeeding turns, above which the tilted edge of the last whorl only projects. The seven whorls of the teleoconch are flattened, strongly contracted at the sutures and somewhat shouldered at the summit. They are marked by strong protractive axial ribs, of which 16 occur upon the second, 18 upon the third, and 20 upon the remaining turns. In addition to the axial ribs the whorls are\nmarked by four slender spiral cords between the sutures, which render the ribs tuberculate at their junction. The spaces enclosed by the ribs and spiral cords are deep, quadrangular pits, the long axis of which coincides with the spiral cords. The periphery of the body whorl is marked by a strong sulcus which is crossed by the continuation of the axial ribs. The base of the body whorl is attenuated, well rounded, and marked by eight subequal and subequally spaced low spiral cords, the grooves between which are crossed by many slender axial threads. The summit of the last whorl falls below the first basal keel and leaves this in the suture. On the last half of the last turn, an additional slender spiral thread divides the space between the first and\nsecond and second and third strong spiral cords. The aperture is pyriform, somewhat effuse anteriorly. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is strong, curved, decidedly reflected over the re-enforcing base, and provided with a strong fold at its insertion The parietal wall is covered with a strong\ncallus which renders the periostome complete.",
    "Distribution": "This species occurs in the Pacific Ocean off the Bay of Panama.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}