{
  "url": "https://en.wikipedia.org/wiki/Odostomia_rotundata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. rotundata"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia rotundata is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell has an ovate shape. Its length measures 2.3 mm. The 2 ½ whorls of the protoconch form a depressed helicoid spire whose axis is at right angles to that of the succeeding turns. The four whorls of the teleoconch are well rounded, moderately contracted at the sutures, and very slightly shouldered at the summit. They are marked by five strong spiral keels on all the whorls between the sutures, excepting the first which has four and obsolete axial ribs on the first two. These axial ribs are best expressed near the summit of the whorls, scarcely reaching the suture, and rendering the spiral cords feebly tuberculate. On the body whorl the axial sculpture is reduced to numerous raised axial threads, like those between the cords on the base. The sutures are poorly defined. The base of the body whorl is well rounded. It is marked by six spiral cords of which the two anterior ones are a little weaker than the rest; separated by spaces which are a little narrower than the cords and crossed by numerous fine axial threads. The aperture is pyriform. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is stout, curved, and provided with a weak\nfold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}