{
  "url": "https://en.wikipedia.org/wiki/Odostomia_ovata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. ovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia ovata is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell has an ovate shape. Its length measures 3.9 mm. The whorls of the protoconch are obliquely immersed in the first of the succeeding turns above which only the tilted edge of the last volution projects. The five whorls of the teleoconch are slightly rounded, well contracted at the sutures, and moderately shouldered at the summit. They are marked by nodulose slightly retractive axial ribs of which 20 occur upon the first to second, 18 upon the third, and 22 upon the penultimate turn. In addition to the ribs the whorls are marked between the sutures by four spiral cords considerably less strong than the ribs, which render them nodulous at their junction. The spaces enclosed by the ribs and spiral cords are deep round pits. The sutures are well marked but not channeled. The periphery of the body whorl is marked by a narrow spiral groove. The base of the shell is well rounded. It is marked by six strong broad rounded almost equal and equally spaced spiral cords, the grooved spaces between which are marked by numerous fine axial threads. The aperture is oval, slightly effuse anteriorly. The posterior angle is acute. The outer lip is rendered slightly sinuous by the spiral cords. The columella is slender and curved, provided with a fold, deep within, at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}