{
  "url": "https://en.wikipedia.org/wiki/Odostomia_poppei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. poppei"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia poppei is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.The epithet \"poppei\" refers to Professor Ewald Poppe.",
    "Description": "The milk-white shell has an elongate-ovate shape. The length measures 2.2 mm. The whorls of the protoconch are small, completely obliquely immersed in the first post-nuclear turn above which the tilted edge of the last volution only projects. The five whorls of the teleoconch are slightly rounded, strongly tabulatedly shouldered at the summit, and decidedly sulcate at the periphery. They are marked by strong, well-rounded, curved, somewhat retractive axial ribs, of which 22 occur upon the second, 26 upon the third, and 30 upon the penultimate turn; on the first they are obsolete. The intercostal spaces are well impressed, about as wide as the ribs. The posterior edge of the peripheral sulcus coincides with the summits of the whorls, which render the sutures profoundly channeled. The sulcus is bordered on each side by a well-rounded, slender, spiral cord, which\nforms low tubercles at the junction with the ribs. The peripheral sulcus is crossed by the undiminished axial ribs, which break it up into a series of deep pits. The base of the body whorl is somewhat attenuated, with a shallow pit at the umbilical region. It is marked by the continuations of the axial ribs, which here have a decidedly retractive slant, and about twelve slender, spiral lirations. The aperture is oval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is stout, curved, reinforced by the base. It is provided with a well-developed fold at the insertion of the columella. The parietal wall is  covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Baja California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}