{
  "url": "https://en.wikipedia.org/wiki/Odostomia_pharcida",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. pharcida"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia pharcida is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, yellowish-white shell has a subcylindric shape. Its length measures 2.2 mm. The whorls of the protoconch are deeply immersed. A portion of the last and the penultimate whorlonly appear when viewed from the side. This gives the shell a truncated appearance. The four whorls of the teleoconch are moderately well rounded, rather wide between the sutures, and somewhat shouldered at the summits. They are ornamented by strong, low, rounded spiral cords, which are separated by moderately deep, narrow, depressed channels. Six of these cords occur upon the first, 7 upon the second to the penultimate whorl between the sutures. The posterior cord is a little broader and less elevated than the rest, while some of those on the penultimate turn show a tendency to divide—that is, a faint spiral line is apparent on the middle of some of these cords. The sutures are well impressed. The periphery and the base of the body whorl are well rounded, the latter ornamented by eight rounded spiral cords similar to those between the sutures. The spaces between the spiral ridges on the base and between the sutures are marked by closely placed, exceedingly slender, raised axial threads. The aperture is pyriform, somewhat effuse anteriorly. The posterior angle is acute. The columella is short, curved, reinforced by the attenuated base, free only at its extreme anterior end. It has an oblique fold near\nits insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Haida Gwaii.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}