{
  "url": "https://en.wikipedia.org/wiki/Odostomia_desimana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. desimana"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia desimana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The  milk-white shell has a regularly elongate-conic shape. It measures 6.7 mm. The whorls of the protoconch are small,\nobliquely almost completely immersed in the first of the succeeding whorls, only the periphery of the last two being visible. The nine whorls of the teleoconch are rather high between the sutures, very slightly rounded, slightly angulated at the periphery and scarcely at all shouldered. They are marked by scarcely perceptible lines of growth, and here and there by a faint trace of some very fine microscopic spiral lines. The summit of succeeding whorls falls somewhat anterior to the periphery of the preceding turns, which gives a slightly constricted appearance at the well-impressed suture. The periphery of the body whorl is faintly angulated. The base of the shell is large, well rounded, narrowly umbilicated and somewhat effuse at the junction of the lip and columella. The posterior angle is acute. The outer lip is thin. The long columella is slender, almost straight, somewhat revolute, bearing a strong oblique fold near its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Japan.",
    "References": "",
    "External links": "\"Odostomia desimana\". Gastropods.com. Retrieved 1 December 2011.\nTo World Register of Marine Species"
  }
}