{
  "url": "https://en.wikipedia.org/wiki/Odostomia_trachis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. trachis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia trachis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small shell has an elongate-conic shape. Its length measures 2.5 mm. The whorls of the protoconch are small, smooth, and strongly obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The five whorls of the teleoconch are moderately rounded, strongly contracted at the sutures, and slopingly shouldered at the summit. They are marked by strong, rounded, decidedly retractive axial ribs, of which 16 occur upon the second, 18 upon the third, and 20 upon the penultimate turn. In addition to the axial ribs the whorls are crossed between the sutures by four spiral cords, which are as strong as the ribs and render them nodulous at their junction. The second of these cords below the summit marks the angle of the shoulder. The spaces enclosed by the ribs and cords are deep, squarish pits. The sutures are subchanneled. The periphery of the body whorl are marked by a groove, crossed by the spiral ribs, which terminate at the extremity of the first basal cord. The base of the shell is well rounded. It is marked by four subequal, distantly spaced, narrow, spiral cords, the broad spaces between which are crossed by numerous axial threads. The aperture is oval. The posterior angle is obtuse. The outer lip is  thin, showing the external sculpture within. The columella is slender, reflected, and reinforced by the base. It is provided with a fold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "The type species was found in the Pacific Ocean off San Pedro Bay, California.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}