{
  "url": "https://en.wikipedia.org/wiki/Odostomia_metcalfei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Subclass": "Heterobranchia"
    },
    {
      "Infraclass": "Euthyneura"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. metcalfei"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia metcalfei, common name Metcalfe's pyramid shell, is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The length of the shell of this ectoparasite reaches 3 mm.",
    "Distribution": "This marine species is endemic to Australia and occurs subtidally off Victoria, South Australia, and Tasmania.",
    "References": "\nPritchard, G.B. & Gatliff, J.H. 1900. On some new species of Victorian mollusca, No 4. Proceedings of the Royal Society of Victoria 13(1): 131-138, pls 20-21\nPritchard, G.B. & Gatliff, J.H. 1900. Catalogue of the marine shells of Victoria. Part IV. Proceedings of the Royal Society of Victoria 13(1): 139-156\nMay, W.L. 1921. A Checklist of the Mollusca of Tasmania. Hobart, Tasmania : Government Printer 114 pp.\nMay, W.L. 1923. An illustrated index of Tasmanian shells: with 47 plates and 1052 species. Hobart : Government Printer 100 pp.\nCotton, B.C. & Godfrey, F.K. 1932. South Australian shells (including descriptions of new genera and species). Part 6. South Australian Naturalist 14(1): 16-44\nCotton, B.C. 1959. Chapter 5. South Australian Gastropoda. Marine, Estuarine, land and Freshwater. pp. 332-448 in Cotton, B.C. South Australian Mollusca. Archaeogastropoda. Handbook of the Flora and Fauna of South Australia. Adelaide : South Australian Government Printer 449 pp.\nMacpherson, J.H. & Gabriel, C.J. 1962. Marine molluscs of Victoria. Melbourne : Melbourne University Press & National Museum of Victoria 475 pp.\nGrove, S.J., Kershaw, R.C., Smith, B.J. & Turner, E. 2006. A Systematic List of the Marine Molluscs of Tasmania. Launceston, Tasmania : Queen Victoria Museum and Art Gallery 120 pp.\n\n\n== External links =="
  }
}