{
  "url": "https://en.wikipedia.org/wiki/Odostomia_terebellum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. terebellum"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia terebellum is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The milk-white shell has an elongate, ovate shape. Its length measures 2.2 mm. The whorls of the protoconch are completely immersed in the first of the succeeding turns, above which the tilted edge of the last volution only projects,which shows faint traces of spiral lirations. The whorls of the teleoconch are ornamented with two strong spiral lamellae, the first of which renders the summit of the whorls decidedly tabulated, while the second one is situated a little posterior to the posterior termination of the anterior third between the sutures. Both lamellae are faintly nodulous; the posterior one slightly more so than the anterior. The deep channel between the two keels is marked by very feeble slender axial threads. The periphery of the body whorl is marked by a lamella a little less strong than those between the sutures. The base of the shell shows two lamellae, the anterior of which is immediately behind the columella and much less developed than the median one, which is somewhat weaker than the peripheral lamella. The depressed spaces between these lamellae are crossed by axial threads, as on the spire. The aperture is irregularly ovate. The posterior angle is decidedly obtuse. The outer lip is rendered angular by the spiral lamellae. The columella is strong, somewhat twisted, reinforced by the base.",
    "Distribution": "This species occurs in the Pacific Ocean off Panama Bay",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}