{
  "url": "https://en.wikipedia.org/wiki/Odostomia_minutissima",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. minutissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia minutissima is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.This species is considered a synonym of Odostomia raymondi  Dall & Bartsch, 1909 by James X. Corgan (1973). Dall & Bartsch based their distinction on the difference in length.",
    "Description": "The very small, bluish-white shell is very regularly narrowly conic. The shell grows to  a length of 3.1 mm. The whorls of the protoconch are deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The whorls of the teleoconch are slightly rounded, feebly contracted at the sutures, and very narrowly shouldered at the summit. The spiral thread at the periphery and the narrow tabulated summits, which fall a little anterior to this, render the suture narrowly channeled. The periphery of the body whorl is marked by a slender raised thread. The base is short, well rounded and impressed at the umbilical area. The entire surface of the spire and base is marked by slightly protractive lines of growth and many very fine, closely spaced spiral striations. The aperture is rhomboidal. The posterior angle is obtuse. The outer lip is thin. The columella is slender, curved, slightly revolute and provided with a strong fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}