{
  "url": "https://en.wikipedia.org/wiki/Odostomia_exara",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. exara"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia exara is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-ovate shell is subdiaphanous. Its lengthmeasures 3 mm. The whorls of the protoconch are smooth and deeply immersed in the first of the succeeding turns, only a part of the last one appearing above it. The five whorls of the teleoconch are inflated and somewhat rounded. They are marked by on the first whorl by 8, on the second by 12, on the third by 14, and on the penultimate between the sutures by 20 subequal and equally spaced, low, depressed spiral cords which are separated by narrower channels. The periphery and the base of the body whorl is inflated, sculptured like the spire by probably 20 spiral cords. In addition to the spiral sculpture the entire surface is marked by fine incremental lines which are best marked in the spaces between the cords. The aperture is oval and somewhat effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is decidedly curved, reinforced by the attenuated base, free only at its anterior extremity, where it is somewhat revolute. It is provided with a prominent fold at its insertion which appears as the thickened inflection of the columella. The parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Monterey, California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}