{
  "url": "https://en.wikipedia.org/wiki/Odostomia_licina",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. licina"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia licina is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The pupiform shell is vitreous. The length of the shell reaches 3 mm. The whorls of the protoconch are large, obliquely immersed\nin the first of the succeeding turns, above which the tilted edge of the last volution only projects. The six whorls of the teleoconch are flattened, slightly excurved at the shouldered summit, strongly contracted at the sutures. They are marked by very strong, vertical axial ribs, of which 16\noccur upon all the whorls. In addition to these ribs, the whorls are marked between the sutures by four moderately strong spiral cords, which render the junction with the ribs obscurely nodulous. The spaces enclosed between the ribs and cords are well impressed squarish pits. The sutures are strongly impressed. The periphery and the base of the body whorl are well rounded. They are marked by the feeble continuations of the axial ribs and twelve slender spiral cords which grow successively weaker from the periphery to the umbilical area. The  oval aperture is elongate. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella  is slender, decidedly curved, slightly reflected, reinforced by the base, and provided with a weak fold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "The type specimen of this marine species was found at Manuel Lagoon, Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}