{
  "url": "https://en.wikipedia.org/wiki/Odostomia_thalia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. thalia"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia thalia is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, bluish-white shell has an elongate-ovate shape and is semitranslucent. The length of the shell measures 2 mm. The whorls of the protoconch are obliquely immersed in the first of the succeeding turns, above which half of the tilted edge of the last volution only projects. The five whorls of the teleoconch are well rounded and feebly shouldered at the summit. They are marked by very slender, poorly developed, decidedly retractive, axial ribs, of which about 30 occur between the sutures upon the last two volutions. In addition to these axial ribs, the whorls are marked by low, feebly rounded, rather broad spiral cords, of which 6 occur between the sutures, on the second, and 7 upon the third and fourth whorl. The spaces separating the spiral cords are narrow, impressed lines. The intersections of the axial ribs and spiral cords form weak tubercles, while the spaces enclosed between them are roundish pits. The sutures are moderately constricted. The periphery of the body whorl is well rounded. It is marked by a cord equaling the one posterior to it in width, and separated from that by a line as wide as those on the spire. The base is moderately prolonged and well rounded. It is marked with 12 low, rounded spiral cords, which decrease successively in width from the periphery, anteriorly. The spaces separating these cords are also narrow impressed lines. The oval aperture is moderately large. The posterior angle is acute. The outer lip is strongly curved showing the external sculpture within. The inner lip is slightly curved, oblique, reflected over and adnate to the base. It is provided with a slender fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distributions": "This species occurs in the Pacific Ocean off San Diego, California",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}