{
  "url": "https://en.wikipedia.org/wiki/Odostomia_hilgendorfi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. hilgendorfi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia hilgendorfi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The milk-white shell has a broadly elongate-conic shape, very regularly tapering and is subturrited. The type specimen measures 5 mm. The 2½ whorls of the protoconch are small, helicoid, well rounded, moderately elevated, about one-third immersed in the first of the later whorls, having their axis almost at a right angle to them. The seven whorls of the teleoconch are rather high between the sutures. They are flattened, sub-\ntabulately shouldered at the summits and decidedly angulated at the periphery. They are marked bv lines of growth and extremely tine, microscopic, closely placed, wavy, spiral striations. The shouldered summits of succeeding whorls fall quite a little anterior to the angulated periphery, giving the whorls a decidedly constricted appearance at the sutures, which appears decidedly channeled. The periphery of the body whorl is  decidedly angulated. The base of the shell is slightly rounded, marked like the spaces between the sutures. The aperture is suboval. The posterior angle is obtuse. The outer lip is thick. The columella is strong, curved, and provided with a prominent lamellar plate at its insertion. The parietal wall covered by a moderately thick callus.",
    "Distribution": "This marine species was found in the Pacific Ocean off Japan and the Philippines.\n\n\n== References =="
  }
}