{
  "url": "https://en.wikipedia.org/wiki/Odostomia_americana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. americana"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia americana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The milk-white shell is elongate-conic. Its length measures 2.9 mm. The whorls of the protoconch are quite large, at least two about three-fourths obliquely immersed. The five whorls of the teleoconch are rather broad between the sutures, well rounded, faintly shouldered at the summit, ornamented with depressed, rounded, rather broad axial ribs, about 19 of which occur upon the second, 20 on the third, and 18 upon the penultimate whorl. The ribs are best developed near the summits of the whorls and scarcely extend to the periphery. The spiral lirations are low, rounded, subequal, about 12 occur between the sutures upon the third and the penultimate whorls. These spiral lirations like the axial ribs appear strongest near the summits of the whorls. The periphery and the base of the body whorl are well rounded, the latter ornamented by about eleven lirations, which are similar in character to those between the sutures but much less strongly expressed. The aperture is rather broad, suboval, somewhat effuse anteriorly. The  posterior angle is acute. The outer lip is thin. The columella is somewhat curved, strongly revolute anteriorly and having a weak oblique fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}