{
  "url": "https://en.wikipedia.org/wiki/Odostomia_stephensae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. stephensae"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia stephensae is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.Dall & Bartsch used the epithet \"stephensi\", named after Katherine \"Kate\" Stephens (c. 1853-1954), curator at the Natural History Museum of San Diego. This museum considers this species a synonym of Odostomia tenuisculpta Carpenter, 1864",
    "Description": "The bluish-white shell has an elongate-conic shape. Its length measures 5.3 mm. The whorls of the protoconch are almost completely obliquely immersed in the first of the succeeding turns, above which only the outer edge of the last volution projects. The six whorls of the teleoconch are rather high between the sutures, moderately rounded. They are ornamented by numerous fine but well incised subequal and subequally spaced spiral lines; about thirty-three of which appear between the summit and the periphery of the last whorl. The sutures are  well marked. The periphery of body whorl is well rounded. The baseof the shell is rather prolonged, well rounded. Its entire surface is marked by incised spirals like the spaces between the sutures. In addition to the spiral markings, the entire surface shows fine incremental lines. The aperture is elongate-oval, effuse at the junction of the outer lip and the columella. The posterior angle is obtuse. The outer lip is thin. The columella is stout, curved, and decidedly reflected over the reinforced base. It is provided with a strong oblique fold opposite the obsolete umbilical chink. The parietal wall is covered with a thin callus.",
    "Distribution": "The type specimen was found off Baranoff Island, Alaska.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}