{
  "url": "https://en.wikipedia.org/wiki/Odostomia_gloriosa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. gloriosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia gloriosa is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The bluish-white shell is moderately large, measuring 3.1 mm. Its shape is very elongate-ovate, with a very regular, conic spire. The nuclear whorls are small, obliquely immersed in the first of the succeeding turns, above which a portion of the last two volutions only project. The six post-nuclear whorls are flattened. They are marked by three equal and equally spaced, strong, spiral keels, of which one is at the summit and another about as far above the periphery as the space which separates it from the median keel. The spaces between the spiral keels are deep, rounded grooves, almost as wide as the keels and crossed by numerous, slender, axial threads.  The sutures are deeply channeled. These channels  are a little more profound than those between the keels. The periphery of the body whorl is marked by a sulcus. The base of the shell is short, well rounded, and marked by four subequal and subequally spaced, spiral cords, the spaces between which appear as rather broad sulci and are crossed by slender axial threads. The ovate aperture is small and very oblique. The posterior angleis  obtuse. The outer lip is thin, showing the external sculpture within. The inner lip is short, curved, slightly revolute, provided with a strong fold at its insertion. The parietal wall is glazed with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}