{
  "url": "https://en.wikipedia.org/wiki/Odostomia_columbiana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. columbiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia columbiana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell is large and has an elongate-conic shape. Its length measures 8.3 mm. The whorls of the protoconch are small, vitreous, planorboid, deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution is visible. The six  whorls of the teleoconch are increasing regularly in size, well rounded, very narrowly roundly shouldered at the summits, which renders the sutures well marked. The periphery of the body whorl is somewhat inflated. The base of the shell is well rounded, attenuated anteriorly to reenforce the columella. The entire surface is covered by numerous somewhat wavy, subequal and subequally closely placed spiral lirations, of which about 40 occur between the summit and the periphery and about an equal number on the base of the last whorl. The aperture is large, decidedly patulous anteriorly. The posterior angle is acute. The outer lip is thin at the edge but very thick within. The columella is curved and strongly reflected, free only at its anterior extremity, and provided with a strong oblique fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off Vancouver Island, British Columbia, Canada.",
    "References": "Rachel Collin and John B. Wise, Morphology  and  Development  of Odostomia columbiana  Dall  and  Bartsch  (Pyramidellidae): Implications  for  the  Evolution of Gastropod  Development, Biol.  Bull.  192: 243-252. (April,  1997)  pdf",
    "External links": "To World Register of Marine Species\nRachel Collin & John B. Wise (1996), Morphology and development of Odostomia columbiana Dall & Bartsch, 1909 (Pyramidellidae); Implications for the Evolution of gastropod Development, Biol. Bull. 192: 243-252. (April, 1997)"
  }
}