{
  "url": "https://en.wikipedia.org/wiki/Odostomia_torrita",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. torrita"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia torrita is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, vitreous shell has a very elongate-ovate shape. Its length measures 2 mm. The whorls of the protoconch are smooth, and deeply obliquely immersed in the first of the succeeding turns, above which the tilted edge of the last volution only projects. The 5½ whorls of the teleoconch are slightly rounded, moderately contracted at the periphery and well shouldered at the summit. They are marked by strong axial ribs, of\nwhich about 20 occur upon all the whorls. The intercostal spaces are about as wide as the ribs. They are marked between the sutures by four slender spiral cords which pass up on the sides of the ribs but do not cross their summits. On the body whorl the first basal keel falls between\nthe sutures. Here, too, the ribs are rendered slightly tuberculate by the spiral cords. The sutures are strongly marked but not channeled. The periphery of the body whorl is marked by a groove. The base of the shell is somewhat produced. It is marked by twelve slender, spiral cords which are a little wider than the spaces that separate them and become successively narrower and more closely spaced from the periphery to the umbilical area. The spaces between the cords are marked by numerous slender, axial threads. The aperture is pyriform, and slightly effuse anteriorly. The posterior angle is acute. The outer lip is pinched in posteriorly. It is thin, showing the external sculpture within. The columella is stout, strongly reflected anteriorly, and reinforced by the base. It is provided with a weak fold at its insertion. The parietal wall is covered with a strong callus.",
    "Distribution": "The type species was found in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}