{
  "url": "https://en.wikipedia.org/wiki/Odostomia_grammatospira",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. grammatospira"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia grammatospira is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell is semitranslucent and measures 5.8 mm. The whorls of the protoconch are small, forming a depressed helicoid spire, which is a little more than half obliquely immersed in the first of the succeeding turns. The eight whorls of the teleoconch are moderately rounded, marked by four strong, equal, and almost equally spaced spiral cords which are separated by three well-incised spiral grooves. The suture is subchanneled. The periphery of the body whorl is  marked by a depressed cord which is not quite as strong as those between the sutures. The base of the shell is somewhat attenuated, well rounded. It is marked by ten spiral cords which grow successively weaker and closer spaced from the periphery toward the umbilical area, disappearing altogether on the extreme anterior portion. The spaces between the spiral cords on the spire and the base are marked by slender axial threads. The aperture is oval, effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within, rendered wavy by the keels. The columella is stout, reflected, reinforced by the base, and provided with a weak fold at its insertion. The parietal wall is glazed with a faint callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}