{
  "url": "https://en.wikipedia.org/wiki/Odostomia_eugena",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. eugena"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia eugena is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell is milk-white. It measures 4.3 mm. The whorls of the protoconch number at least two, and are small, smooth, and obliquely half immersed in the first of the succeeding turns. The seven and one-half whorls of the teleoconch are well rounded, moderately contracted at the suture, and well shouldered at the summit. They are marked by strong, very retractive axial ribs, of which 14 occur upon the first, 16 upon the second, 18 upon the third to fifth, and 22 upon the penultimate whorl. In addition to these ribs the whorls are marked by four strong spiral cords between the sutures which render their junction with the ribs tuberculate. The spaces enclosed by the ribs and cords form oval pits, the long axis of which coincides with the spiral sculpture. The sutures are channeled. The periphery of the body whorl are marked by a moderately broad groove, which is crossed by the continuation of the axial ribs which terminate at the posterior edge of the first basal keel. The base of the body whorl is well rounded, marked by six spiral keels which grow successively weaker from the periphery to the umbilical region. The broad spaces between these keels are crossed by slender, raised axial threads. The aperture is oval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is stout, curved, strongly reflected and reinforced by the base, provided with a strong fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off San Pedro to Hipolito Point, California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}