{
  "url": "https://en.wikipedia.org/wiki/Odostomia_heterocincta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. heterocincta"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia heterocincta is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The white shell moderately large measuring 3.2 mm. It is elongate-conic, with decidedly channeled sutures. The nuclear whorls number at least 2, forming a depressed helicoid spire, which is obliquely, almost one-half immersed in the first of the succeeding turns. The six post-nuclear whorls are moderately rounded. They are marked by strong, decidedly retractive, axial ribs and, on the first four turns, by three spiral cords which equal the ribs in strength; the middle one of these three cords is a little nearer that at the summit than to the one anterior to it. Of the ribs, 16 occur upon all the whorls. The intersections of the ribs and spiral cords form strong, compressed tubercles, the long axes of which coincide with the spiral sculpture. The spaces between the cords and ribs are well rounded, strongly impressed pits. The median cord on the first four whorls is a little stronger than the other two. On the penultimate whorl a slender, spiral cord makes its appearance, between the median and the supraperipheral cord, which on the last turn, immediately behind the aperture, attains a strength equal to that of the spiral cord at the summit. The entire surface of the spire is marked by numerous, very fine, incremental lines. The periphery of the body whorl is marked by a deep channel across which the axial ribs extend feebly. The base of the body whorl is well rounded. It is marked by four strong spiral keels, which are subequally spaced and grow somewhat weaker successively from the peripheral to the umbilical area. Immediately anterior to the last of these spiral keels there is a single, slender, raised spiral thread. The spaces between the spiral keels are crossed by slender continuations of the axial ribs and very fine lines of growth. The aperture is oval. The inner lip is oblique, strong, slightly reflected upon and adnate to the base. It is provided\nwith a moderately strong fold at its insertion. The parietal wall is glazed with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off San Diego, California.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}