{
  "url": "https://en.wikipedia.org/wiki/Odostomia_rinella",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. rinella"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia rinella is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The cream-colored shell has an elongate-ovate shape. Its length measures 2.3 mm. The whorls of the protoconch number at least two. They form a smooth, depressed helicoid spire, which is obliquely three-fifths immersed in the first of the succeeding turns. The five whorls of the teleoconch are moderately rounded, strongly contracted at the sutures, and somewhat shouldered at the summits. They are marked by strong, tuberculated axial ribs and four spiral cords almost as strong as the ribs between the sutures which renders their junction with the ribs tuberculate. Of the ribs which are slightly protractive, 17 appear upon the first to third and 19 upon the penultimate whorl. The sutures are strongly channeled. The periphery of the body whorl is marked by a sulcus which is crossed by the continuation of the axial ribs. The base of the shell is moderately long, and well rounded. It is  marked by six slender spiral threads, the axial sculpture being reduced to mere lines of growth. The aperture is oval. The posterior angle is obtuse. The outer lip is thin. The columella is oblique, almost straight, decidedly revolute. It is marked with a strong fold at its insertion.",
    "Distribution": "The type specimen was found in the Bay of Panama.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}