{
  "url": "https://en.wikipedia.org/wiki/Odostomia_sitkaensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. sitkaensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia sitkaensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.Abbott (1974) considers this species a synonym of Odostomia tenuisculpta Carpenter, 1864",
    "Description": "The elongate-conic shell is very regular in outline, yellowish white, shining. Its length measures 4 mm. The whorls of the protoconch are almost completely immersed in the first of the succeeding volution. The whorls of the teleoconch are moderately rounded, rather high between the sutures, slightly shouldered at the summits. They are marked by many fine lines of growth and numerous tine wavy spiral striations. The latter are more regularly developed and distributed than the lines of growth. The periphery of the body whorl marks the greatest diameter of the shell. The base of the shell, though rather long, falls off rather abruptly at the periphery, then tapers gradually to the anterior end of the columella. It is marked like the spaces between the sutures. The oval aperture is large. The posterior angle is acute. The outer lip is decidedly curved, almost patulous, thin. The columella is long, slender, gently curved, and somewhat reflected, provided with a moderately strong, oblique fold near its insertion. The parietal wall lacks a callus.",
    "Distribution": "The type specimen of this marine species was found off Sitka, Alaska.",
    "Habitat": "This species is found in the following habitats:\nBrackish\nMarine",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}