{
  "url": "https://en.wikipedia.org/wiki/Odostomia_loomisi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. loomisi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia loomisi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell is very small, pupiform, vitreous. The whorls of the protoconch are smooth, deeply obliquely immersed in the first of the succeeding turns, above which only a portion of the tilted edge of the last volution projects. The early whorls of the teleoconch are well rounded, later ones flattened, somewhat excurved at the shouldered and beaded summit, and slightly contracted at the sutures. The whorls are marked by strong rounded, tuberculated axial ribs, which are decidedly protractive on all but the last whorl; on this they are only moderately protracted. Of the axial ribs, 14 appear upon the first, 16 upon the second, 20 upon the third, and 24 upon the penultimate turn. In addition to the ribs the whorls are marked between the sutures by four spiral cords, which almost equal the ribs in strength, forming tubercles at their junctions with the axial ribs. On the last whorl and one-half the summit drops below the peripheral keel and leaves this in the suture. The axial ribs, however, terminate at the posterior edge of it, and thus leave it without tubercles. The spaces enclosed by the ribs and cords appear as deep oval pits having their long axis parallel to the cords. Sutures are well marked but not channeled. The base of the body whorl is long, well rounded, and strongly inflated. It is marked by seven spiral cords, the four anterior to the periphery being equal and equally spaced, the other three growing successively smaller. The channels between the cords are very regular, marked by many slender axial riblets. The oval aperture is somewhat effuse anteriorly. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is slender, curved, and reflected, not reinforced by the base.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}