{
  "url": "https://en.wikipedia.org/wiki/Odostomia_donilla",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. donilla"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia donilla is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.According to ITIS, this species is a synonym of Odostomia gravida Gould, 1853. Dall & Bartsch made the distinction based upon the length of the adult shell (O. donilla 4.5 mm and O. gravida 6.5 mm) and the incised spiral lines moderately strong in O. donilla, but exceedingly fine in O. gravida.",
    "Description": "The broadly conic shell is bluish-white. It measures 4.5 mm. The nuclear whorls are deeply obliquely immersed in the first of the succeeding turns, above which only the tilted edge of the last volution projects. The six post-nuclear whorls are well rounded, slightly contracted at the suture and appressed at the summit. The periphery of the body whorl is angulated. The base of the shell is slightly rounded, sloping abruptly from the periphery to the umbilical area. The sutures are slightly impressed. The entire surface of the base and the spire is marked by numerous almost vertical lines of growth and many well-incised spiral striations. The aperture is ovate, slightly effuse anteriorly. The posterior \nangle is acute. The outer lip is thin. The columella is strongly curved, reflected, reinforced by the base, and provided with a strong fold at its insertion.",
    "Distribution": "This species occurs in the Pacific Ocean off California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}