{
  "url": "https://en.wikipedia.org/wiki/Odostomia_aequisculpta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. aequisculpta"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia aequisculpta is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-ovate shell is semitranslucent. Its length measures 2 mm. The whorls of the protoconch are deeply obliquely immersed, the tilted edge of the last only being visible. The whorls of the teleoconch are rounded, somewhat inflated. They are marked by strong, well-rounded, equal spiral keels, of which 4 occur upon the first, 5 on the second, and 6 between the sutures upon the penultimate turn, half of the peripheral one falling in the suture. Here too there is a tendency in the one at the summit to become split. The periphery and the base of the body whorl are well rounded. They are marked by six spiral cords, which grow successively weaker from the periphery to the base. The spaces between the cords and spire and base are narrow, marked by numerous, decidedly retractive axial threads. The sutures are well impressed. The aperture is broadly oval, somewhat effuse anteriorly. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is strong, decidedly reflected anteriorly, reinforced by the base. It is provided with a small fold at its insertion. The parietal wall is covered with a faint callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Cabo San Lucas, Baja California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}