{
  "url": "https://en.wikipedia.org/wiki/Odostomia_willetti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. willetti"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia willetti is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.This species was named after Mr. G. Willett, who dredged the type specimen.",
    "Description": "The bluish white shell is rather large, its length measuring 5.8 mm. It has an elongate conic shape. The whorls of the protoconch are obliquely immersed in the first of the succeeding turns, above which the tilted edge of the last volution only projects. The almost seven whorls of the teleoconch are moderately rounded, and appressed at the summit. The early ones are marked by a moderate number of strongly incised lines, while on the later whorls the incised spiral lines are finer and much more numerous. In addition to the spiral sculpture the whorls are marked by decidedly\nretractively slanting, incremental lines. The suture is moderately constricted. The periphery of the body whorl is inflated, and feebly angulated. The base of the shell is attenuated, and moderately rounded. The aperture is oval, and somewhat effuse anteriorly. The  posterior angle is acute. The outer lip is thin. The inner lip is very oblique, stout, slightly curved, reflected over and appressed to the base. It is provided with a strong oblique fold at its insertion. The parietal wall is covered with a thick callus.",
    "Distribution": "The type specimen was found off Prince of Wales Island, Alaska.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}