{
  "url": "https://en.wikipedia.org/wiki/Odostomia_youngi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. youngi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia youngi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.This species was named for Mr. C. H. Young, of the Geological Survey, Ottawa.",
    "Description": "The milk-white shell has an elongate-conic shape. Its length measures 6.5 mm. It is umbilicated. The whorls of the protoconch are small, obliquely immersed in the first of the turns of the teleoconch, above which only the tilted edge of the last volution projects. The seven whorls of the teleoconch moderately rounded, with a narrow tabulatedly shouldered summit. They are marked by equally spaced, rather strong, spiral striations, of which about 32 occur between the summit and the periphery on the penultimate turn. The periphery and the base of the body whorl are  inflated, and well rounded. They are marked with spiral sculpture equal in strength and disposition to that on the spire. The sutures are strongly impressed. In addition to the spiral sculpture, the whorls are marked with curved retractive lines of growth. The aperture is pear-shaped. The posterior angle is acute. The outer lip is thin. The inner lip is slender, curved, and somewhat revolute. It is provided with a strong oblique fold a little anterior to its insertion. The parietal wall is glazed with a thick callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Vancouver Island, British Columbia.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}