{
  "url": "https://en.wikipedia.org/wiki/Odostomia_santamariensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. santamariensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia santamariensis is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The stout, yellowish white shell has an oval shape. Its length measures 3.5 mm. The whorls of the protoconch are decollated, the\npit left in the apex of the type shows that it must have been strongly immersed in the first of the turns of the teleoconch. The 4½  whorls of the teleoconch are strongly rounded, and feebly shouldered at the summit. They are marked by rather slender axial ribs, of which 20 occur upon all the turns. In addition to the axial ribs, the whorls are marked by 5 spiral cords, which are a little stronger than the ribs. The cords are about as wide as the spaces that separate them. Their junctions with the ribs form rounded tubercles, while the spaces enclosed between them are strongly impressed concaved pits. The suture is not channeled. The base of the shell is rather long, somewhat inflated, and well rounded. It is marked by 10 strong spiral cords, which decrease in size gradually and regularly from the periphery to the umbilical chink. The grooves between these spiral cords, which are about equal to the cords in width, are armed by numerous slender axial riblets. The oval aperture  is decidedly effuse anteriorly. The posterior angle is acute. The thin outer lip is rendered wavy at the edge by the external sculpture. The inner lip is long, oblique, curved, and somewhat revolute. It is provided with a strong oblique fold at its insertion. The parietal wall is covered by a moderately thick callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off Santa Maria Bay, Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}