{
  "url": "https://en.wikipedia.org/wiki/Odostomia_richi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. richi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia richi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The small, white shell has a broadly conic shape. Its length measures 3 mm. The three whorls of the protoconch form a depressed helicoid spire, whose axis is at right angles to that of the succeeding turns, in the first of which it is about one-third immersed. The  5½ whorls of the teleoconch are strongly rounded, moderately contracted at the suture, broadly tabulated at the shoulder. They are  marked by strong, lamellar, axial ribs, of which 16 occur upon the first, 14 upon the second and third, and 18 upon the penultimate turn. The intercostal spaces are somewhat wider than the ribs, and strongly impressed. The periphery of the body whorl is marked by a broad, low keel. The base of the shell has a strongly raised tumescence about the umbilical area, the space between which and the peripheral keel appears slightly concave. The axial ribs continue weakly over the base. A strong varix appears on the body whorl, between two axial ribs, and extends from the summit to the umbilical chink. The aperture is suboval. The posterior angle is obtuse. The outer lip is thin, showing the external sculpture within. The columella is strong, straight, and decidedly revolute;. The parietal wall is covered by a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off San Pedro, California.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}