{
  "url": "https://en.wikipedia.org/wiki/Odostomia_amanda",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. amanda"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia amanda is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The slender shell is elongate, conic, milk-white. It measures 3 mm. The three nuclear whorls are moderately large, helicoid. They have their axis at a right angle to the axis of the later whorls and are scarcely immersed in the first of them. The seven post-nuclear whorls are moderately rounded, somewhat shouldered. They are ornamented by strong rounded vertical or slightly backward-slanting axial ribs which are thickened at the summit to form small cusps. Sixteen of these ribs occur upon the first, twenty upon the third, twenty-two upon the fifth, and twenty-six upon the penultimate whorl. The intercostal spaces are about as wide as the ribs, crossed by well-incised, equal and subequally spaced spiral lines which are about one-fourth as wide as the spaces enclosed between them. There are no spiral lines in the intercostal spaces near the summit of the whorls; the first one falls about parallel with the anterior limit of the cuspid summit of the axial ribs; nine lines occur between the sutures on the fourth, eleven on the fifth, and twelve on the penultimate whorl. The periphery of the body whorl  is very slightly angulated. The base of the shell is well rounded. It is marked by strong continuations of the axial ribs, which extend to the umbilical region, and eighteen incised spiral lines in the intercostal spaces. These lines gradually become more crowded toward the umbilical region. The aperture is moderately large, suboval, somewhat effuse at the junction of the outer lip and columella. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is oblique, slightly curved, and somewhat revolute, reinforced by the somewhat attenuated basal portion of the body whorl. It is provided with a weak oblique fold at its insertion. The parietal wall has no perceptible callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Viti Levu Group, Fiji, and also off Upulu Island, Samoa.",
    "References": "\n\n== External links =="
  }
}