{
  "url": "https://en.wikipedia.org/wiki/Odostomia_oonisca",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. oonisca"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia oonisca is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The ovate shell is white. Its length measures 1.4 mm. The whorls of the protoconch are deeply obliquely immersed in the first whorl of the teleoconch above which only the tilted edge of the last volution projects. The four whorls of the teleoconch are moderately rounded, strongly contracted at the sutures, and moderately shouldered at the summit. They are marked by the moderately strong, tuberculate, slightly retractive axial ribs, of which 16 occur upon the second and 18 upon the third and penultimate turn. In addition to the axial ribs the whorls are marked by four spiral cords between the sutures which are a little less strong than the axial ribs and render them nodulous at their junction. The spaces enclosed by the ribs and spiral cords are deep round pits. The sutures are channeled. The periphery of the body whorl is marked by a groove. The base of the shell is well rounded. It is marked by six strong, spiral cords which decrease successively in size and spacing from the periphery to the umbilicus. The grooves between the spiral cords are marked by slender threads corresponding to the axial ribs. The aperture is irregularly pyriform. The posterior angle is acute. The thin outer lip is pinched in posteriorly, and shows the external sculpture within. The columella is slender, slightly reflected, and provided with a fold at its insertion. The parietal wall is covered with a thin callus.",
    "Distribution": "This species occurs in the Pacific Ocean off Mazatlán, Mexico.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}