{
  "url": "https://en.wikipedia.org/wiki/Odostomia_kennerleyi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. kennerleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia kennerleyi is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The yellowish-white shell measures 10.2 mm and is one of the largest in this genus. It is very thin, broadly conic, umbilicated. It is marked by subobsolete, subequal, and subequally spaced spiral wrinkles, about fifteen of which may be seen on the body and base of the body whorl. In addition to these wrinkles, many faint, closely placed spiral and vertical grooves are present. The nuclear whorls are small, numbering about two and one-half. They form a depressed spire, the axis of which is almost at right angles to the axis of the latter whorls. The six post-nuclear whorls are very wide, inflated, well rounded, faintly shouldered at the summit. The sutures are well marked and simple. The periphery and the base of the body whorl are inflated, well rounded, the latter decidedly contracted and narrowly umbilicated. The aperture is large, suboval, somewhat effuse anteriorly. The posterior angle is obtuse. The outer lip is thin. The columella is straight, obliquely inserted, revolute, not reinforced by the base, with an oblique weak fold near its insertion. The parietal wall is apparently without a callus.",
    "Distribution": "This species occurs in the Pacific Ocean between British Columbia and Puget Sound, Washington.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}