{
  "url": "https://en.wikipedia.org/wiki/Odostomia_delicatula",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. delicatula"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia delicatula is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The shell is very elongate, ovate, crystalline and transparent. Its length measures 2.3 mm. The whorls of the protoconch are  wholly immersed in the first of the succeeding turns, above which only a portion of the bust two project. The four whorls of the teleoconch are well rounded, moderately contracted at the suture, and strongly shouldered at the summit. They are marked by five strong, well-rounded, equal and equally spaced spiral keels between the sutures, the first of which is at the summit. The spaces separating the keels are strongly incised, a little wider than the keels and crossed by numerous, slender retractive axial riblets. The periphery of the body whorl is marked by a keel. The base of the shell is somewhat protracted, well rounded, minutely umbilicated. It is marked by seven spiral cords which grow successively weaker from the periphery to the umbilicus. The spaces between the cords are marked like those on the spire. The aperture is large. The posterior angle is acute. The outer lip is thin, showing the external sculpture within. The columella is long, slender, somewhat curved, very strongly reflected, provided with a strong fold at its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "The type specimen of this marine species was found in the Pacific Ocean off Lower California.",
    "References": "",
    "External links": "To USNM Invertebrate Zoology Mollusca Collection\nTo World Register of Marine Species"
  }
}