{
  "url": "https://en.wikipedia.org/wiki/Odostomia_whitei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Odostomia"
    },
    {
      "Species": "O. whitei"
    }
  ],
  "text": {
    "__SUMMARY__": "Odostomia whitei is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.This species was named after C.E. White.",
    "Description": "The bluish white shell is very small. Its length measures 2.2 mm. It has an elongate-ovate shape. The whorls of the protoconch are smooth, and deeply obliquely immersed in the first of the turns of the teleoconch above which the tilted edge of the last volution only projects. The spire of the protoconch is so obliquely placed that it gives the apex of the shell a truncated appearance. The 4.8 whorls of the teleoconch are very slightly rounded, and not appressed at the summit. They are marked by rather strong, and deeply incised spiral lines ; one a little heavier than the rest is situated a little below the summit and gives to this the appearance of being slightly keeled. In addition to this sculpture the whorls are marked by rather coarse lines of growth. The periphery of the body whorl is angulated. The base of the shell is short, well rounded, and lacks an umbilicus. It is marked by the continuation of the axial ribs and incised spiral lines which equal those on the spire in strength. The aperture is pear-shaped. The posterior angle is acute. The outer lip is thin. The columella is slightly curved, reflected over and appressed to the base for its posterior two-thirds. It is provided with a strong, oblique fold opposite the umbilical chink. The parietal wall is covered with a heavy callus.",
    "Distribution": "The type species was found in the Pacific Ocean off Point Firmin, California.",
    "References": "",
    "External links": "To World Register of Marine Species\nTo ITIS"
  }
}