{
  "url": "https://en.wikipedia.org/wiki/Pseudoscilla_babylonia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Pseudoscilla"
    },
    {
      "Species": "P. babylonia"
    }
  ],
  "text": {
    "__SUMMARY__": "Pseudoscilla babylonia, common name the Babylon pyram,  is a species of small  sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The elongate-conic shell has a light yellowish-brown color, excepting the umbilical area, the extreme basal portion and the tip, which are white. The shell measures 3 mm. The whorls of the protoconch are very small. Their sculpture is decorated with spiral ribs in contrast to almost all species in Pyramidellidae where the sculpture of the protoconch is smooth. The ten post-nuclear whorls are flattened, separated by a scarcely impressed suture. On the last three turns the whorls are marked at the periphery by an exceedingly strong, acute, spiral keel, which is slightly bent downward. The base of the body whorl is short and well rounded. The entire surface of spire and the base are smooth, except for exceedingly fine, incremental lines. The aperture is oval. The posterior angle is acute. The outer lip rendered  by the spiral keel in the shape of an accolade. The inner lip is slender, evenly curved, very slightly revolute. The parietal is well glazed with a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off San Hipolito Point, Lower California. But the species has a wide distribution and also occurs in the Caribbean Sea, the Gulf of Mexico and the Lesser Antilles; in the Atlantic Ocean off the Canary Islands, Cape Verdes and Eastern Brazil.",
    "References": "Miloslavich, P., J.M. Díaz, E. Klein, J.J. Alvarado, C. Díaz, J. Gobin, E. Escobar-Briones, Motta, J.J. Cruz, E. Weil, J. Cortés, A.C. Bastidas, R. Robertson, F. Zapata, A. Martín, J. Castillo, A. Kazandjian and M. Ortiz 2010 Marine biodiversity in the Caribbean: regional estimates and distribution patterns. PLoS ONE 5(8):e11916",
    "External links": "To World Register of Marine Species\n\"Pseudoscilla babylonia\". Gastropods.com. Retrieved 2 February 2012."
  }
}