{
  "url": "https://en.wikipedia.org/wiki/Turbonilla_amoena",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Subclass": "Heterobranchia"
    },
    {
      "Infraclass": "Euthyneura"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Genus": "Turbonilla"
    },
    {
      "Species": "T. amoena"
    }
  ],
  "text": {
    "__SUMMARY__": "Turbonilla amoena is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Distribution": "This species occurs in the following locations:\nAtlantic (Europe)\nAzores\nCanary Islands\nCape Verde\nEuropean waters (ERMS scope)\nMediterranean Sea\nMorocco",
    "Description": "(Original description of Odostomia brevicula, Jeffreys, 1883) The conical shell is solid, opaque, and glossy. The sculpture is short, strong, straight. It shows rather sharp longitudinal ribs, of which there are about a dozen on the body whorl. They terminatea bruptly at the periphery, which is bluntly angulated. The interstices of the ribs have an excavated appearance.  Under the microscope the whole surface is covered lengthwise with very fine and close-set striae. The apex is quite smooth and polished. The colour is clear white. The spire is short. It contains 4 whorls  (besides the bulbous andh eterostrophe embryonic nucleus), compressed, and gradually enlarging. The body whorl is almost equal to half the spire. The suture is shallow and nearly straight. The aperture is oval, pointed at the base. The columella is curved. The tooth is small and indistinct, tubercular, placed on the upper part of the columella. There is no umbilicus.",
    "References": "Warén A., 1980. Marine Mollusca described by John Gwyn Jeffreys, with the location of the type material. Conchological Society of Great Britan and Ireland. Special publication, 1. London, 60 pp\nCarrozza F. & Nofroni I., 1993. Sulla validità specifica di Turbonilla amoena (Monterosato, 1878) e sua priorità rispetto a Turbonilla compressa (Jeffreys, 1884)(Heterostropha: Pyramidellidae). Bollettino Malacologico,29: 97-191.\nGiannuzzi Savelli R., Micali P., Nofroni I. & Pusateri F. (2011) Odostomia brevicula Jeffreys, 1883 junior synonym of Turbonilla amoena (Monterosato, 1878) (Gastropoda, Heterobranchia, Pyramidellidae). Biodiversity Journal 2(4): 217-220.",
    "External links": "To CLEMAM\nTo Encyclopedia of Life"
  }
}