{
  "url": "https://en.wikipedia.org/wiki/Turbonilla_garrettiana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonata"
    },
    {
      "Superfamily": "Pyramidelloidea"
    },
    {
      "Family": "Pyramidellidae"
    },
    {
      "Subfamily": "Turbonillinae"
    },
    {
      "Genus": "Turbonilla"
    },
    {
      "Species": "T. garrettiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Turbonilla garrettiana is a species of sea snail, a marine gastropod mollusk in the family Pyramidellidae, the pyrams and their allies.",
    "Description": "The bluish white shell is moderately large, subdiaphanous, and shining. The early whorls are decollated.  The later whorls are almost flattened and somewhat shouldered at the summits. They are ornamented with poorly developed, broad, low, almost vertical axial ribs which are strongest at the summit of the whorls and gradually grow weaker toward the periphery. The first three whorls of the teleoconch are probably lost. The second of those left has eighteen ribs: the antipenultimate twenty-four and the penultimate twenty-two ribs. On this they are much weaker than on the preceding whorls. The intercostal spaces are broad and shallow, scarcely sunk below the general surface of the shell. They become obsolete toward the periphery like the ribs. The sutures are well marked. The smooth base of the body whorl is rather prolonged. The suboval aperture is moderately large. The posterior angle is acute. The outer lip is thin. The junction of the columella and the outer lip is well rounded. The columella is oblique, somewhat revolute, and provided with a prominent fold, a little anterior to its insertion. The parietal wall is covered by a thin callus.",
    "Distribution": "The type specimen was found in the Pacific Ocean off the Viti Levu Group.",
    "References": "",
    "External links": "To World Register of Marine Species"
  }
}