{
  "url": "https://en.wikipedia.org/wiki/Planchonella_costata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Sapotaceae"
    },
    {
      "Genus": "Pouteria"
    },
    {
      "Species": "P. costata"
    }
  ],
  "text": {
    "__SUMMARY__": "Pouteria costata is a small coastal tree native to the northern North Island (New Zealand) and to Norfolk Island (Australia). In New Zealand, its common name is tawapou (Māori: \"tawāpou\"); on Norfolk Island it is called bastard ironwood. The name costata is from the Latin costatus (ribbed), a reference to the prominently raised primary nerves of the leaves.  Pouteria is a genus of approximately 300 species in the tropics of America, Asia, Australia and the Pacific. A Pouteria species found in other Pacific Islands is sometimes erroneously included in P. costata.",
    "Naming and taxonomy": "Tawapou has undergone several scientific name changes. Some taxonomists consider it to belong in the wastebasket genus Pouteria, others prefer the genus Planchonella (the latter genus is often sunk into the former). Other scientific names of this plant include Pouteria novo-zelandica.",
    "Distribution": "On Norfolk Island P. costata is an uncommon tree, occurring locally in forested areas and on Mt Pitt, and is listed as 'endangered' under the Australian Environment Protection and Biodiversity Conservation Act 1999. In New Zealand, Pouteria costata grows locally on islands,  including the Three Kings Islands, and headlands along the northern coasts of the North Island, from North Cape to Tolaga Bay (38° S) on the east coast, but only as far as the Manukau Harbour (37° S) on the west.  It grows in association with pohutukawa, karaka and taraire. It grows from sea level to about 450 m, always close to the sea. It is not regarded as threatened in New Zealand.",
    "Description": "Pouteria costata is fairly slow growing, closely branched tree that prefers coastal conditions. It grows up to 20 m tall with a trunk to 1 m in diameter. The bark is rough and varies in colour from grey to brownish-grey. It prefers semi-shade, and is frost tender. The dark green lustrous leaves measure from 5 to 10 cm (sometimes up to 15 cm) long and 2 to 5 cm wide. The main vein in the centre of the leaf is distinct above and below, as are the primary veins on each side of it, which number from 14 to 20. The branchlets and leaf stems are covered with fine flattened hairs. The tiny, delicate flowers, only 4–6 mm in diameter,  usually arise from the leaf axils, but also directly from the branchlets. The tree produces large multi-coloured berries 2.5 to 4 cm long which enclose 2 to 4 hard, hard, curved, almost polished seeds, almost as long as the berry, which were used by the Māori to make necklaces. The berries undergo successive stages of colour from green to orange to a very dark red as they ripen, a process that can take from 12 to 15 months. The berries are heavy and will fall from the tree easily if it is disturbed. According to Salmon, a tree with a heavy crop of berries is a spectacular sight (1973:278). When wounded, the tree exudes a sticky, white latex. The white-coloured wood is hard and durable. The fruit are consumed by the kereru (New Zealand pigeon), and the kaka parrot, both of which were represented on Norfolk Island by closely related birds which are now extinct.",
    "Threats": "The fruit and seeds of P. costata are very palatable to rats. Research in New Zealand has shown that the eating of the fruit and the destruction of the seeds by kiore (Pacific rats) has substantially reduced the population of the tree and significantly altered the composition of coastal forest of the northern North Island. Kiore were introduced by Māori sometime in the last 1,000 years and became widespread on the three main islands, and reached many of the offshore islands. Tawapou seedlings and saplings are now rare on the mainland and on off-shore islands where kiore are present, and abundant on islands where they are absent. Where kiore are present, it is rare to find tawapou seeds that have not had their kernels removed. Kiore eat the flesh from freshly fallen tawapou fruit but tend to take the seeds to 'husking stations' where they remove the kernels. As many as 1,400 discarded husks have been found at a single site.  The number of juvenile trees increases markedly on islands from which kiore have been removed. \"The apparent thoroughness with which kiore find and eat the kernels before the seed germinates shows that kiore can substantially reduce seedling numbers… Numbers of tawapou, and the proportion of tawapou trees in forest vegetation, will increase after rat eradication on any island that still retains tawapou trees\" (Campbell et al., 1999:280). Norfolk Island also has various species of rats, which no doubt contributes to the endangered status of P. costata there.",
    "In Māori culture": "Tawapou logs were often used as rollers to help bring large canoes onshore. In Māori traditions of Northland, the canoe 'Waipapa' is said to have landed in Doubtless Bay. The captain asked his crew to take the rollers of the canoe, which had been carried from Hawaiki, and plant them on the slopes of a nearby hill. From the rollers grew a grove of tawapou (P. costata) trees that today serve as a memorial of the arrival of the canoe. Similar stories are told of groves of tawapou trees at Houhoura Harbour and Aurere Beach. The Mamaru canoe, whose descendants live around Doubtless Bay and  near Kaitaia, carried in its crew an important ancestor named Pou. It is possible that the word 'tawāpou' derives from 'Tawa-a-Pou' 'the Tawa trees of Pou'. A legend from East Cape relates to the Takitimu canoe, which was followed by a flock of kaka parrots as it left Hawaiki. They gorged on tawapou berries to sustain them on the long flight. When they reached East Cape they disgorged the seeds, which grew, and eventually the tawapou trees spread along the coast.",
    "References": "",
    "External links": "\"Planchonella costata\". Australian Government Species Profile and Threats Database. Retrieved 2010-10-02.\n\"Pouteria costata\". Flora of Australia Online. Retrieved 2007-07-18.\n\"Planchonella costata\". The Native Plant Centre. Archived from the original on 2007-09-27. Retrieved 2007-07-18.\n\"Planchonella costata\". New Zealand Plant Conservation Network. Retrieved 2010-10-02.\n\"Pouteria costata (Endl.) Baehni\". Australian Plant Name Index (APNI). Retrieved 2007-07-20."
  }
}