{
  "url": "https://en.wikipedia.org/wiki/Planchonella_eerwah",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Sapotaceae"
    },
    {
      "Genus": "Pouteria"
    },
    {
      "Species": "P. eerwah"
    }
  ],
  "text": {
    "__SUMMARY__": "Pouteria eerwah is a rare species of Australian rainforest tree in the family Sapotaceae. Common names include shiny-leaved condoo, black plum and wild apple. It is endemic to south eastern Queensland, with a restricted distribution and regarded as endangered. There is discussion whether this plant should remain named as Planchonella eerwah.\nThe tree was first described as Sideroxylon eerwah in 1894 by Frederick Manson Bailey, before being moved to its current binomial name by Baehni in 1942. The species name is derived from Mount Eerwah near Eumundi in Queensland. A genetic analysis of material found that Pouteria eerwah was most closely related to Pouteria cotinifolia, and Pouteria australis was a sister to the two species - the three forming a distinct group.Pouteria eerwah grows as a tall shrub or small tree reaching 4 to 10 metres (13 to 33 ft) high with scaly bark on its trunk. It has leathery leaves with prominent raised veins which measure 4–14 cm (1.5–5.5 in) in length. Flowers and fruit can be found in any season. The flowers are a cream-green colour and hairy and are about 4 mm long. The dark red-purple to black fruit are oval to globular, measuring 3–6 cm (1–2.5 in) long, with three to five seeds.It is restricted to three locations in southeastern Queensland. It grows on rocky slopes in vine thickets and rainforest. Dominant associated species in southern populations include hoop pine (Araucaria cunninghamii), Harpullia pendula, and members of the genus Flindersia, and in the northern Argyrodendron species, Atalaya multiflora, Choricarpia subargentea, Excoecaria dallachyana, and Flindersia australis.Threats include overrunning of habitat by weeds such as lantana (Lantana camara), and in the Sunshine Coast glycine (Neonotonia whitii), corky passionflower (Passiflora suberosa), and umbrella tree (Schefflera actinophylla). Feral pigs eat the fruit and seeds.\n\n\n== References =="
  }
}