{
  "url": "https://en.wikipedia.org/wiki/Planchonella_australis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Sapotaceae"
    },
    {
      "Genus": "Pouteria"
    },
    {
      "Species": "P. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "For black apple cultivar in the U.S. see Arkansas Black\n\nPouteria australis, also known by the synonym  Planchonella australis, is a medium to tall rainforest tree of the family Sapotaceae native to Queensland and New South Wales, Australia. It is known by the common name black apple, wild plum, yellow buttonwood, black plum and yellow bulletwood.The first European account of the tree is in Captain James Cook's logs of his 1770 exploration of the East coast of Australia. The tree was later described as Achras australis by Robert Brown  in his 1810 work Prodromus Florae Novae Hollandiae, before being moved to its current binomial name by Baehni in 1942. The alternate name Planchonella australis was coined by Jean Baptiste Louis Pierre in 1890.  It belongs to the large genus Pouteria which occurs across the tropics from South America to Indonesia and into eastern Australia. A genetic analysis of Internal transcribed spacer RNA material found that Pouteria australis was most closely related a pair of species, Pouteria cotinifolia and Pouteria eerwah - the three forming a distinct group of Australian species within the genus. An older analysis of DNA material placed it as sister taxon with Pouteria myrsinoides.Pouteria australis grows as a tree reaching a maximum height of 30 metres (98 feet), with a fluted trunk up to 120 cm (47 in) diameter, with rough brown bark. The leaves are simple, measuring 8–16 cm long and 2–5 cm wide, thick and leathery. The upper surface is shiny, lower surface paler green. They taper somewhat at the apex and base, rendering a somewhat diamond-shape. The flowers are generally axillary. Resembling plums in appearance, the edible fruit are 20–65 mm long, purplish or black, containing 2–5 brown and shiny seeds, 2 cm long. They ripen from September to November. The plant bleeds a milky latex when cut or broken.\nThe species ranges along the eastern coastline of Australia, from Bulburin in Queensland to the Illawarra region of New South Wales. It grows in various types of rainforest, with specimens on the red basalt soil of the MacPherson Range attaining a large size.Pouteria australis is protogynous; that is, the female parts of the tree mature before the male parts, to promote outcrossing. The green catbird eats the fruit, and the seeds are eaten by rodents and insects. Scientist Tim Flannery has proposed that the existence of rainforest trees with such large fruit indicates that a large fruit-eating bird (like a cassowary) once existed throughout its range as a propagator.Fast growing and easy to grow, Pouteria australis adapts readily to cultivation, preferring good drainage, as well as moisture, and extra fertilising. It is also tolerant of moderate frosts. It can be used in revegetation projects, and is propagated by seed or cuttings. Black apple fruit is also edible out-of-hand. It has a sweet and fibrous flesh. However, it is also favoured by maggots, which are often found inside. The taste has been reported as variable. Indigenous Australians in the Gosford region are recorded as traditionally having eaten the seeds. The 1889 book 'The useful native plants of Australia' records \"Black Apple\" \"Brush Apple\" or Achras australis as being called \"Jerra-wa-wah\" in the Illawarra and Brisbane Waters areas of New South Wales. The tree was originally harvested for its timber by colonialists. The attractively yellow-patterned wood is hard and suitable for making rulers.\n\n\n== References =="
  }
}