{
  "url": "https://en.wikipedia.org/wiki/Oenothera_glazioviana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Onagraceae"
    },
    {
      "Genus": "Oenothera"
    },
    {
      "Species": "O. glazioviana"
    }
  ],
  "text": {
    "__SUMMARY__": "Oenothera glazioviana is a species of flowering plant in the evening primrose family known by the common names large-flowered evening-primrose and redsepal evening primrose.The plant can be found in scattered locations worldwide, mostly as an introduced species, and its exact native origins are obscure. It may be a European hybrid of two North American species.\nIt has long been cultivated as an ornamental plant. In some locations it has become an invasive species.",
    "Description": "Oenothera glazioviana is generally a biennial herb producing an erect stem approaching 1.5 metres (4.9 ft) in maximum height. It is roughly hairy in texture, the hairs with reddish blistering or glandular bases. The crinkly leaves are up to 15 centimeters long.\nThe inflorescence is a showy spike of many large flowers. When in bud the long red sepals are visible. When in bloom each flower has four bright yellow petals up to 5 centimeters long which fade orange to red with age. The fruit is a lance-shaped capsule 2 or 3 centimeters long.",
    "References": "",
    "Further reading": "Kachi, Naoki; Hirose, Tadaki (November 1985). \"Population Dynamics of Oenothera Glazioviana in a Sand-Dune System with Special Reference to the Adaptive Significance of Size-Dependent Reproduction\". Journal of Ecology. 73 (3): 887–901. doi:10.2307/2260155. JSTOR 2260155.\nGuo, Pan; Wang, Ting; Liu, Yanli; Xia, Yan; Wang, Guiping; Shen, Zhenguo; Chen, Yahua (January 2014). \"Phytostabilization potential of evening primrose (Oenothera glazioviana) for copper-contaminated sites\". Environmental Science and Pollution Research. 21 (1): 631–640. doi:10.1007/s11356-013-1899-z. PMID 23818072.\nRees, Mark; Rose, Karen E. (22 July 2002). \"Evolution of Flowering Strategies in Oenothera glazioviana: An Integral Projection Model Approach\". Proceedings: Biological Sciences. 269 (1499): 1509–1515. doi:10.1098/rspb.2002.2037. PMC 1691055. PMID 12137582.",
    "External links": "Jepson Manual Treatment\nOenothera glazioviana — U.C. Photo gallery"
  }
}