{
  "url": "https://en.wikipedia.org/wiki/Oenothera_harringtonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Onagraceae"
    },
    {
      "Genus": "Oenothera"
    },
    {
      "Species": "O. harringtonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Oenothera harringtonii is a species of flowering plant in the evening primrose family known by the common names Arkansas Valley evening primrose and Colorado Springs evening primrose. It is endemic to the state of Colorado in the United States.This species is part of the Oenothera caespitosa species complex. It is an annual, biennial, or short-lived perennial herb. It produces one or more stems from a basal rosette of leaves and a thick taproot. The stems reach up to 40 centimeters tall and are yellowish with reddish spots. The hairy leaves are roughly lance-shaped and have toothed edges. They are green with a yellowish or red-purple tinge and measure up to 14.5 centimeters in length. The plant bears 5 to 10 flowers at a time on each stem. The strongly fragrant flowers have petals up to 2.6 centimeters long which are white, fading pink. The fruit is a knobby capsule up to 3.5 centimeters long and 8 millimeters wide. It contains up to 100 seeds.This species has been found only in Colorado, so it is currently considered to be a state endemic, but there is a strong possibility it grows in New Mexico, as well. The plant grows in the middle Arkansas Valley, an area known for its unusually high number of rare, imperiled, and endemic plant species. its habitat is mainly shortgrass prairie. It can also be found in saltbush and greasewood plant communities. The soils are alkaline and made up of clay, or rocky and sandy. The soils may be derived from such geological formations as the Niobrara Formation, Carlile Formation, Greenhorn Limestone, and Pierre Shale. Associated plants include prairie onion (Allium textile), Bigelow sagebrush (Artemisia bigelovii), hedgehog cactus (Echinocereus reichenbachii), warty spurge (Euphorbia spathulata), James' seaheath (Frankenia jamesii), scarlet gaura (Gaura coccinea), curly-top gumweed (Grindelia squarrosa), Fendler's bladderpod (Physaria fendleri), rose heath (Leucelene ericoides), golden blazingstar (Mentzelia chrysantha), Indian ricegrass (Oryzopsis hymenoides), Colorado beardtongue (Penstemon auriberbis), silky sophora (Sophora nuttalliana), scarlet globemallow (Sphaeralcea coccinea), and prince's plume (Stanleya pinnata).\n\n\n== References =="
  }
}