{
  "url": "https://en.wikipedia.org/wiki/Oenothera_elata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Onagraceae"
    },
    {
      "Genus": "Oenothera"
    },
    {
      "Species": "O. elata"
    }
  ],
  "text": {
    "__SUMMARY__": "Oenothera elata is a species of Oenothera known by the common name Hooker's evening primrose or tall evening primrose. Subspecies include hookeri, hirsutissima, longisima, jamesii, villosa and elata. It is native to much of western and central North America. The plants are quite tall, especially the hookeri subspecies, native to California, which can reach about 1.8 meters (6 feet) height.  The plants are found along roadsides, in moist meadows, or woodland, from sea level up to 9,000 ft (2,700 m) in elevation.",
    "Description": "The stout, usually reddish stem has many long, narrow leaves, above a basal rosette. At its top is a large, open cluster of 2- to 4-inch wide yellow flowers with 4 large petals and protruding yellow stamens and 4-branched pistil, often covered in sticky pollen. The fragrant flowers open at dusk and wilt the next morning, turning orange or red.",
    "Uses": "The Zuni people apply a poultice of the powdered flower of the hookeri subspecies and saliva at night to swellings.",
    "Gallery": "",
    "References": "",
    "Further reading": "Raven, Peter; Dietrich, Werner; Stubbe, Wilfried (Autumn 1979). \"An Outline of the Systematics of Oenothera Subsect. Euoenothera (Onagraceae)\". Systematic Botany. 4 (3): 242–252. doi:10.2307/2418422. JSTOR 2418422.\nDietrich, Werner; L. Wagner, Warren (1987). \"A New Combination and New Subspecies in Oenothera Elata Kunth (Onagraceae)\". Annals of the Missouri Botanical Garden. 74 (1): 151–152. doi:10.2307/2399273. JSTOR 2399273.",
    "External links": "Calflora Database: Oenothera elata (Hooker's evening primrose)\nJepson Manual eFlora treatment of Oenothera elata\nPhoto gallery"
  }
}