{
  "url": "https://en.wikipedia.org/wiki/Oenothera_macrocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Onagraceae"
    },
    {
      "Genus": "Oenothera"
    },
    {
      "Species": "O. macrocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Oenothera macrocarpa, the bigfruit evening primrose, Ozark sundrop or Missouri evening primrose, is a species of flowering plant in the evening primrose family Onagraceae, native to Mexico and the south-central United States, where it is found in calcareous prairies and limestone outcrops.",
    "Description": "This is a perennial herb that produces a red stem 6-12 in. (15-30 cm) in height. The large (3 inch) wide flowers are cup shaped, canary yellow and have a mild fragrance. They are produced in great numbers from early to mid summer. Leaves are dark green and lanceolate, and bunched along the trailing stem. The seed pods are 4-winged and 2 to 3 inch long.",
    "Uses": "The seed pods are often used in flower arrangements. This plant is also grown in gardens for its flowers. It is suitable as a groundcover in poor, stony soil which does not become waterlogged in winter, in full sun. It has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Taxonomy": "There are five commonly accepted varieties. These are: \n\nO. macrocarpa var. fremontii - restricted to Kansas and southern Nebraska\nO. macrocarpa var. incana - southern Kansas, western Oklahoma and northern Texas\nO. macrocarpa var. macrocarpa - the most widespread; Texas to the Ozark Mountains, with disjunct populations in Tennessee's Nashville Basin\nO. macrocarpa var. mexicana - known only from Coahuila, Mexico\nO. macrocarpa var. oklahomensis - southern Kansas, Oklahoma and northern Texas\n\n\n== References =="
  }
}