{
  "url": "https://en.wikipedia.org/wiki/Oenothera_deltoides_subsp._howellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Onagraceae"
    },
    {
      "Genus": "Oenothera"
    },
    {
      "Species": "O. deltoides"
    },
    {
      "Subspecies": "O. d. subsp. howellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Oenothera deltoides subsp. howellii, the Antioch Dunes evening primrose, is an endangered subspecies of plant in the family Onagraceae, genus Oenothera, and species Oenothera deltoides.",
    "Description": "Oenothera deltoides subsp. howellii is a short-lived perennial plant with thick stems varying from 4 to 40 inches in length. It is multi-branching in form and tends to grow in large tufts. The grayish colored leaves are shaped like a lance and are about 1 to 5 inches long with many hairs, primarily short with only a few being longer. Its flowers are white with inch-long petals and yellow stamens. It blooms from March to September. The subspecies is often confused with  Oenothera deltoides ssp. cognata that grows in an area southeast of the protected area.The Antioch Dunes Evening Primrose blooms for only one night. The flowers are a major host plant for a  rare species of sweat bee, Sphecodogastra antiochensis.",
    "Distribution and habitat": "Oenothera deltoides subsp. howellii is a perennial plant that grows only in an environmentally sensitive sand dune habitat located near the meeting of the Sacramento River and the San Joaquin River in California.In 1979 Oenothera deltoides subsp. howellii, the Antioch Dunes Evening Primrose, was declared an endangered species. Currently, its habitat is restricted to the Antioch Dunes National Wildlife Refuge, the last remnant of an isolated nine kilometer stretch of sand dune habitat. The refuge was formed in 1980 to prevent extinction of this plant, as well as Lange's metalmark butterfly (Apodemia mormo langei) and the Contra Costa wallflower (Erysimum capitatum var. angustatum). This refuge is the first national wildlife refuge in the U.S. formed to protect endangered plants and insects, and it is open for viewing to the public only under supervision because of the sensitive status of these species.",
    "Endangered status": "In 2007 a five-year review of its endangered status was completed, and its status was continued unchanged.",
    "References": "",
    "External links": "\"Article: Antioch Dunes National Wildlife Refuge (NWR).(Antioch, California)\". Endangered Species Bulletin. Archived from the original on 2012-11-02. Retrieved 2009-11-26 – via HighBeam Research.\nBrian Czech, Paul Krausman (2001). The Endangered Species Act: history, conservation biology, and public policy. ISBN 9780801865046. Retrieved 2009-11-26."
  }
}