{
  "url": "https://en.wikipedia.org/wiki/Oenothera_lindheimeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Onagraceae"
    },
    {
      "Genus": "Oenothera"
    },
    {
      "Species": "O. lindheimeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Oenothera lindheimeri, formerly Gaura lindheimeri, and commonly known as Lindheimer's beeblossom, white gaura, pink gaura, Lindheimer's clockweed, and Indian feather, is a species of Oenothera.\nThe perennial plant is native to southern Louisiana and Texas.  The specific epithet is after Ferdinand Jacob Lindheimer, a German-born botanist who collected extensively in Texas for Harvard University professor Asa Gray.",
    "Description": "Oenothera lindheimeri is a perennial herbaceous plant growing to 50–150 cm tall, with densely clustered branched stems growing from an underground rhizome. The leaves are finely hairy, lanceolate, 1–9 cm long and 1–13 mm broad, with a coarsely toothed margin.\nThe flowers are produced on a 10–80 cm long inflorescence; they are pink or white, 2–3 cm diameter, with four petals 10–15 mm long and long hairlike stamens, and are produced from the beginning of spring until the first frost.",
    "Cultivation": "Oenothera lindheimeri is commonly grown as an ornamental plant. It is used in either garden beds or pots for accent colour and a delicate texture. It grows best in full sun and can survive lengthy periods of drought.\nSeveral cultivars have been selected for varying flower color, from nearly pure white in 'Whirling Butterflies' to darker pink in 'Cherry Brandy' and 'Siskiyou Pink'. In some, the petals are white at dawn then turning pink before falling off at dusk.\nAlthough a perennial rated USDA Zone 5(6)-9 for hardiness it may not overwinter reliably, and is often treated as an annual outside its native areas. In colder climates a heavy winter mulch is necessary.This plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Etymology": "Gaura: Derived from Greek, meaning ‘superb’. Named in reference to the stature and floral display of some species in this genus.Lindheimeri: Named for Ferdinand Lindheimer (1801–79), who discovered the plant Lindheimera texana.",
    "References": "Onagraceae of North America Update, database (version 2011)",
    "External links": "Floridata: Gaura lindheimeri\nMissouri Botanical Garden: Gaura lindheimeri"
  }
}