{
  "url": "https://en.wikipedia.org/wiki/Mycosphaerella_coffeicola",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Order": "Capnodiales"
    },
    {
      "Family": "Mycosphaerellaceae"
    },
    {
      "Genus": "Mycosphaerella"
    },
    {
      "Species": "M. coffeicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycosphaerella coffeicola is a sexually reproducing fungal plant pathogen. It is most commonly referred to as the asexual organism Cercospora coffeicola.",
    "Host and symptoms": "There are 40 species in the genus Coffea (family Rubiaceae) that are susceptible to the disease caused by M. coffeicola, but only a few that are commercially relevant. Arabica coffee (Coffea arabica L.) is the most significant of the susceptible species, affecting 70% of the world's coffee production. Coffea arabica ranges in growth habit from a shrub to a small tree and has ovate, shiny, pointed leaves, with clustered white flowers. The fruits begin as green berries which ripen to a deep red color. These are often called the coffee \"cherries\". Each fruit contains 2 seeds (i.e. coffee beans) in a drupe.Symptoms of M. coffeicola vary depending on the plant organ affected. These differing symptoms help explain the various common names for the disease: Cercospora \"Leaf Spot\" and Cercospora \"Berry Blotch\" (Cercospora is reference to the deuteromycete stage). On leaves, lesions begin as chlorotic (yellow) spots that expand to become deep brown and necrotic on the upper leaf surface. These spots often have a discolored, light center where sporulation can occur, and many have a yellow \"halo\" around the margins. This halo is caused by the toxin cercosporin, produced by Cercospora species. Not all lesions have distinct edges or a halo, however, and some occur in concentric rings. In general, lesions of this species are able to fuse, and can form large irregular areas of necrotic tissue. Leaves may drop in extreme cases. Fruit symptoms typically appear 90 days after flowering. On green berries, this includes irregularly shaped brown, sunken lesions that are surrounded by a purple halo. Infected red cherries also have large, dark areas of sunken flesh. At this stage, fruit is susceptible to attack by opportunistic bacteria and fungi (such as Colletotrichum gloeosporioides), though symptoms from these organisms should not be falsely attributed to M. coffeicola.",
    "Environment": "Disease is often affected by the environment and the changing conditions. M. coffeicola is a tropically adapted pathogen due to its host narrow geographical range around the equator. Favorable environmental conditions around the equator are warm and humid wet seasons followed by a warm and dry season. The highest disease pressure occurs when the temperature is 20–28 °C (68–82 °F) and continuous environmental wetness for 36–72 hours. Mornings where temperatures reach the dew point (>98% humidity) are perfect conditions for conidia to disperse. A nitrogen-deficient plant as well as a plant with excess nitrogen favors disease prevalence, making well-timed fertilizer applications important. Other factors that can increase disease incidence are insufficient shade, herbicide injury, plant stress, and other diseases caused by nematodes. The reason for increased disease is that stressed plants are more susceptible.",
    "Disease cycle": "Conidia of Mycosphaerella coffeicola are produced year-round and enter the coffee plant through stomata on the underside of a leaf, or through the epidermal cuticle on the upper leaf surface. Inter- and intracellular hyphal growth creates vegetative lesions where sporulation occurs. Conidiophores and conidia are formed here, and then dispersed by wind or by water. Conidiophores emerge in bundles of 3–30 and are often septate and branched. Conidia are elongated, multiseptate, and either straight or slightly curved. They appear glassy and have a conspicuous hilum. The spores can splash from one leaf to another, or onto flowers and berries causing secondary infections. The continuous production of conidia guarantees infection at multiple stages of plant development (in leaves, flowers, and fruit). The fungus can overwinter (i.e. survive a dry season) as conidia in dropped, infected leaves for up to two months. Once humid conditions return, conidia infect new plants or plant parts.",
    "Management": "Prevention is the most effective method of managing M. coffeicola. Risk factors for this pathogen include: prolonged (24–72 hours) humid environment, poor soil nutrition,  and plant stress caused by increased planting density, herbicide injury, weeds, drought, and over irrigation. To manage humidity a farmer can prune to allow for air circulation and ensure the soil has proper drainage. In order to maintain proper plant nutrition, soil testing and a fertilization regiment are essential for combating this pathogen. Plant symptoms such as chlorosis, leaf curling,  and bronzing along the edges of leaves can be used to diagnose specific nutrient deficiencies. For example if a plant has leaves bronzed along edges, cupped down-ward; new leaves dead; eventual die back of shoot tips, then it is likely the plant has a calcium deficiency. To reduce plant stress, a farmer can use herbicides to combat weeds but must be careful not to damage the plant in process. Also to minimize competition between adjacent crops, it is important to properly space coffee plants in 8 ft. by 8 ft. areas. Stress can further be minimized if post and pre-harvest damage by machinery or laborers is avoided. To avoid wilting stress plants should be properly irrigated .  However, if a crop already has M. coffeicola, copper fungicide is effective. In Hawaii, farmers often spray tri-annually, using 1.5-6 lbs of fungicide per 50–100 gallons water, containing 30-80% copper hydroxide.\"Sprays should coincide with dry weather and calm winds. Three spray applications per season should suffice (occurring approximately once per month), beginning at flowering. Thorough coverage of  the  plant  canopy  is  very  important.  Large  farms  in Hawai‘i  utilize  tractor-mounted  mist  blowers.\"",
    "Importance": "Coffee is the 15th most valuable traded commodity in the world. There are approximately 25 million farmers and coffee workers in over 50 countries involved in producing coffee around the world. M. coffeicola is present throughout the world and can account for yield losses as high as 15% annually. In parts of Puerto Rico nearly 50% of cultivated coffee acres are affected by this disease, resulting in yield losses around 15%. Due to the fact Mycosphaerella coffeicola proliferates in a sustained warm, humid environment, M. coffeicola is most prevalent in the low-elevation Central American farms where high daily average temperatures and high humidity are observed. Literature suggests that M. coffeicola is not a significant problem in Ethiopia and Uganda, Africa's top coffee-producing countries. Conversely, M. coffeicola is common in Hawaii but not economically important due to proper management practices and the environment does not have the prolonged humid environment necessary for proliferation.",
    "Pathogenesis": "The genus Cercospora shows a wide variety of infection processes; even a single species can show different patterns on different hosts. One unifying factor is that species of Cercospora produce a photoactivated perylenequinone called cercosporin. In the dark, cercosporin lacks toxicity but when exposed to light, it is converted into a toxic form of activated oxygen. This damages membrane lipids resulting in cell death and nutrient leakage. The pathogen uses the leaked nutrients as an energy source. M. coffeicola is a wind-borne pathogen that utilizes cercosporin  to infect both the berries and leaves of the coffee plant. Lesions on infected berries produce conidia 17 days after inoculation. If on the leaves, conidia are produced 38 days after inoculation.After the spores land on the plant surface, one to several germ tubes are produced. The germ tubes aggregate and penetrate the plant via the stomata or cracks in the leaf surface. The fungus can survive 36 days as conidia and 218 days as mycelium, which suggests that M. coffeicola overwinters in lesions. On berries, the lesions are tan and sunken and can occur while the berry is green. As the lesion matures, it becomes deeply depressed with an ashy center and may penetrate down to the coffee bean to affect the bean quality and taste. If on mature fruits, the lesion measures 1–4 mm in diameter.There is conflicting information if fungal strains on berries can infect leaves and vice versa.",
    "See also": "\nList of Mycosphaerella species\n\n\n== References =="
  }
}