{
  "url": "https://en.wikipedia.org/wiki/Mycosphaerella_rabiei",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Order": "Pleosporales"
    },
    {
      "Family": "Didymellaceae"
    },
    {
      "Genus": "Didymella"
    },
    {
      "Species": "D. rabiei"
    }
  ],
  "text": {
    "__SUMMARY__": "Didymella rabiei, commonly called chickpea ascochyta blight fungus is a fungal plant pathogen of chickpea.  Didymella rabiei is the teleomorph of Ascochyta rabiei, which is the anamorph, but both names are the same species.",
    "Names": "The specific epithet rabiei refers to rabbia del ceci or 'rabies of chickpea', a name for the disease.The disease is also referred to as ascochyta blight but there are other fungal species  that cause diseases in other pulse species that also go by that term.  It also goes by the name blight of chickpea.  In French it is called anthracnose du pois-chiche (lit. 'chickpea anthracnose') or ascochytose du pois-chiche ('chickpea ascochyta').  In German it is referred to as Anthraknose: Kichererbse (anthracnose: chickpea').  It is called ascoquita del garbanzo ('garbanzo ascochyta') or rabia del garbanzo ('rabies of garbanzo') in Spanish.",
    "Description": "D. rabiei has a spherical punctiform and membranous pyrenium, at first lutescent then opening to a rounded black ostiole.  It has numerous elliptical and hyaline spores or varying size.",
    "Hosts": "D. rabiei is known for infecting cultivated annual chickpea (Cicer arietinum), but also commonly infects other wild perennial chickpea species such as Cicer monbretti, Cicer ervoides, Cicer judaicum, and Cicer pinnatifidum.Other host species include:\n\ndog fennel (Anthemis cotula)\nalfalfa (Medicago sativa)\npea (Pisum sativum)\nBerseem clover (Trifolium alexandrinum)\nwheat (Triticum aestivum)\nfaba bean (Vicia faba)\nhairy tare (Vicia hirsuta)\ncowpea (Vigna unguiculata)",
    "Effects on aquafaba": "A chemical analysis of aquafaba indicated that a number of proteins in a particularly well-performing batch were found to be versions from D. rabiei, specifically tRNA (cytosine-5-)-methyltransferase, o-acyltransferase, oxidoreductase, histone H3, and histone H2B.  It is unclear how much of an effect these proteins have on the properties of aquafaba.",
    "External links": "USDA ARS Fungal Database\n\n\n== References =="
  }
}