{
  "url": "https://en.wikipedia.org/wiki/Mycosphaerella_graminicola",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Subclass": "Dothideomycetidae"
    },
    {
      "Order": "Capnodiales"
    },
    {
      "Family": "Mycosphaerellaceae"
    },
    {
      "Genus": "Zymoseptoria"
    },
    {
      "Species": "Z. tritici"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycosphaerella graminicola. Synonym: Septoria tritici. Correct taxonomic name: Zymoseptoria tritici, is a species of filamentous fungus, an ascomycete in the family \tMycosphaerellaceae. It is a wheat plant pathogen causing septoria leaf blotch that is difficult to control due to resistance to multiple fungicides. The pathogen today causes one of the most important diseases of wheat.In 2011, Quaedvlieg et al. introduced a new combination for this species: Zymoseptoria tritici (Desm.) Quaedvlieg & Crous, 2011, as they found that the type strains of both the genus Mycosphaerella (linked to the anamorph genus Ramularia) and the genus Septoria (linked to the genus Septoria, an extensive clade of very distinct septoria-like species within the Mycosphaerellaceae) clustered separately from the clade containing both Zymoseptoria tritici and Z. passarini. Since 2011, a total of seven Zymoseptoria species have been described within the genus Zymoseptoria; Z. tritici (the type of the genus Zymoseptoria), Z. Pseudotritici, Z. ardabilia, Z. brevis, Z. passarini, Z. halophila and Z. verkleyi (Named after Gerard J.M. Verkleij, for the contribution that he has made to further the understanding of the genus Septoria).",
    "Description": "This fungus causes septoria tritici blotch of wheat, a disease characterized by necrotic blotches on the foliage. These blotches contain asexual (pycnidia) and sexual (pseudothecia) fructifications.Asexual state (anamorph, asexual stage was previously named as Septoria tritici): Pycnidiospores are hyaline and threadlike and measure 1.7-3.4 x 39-86 μm, with 3 to 7 indistinct septations. Germiniation of pycnidiospores can be lateral or terminal. Cirrhi are milky white to buff. Sometimes in culture nonseptate, hyaline microspores, measuring 1-1.3 × 5-9 μm, occur outside pycnidia by yeastlike budding.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\nSexual state (teleomorph): Perithecia are subepidermal, globose, dark brown, and 68-114 μm in diameter. Asci measure 11-14 × 30-40 μm. Ascospores are hyaline, elliptical, and 2.5-4 × 9-16 μm, with two cells of unequal length.",
    "Description-Genetics": "Zymoseptoria tritici represents an intriguing model for fundamental genetic studies of plant-pathogenic fungi. It is haploid plant-pathogenic fungus. Many fungi are haploid, which greatly simplifies genetic studies.Zymoseptoria tritici was the first species, in 2002, of the family Mycosphaerellaceae to have a linkage map created.The first report of fully sequenced genome of Zymoseptoria tritici from 2011 was the first genome of a filamentous fungus to be finished according to current standards. The length of the genome is 39.7 Mb, that is similar to other filamentous ascomycetes. The genome contains 21 chromosomes, that is the highest number reported among ascomycetes. Furthermore, these chromosomes have an extraordinary size range, varying from 0.39 to 6.09 Mb.A striking aspect of Zymoseptoria tritici genetics is the presence of many dispensable chromosomes. Eight of chromosomes could be lost with no visible effect on the fungus and thus are dispensable. Dispensable chromosomes have been found in other fungi but they usually occur at a low frequency and typically represent single or a few chromosomes. Dispensable chromosomes have originated by ancient horizontal transfer from an unknown donor, that was followed by extensive genetic recombination, a possible mechanism of stealth pathogenicity and exciting new aspects of genome structure.A surprising feature of the Zymoseptoria tritici genome compared to other sequenced plant pathogens was that it contained very few genes for enzymes that break down plant cell walls, which was more similar to endophytes than to pathogens. Goodwin et al. (2011) suggested, that the stealth pathogenesis of Zymoseptoria tritici probably involves degradation of proteins rather than carbohydrates to evade host defenses during the biotrophic stage of infection and may have evolved from endophytic ancestors.",
    "Evolution": "The fungus Zymoseptoria tritici has been a pathogen of wheat since host domestication 10,000–12,000 years ago in the Fertile Crescent. The wheat-infecting lineage emerged from closely related Mycosphaerella pathogens infecting wild grasses. It has coevolved and spread with its host globally. Zymoseptoria tritici shows a significantly higher degree of host specificity and virulence in a detached leaf assay.The emergence and \"co-domestication\" of Zymoseptoria tritici was associated with an adaptation to wheat and an agricultural environment. Endemic descendants of the progenitor of Zymoseptoria tritici are still found on wild grasses in the Middle East; however these \"wild\" pathogens show a broader host range than the \"domesticated\" wheat pathogen. The closest known relative of Zymoseptoria tritici is named Z. pseudotritici B. Zymoseptoria pseudotritici was isolated in Iran from the two grass species Agropyron repens and Dactylis glomerata growing in close proximity to fields planted to bread wheat (Triticum aestivum). Although Z. tritici is a frequent pathogen of wheat in Iran, no evidence of gene flow between Z. pseudotritici and Z. tritici was detected based on sequence analysis of six nuclear loci.",
    "Life cycle": "Unlike most other plant pathogens, Zymoseptoria tritici infects through stomata rather than by direct penetration and there is a long latent period of up to two weeks following infection before symptoms develop. The fungus evades host defenses during the latent phase, followed by a rapid switch to necrotrophy immediately prior to symptom expression 12–20 days after penetration. The period between infection and formation of sporulating structures (latent period) was estimated to be 20.35 ± 4.15 days for Zymoseptoria tritici in Northern Germany and decreased with increasing temperature. Such a switch from biotrophic to necrotrophic growth at the end of a long latent period is an unusual characteristic shared by most fungi in the genus Mycosphaerella. Very little is known about the cause or mechanism of this lifestyle switch even though Mycosphaerella is one of the largest and most economically important genera of plant-pathogenic fungi.It has been suggested that ascospores of Zymoseptoria tritici have been spread with the prevailing wind (from west to east) over Europe.",
    "Disease": "The ascomycete fungus Zymoseptoria tritici causes septoria tritici blotch, a foliar disease of wheat that poses a significant threat to global food production. It is the primary foliar disease of winter wheat in most western European countries.It occasionally infects other grasses including barley. It is found in all wheat growing areas of the world \nand is the major disease of wheat in the UK.Losses to septoria tritici blotch can reduce yields of wheat by 30 to 50% with a huge economic impact; global expenditures for fungicides to manage septoria tritici blotch total hundreds of millions of dollars each year. This fungus is difficult to control because populations contain extremely high levels of genetic variability and it has very unusual biology for a pathogen. Zymoseptoria tritici has an active sexual cycle under natural conditions, which is an important driver of septoria tritici blotch epidemics and results in high genetic diversity of populations in the field.Control of the pathogen (antifungal medication) now relies on the application of azole fungicides which are demethylase inhibitors that inhibit lanosterol 14 alpha-demethylase (CYP51) activity.Zymoseptoria tritici  has resistance to multiple fungicides, because it has number of substitutions of CYP51. CYP51 substitutions include Y137F which confers resistance to triadimenol, I381V which confers resistance to tebuconazole and V136A that confers resistance to prochloraz.",
    "References": "This article incorporates CC-BY-2.5 text from references",
    "External links": "USDA ARS Fungal Database\nvan Ginkel, M.; A. McNab; J. Krupinsky (1999). Septoria and stagonospora diseases of cereals: A compilation of global research (PDF). CIMMYT. p. 186pp. Archived from the original (PDF) on 2003-10-29.Orton E. S., Sian Deller S. & Brown J. K. M. (2011). \"Mycosphaerella graminicola: from genomics to disease control\". Molecular Plant Pathology 12(5): 413-424. doi:10.1111/j.1364-3703.2010.00688.x."
  }
}