{
  "url": "https://en.wikipedia.org/wiki/Mycosphaerella_angulata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Subclass": "Dothideomycetidae"
    },
    {
      "Order": "Capnodiales"
    },
    {
      "Family": "Mycosphaerellaceae"
    },
    {
      "Genus": "Mycosphaerella"
    },
    {
      "Species": "M. angulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycosphaerella angulata is a fungal plant pathogen infecting muscadine grapes.  This pathogen causes the common disease angular leaf spot.  Mycosphaerella angulate is a ascomycete in the fungi kingdom.",
    "Host and Symptoms": "Mycosphaerella angulata is a major pathogen affecting the muscadine grape.  Infection occurs mainly after midseason. The primary symptoms of this disease are faint chlorotic spots on the leaves.  The chlorotic spots continue to grow in size during the growing season, forming angular brown lesions in the center.  The irregular lesions on the leaves inhibit normal photosynthesis, which results in leaf loss and exposure of the grapes to sun scald.  This weakens the vines and makes them more susceptible to cold damage.  The pre-harvest infection of this pathogen can slow or stop berry development before maturity. The symptoms of the angular leaf spot disease are relatively easy to recognize late in the season.",
    "Environment": "Mycosphaerella angulate is commonly found in Southeastern United States and around the coastal regions where their host, muscadine grapes, are commonly grown.  A case study was done by researchers from Florida A&M University looking at the effects of angular leaf spot on muscadine grapes.  It was observed that in years that are wet early in the year and mild over the rest of the growing season caused worse disease symptoms than years that were dry in the spring and wet and stormy in the growing season.  Showing that the pathogen thrives in conditions that are warm, wet, and humid - especially earlier in the growing season of the grape, when initial infection occurs.  Although important, this disease and pathogen has not had much research done on it, making it difficult to determine what environmental factors are key for the pathogen's spread and development.",
    "Disease Cycle": "Mycosphaerella angulate is part of the ascomycete division, so it is a fungus with a sexual and an asexual stage.  The asexual stage of this pathogen was first found in 1902, while the sexual stage was later discovered in 1942.  The asexual stage produces conidiophores with conidia, and the sexual stage is an ascus with ascospores - produced by meiosis.  Starting with the primary inoculum, the spores get disseminated by the wind.  These spores go and infect the leaves by penetration through wounds or stomata penetration.  Inter- and intracellular hyphae then infect into the leaf and a conidiophore tuft gets formed on the lower leaf surface.  These conidiophore tufts produce conidia which are the second inoculum that go out and infect other leaves.  The infected grape leaf produces pseudothecium's, which is a certain type of ascocarp that shoots out the ascospores when conditions are right.  They infected grape leaves also produce conidiophores with conidia.  These ascospores and conidia start the life cycle over again with the primary inoculum.",
    "Importance": "Muscadine grapes are an important source of dietary fiber and ellagic acid, which is an anticancer compound.  An increase in the use of muscadine grapes in the wine industry and production is expected, making this pathogen very economically important.  The pre-harvest infection of this pathogen can slow or stop berry development before maturity. Muscadine wines have a fruity flavor and the quality of these wines/grapes is dependent upon the growth and maturation of the grapes - which angular leaf spot has a direct effect on.  Yield loss due to angular leaf spot disease has not been studied much, but it is thought to be one of the most severe of all of the diseases affecting muscadine grapes.",
    "Management": "There are a few management practices commonly used to control angular leaf spot.  These include: destroying crop residue, removing nearby wild muscadine vines, applying fungicides (especially mid to late season), keep vines healthy, and trimming the canopy cover.  Some muscadine plants have also been observed to have some degree of resistance to Mycosphaerella angulate.",
    "See also": "List of Mycosphaerella species",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database\n\n\n== References =="
  }
}