{
  "url": "https://en.wikipedia.org/wiki/Croton_verreauxii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Croton"
    },
    {
      "Species": "C. verreauxii"
    }
  ],
  "text": {
    "__SUMMARY__": "Croton verreauxii known as the green native cascarilla is a small tree or shrub growing in dry rainforest and rainforest margins in eastern Australia.\nThe range of natural distribution is from Kiama (34° S) in the Illawarra district of eastern New South Wales to Gympie (27° S) in south eastern Queensland. A.G. Floyd mentions a recording of this species at Darwin, Northern Territory.",
    "Description": "Usually a shrub on the ecotone between eucalyptus forest and rainforest. However, it can grow in rainforest and reach a size of 20 metres tall and a trunk diameter of 20 cm.\nThe trunk is short, not buttressed and crooked. Branches form near the ground. The bark is dark brown, sometimes with thin vertical cracks. Small branches grey and slender, with a few irregularities such as scales and hairs. When crushed, a pleasant sweet scent may be noticed.\nLeaves alternate, blunted tipped, tapering or rounded at the base. Glossy green above, somewhat duller below. An occasional orange senescent leaf will be seen in the canopy. Leaves 5 to 12 cm long, elliptic in shape, toothed or sometimes not toothed. Leaf stalks 5 to 13 mm long, channeled on the upper surface. At the top of the leaf stalks are two small glands.\nYellowish green flowers form on racemes in the months of between November and January. The five petaled flowers are either male or female on the same plant. The fruit is an orange/brown capsule, with three lobes. Each containing a single reddish/brown smooth, angular seed. Seed size is 2mm in diameter. Fruit matures mostly from April to September. But may occur at any other time of the year.",
    "References": "\nPlantNET - The Plant Information Network System of Botanic Gardens Trust, Sydney, Australia - 8 August 2009.http://plantnet.rbgsyd.nsw.gov.au/cgi-bin/NSWfl.pl?page=nswfl&lvl=sp&name=Croton~verreauxii\n\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 143"
  }
}