{
  "url": "https://en.wikipedia.org/wiki/Croton_glandulosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Croton"
    },
    {
      "Species": "C. glandulosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Croton glandulosus has many common names such as vente  conmigo, tooth-leaved croton, tropic croton and sand croton. It is part of the spurge family, Euphorbiaceae, which contains about 321 genera and 7,950 species. The family derives its name from Euphorbus who was a Trojan War hero in Greek mythology, and was also the Greek Physician of King Juba of Numidia. The genus, Croton, is derived from Greek, meaning “tick,” and this is because the seeds of the plant resemble a tick.  The species, glandulosus gets its name from the gland like structures that appear at the end of the leaf stalk. Vente conmigo and various others species are found to be common weeds in gardens and lawns.",
    "Distribution": "Croton glandulosusis a weedy herb which can be found all throughout southeastern United States, Central America, and in some parts of South America. It is native to the U.S. and mostly prevalent in the coastal plain and piedmont in Virginia, North Carolina, South Carolina, Tennessee, Georgia, Kentucky, Mississippi, Alabama, and Florida. It has even spread to regions as far north as Indiana and Iowa. Since this is an herbaceous weed, it is becoming problematic for many agronomical crops such as corn, soybeans, cotton, and many others in southeast Virginia, North Carolina, Alabama, and Georgia.",
    "Habitat and common characteristics": "Tropic croton can be typically found in dry or sandy soil, fields, pastures, river terraces, cultivated fields, waste grounds, and along roadsides and railroads. A common characteristic of Croton glandulosus is that it is a summer annual plant. Therefore, it dies completely at the end of each growing season and grows back from a new seed. It is commonly known to have stellate hairs, it’s glandular, and it typically ranges anywhere from 4 to 24 inches in height. It is also monoecious, which basically refers to a single plant that has both female and male reproductive organs on it. It is typically dark green with serrated leaves and has white disc-like glands that appear above and below the petiole where the stem and petiole meet. Tropic croton can be typically mixed up with the Eclipta prostrate plant because of its similar plant structure but in reality the leaves of the Eclipta prostrate are more linear and arranged oppositely, whereas the leaves on the tropic croton are arranged alternately. The tropic croton can also be confused with Sida spinosa in terms of its growth patterns and appearance but it’s important to understand that the Sida spinosa lacks the disc-like glands that appear above and below the petiole. Also the Sida spinosa lacks stellate pubescent which are characteristic of tropic crotons.",
    "Morphology": "The root of the Croton glandulosus can be characterized by a pungently fragrant tap root. The stem of the plant has stellate trichomes or hairs, small glands and stomata on it. The stem is slender, corymbosely branched or nearly simple and erects from a tap root.  The leaves are alternate, and when they are young, they are oval-shaped but as they mature they become more lance-shaped and elliptical. The edges of the leaves are serrated or toothed which makes this species easy to identify. The leaves are located on small petioles and have a white, oval-like gland on either side of the petiole as the petiole meets the stem. The leaves of the plant are whorled and they occur below the flowers. The greater and lesser surface of the leaf has small stellate hairs and when the leaf is crushed it gives off a unique odor.Typically, the flowering season for the tropic croton is from July to October. It has white terminal flowers which are 4 or 5 parted and they occur at the ends of stems. Females tend to have 4 sepals with 4 petals while males only have 5 sepals and no petals. It has elongated inflorescences known as racemes. The plant fruits from August to October and the fruit has a brown capsule of three chambers which has three seeds that are shiny, grayish-tan, stippled with black, and oval-shaped.In terms of the seedling, it stems underneath the cotyledons which are mostly cased with hairs that give off a star-shaped look. The cotyledons tend to be 5 to 7 mm long by 7 to 10 mm wide, dense, heart-shaped, and have three distinguishing veins that come from the same place, also known as palmate venation. Additionally, the first true leaves that emerged are toothed and egg-shaped.",
    "Weed species": "The increasing prevalence of tropic croton in southeast America has had a negative effect on the growth of many vital crops. Although limited research has been conducted to study the competitiveness of tropic croton, multiple studies have shown the troublesome nature of this herbaceous weed. Research illustrated that tropic croton is the third most bothersome weed in peanuts and fifth most bothersome weed in cotton. Possible reasons for its increasing prevalence and competitiveness are its ability to effectively release multiple mature seeds which are quickly consumed by birds and thus are easily dispersed. Also, multiple herbicides that are used in cotton and peanuts are less effective on tropic croton which further increases its occurrence.\n\n\n== References =="
  }
}