{
  "url": "https://en.wikipedia.org/wiki/Croton_lechleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Croton"
    },
    {
      "Species": "C. lechleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Croton lechleri is a species of flowering plant in the spurge family, Euphorbiaceae, that is native to northwestern South America. It is commonly known as sangre de grado (Peruvian Spanish) or sangre de drago (Ecuadorian Spanish), both of which translate to \"dragon's blood\".  They refer to this tree's (and several related species') thick red latex.The latex has medicinal properties, and is used by local peoples as a liquid bandage, applied to seal wounds, as it dries quickly to form a protective skin-like barrier. Its use by native people has led to scientific study and observation of its in vitro antioxidant activity as well as both mutagenic and antimutagenic behavior.\nThe latex also contains a number of chemicals, including taspine.  Oligomeric proanthocyanidins, another kind of chemical contained in the latex, have been investigated for the treatment of HIV-associated diarrhea under the name crofelemer. In January 2013, crofelemer, under the trade name Mytesi, was approved by the FDA for the treatment of non-infectious diarrhea in HIV+ patients.",
    "Description": "Croton lechleri belongs to the family Euphorbiaceae and are medium sized trees with evergreen foliage, growing 10 to 20 meters (30 to 60 feet) in height. Despite their relatively large height, the trees have very narrow trunks, averaging a bole diameter of about 30 centimeters (1 ft). The leaves are large, alternate cordate (heart-shaped), bright green and 15–30 cm in width and length. The flowers are greenish-white, white or amber, which produce small, three-part capsule fruits that a appear on a thin spike that measures 30–50 cm. Both the smooth, mottled bark and viscous, red, latex-rich resin excreted from the wounded trunk of the tree are used in medicinal practice, notably in its native range.[9] While the sap can be harvested with a tap much like natural latex from rubber trees, trees that are repeatedly tapped become vulnerable to fungal infections.Croton lechleri are native to the Amazon basin and are distributed across the tropical regions of the South American countries of Bolivia, Brazil, Colombia, Ecuador, Peru, and Venezuela. They are most commonly found in the northwest lowlands between sea level up to 1000 m in elevation, mostly in mineral-rich disturbed soil and along rivers.",
    "History": "The earliest written reference to Croton lechleri dates to the 17th century, when Spanish Jesuit missionary, naturalist, and explorer, Bernabé Cobo encountered the use of the plant's resin by indigenous tribes throughout Mexico, Peru and Ecuador. This discovery was greatly overshadowed in Europe by his description of cinchona bark, or Jesuit's bark, which was instrumental in the discovery and isolation of quinine.",
    "Medicinal Use": "Traditional Medicine\nThe resin of Croton lechleri, commonly known as sangre de grado, has a long history of medicinal use by indigenous peoples and is widely used in both urban and rural contexts in Peru and Ecuador, and to a lesser extent in other endemic countries.[8] For centuries, the sap has been used to cover abrasions, cuts, scratches, blisters, bites and stings to prevent bleeding, decrease inflammation, seal wounds and injuries to protect from infection. The sap dries quickly on soft, damaged tissue, forming a barrier similar in thickness to the skin removed, noted as something akin to a \"second skin.\" Antimicrobial activity offered by the plant is further believed to offer protection to the injury. The formation of this resistant barrier is likely due to the saps ability to co-precipitate with surrounding proteins or extracellular matrix elements. The hemostatic qualities relevant in wound healing that are associated with sangre de grado are further relevant to Amazonian indigenous communities in arresting the large amounts of bleeding following childbirth. Beyond cutaneous ailments, the use of sangre de grado is taken orally for gastrointestinal disorders and irregularities including gastritis, gastric ulcers, intestinal infections, and inflammation.",
    "Modern Use and Clinical Research": "Wound Care\nRecent studies confirm the biochemical role played by the chemical composition of sangre de grado as a cicatrizant beneficial in the reduction of mean wound healing time. The polyphenolic compounds of the sap further create a protective layer at the wound surface, preventing the entry of pathogenic microbes. These compounds condense and bind to surrounding extracellular proteins, clogging the wound and offering vasoconstriction at the site of injury, which is crucial in wound healing.  Taspine was found to be the principal cicatrizant agent in murine models as well as able to increase the chemotaxis of human fibroblast cells which is the most likely mechanism by which the resin and taspine accelerate the wound healing process. The chemotaxis of fibroblasts aids the reformation in the reformation of the matrix following re-epithelialization, allowing for the regeneration of damaged skin.Antimicrobial Activity\nSome compounds of the resin, as found in a particular study, 2,4,6-trimethoxyphenol, 1,3,5-trimethoxybenzene, crolechinic acid, and korberins A and B showed exhibited antibacterial properties individually. Sangre de grado from the closely related Croton urucurana was reported to exhibit antifungal qualities due to the presence of catechins and epigallocatechin contained in the resin, both of which are also found in Croton lechleri. In one study, disk diffusion method proved concentration-dependent antifungal activity against Trichophyton, Microsporum and Epidermophyton, three of the most common species of dermatophytes that cause superficial fungal infections of human skin. Further research is needed, however, to examine the role of sangre de grado from Croton lechleri as an effective antifungal agent in animal and human models.\nAntiviral activity against influenza, parainfluenza, Herpes simplex viruses I and II, and Hepatitis A and B by Croton lechleri extracts and compounds have been exhibited. The most notable compound involved in antiviral activity is SP-303, also known as crofelemer, which has been heavily studied in vitro for its antiviral activity against the aforementioned viruses, as well as thymidine kinase mutants of HSV-1 and HSV-2 and acyclovir-resistant strains.Antidiarrhoeal Activity\nCrofelemer, a purified proanthocyanidin oligomer extracted from the sap of Croton lechleri has been investigated for potential antidiarrhoeal activity. Various clinical studies have confirmed significant improvement in acute E. coli and V. cholera diarrhea cases from the administration of crofelemer. In the context of the principal luminal membrane determinants of intestinal fluid secretion, the mechanism of crofelemer action involves the inhibition of apical membrane cAMP-stimulated (CFTR) and calcium-stimulated (CaCC) Cl− channels by crofelemer molecules, with little effect on cation channels or cAMP/calcium signaling. As a result, fewer chloride ions are excreted into the bowel, decreasing the excretion of sodium ions and water, improving stool consistency and preventing diarrhea.Up to 90% of individuals living with HIV face HIV-associated diarrhea, largely caused as a side effect of antiretroviral drugs such as nucleoside analog reverse transcriptase inhibitors and protease inhibitors, which worsens with an increasingly compromised immune system. Various clinical have emphasized statistically significant efficacy crofelemer in HIV-associated diarrhea and restoration of digestive regularity. In 2012, a Phase III clinical trial for diarrhea in HIV patients was completed, and the drug was approved US Food and Drug Administration (FDA) the following year under the trade name Mytesi.",
    "Chemistry": "Proanthocyanidins are the main constituent of the resin produced by Croton lechleri, constituting more than 90% of its dry weight. The remaining 10% is largely alkaloid taspine, as well as catechin, epigallocatechin, epicatechin, and low amounts of terpene compounds.\n\n\n== References =="
  }
}