{
  "url": "https://en.wikipedia.org/wiki/Croton_megalocarpus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Croton"
    },
    {
      "Species": "C. megalocarpus"
    }
  ],
  "text": {
    "__SUMMARY__": "Croton megalocarpus, is a plant species in the family Euphorbiaceae. It is indigenous to ten countries in Sub-Saharan Africa, including Somalia, Kenya, Uganda, Democratic Republic of the Congo, Rwanda, Burundi, Tanzania, Malawi, Zambia, and Mozambique.",
    "Botanical information": "A fast-growing tree, croton grows up to 36 meters high and reaches maturity after five to seven years. Croton is commonly found in forests and on rural farms as a boundary tree. It is a drought-resistant tree that can survive in harsh climatic conditions and is not browsed by animals. It is a dominant upper canopy tree with a flat crown.\nCroton trees have dark grey or pale brown bark and the leaves are long, oval-shaped, with a green upper surface and a pale underside. A prolific seeder, Croton trees fruit twice a year approximately five months after rains in East Africa. Croton nuts develop after the tree flowers, with mature nuts produced in varying amounts throughout the year depending on the region and elevation. Croton nuts contain three dark oblong seeds that are inedible.",
    "Uses": "Croton trees play an important role in local ecosystems for shade, wind protection, and soil conservation. The wood from the trees makes good fuelwood and charcoal. The wood is also known for its termite resistance and is used for fence posts and poles in construction. Given their high nitrogen content, the leaves are often used for mulch. Traditional medical uses for croton include the bark, seeds, roots and leaves being used for medicinal purposes such as stomach ailments, malaria, wound clotting, and pneumonia.Recently, croton nuts are being used as a commercial product in local communities in East Africa. Previously a wasted resource, croton has been promoted as a local, more sustainable avenue to biofuel production in place of failed jatropha projects. The nut itself has multiple uses but most well-known is the oil, used to make biofuel or biodiesel. Croton seeds contain approximately 30% oil and a high protein content of 30%. Byproducts from the oil include croton seedcake that can be used in animal feeds due its high protein content. The husks of the nut are processed into fertilizer or as a biomass.",
    "Uses-Biofuel": "Croton nut oil (CNO) has been promoted for its perceived benefits in combating climate change, greenhouse gas emissions and dependence on fossil fuels. Compared to diesel, CNO is self-lubricating and has a higher flash point making it safer and causes lower exhaust emissions. There is a limited research on the production of biodiesel from CNO but as a biofuel it can be blended in any ratio with or as a replacement for diesel in stationary equipment and generator sets.",
    "Uses-Seed cake": "Croton seed cake is used in animal feeds. Based on laboratory testing, protein accounts for 25-30% of the croton seed cake compared to comparable seed cakes like canola (18%) and sunflower (20%). Croton seed cake also has lower level of aflatoxin (14%) than cotton and sunflower seeds. In a study published by the Food and Agriculture Organization of the United Nations, incorporating 25% of croton seed cake into chick diets had positive effects on chick growth and health.",
    "Uses-Fertilizer": "The croton husks are milled for fertilizer. Croton nuts have relatively high nitrogen content comparatively to typical composts and manures. Eco Fuels Kenya (EFK) is making an organic Bio-fertilizer as a soil amendment certified by East Africa Organic Product Standards that includes Azadirachta indica (Neem) and Warburgia Ugandensis which have insect resistant properties.\n\n\n== References =="
  }
}