{
  "url": "https://en.wikipedia.org/wiki/Croton_gratissimus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Croton"
    },
    {
      "Species": "C. gratissimus"
    }
  ],
  "text": {
    "__SUMMARY__": "Croton gratissimus (commonly known as lavender croton or lavender fever berry), is a tropical African shrub or small tree with corky bark, growing to 8 m and belonging to the family of Euphorbiaceae or spurges. Young twigs are slender and angular and covered in silver and rust-coloured scales.\nThe species occurs in Ethiopia, South Sudan, Sudan, Kenya, Uganda, Ivory Coast, Burkina Faso, the Gambia, Ghana, Guinea, Nigeria, Angola, Malawi, Mozambique, Zambia, Zimbabwe and the northern parts of South Africa. It is often found in rocky terrain.",
    "Description": "The crushed, slender-petioled leaves are pleasingly and distinctively fragrant with an aromatic oil reminiscent of sweet flag. The leaves are strikingly silver on the under surface and dotted with brown glands. The inflorescence is a yellow-flowered raceme up to 10 cm long and borne terminally. Rust-coloured flower buds, which are present throughout winter, open after the first rains. The fruit is a 3-lobed capsule, about 10 mm in diameter and densely scaly. The tree's bark yields the toxalbumin crotin and the diterpene crotonin.",
    "Nomenclature": "The intrepid naturalist William John Burchell came across Croton gratissimus for the first time on 19 June 1812. He had camped at a spring called Klipfontein \"embosomed in rocky mountains\". These 'mountains' are the hills immediately above the present-day Olifantshoek. He described the plant as \"a handsome bushy shrub from four to seven foot high, closely resembling a species peculiar to Madagascar\" - the species he had in mind being Croton farinosus. His Latin description praises it as 'frutex pulcherrimus' - 'most beautiful shrub'.'Maquassi' is believed to be a Bushman name for this species and the small town of Makwassie is named after it. Boegoeberg in the Northern Cape is also derived from one of the plant's common names, Bergboegoe.Croton is a genus of some 600 widely distributed tropical and sub-tropical species. The name 'croton' is Greek for a sheep-tick to which the seed bears a resemblance.",
    "Uses": "The Bantu and Bushmen use extracts from the bark of this species for a host of medicinal purposes. It is traditionally used as a febrifuge, styptic, cathartic, and a remedy for dropsy, indigestion, pleurisy, uterine disorders, rheumatism and intercostal neuralgia. Leaves are used as perfume; contains aromatic oils; sporadically browsed by elephants and kudu.",
    "Varieties": "Croton gratissimus var. gratissimus\nCroton gratissimus var. subgratissimus (Prain) Burtt Davy – Hairy lavender crotonThe second variety has stellate (or radiating) hairs on the upper leaf surfaces, and is found in Zimbabwe, Botswana and far northern South Africa.",
    "See also": "Croton oil\nSouthern African Sand Forest",
    "Gallery": "",
    "References": "",
    "External links": "Tree of the Year\nCroton gratissimus in West African plants – A Photo Guide."
  }
}