{
  "url": "https://en.wikipedia.org/wiki/Croton_hancei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Croton"
    },
    {
      "Species": "C. hancei"
    }
  ],
  "text": {
    "__SUMMARY__": "Croton hancei Benth., the Hong Kong croton, is a shrub or small tree, a species of Croton which is endemic to Tsing Yi Island, Hong Kong. In Hong Kong, it is listed in the book Rare and precious Plants of Hong Kong.Croton hancei was discovered by H. F. Hance on Hong Kong Island in the 1850s and published by botanist George Bentham as a new species in Flora Hongkongensis in 1861. The species was not observed again until 21 February 1997, when staff of the Hong Kong Herbarium of the Agriculture, Fisheries and Conservation Department found an \"unknown\" species on a steep slope woodland under the highest peak, Tsing Yi Peak, on Tsing Yi Island. After confirmation by experts from the South China Institute of Botany, the Hong Kong Croton was re-discovered after a gap of over a century.\nThe woodland measuring 1.05 hectares (2.6 acres) is considered to be a Site of Special Scientific Interest (SSSI) for the protection of the endemic Hong Kong croton.",
    "Description": "Croton hancei is a monoecious shrub or treelet, ca. 5  m tall; the branches glabrous, the oblong-lanceolate leaves are clustered at the stem apex on petioles 2-5  mm long, the leaf blade 8-18 × 2-5  cm, papery in texture, with both surfaces glabrous; the base is attenuate to obtuse, the margins entire or serrulate, and the apex acuminate.\nThe Inflorescences are terminal, ca. 3  cm, the bracts small. The male flowers are usually many per bract, the bud globose, ca. 2  mm in diameter, the petals narrow and small. The female flowers are usually solitary, at the base of the inflorescence. Flowering Jun-Aug.",
    "See also": "List of Croton species",
    "References": "",
    "External links": " Media related to Croton hancei at Wikimedia Commons\n Data related to Croton hancei at Wikispecies\n\n\"Hong Kong Croton (Hong Kong Herbarium; online version of Rare and Precious Plants of Hong Kong)\". Hong Kong Herbarium. Retrieved July 17, 2017.\n\"Hong Kong Plants:  Croton hancei\". Hong Kong Herbarium. Retrieved July 17, 2017.\n\"Ecological Diary\". hknature.net. Archived from the original on December 13, 2003. Retrieved March 1, 2007."
  }
}