{
  "url": "https://en.wikipedia.org/wiki/Achyranthes_aspera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Genus": "Achyranthes"
    },
    {
      "Species": "A. aspera"
    }
  ],
  "text": {
    "__SUMMARY__": "Achyranthes aspera (common  names:  chaff-flower, prickly chaff flower, devil's horsewhip, Sanskrit: अपामार्ग apamarga) is a species of plant in the family Amaranthaceae. It is distributed throughout the tropical world. It can be found in many places growing as an introduced species and a common weed. It is an invasive species in some areas, including many Pacific Islands environments.",
    "Uses": "The juice of this plant is a potent ingredient for a mixture of wall plaster, according to the Samarāṅgaṇa Sūtradhāra, which is a Sanskrit treatise dealing with Śilpaśāstra (Hindu science of art and construction).It is one of the 21 leaves used in the Ganesh Patra Pooja done regularly on Ganesh Chaturthi day.",
    "Uses-Traditional medicine": "Achyranthes aspera has been used in folk medicine in countries including Australia, India, and Kenya.\n\nThe 1889 book The Useful Native Plants of Australia records that this plant was found \"in all the tropical and sub-tropical regions of the old world. The herb is administered in India in cases of dropsy. The seeds are given in hydrophobia, and in cases of snake-bites, as well as in ophthalmia and cutaneous diseases. The flowering spikes, rubbed with a little sugar, are made into pills, and given internally to people bitten by mad dogs. The leaves, taken fresh and reduced to a pulp, are considered a good remedy when applied externally to the bites of scorpions. The ashes of the plant yield a considerable quantity of potash, which is used in washing clothes. The flowering spike has the reputation in India (Oude) of being a safeguard against scorpions, which it is believed to paralyse. (Drury.)\"In Uttar Pradesh, the plant is used as a herbal medicine, especially in obstetrics and gynecology, with the intention of treating abortion, induction of labor, and postpartum bleeding.The Maasai people of Kenya use the plant medicinally to ease the symptoms of malaria.",
    "Chemical constituents": "Achyranthes aspera contains triterpenoid saponins which possess oleanolic acid as the aglycone. Ecdysterone, an insect moulting hormone, and long chain alcohols are also found in Achyranthes aspera.",
    "References": "",
    "External links": "Achyranthes aspera in West African plants – A Photo Guide."
  }
}