{
  "url": "https://en.wikipedia.org/wiki/Aeschynomene_americana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Aeschynomene"
    },
    {
      "Species": "A. americana"
    }
  ],
  "text": {
    "__SUMMARY__": "Aeschynomene americana is a species of flowering plant in the family Fabaceae (legume) known by many common names, including shyleaf, forage aeschynomene, American joint vetch (United States and Australia), thornless mimosa (Sri Lanka), bastard sensitive plant (Jamaica), pega pega, pega ropa, antejuela, ronte, cujicillo, and dormilonga (Latin America). It is native to Central America, parts of South America, the West Indies, and Florida. It is now found in the USA, in Australia and in South-East Asia.This plant is an annual or perennial herb growing up to 2 meters tall. The leaves are up to 7 centimeters long and have several pairs of linear to oblong leaflets. The sensitive leaves fold up when touched. The inflorescence is a raceme of flowers each up to a centimeter long. The flowers range in color from white to pinkish, orange, or purplish. The fruit is a curved legume pod up to 4 centimeters long made up of several jointed units, each unit containing a seed.This species is widely used as a green manure or pasture plant throughout the tropical world. It is grazed by livestock and may be cut for hay. Cattle readily eat the plant and spread the seeds on their coats and in manure. Available cultivars include 'Glenn'.In the wild it is generally a wetland plant, easily taking hold in wet places such as drainage ditches. It is grazed by deers, and the seeds are eaten by wild birds.",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Aeschynomene americana\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}