{
  "url": "https://en.wikipedia.org/wiki/Amaranthus_spinosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Genus": "Amaranthus"
    },
    {
      "Species": "A. spinosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Amaranthus spinosus, commonly known as the spiny amaranth, spiny pigweed, prickly amaranth or thorny amaranth, is a plant is native to the tropical Americas, but is present on most continents as an introduced species and sometimes a noxious weed. It can be a serious weed of rice cultivation in Asia.",
    "Uses": "",
    "Uses-Dye use": "In Khmer language, it is called pti banlar and in Vietnamese giền and its ash was historically used as a grey cloth dye.",
    "Uses-Food use": "Like several related species, A. spinosus is a valued food plant in Africa. It is valued also in Thai cuisine, where it is called phak khom (Thai: ผักขม). In Tamil, it is called mullik keerai. In Sanskrit, it is called tanduliyaka. It is used as food in the Philippines, where it is called kulitis. The leaves of this plant, known as massaagu in the Maldivian language, have been used in the diet of the Maldives for centuries in dishes such as mas huni.  In Mexico, it is among the species labelled Quelite quintonil in Mexican markets.\nIn Bangladesh it is called \"Katanote (কাটানটে)\". In Manipuri, it is called\" Chengkrook\" and is used as food in stir-fry and in broths mixed with other vegetables.\nThe seeds are eaten by many songbirds.",
    "Uses-Traditional medicine": "In the folk medicine of India, the ash of fruits of Amaranthus spinosus is used for jaundice.  Water extracts from its roots and leaves have been used as a diuretic in Vietnam.",
    "References": "",
    "External links": "PROTAbase on Amaranthus spinosus\nJepson Manual Treatment\nAmaranthus spinosus in West African plants – A Photo Guide."
  }
}