{
  "url": "https://en.wikipedia.org/wiki/Amaranthus_dubius",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Genus": "Amaranthus"
    },
    {
      "Species": "A. dubius"
    }
  ],
  "text": {
    "__SUMMARY__": "Amaranthus dubius, the red spinach, Chinese spinach, (simplified Chinese: 苋菜; traditional Chinese: 莧菜; pinyin: xiàncài), spleen amaranth, hon-toi-moi, yin choy, or hsien tsai is a plant species. It belongs to the economically important family Amaranthaceae.\nThis plant is native to South America, Mexico, and the West Indies, however; it is widely introduced throughout the world. The species occurs locally in France and Germany and is naturalized or invasive in tropical and subtropical regions of the United States (Florida and Hawaii), Africa, Asia, Australia and the Pacific.In Tamil Nadu (India) the plant is known as \"Araikeerai\". In general 'Keerai' means 'greens' in Tamil. In Telugu it is called 'yerra thotakura'. In Kerala, it is called \"Cheera\" (ചീര).",
    "Description": "Usually it grows to a size of 80–120 cm. It has both green and red varieties, as well as some with mixed colors. The green variety is practically indistinguishable from Amaranthus viridis.\nIt flowers from summer to fall in the tropics, but can flower throughout the year in subtropical conditions. It is a ruderal species, usually found in waste places or disturbed habitats.\nAmaranthus dubius is considered to be a morphologically deviant allopolyploid.  It is very close genetically to Amaranthus spinosus and other Amaranthus species.",
    "Gastronomy": "This species is valued as a leafy vegetable throughout South and Southeast Asia and also in Africa.In Cambodia, it is known as \"Ptee\" (ផ្ទី) where the leaf is used in cooking and to dip in a sauce base call tuk krueng(ទឹកគ្រឿង).\nIn India it is known as Thotakura or Koyagura (Telugu), Cheera ചീര (Malayalam), Dantina Soppu (Kannada), Maath (Marathi), Bhajji (konkani), Chauli or Chavleri Sag (Hindi), Chalai (Punjabi), Kuppai Keerai or குப்பை கீரை (Tamil) or lal sak (Bengali).\nIn Pashto language it is called \"Ganhar\".\nIt may be eaten raw in thoran or cooked in curry and bhajis.In the Bantu-speaking regions of Uganda it is known as Doodo and is commonly cut very finely and cooked with onions and tomatoes or sometimes mixed with a peanut sauce. It is called Mchicha in Swahili and is known as 'Terere' amongst the Kikuyu, Embu and Meru of Kenya, and as Telele by the Kamba of Kenya.\nIn Indonesia, the bicolor variety (green with red streaks) is known as Bayam and in Thailand as ผักโขม (Phak khom).\nIn Suriname, it is called klaroen (also klarun).\nIt is used as an herbal remedy in traditional African medicine.In natural Medicine, it is used along with garlic, ginger, and cumin to cure gastric problems.",
    "References": "",
    "External links": "PROTAbase on Amaranthus dubius"
  }
}