{
  "url": "https://en.wikipedia.org/wiki/Amaranthus_cruentus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Genus": "Amaranthus"
    },
    {
      "Species": "A. cruentus"
    }
  ],
  "text": {
    "__SUMMARY__": "Amaranthus cruentus is a flowering plant species that yields the nutritious staple amaranth grain. It is one of three Amaranthus species cultivated as a grain source, the other two being Amaranthus hypochondriacus and Amaranthus caudatus. In Mexico, it is called huautli (Spanish pronunciation: [ˈwautɬi] and alegría ([aleˈɣɾi.a] and in English it has several common names, including blood amaranth, red amaranth, purple amaranth, prince's feather, and Mexican grain amaranth. In Maharashtra, it is called shravani maath (\"श्रावणी माठ\") or rajgira (\"राजगिरा\").",
    "Description": "Amaranthus cruentus is a tall annual herb topped with clusters of dark pink flowers. The plant can grow up to 2 m (6 ft) in height, and blooms in summer to fall. It is believed to have originated from Amaranthus hybridus, with which it shares many morphological features. The plant is usually green in color, but a purple variant was once grown for use in Inca rituals.",
    "Uses": "This species was in use as a food source in North America and Central America as early as 4000 BC. The seeds are eaten as a cereal grain. They are black in the wild plant, and white in the domesticated form. They are ground into flour, popped like popcorn, cooked into a porridge, and made into a confectionery called alegría. The leaves can be cooked like spinach, and the seeds can be germinated into nutritious sprouts. While A. cruentus is no longer a staple food in North and Central America, it is still grown and sold as a health food.\nIt is an important crop for subsistence farmers in Africa.In Maharashtra, during month of Shravan, a stir-fried vegetable with just grated coconut is served during festivals. The stem is used in curry made with vaal hyacinth bean.\nAmong the Zuni people, the feathery part of plant ground into a fine meal and used to color ceremonial bread red. The crushed leaves and blossoms are also moistened and rubbed on cheeks as rouge.",
    "Cultivation": "A. cruentus is cultivated as an ornamental plant, valued for its feather-like flowering plumes. It is usually grown from seed as a half-hardy annual, that is sown under glass in early Spring and planted out in summer. Numerous cultivars have been developed, of which the following have gained the Royal Horticultural Society's Award of Garden Merit:\n\n'Autumn Palette Group' (earth colours – rust, cream, brown)\n'Oeschberg' (crimson flowers)\n'Velvet Curtains' (deep red/crimson)",
    "References": "",
    "External links": "Edible plants info page\nJepson Manual treatment\nPROTAbase on Amaranthus cruentus"
  }
}