{
  "url": "https://en.wikipedia.org/wiki/Annona_muricata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Magnoliales"
    },
    {
      "Family": "Annonaceae"
    },
    {
      "Genus": "Annona"
    },
    {
      "Species": "A. muricata"
    }
  ],
  "text": {
    "__SUMMARY__": "Soursop (also graviola, guyabano, and in Latin America, guanábana) is the fruit of Annona muricata, a broadleaf, flowering, evergreen tree. The exact origin is unknown; it is native to the tropical regions of the Americas and the Caribbean and is widely propagated.  It is in the same genus, Annona, as cherimoya and is in the Annonaceae family.\nThe soursop is adapted to areas of high humidity and relatively warm winters; temperatures below 5 °C (41 °F) will cause damage to leaves and small branches, and temperatures below 3 °C (37 °F) can be fatal. The fruit becomes dry and is no longer good for concentrate.\nWith an aroma similar to pineapple, the flavor of the fruit has been described as a combination of strawberries and apple with sour citrus flavor notes, contrasting with an underlying thick creamy texture reminiscent of banana.\nSoursop is widely promoted (sometimes as \"graviola\") as an alternative cancer treatment, but there is no medical evidence it is effective for treating cancer or any disease.",
    "Annona muricata": "Annona muricata is a species of the genus Annona of the custard apple tree family, Annonaceae, which has edible fruit.  The fruit is usually called soursop due to its slightly acidic taste when ripe.  Annona muricata is native to the Caribbean and Central America but is now widely cultivated – and in some areas, becoming invasive – in tropical and subtropical climates throughout the world.",
    "Description": "Annona muricata is a small, upright, evergreen tree that can grow to about 30 feet (9.1 m) tall.Its young branches are hairy. Leaves are oblong to oval, 8 centimetres (3.1 in) to 16 centimetres (6.3 in) long and 3 centimetres (1.2 in) to 7 centimetres (2.8 in) wide.  They are a glossy dark green with no hairs above, and paler and minutely hairy to no hairs below.  The leaf stalks are 4 millimetres (0.16 in) to 13 millimetres (0.51 in) long and without hairs.Flower stalks (peduncles) are 2 millimetres (0.079 in) to 5 millimetres (0.20 in) long and woody. They appear opposite from the leaves or as an extra from near the leaf stalk, each with one or two flowers, occasionally a third.  Stalks for the individual flowers (pedicels) are stout and woody, minutely hairy to hairless and 15 millimetres (0.59 in) to 20 millimetres (0.79 in) with small bractlets nearer to the base which are densely hairy.The petals are thick and yellowish.  Outer petals meet at the edges without overlapping and are broadly ovate, 2.8 centimetres (1.1 in) to 3.3 centimetres (1.3 in) by 2.1 centimetres (0.83 in) to 2.5 centimetres (0.98 in), tapering to a point with a heart shaped base. They are evenly thick, and are covered with long, slender, soft hairs externally and matted finely with soft hairs within.  Inner petals are oval shaped and overlap. They measure roughly 2.5 centimetres (0.98 in) to 2.8 centimetres (1.1 in) by 2 centimetres (0.79 in), and are sharply angled and tapering at the base.  Margins are comparatively thin, with fine matted soft hairs on both sides. The receptacle is conical and hairy. The stamens are 4.5 millimetres (0.18 in) long and narrowly wedge-shaped. The connective-tip terminate abruptly and anther hollows are unequal. Sepals are quite thick and do not overlap. Carpels are linear and basally growing from one base.  The ovaries are covered with dense reddish brown hairs, 1-ovuled, style short and stigma truncate. Its pollen is shed as permanent tetrads.The fruits are dark green and prickly.  They are ovoid and can be up to 30 centimetres (12 in) long, with a moderately firm texture. Their flesh is juicy, acid, whitish and aromatic.The average weight of 1000 fresh seeds is 470 grams (17 oz) and they have an average oil content of 24%.  When dried for 3 days at 60 °C (140 °F), the average seed weight was 322 grams (11.4 oz).  They are tolerant of the moisture extraction, showing no problems for long-term storage under reasonable conditions.",
    "Distribution": "Annona muricata is tolerant of poor soil and prefers lowland areas between the altitudes of 0 to 1,200 metres (3,900 ft).  It cannot stand frost.  The exact origin is unknown; it is native to the tropical regions of the Americas and is widely propagated. It is an introduced species on all temperate continents, especially in subtropical regions.",
    "Cultivation": "The plant is grown for its 20–30 cm (7.9–11.8 in) long, prickly, green fruit, which can have a mass of up to 6.8 kg (15 lb), making it probably the second biggest annona after the junglesop. Away from its native area, some limited production occurs as far north as southern Florida within USDA Zone 10; however, these are mostly garden plantings for local consumption. It is also grown in parts of Southeast Asia and is abundant on the Island of Mauritius.  The main suppliers of the fruit are Mexico followed by Peru, Brazil, Ecuador, Guatemala, and Haiti.",
    "Uses": "The flesh of the fruit consists of an edible, white pulp, some fiber, and a core of indigestible black seeds. The pulp is also used to make fruit nectar, smoothies, fruit juice drinks, as well as candies, sorbets, and ice cream flavorings. Due to the fruit's widespread cultivation, its derivative products are consumed in many countries like Mexico, Brazil, Venezuela, Colombia and Fiji. The seeds are normally left in the preparation, and removed while consuming, unless a blender is used for processing.\nIn Indonesia, dodol sirsak, a sweetmeat, is made by boiling soursop pulp in water and adding sugar until the mixture hardens. Soursop is also a common ingredient for making fresh fruit juices that are sold by street food vendors. In the Philippines, it is called guyabano, derived from the Spanish guanábana, and is eaten ripe, or used to make juices, smoothies, or ice cream. Sometimes, they use the leaf in tenderizing meat. In Vietnam, this fruit is called mãng cầu Xiêm (Siamese Soursop) in the south, or mãng cầu (Soursop) in the north, and is used to make smoothies, or eaten as is. In Cambodia, this fruit is called tearb barung, literally \"western custard-apple fruit.\" In Malaysia, it is known in Malay as durian belanda (\"Dutch durian\") and in East Malaysia, specifically among the Dusun people of Sabah, it is locally known as lampun. Popularly, it is eaten raw when it ripens, or used as one of the ingredients in Ais Kacang or Ais Batu Campur. Usually the fruits are taken from the tree when they mature and left to ripen in a dark corner, whereafter they will be eaten when they are fully ripe. It has a white flower with a very pleasing scent, especially in the morning. While for people in Brunei Darussalam this fruit is popularly known as \"Durian Salat\", widely available and easily planted.\nThe unripe fruit, sliced and marinated, is said to make an excellent fish substitute in vegan Caribbean cooking.",
    "Subspecies as synonyms": "Annona muricata var. borinquensis",
    "Nutrients and phytochemicals": "The fruit contains significant amounts of vitamin C, vitamin B1 and vitamin B2. The compound annonacin, which is contained in the seeds of soursop, is a neurotoxin identified in preliminary research.The leaves of Annona muricata contain annonamine, which is an aporphine-class alkaloid featuring a quaternary ammonium group.",
    "Nutrients and phytochemicals-Potential neurotoxicity": "The Memorial Sloan-Kettering Cancer Center cautions, \"alkaloids extracted from graviola may cause neuronal dysfunction\". The compound annonacin, which is contained in the fruit and seeds of soursop, is neurotoxic in laboratory research. In 2010, the French food safety agency, Agence française de sécurité sanitaire des produits de santé, concluded that \"it is not possible to confirm that the observed cases of atypical Parkinson syndrome ... are linked to the consumption of Annona muricata\".",
    "Nutrients and phytochemicals-Alternative cancer treatment": "The Memorial Sloan-Kettering Cancer Center lists cancer treatment as one of the \"purported uses\" of soursop. According to Cancer Research UK, \"Many sites on the internet advertise and promote graviola capsules as a cancer cure, but none of them are supported by any reputable scientific cancer organisations\" and \"there is no evidence to show that graviola works as a cure for cancer\" and consequently they do not support its use as a treatment for cancer.The Federal Trade Commission in the United States determined that there was \"no credible scientific evidence\" that the extract of soursop sold by Bioque Technologies \"can prevent, cure, or treat cancer of any kind.\"Cancer Research UK also released a statement about the alleged cancer \"cure\" that included these sentences:\n\"Overall, there is no evidence to show that graviola works as a cure for cancer. In laboratory studies, graviola extracts can kill some types of liver and breast cancer cells that are resistant to particular chemotherapy drugs. But there haven’t been any large scale studies in humans. So we don't know yet whether it can work as a cancer treatment or not. Many sites on the internet advertise and promote graviola capsules as a cancer cure, but none of them are supported by any reputable scientific cancer organisations. We do not support the use of graviola to treat cancer.\"\nIn 2008, a court case relating to the sale in the UK of Triamazon, a soursop product, resulted in the criminal conviction of a man under the terms of the UK Cancer Act for offering to treat people for cancer. A spokesman for the council that instigated the action stated, \"it is as important now as it ever was that people are protected from those peddling unproven products with spurious claims as to their effects.\"",
    "See also": "Annona crassiflora\nAnnona reticulata\nAtemoya\nCherimoya\nList of ineffective cancer treatments\nSugar-apple\nPawpaw",
    "References": "",
    "External links": " Data related to Soursop at Wikispecies\nBridg, Hannia. \"Micropropagation and Determination of the in vitro Stability of Annona cherimola Mill. and Annona muricata L.\"\n(in Portuguese) Correia, M. P., (1984) Dicionário das plantas úteis do Brasil\nDescription of soursop from Fruits of Warm Climates (1987, ISBN 0-9610184-1-0)\nSorting Annona names\nSoursop List of Chemicals (Dr. Duke's)\nPHYTOCHEMICAL AND PHARMACOLOGICAL PROPERTIES OF ANNONA MURICATA: A REVIEW\n\"Annona muricata L.\" Integrated Taxonomic Information System. Retrieved 18 March 2008.\nRobson, N. K. B. (1960). \"Annonaceae by N. K. B. Robson\". Flora Zambesiaca. Royal Botanic Gardens, Kew. 1. Retrieved 2008-04-18.\nUBC Botanical Garden and Centre for Plant Research (2007-04-13). \"Annona muricata\". Botany Photo of the Day. University of British Columbia. Retrieved 2008-04-18."
  }
}