{
  "url": "https://en.wikipedia.org/wiki/Annona_cherimola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Magnoliales"
    },
    {
      "Family": "Annonaceae"
    },
    {
      "Genus": "Annona"
    },
    {
      "Species": "A. cherimola"
    }
  ],
  "text": {
    "__SUMMARY__": "The cherimoya (Annona cherimola), also spelled chirimoya and called chirimuya by the Inca people, is an edible fruit-bearing species of the genus Annona from the family Annonaceae. They were believed to be native to Colombia, Ecuador, Peru , Bolivia and Chile, spreading through cultivation to the Andes and Central America. However, they are now known to originate in Central America. Cherimoya is grown in tropical regions throughout the world, as well as Spain, where it is widely consumed and grown in the southern province of Granada. It is in the same genus, Annona, as soursop.\nMark Twain called the cherimoya \"the most delicious fruit known to men\". The creamy texture of the flesh gives the fruit its secondary name, custard apple.",
    "Etymology": "The name originates from the Quechua word chirimuya, which means \"cold seeds\", because the plant grows at high altitudes and the seeds will germinate at higher altitudes. In Bolivia, Peru, Chile, Ecuador and Colombia, the fruit is commonly known as chirimoya (spelled accordingly to the Spanish language).",
    "Description": "Annona cherimola is a fairly dense, fast-growing, woody, \nbriefly deciduous \nbut mostly evergreen low branched, spreading tree \nor shrub 5 metres (16 ft) to 9 metres (30 ft) tall.",
    "Description-Stems and leaves": "Mature branches are sappy and woody. Young branches and twigs have a matting of short, fine, rust colored hairs.The leathery leaves are 5–25 centimetres (2.0–9.8 in) long 3–10 centimetres (1.2–3.9 in) wide and mostly elliptic, pointed at the ends and rounded near the leaf stalk.  When young, they are covered with soft, fine, tangled, rust colored hairs.  When mature, the leaves bear hairs only along the veins on the undersurface. Tops are hairless and a dull medium green with paler veins, backs velvety, dull grey-green with raised pale green veins.  New leaves are whitish below.Leaves are single and alternate, dark green and slightly hairy on the top surface. They attach to branches with stout 6–10 millimetres (0.24–0.39 in) long and densely hairy leaf stalks.",
    "Description-Flowers": "Cherimoya trees bear very pale green, fleshy flowers. They are 3 centimetres (1.2 in) long,  with very strong fruity odor. Each flower has three outer, greenish, fleshy, oblong, downy petals and three smaller, pinkish inner petals with yellow or brown finely matted hairs outside, whitish with purple spot and many stamens on the inside. Flowers appear on the branches opposite to the leaves, solitary or in pairs or groups of three, on flower stalks that are covered densely with fine rust colored hairs, 8–12 millimetres (0.31–0.47 in) long.  Buds are 15–18 millimetres (0.59–0.71 in) long, 5–8 millimetres (0.20–0.31 in) wide at the base. The pollen is shed as permanent tetrads.",
    "Description-Fruits": "Cherimoya fruit are large green conical or heart-shaped compound fruit, 10 centimetres (3.9 in) to 20 centimetres (7.9 in) long, with diameters of 5 centimetres (2.0 in) to 10 centimetres (3.9 in), and skin that gives the appearance of having overlapping scales or knobby warts. They ripen to brown with a fissured surface from winter into spring; they weigh on the average 150 grams (5.3 oz) to 500 grams (18 oz) but extra large specimens may weigh 2.7 kilograms (6.0 lb) or more. The ripened flesh is creamy white. When ripe, the skin is green and gives slightly to pressure. Some characterize the fruit flavor as a blend of banana, pineapple, papaya, peach, and strawberry. The fruit can be chilled and eaten with a spoon, which has earned it another nickname, the ice cream fruit. In Peru and Chile, it is commonly used in ice creams and yogurt.The cherimoya fruits are classed according to degree of surface irregularity, as: Lisa, almost smooth, difficult to discern areoles; Impresa, with \"fingerprint\" depressions; Umbonata, with rounded protrusions at the apex of each areole; Mamilata with fleshy, nipple-like protrusions; Tuberculata, with conical protrusions having wartlike tips.\nThe flesh of the cherimoya contains numerous hard, inedible, black, bean-like, glossy seeds, 1 centimetre (0.39 in) to 2 centimetres (0.79 in) long and about half as wide.  Cherimoya seeds are poisonous if crushed open. Like other members of the family Annonaceae, the entire plant contain small amounts of neurotoxic acetogenins, such as annonacin, which appear to be linked to atypical parkinsonism in Guadeloupe. Moreover, an extract of the bark can induce paralysis if injected.\"The pineapple, the mangosteen, and the cherimoya\", wrote the botanist Berthold Carl Seemann, \"are considered the finest fruits in the world, and I have tasted them in those localities where they are supposed to attain their highest perfection – the pineapple in Guayaquil, the mangosteen in the Indian Archipelago, and the cherimoya on the slopes of the Andes, and if I were asked which would be the best fruit, I would choose without hesitation, cherimoya. Its taste, indeed, surpasses that of every other fruit, and Haenke was quite right when he called it the masterpiece of Nature.\"",
    "Taxonomy": "",
    "Taxonomy-Cultivars": "The cherimoya of the Granada-Málaga Tropical Coast is a fruit of the cultivar ‘Fino de Jete′ grown in the Granada-Málaga tropical southern coast of Spain with the EU's appellation protected designation of origin status. The  cultivar 'Fino de Jete' has skin type Impressa, are smooth or  slightly concave at the edges. The fruit is round, oval, heart-shaped or kidney-shaped. The seeds are enclosed in the carpels and so do not detach easily, the flavour balances intense sweetness with slight acidity and the soluble sugar content exceeds 17° Bx. This variety is prepared and packed in the geographical area because \"it is a very delicate perishable fruit and its skin is very susceptible to browning caused by mechanical damage, such as rubbing, knocks, etc. The fruit must be handled with extreme care, from picking by hand in the field to packing in the warehouse, which must be carried out within 24 hours. Repacking or further handling is strictly forbidden.\"",
    "Distribution and habitat": "Widely cultivated now, Annona cherimola is believed to originate from the Andes at altitudes of 700 metres (2,300 ft) to 2,400 metres (7,900 ft) although an alternative hypothesis postulates Central America as the origin of Annona cherimola because many of its wild relatives occur in this area. From there it was taken by Europeans to various parts of the tropics.  Unlike other Annona speciesA. cherimola has not successfully naturalized in West Africa, and in Australasia Annona glabra is often misidentified as this species.\n\nNative\nNeotropic:\nWestern South America: Ecuador, Peru\nSouthern South America: ChileCurrent (naturalized and native)\nNeotropic:Caribbean: Florida, Cuba, Haiti, Jamaica, Puerto Rico\nCentral America: Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama\nNorthern South America: Guyana, Venezuela\nSouthern North America: Mexico\nWestern South America: Bolivia, Colombia, Ecuador, Peru\nSouthern South America: Chile, Brazil\nPalearctic: Algeria, Egypt, Libya, France, Italy, Spain, Madeira, Azores\nAfrotropic: Eritrea, Somalia, Tanzania,\nIndomalaya: India, Singapore, ThailandAustralia",
    "Ecology": "",
    "Ecology-Pollination": "The flowers are hermaphroditic and have a mechanism to avoid self-pollination. The short-lived flowers open as female, then progress to a later, male stage in a matter of hours. This requires a separate pollinator that not only can collect the pollen from flowers in the male stage, but also deposit it in flowers in the female stage.\nStudies of insects in the cherimoya's native region as its natural pollinator have been inconclusive; some form of beetle is suspected.\nQuite often, the female flower is receptive in the early part of the first day, but pollen is not produced in the male stage until the late afternoon of the second day. Honey bees are not good pollinators, for example, because their bodies are too large to fit between the fleshy petals of the female flower. Female flowers have the petals only partially separated, and the petals separate widely when they become male flowers. So, the bees pick up pollen from the male flowers, but are unable to transfer this pollen to the female flowers. The small beetles which are suspected to pollinate cherimoya in its land of origin are much smaller than bees.\nFor fruit production outside the cherimoya's native region, cultivators must either rely upon the wind to spread pollen in dense orchards or else use hand pollination. Pollinating by hand requires a paint brush. Briefly, to increase the fruit production, growers collect the pollen from the male plants with the brush, and then transfer it to the female flowers immediately or store it in the refrigerator overnight. Cherimoya pollen has a short life, but it can be extended with refrigeration.",
    "Ecology-Climate requirements": "The evaluation of 20 locations of Loja Province, Ecuador indicated certain growing preferences of wild cherimoya, including altitude between 1,500–2,000 metres (4,900–6,600 ft), optimum annual temperature range from 18–20 °C (64–68 °F), annual precipitation between 800–1,000 millimetres (31–39 in), and soils with high sand content and slightly acidic properties with pH between 5 and 6.5.",
    "Cultivation": "Annona cherimola, preferring the cool Andean altitudes, hybridizes with the other Annona species. A hybrid with A. squamosa called atemoya has received some attention in West Africa, Australia, Brazil and Florida (USA).",
    "Cultivation-Propagation": "The tree thrives throughout the tropics at altitudes of 1,300 to 2,600 m (4,300 to 8,500 ft). Though sensitive to frost, it must have periods of cool temperatures or the tree will gradually go dormant. The indigenous inhabitants of the Andes say the cherimoya cannot stand snow.\nIn the Mediterranean region, it is cultivated mainly in southern Spain and Portugal, where it was introduced between 1751 and 1797 from where it was carried to Italy, but now can be also found in several countries of Africa, the Middle East and Oceania. It is cultivated throughout the Americas, including Hawaii since 1790 and California where it was introduced in 1871.",
    "Cultivation-Harvest": "Large fruits which are uniformly green, without cracks or mostly browned skin, are best.\nThe optimum temperature for storage is 8–12 °C (46–54 °F), depending on cultivar, ripeness stage, and duration, with an optimum relative humidity of 90–95%. Unripe cherimoyas will ripen at room temperature, when they will yield to gentle pressure. Exposure to ethylene (100 ppm for one to two days) accelerates ripening of mature-green cherimoya and other Annona fruits; they can ripen in about five days if kept at 15 to 20 °C (59 to 68 °F). Ethylene removal can be helpful in retarding ripening of mature-green fruits.",
    "Cultivation-Eating characteristics": "Different varieties have different flavors, textures, and shapes. Shapes can range from imprint areoles, flat areoles, slight bump or point areoles, full areoles, and combinations of these shapes. The flavor of the flesh ranges from mellow sweet to tangy or acidic sweet, with variable suggestions of pineapple, banana, pear, papaya, strawberry or other berry, and apple, depending on the variety.\nWhen the fruit is soft-ripe/fresh-ripe and still has the fresh, fully mature greenish/greenish-yellowish skin color, the texture is like that of a soft-ripe pear and papaya. If the skin is allowed to turn fully brown, yet the flesh has not fermented or gone \"bad\", then the texture can be custard-like. Often, when the skin turns brown at room temperature, the fruit is no longer good for human consumption. Also, the skin turns brown if it has been under normal refrigeration for too long - a day or two maybe.",
    "Cultivation-Nutritional value": "In a 100 g serving providing 75 calories, cherimoya is an excellent source (> 19% of the Daily Value, DV) of vitamin B6 and a good source (10-19% DV) of vitamin C, dietary fiber and riboflavin (table).",
    "Culture": "The Moche culture of Peru had a fascination with agriculture and represented fruits and vegetables in their art. Cherimoyas were often depicted in their ceramics.",
    "Gallery": "",
    "See also": "List of cherimoya cultivars\nWild sweetsop (Annona reticulata)\nAtemoya (a cross of A. squamosa and A. cherimola)\nPawpaw (Asimina spp.)\nSoursop (Annona muricata)\nSugar-apple (Annona squamosa)\nWhite sapote (Casimiroa edulis) — sometimes mislabeled as cherimoya\nWild soursop (Annona senegalensis)",
    "External links": "\"Annona cherimola Miller\". Integrated Taxonomic Information System. Retrieved 17 March 2008.\nCalifornia Rare Fruit Growers article on cherimoya\n\n\n== References =="
  }
}