{
  "url": "https://en.wikipedia.org/wiki/Arbutus_xalapensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Ericaceae"
    },
    {
      "Genus": "Arbutus"
    },
    {
      "Species": "A. xalapensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Arbutus xalapensis, commonly known as the Texas madrone, naked Indian tree or Texas madroño, is a species of flowering plant in the heather family. It is native to Central America, the southwestern United States (western Texas and New Mexico), and throughout Mexico. It is found in canyons and mountains, on rocky plains, and in oak woodlands, at altitudes of up to 3,000 m (10,000 feet) in the south of the range, but lower, down to 600 m (1800 feet) in the north of the range.\nArbutus xalapensis is a large shrub or small to medium-sized evergreen tree growing to 5–25 meters (17–84 feet) tall with a trunk up to 50 cm (20 inches) in diameter, with smooth orange-brown bark peeling in thin sheets. The size varies regionally with available rainfall, with small, shrubby plants in dry areas such as western Texas and New Mexico, and larger trees in moister areas of Mexico; plants in Texas, New Mexico, and the far northeast of Mexico are distinguished as a variety, A. xalapensis var. texana, or even a distinct species A. texana, by some botanists, but others do not regard these as distinct.The leaves are oblong to lanceolate, 5–17 cm (2.0–6.8 inches) long and 1.5–5 cm (0.6–2.0 inches) broad, with an entire or serrated margin. The flowers are bell-shaped, white or pale pink, 5–10 mm long, produced in loose panicles. The fruit is a rough-surfaced red berry 1 cm (0.4 inches) in diameter, reportedly edible (however, those of related species have narcotic properties), and contains numerous small seeds.",
    "References": "",
    "External links": "(in Spanish) Bosques Tropicales y Subtropicales: Arbutus xalapensis\n(in Spanish) Bosques de Encino, Pino y Pino-Encino: Arbutus xalapensis\nPlants for a Future: Arbutus xalapensis\n Data related to Arbutus xalapensis at Wikispecies"
  }
}