{
  "url": "https://en.wikipedia.org/wiki/Astianthus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Bignoniaceae"
    },
    {
      "Genus": "AstianthusD.Don 1823"
    },
    {
      "Species": "A. viminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Astianthus is a monotypic genus of flowering plants in the Bignoniaceae family. The sole species is Astianthus viminalis. It is known by the common names achuchil in Mexico and chilca in Guatemala and Honduras.Astianthus is native to Mesoamerica, from southern Mexico to Nicaragua. It is a shrub, or if larger, a tree of varying height, occurring mostly along streambanks from sea level to 1,200 m (3,900 ft) in elevation. Its leaves are unusually long and slender, resembling those of a willow, possibly because it is a rheophyte.",
    "Description": "The following description is excerpted from one that appeared in Flora Neotropica.\nTrees or shrubs, 2-20m tall.\nLeaves in whorls of 3, simple, linear, 6–30 cm long and 0.3-1.4 cm wide; midrib prominent; secondaries numerous, strongly ascending.\nInflorescences terminal, paniculate, the lateral branches in whorls of 3.\nCalyx campanulate, 5-dentate, the teeth 1-3mm long.\nCorolla yellow, 4-5.5 cm long, tubular to infundibuliform, base of corolla narrowly tubular.\nStamens didynamous.\nGynoecium 2.5–3 cm long; the ovary glabrous, its base surrounded by a nectariferous disk.\nFruit fusiform, terete, glabrous, 3–8 cm long; the septum perpendicular to a false septum, the combined structure cruciform in cross section.\nSeeds small, borne perpendicular to the septum and parallel to the false septum, the seed body sharply demarcated from the wing.",
    "Taxonomy": "The genus Astianthus was erected by David Don in 1823, in the Edinburgh Philosophical Journal. Don named its sole species Astianthus longifolia. He was apparently unaware that Karl Sigismund Kunth had previously named this species Bignonia viminalis in 1819. (The authority for this name is often cited as \"HBK\" instead of \"Kunth\". It is not clear why Alwyn Howard Gentry gives the date of the name as 1819.)\nWilliam Hemsley transferred this species to Tecoma as T. viminalis in 1882, recognizing that the specific epithet of Kunth had priority over that of Don by the rules of botanical nomenclature.The name Astianthus viminalis is often accredited to Henri Ernest Baillon in volume 10 of his Histoire des Plantes, but the reason for the citation is not self-evident upon viewing page 44 of this work.Older works have usually placed Astianthus in the tribe Tecomeae, but the circumscription of that tribe was greatly revised in 2009. Astianthus is now usually placed in Bignoniaceae incertae sedis. Alwyn Howard Gentry called Astianthus \"a very isolated genus with no obvious affinities\" and further wrote that \"the superficial resemblance to Chilopsis is apparently due to parallel evolution for the same type of riparian site\".\nAstianthus has not yet been sampled for DNA in a molecular phylogenetic study.",
    "Uses": "Where Astianthus approaches its largest size, useful lumber can be produced from it, but it is rarely harvested by lumberjacks.As with almost every plant, medicinal value has been alleged, but no verifiable evidence of efficacy has been observed. Isolated compounds and a crude extracts from Astianthus have failed to show any antimicrobial activity. They also showed no cytotoxicity for tumor cells.",
    "Phytochemistry": "The pentacyclic triterpenoids ursolic acid and oleanolic acid have been extracted from Astianthus. So have cinnamic acid, p-methoxycinnamic acid, and stigmasterol.\nA chloroform-ethanol gradient elution High-performance liquid chromatography system was used to extract the iridoid glycosides campenoside and 5-hydroxycampenoside.",
    "Bibliography": "Paul C. Standley and Louis O. Williams. 1974. Flora of Guatemala; Fieldiana 24:volume X part 3.",
    "References": "",
    "External links": "Astianthus At: Plant Names At: IPNI\npage 178 In:\nBignonia In: volume 3 Of: Nova genera et species plantarum At: N At: Titles At: Biodiversity Heritage Library\nelectronic BIOLOGIA CENTRALI-AMERICANA\npage 497 In: Botany, volume 2 At: About this title At: Biologia Centrali-Americana At: B At: Titles At: Botanicus.org\nAstianth (sic) page 44 In: volume 10 Of: Histoire des Plantes"
  }
}