{
  "url": "https://en.wikipedia.org/wiki/Autlan_rattlesnake",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Crotalus"
    },
    {
      "Species": "C. lannomi"
    }
  ],
  "text": {
    "__SUMMARY__": "Crotalus lannomi, known commonly as the Autlán rattlesnake, is a species of venomous snake, a pit viper in the family Viperidae. The species is endemic to southwestern Mexico. There are no subspecies that are recognized as being valid.",
    "Etymology": "The specific name, lannomi, is in honor of Joseph R. Lannom, Jr., who collected the type specimen.",
    "Description": "C. lannomi was described from a single specimen, a female 63.8 cm (25.1 in) in total length (including tail), presumed to have been an adult. The presence of some larger scales on top of its head and a longer tail are the traits Tanner (1966) suggested are primitive. Mostly on this basis, his opinion was that this species is most closely related to C. stejnegeri, though its head and body are not as slender as those of C. stejnegeri.",
    "Geographic range": "C. lannomi is found in western Mexico in the Mexican states of Colima and Jalisco. The type locality is \"1.8 miles west of the pass, Puerto Los Mazos, or 22 miles west by road from the Río Tuxcacuesco, a branch of the Río América on Mexican Highway No. 80, Jalisco, Mexico\".",
    "Conservation status": "The species C. lannomi is classified as Data Deficient on the IUCN Red List (v3.1, 2001). Species] are listed as such when information is inadequate to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status. It may be well studied, and its biology well known, but appropriate data on abundance and/or distribution are lacking. Data Deficient is therefore not a category of threat. Listing of taxa in this category indicates more information is required and acknowledges the possibility that future research will show a threatened classification is appropriate. It is important to make positive use of whatever data are available. In many cases great care should be exercised in choosing between DD and a threatened status. If the range of a taxon is suspected to be relatively circumscribed, and a considerable period of time has elapsed since the last record of the taxon, threatened status may well be justified. The population trend was unknown when assessed in 2007.",
    "Rediscovery": "In July 2008, the Autlán rattlesnake was rediscovered in the foothills of Colima, Mexico.",
    "See also": "List of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Tanner W (1966). \"A New Rattlesnake from Western Mexico\". Herpetologica 22 (4): 298-302. (Crotalus lammoni, new species).",
    "External links": "Crotalus lannomi at the Reptarium.cz Reptile Database. Accessed 12 December 2007."
  }
}