{
  "url": "https://en.wikipedia.org/wiki/Bidens_pilosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Bidens"
    },
    {
      "Species": "B. pilosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Bidens pilosa is a species of flowering plant in the aster family. It is native to the Americas but it is known widely as an introduced species of other regions, including Eurasia, Africa, Australia, and the Pacific Islands. It is a tall branched weed with thin yellow flowers that develop into a cluster of barbed fruits. Its many common names include black-jack, beggar-ticks, cobbler's pegs, sticky beaks,  farmer's friends and Spanish needle. The fruits are like short, stiff hairs. They get stuck in feathers, fur, fleeces, clothing, etc. This bur is widespread throughout the warmer regions of the world. Its little black fruits hook onto clothes or animals and thereby the bur spreads itself around. It is susceptible to hand weeding if small enough, even then must be bagged, and thick mulches may prevent it from growing. Each fruit has two to four barbed spines. A weed of gardens, woodlands, and waste areas, people or animals that brush against the plant will get the fruits stuck on their clothing or fur. Although this plant is primarily considered a weed, in many parts of the world it is a source of food and medicine. For example, it is reportedly widely eaten in Africa, and in Vietnam, during the Vietnam War, soldiers adopted the herb as a vegetable, which lead to it being known as the \"soldier vegetable\".",
    "Description": "Bidens Pilosa is an annual forb of gracile habit, growing up to 1.8 meters tall. It grows aggressively on disturbed land and often becomes weedy. The leaves are oppositely arranged and pinnate in form with three to five dentate, ovate-to-lanceolate leaflets. The petioles are slightly winged.The plant may flower at any time of the year, but in temperate regions it blooms mainly in summer and autumn. Flowers are borne in small heads on relatively long peduncles. The heads bear about four or five broad white ray florets,  surrounding many tubular yellow disc florets. The fruits are slightly curved, stiff, rough black rods, tetragonal in cross section, about 1 cm long, with typically two to three stiff, heavily barbed awns at their distal ends. The infructescences form stellate spherical burrs about one to two centimeters in diameter. The barbed awns catch onto fur or clothing, and can injure flesh. It is an effective means of seed dispersal by zoochory, as the fruits are transported by animals. This mechanism has helped the plant become a noxious weed in temperate and tropical regions.",
    "Common names": "This plant has many common names in different regions and languages, including:\nAfrikaans language: knapsekêrel\nChinese: gui zhen cao\nEnglish: beggar's tick, beggar-ticks, hairy beggar-ticks, black-jack, broom stick, broom stuff, cobbler's pegs, devil's needles, hairy bidens, Spanish needle, farmers friend, Devils Pitchfork\nCentral America spanish: Mozote\nFijian: batimadramadra, matakaro, matua kamate, mbatikalawau, mbatimandramandra\nFrench: bident hérissé, bident poilu, herbe d'aiguille, herbe villebague, piquants noirs\nGĩkũyũ: mũcege\nHawaiian: kī, nehe, kī nehe, kī pipili\nJapanese: コセンダングサ (ko-sendangusa) and ひっつき虫 (hittsuki-mushi), which stands for plants with burs, or burs in general, are the common names.\nKifumbira: Inyabalasanya\nMangareva: tarou, taru\nമലയാളം: Kandanakuthi,കണ്ടനക്കുത്തി\nMāori: koheriki, kohiriki\nMāori (Cook Islands): kamika tuarongo, piripiri, nīroa, piripiri nīroa, piripiri kerekere\nMufindi: Mabangalala\nMyanmar: ta-sae-ut\nNiuean: kofetoga, kofetonga\nPhilippines: pisau-pisau\nBontoc language: nguad, puriket\nIvatan language: dadayem\nPortuguese: amor-de-burro, picão, picão-preto\nPukapukan: pilipili\nSpanish: acetillo, amor seco, arponcito, asta de cabra, cacho de cabra, masquia, mazote, papunga chipaca, pega-pega, perca, sirvulaca; (Canary Islands) Amorsecano\nTahitian: piripiri\nTongan: fisi‘uli\nUkrainian: chereda\nVietnamese: xuyến chi\nWallisian: tae puaka\nCambodia: ភិដែន\nShona language Zimbabwe Mutsine",
    "Traditional uses": "In traditional Chinese medicine, this plant is considered a medicinal herb, called xian feng cao (Chinese: 咸豐草).. In traditional Bafumbira medicine, this plant is applied on a fresh wound and is known to be a medicinal herb, called inyabalasanya.",
    "Chemistry": "Almost two hundred compounds have been isolated from B. pilosa, especially polyacetylenes and flavonoids. The plant contains the chalcone okanin and ethyl caffeate, a hydroxycinnamic acid.Extracts of B. pilosa suppressed the growth of isolated adult T-cell leukemia cells in vitro.",
    "See also": "Alternative medicine\nChinese classic herbal formula\nChinese herbology\nTraditional Chinese medicine",
    "References": "",
    "External links": "PROTAbase Record display for Bidens pilosa. Plant Resources of Tropical Africa (PROTA). Retrieved on 12 April 2010."
  }
}