{
  "url": "https://en.wikipedia.org/wiki/Bocconia_frutescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Papaveraceae"
    },
    {
      "Genus": "Bocconia"
    },
    {
      "Species": "B. frutescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Bocconia frutescens is a species of flowering plant in the poppy family known by many common names, including plume poppy, tree poppy, tree celandine, parrotweed, sea oxeye daisy, and John Crow bush in English, gordolobo, llorasangre, tabaquillo, palo amarillo, palo de toro and pan cimarrón in Spanish, and bois codine in French. It is native to the Americas, including Mexico, parts of Central and South America, and the West Indies. It is perhaps better known in Hawaii, where it is an introduced species and an aggressive invasive weed with rapid negative effects on local ecosystems. In other parts of the United States it is used as an ornamental plant for its \"tropical\"-looking foliage.",
    "Description": "This relative of the poppy is a shrub growing up to 6 metres tall. It yields a bitter yellow or orange latex sap. The leaves are up to 45 cm  long by 20 wide and the blades are divided into deep lobes. There are many leaves toward the ends of the branches. The inflorescence is a branching panicle up to 60 centimeters long. The purple-green flower lacks petals but has sepals each up to a centimetre long. The anthers dangle from the flower center by their filaments. The fruit is a capsule about 1.2 cm long containing yellowish pulp and a single black seed half-sheathed in a bright red aril.",
    "Ecology": "This plant is capable of thriving in many types of habitat. In its native range it grows in dry, moist, and wet forests on many soil types. It is known from cloud forests and several types of disturbed and degraded habitat. It is not, however, tolerant of dense shade.The seeds of the plant are generally dispersed by birds, which are attracted to the pulpy fruits. In Hawaii, the Japanese white-eye (Zosterops japonicus) is a common visitor to the plant. In its native range it is also an important plant for various birds.",
    "Relationship with humans": "There are a number of human uses for this species, such as its use for ornamental purposes. It also has a variety of medicinal uses. In Mexico it has been used to treat skin conditions and respiratory tract infections. A laboratory study confirmed that extracts of the plant had antimicrobial action against the human pathogens Escherichia coli, Staphylococcus aureus, and Pseudomonas aeruginosa, as well as Bacillus subtilis. If the leaf is heated and applied to a wound it is said to provide pain relief. The plant can also be used as a dye.This plant grows quickly and is a prolific producer of seeds. It was introduced to Hawaii as a garden plant around 1920, and it promptly spread to the surrounding forests and other wild habitat. It is a problem on two of the Hawaiian islands, Hawaii and Maui. At one spot on Hawaii it moved from the local landscaping and soon covered over 3500 acres of abandoned agricultural fields. It is a common weed of other crop fields nearby. It easily invades eucalyptus plantations and areas of forest already dominated by non-native trees and shrubs. It is a weed of roadsides, vacant lots, and residential areas. It is tolerant of Hawaii's lava soils. On Maui it has been observed at elevations near 5800 feet. It is one of the noxious plants posing a threat to the native and rare flora of Kanaio Natural Area Reserve. The plant is thick and bushy, producing multiple stems at times and spreading densely to produce \"carpets\" that shade out smaller plants. Native species negatively affected include Melicope adscendens, Alectryon macrococcus, Bonamia menziesii, Cenchrus agrimonioides, Flueggea neowawraea, Melicope knudsenii, Santalum freycinetianum var. lanaiense, and Nothocestrum latifolium, a host plant of the federally endangered Blackburn’s sphinx moth (Manduca blackburni).Herbicides are a commonly recommended method of control for this species, particularly triclopyr. Small seedlings can be pulled by hand; larger seedlings root firmly and break if pulled, resprouting soon after. Effective control is difficult because of the plant's ability to sprout back up after being cleared off the land. Heavy machinery should be cleaned after digging in infested areas to prevent the transfer of seeds. Aerial monitoring of vulnerable areas is also recommended.",
    "References": "",
    "External links": "Photos: Bocconia frutescens. Starr Environmental - Plants of Hawaii.\nPhotos: Bocconia frutescens. Smithsonian Tropical Research Institute."
  }
}