{
  "url": "https://en.wikipedia.org/wiki/Bryophyllum_pinnatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Core eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Crassulaceae"
    },
    {
      "Genus": "Bryophyllum"
    },
    {
      "Species": "B. pinnatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bryophyllum pinnatum, also known as the air plant, cathedral bells, life plant, miracle leaf, and Goethe plant is a succulent plant native to Madagascar, which is a popular houseplant and has become naturalized in tropical and subtropical areas. It is distinctive for the profusion of miniature plantlets that form on the margins of its phylloclades, a trait it has in common with some other members of its genus. \nIt is a succulent, perennial plant, about 1 m (39 in) tall, with a fleshy cylindrical stem and a reddish color for the youngest and it flowers most of the year. The specific epithet \"pinnata\" is the feminine form of the Latin adjective pinnatus, meaning \"winged, pinnate\".",
    "Description": "The \"leaves\" of this species are actually leaf-stem combinations called phylloclades. They are thick, fleshy, elliptical in shape, curved, with a crenate or serrated margin, often reddish. Simple at the base of the stem, the phylloclades are imparipinnate at the top, 10–30 cm (4–12 in) long , with three to five pairs of fleshy limb lobes. \nThe phylloclades are remarkable for their ability to produce bulblets. At their margin, between the teeth, adventitious buds appear, which produce roots, stems and leaves. When the plantlets fall to the ground, they root and can become larger plants. This is a fairly common trait in the subgenus Bryophyllum. The fruits are follicles (10-15 mm ) which are found in the persistent calyx and corolla.The terminal inflorescence is a panicle, with many pendent, red-orange flowers. The calyx is formed of a long tube, red at the base, veined with yellowish green (or green spotted with reddish brown), with four very small triangular lobes at the end. The tubular corolla, with a pronounced constriction separating the subspherical part of the ovoid part, is terminated by four lobes which reaches 5 cm (2.0 in) in length. It is yellowish in color with red-purple streaks. The eight stamens, each about 4 cm (1.6 in) long, are in two whorls, welded on the corolla. The ovary has four carpels, slightly fused together in the center, with slender styles.",
    "Distribution": "Bryophyllum pinnatum has become naturalized in tropical and subtropical areas, inhabiting warm and temperate climates from sea level to 2,600 m (8,500 ft), occupying sites on rock in tropical evergreen and deciduous forests, as well as montane forests. It is found in parts of Asia, Australia, New Zealand, the West Indies, the Philippines, Macaronesia, the Mascarenes, the Galapagos Islands, Melanesia, Polynesia, and Hawaii.\nIn many of these, such as Hawaii, it is regarded as an invasive species.\nMuch of the reason for the widespread naturalization of this plant can be traced to its popularity as a garden plant.",
    "Taxonomy and nomenclature": "The writer Johann Wolfgang von Goethe, who was an amateur naturalist of some repute, was \"passionately fond\" of this plant and liked to give the baby plantlets as gifts to friends who visited his home. He also discussed his air plant at length in an essay titled Geschichte meiner botanischen Studien (\"History of my botanical studies\").\nThe plant Kalanchoe pinnata was harvested by Pierre Sonnerat in Isle de France (Mauritius) and communicated to Lamarck who described it in 1786 as the Cotyledon pinnata. Subsequently, the Paris naturalist Christiaan Hendrik Persoon reclassified it in the Kalanchoe (calling it Calanchoe pinnata 1805-1807, with an orthographic variant). At the same time, in London, the botanist Richard Anthony Salisbury described the same plant from a specimen received from Bengal, under the name of Bryophyllum calycinum, and at the same time created the new genus Bryophyllum.",
    "Taxonomy and nomenclature-Common names": "In Tamil Nadu, state of India it is called Ranakalli (ரணகள்ளி) in Tamil. In West Bengal, state of India it is called Patharkuchi (পাথরকুচি) in Bengali. It is also called \"Leaf of Life\" and \"Wonder of the World\" in the English speaking Caribbean. In Maharashtra state of india it is called \"Panfuti\" (whose leaves grow out from leaf). In Odisha state of India, it is commonly known as Amarapoi (ଅମରପୋଇ) (meaning: Deathless plant). In the Philippines it is known as katakataka or kataka-taka which is an adjective meaning astonishing or remarkable. In Sri Lanka, it is called Akkapäna (අක්කපාන) in Sinhalese.",
    "Cultivation": "In temperate regions, Kalanchoe pinnata is grown as an indoor ornamental plant. Like most succulents, this one does not support frost. It is advisable to leave it in an environment not descending to less than 10 °C (50 °F). It prefers a well draining ground, which prevents its roots from rotting. In the tropics, Kalanchoe pinnata is grown outdoors in gardens. It is in general, by escaping from the gardens that it becomes naturalized.",
    "Toxicity and traditional medicine": "In common with other Crassulaceae (such as the genera Tylecodon, Cotyledon and Adromischus), Bryophyllum pinnatum has been found to contain bufadienolide cardiac glycosides These can cause cardiac poisoning, particularly in grazing animals.Bryophyllum pinnatum has been recorded in Trinidad and Tobago as being used as a traditional treatment for hypertension.In traditional medicine, the juice of the leaves is also used for kidney stones, although there is ongoing research and some scientific evidence for this use but further research is required. In the French West Indies, Kalanchoe pinnata, called zeb maltet, is used in local application against headaches. For the people of the Amazon, kalanchoe has multiple uses: the Creoles use it roasted against inflammations and cancer and as an infusion, and as a popular remedy for fevers. Against headaches, Palikur rubs their forehead with a mixture of kalanchoe leaf juice with coconut oil.",
    "Toxicity and traditional medicine-Chemical constituents": "Bufadienolide compounds isolated from Bryophyllum pinnatum include bryophillin A,  bersaldegenin-3-acetate, and bryophillin C. Bryophillin C also showed insecticidal properties.Phytochemical studies of Kalanchoe pinnata have identified the presence of triterpenes, steroid, phenanthrene, flavonoid, flavones, chalcones, taraxasterol, aurones, phenolic acid, caffeic acid, syringic acid, malic, oxalic, ferulic acid and organic acid. Bufadienolides and phenanthrene are toxic compounds. Two calves fed for 48 hours with K. pinnata have been reported to have died due to ataxia and severe cardiac arrhythmia.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Kalanchoe pinnata at Wikimedia Commons\n Data related to Kalanchoe pinnata at Wikispecies\nArvigo, R. (2001). Rainforest Home Remedies: The Maya Way to Heal Your Body and Replenish Your Soul. New York: Harper Collins. pp. 48–49, 114–15. ISBN 0-06-251637-X."
  }
}