{
  "url": "https://en.wikipedia.org/wiki/Buddleja_sessiliflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Buddleja"
    },
    {
      "Species": "B. sessiliflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Buddleja sessiliflora, commonly known as Rio Grande butterfly-bush or tepozán, native to southern Arizona and the lower Rio Grande Valley of Texas in the United States as well as much of central and northern Mexico excluding the Chihuahua Desert and Baja California Sur. The shrub grows in thorn savannah, forests, riparian zones, along roadsides and in disturbed areas from sea level to 2,800 m. The species was first named and described by Kunth in 1818.",
    "Description": "Buddleja sessiliflora is a trioecious shrub or small tree 1.5 – 5 m tall, the trunk reaching < 7 cm diameter, bark is yellow-brown in colour and fissured. The young branches are subquadrangular, yellowish, the youngest sections tomentose. The leaves vary widely, those at the base ovate, 9 – 23 cm long by 5 – 14 cm wide, the margins serrate, whilst the upper leaves are lanceolate or narrowly elliptic, 5 – 15 cm long by 1.5 – 3 cm wide, the margins entire or irregularly serrulate.  The upper surfaces of both are generally glabrescent. The yellow leafy-bracted inflorescences are 6 – 25 cm long, comprising sessile or short pedunculate heads 1 – 3 cm in diameter, each with 10 - 35 flowers. The scent of the flowers is generally regarded as unpleasant, 'like ammonia but sweeter'. Ploidy: 2n = 76.",
    "Cultivation": "The species is  known to be in cultivation in France at Le Jardin de Rochevieille. [1]",
    "References": "",
    "External links": " Media related to Buddleja sessiliflora at Wikimedia Commons\n Data related to Buddleja sessiliflora at Wikispecies"
  }
}