{
  "url": "https://en.wikipedia.org/wiki/Bursera_fagaroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Burseraceae"
    },
    {
      "Genus": "Bursera"
    },
    {
      "Species": "B. fagaroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Bursera fagaroides is a species of flowering plant in the genus Bursera known by the common names torchwood copal and fragrant bursera. It is widespread across much of Mexico from Sonora to Oaxaca, and its range extends just into Arizona in the United States, although some sources suggest that it may now be extirpated in Arizona.This plant is a shrub or tree growing up to 10 meters (33 feet)tall. The trunk is swollen, with peeling red-tinged bark. The leaves are pinnate, each made up of 5 to 11 leaflets. The flowers are borne singly or in clusters at the ends of branches and are white, sometimes with a yellow or greenish tint. The gray-brown triangular fruit is about 6 millimeters long and splits open when ripe to release a reddish seed.\nBursera fagaroides is similar in appearance to the elephant tree (Bursera microphylla), but can be differentiated by its longer, narrower leaflets.This plant grows in the scrub of the Sonoran Desert. Farther south in Mexico it can be found in arroyos in subtropical scrub habitat. It is found in shallow soils and rocky substrates, often limestone.The seeds are consumed by birds such as the white-eyed vireo (Vireo griseus), and the grey catbird (Dumetella carolinensis).This species is grown as an ornamental plant and can be sculpted into bonsai.",
    "Uses": "In Mexico, the gum from the tree has been used in treating scorpion stings and insect bites.",
    "Gallery": "",
    "References": "",
    "External links": "NatureServe. 2014. Bursera fagaroides. Plant Abstracts. Arizona Game and Fish Department.\nBursera fagaroides var. elongata. Arizona-Sonora Desert Museum.\nphoto of herbarium specimen at Missouri Botanical Garden",
    "Further reading": "Becerra, J. X.; D. L. Venable (2008).  Rees, M. (ed.). \"Sources and sinks of diversification and conservation priorities for the Mexican tropical dry forest\". PLoS ONE. 3 (10): e3436. doi:10.1371/journal.pone.0003436. PMC 2562985. PMID 18927613."
  }
}