{
  "url": "https://en.wikipedia.org/wiki/Bursera_simaruba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Burseraceae"
    },
    {
      "Genus": "Bursera"
    },
    {
      "Species": "B. simaruba"
    }
  ],
  "text": {
    "__SUMMARY__": "Bursera simaruba, commonly known as gumbo-limbo, copperwood, chaca, and turpentine tree, is a tree species in the family Burseraceae, native to tropical regions of the Americas from South Florida to Mexico and the Caribbean to Brazil, Jinotega and Venezuela. Bursera simaruba are prevalent in the Petenes mangroves ecoregion of the Yucatán, where it is a subdominant plant species to mangroves.",
    "Description": "Bursera simaruba is a small to medium-sized tree growing to 30 meters tall, with a diameter of one meter or less at 1.5 meters above ground. The bark is shiny dark red, and the leaves are spirally arranged and pinnate with 7-11 leaflets, each leaflet broad ovate, 4–10 cm long and 2–5 cm broad.The gumbo-limbo is comically referred to as the tourist tree because the tree's bark is red and peeling, like the skin of sunburnt tourists, who are a common sight in the plant's range.The tree yields some ripe fruit year-round, but the main fruiting season is March and April in the northern part of the plant's range. The fruit is a small three-valved capsule encasing a single seed which is covered in a red fatty aril (seedcoat) of 5–6 mm diameter. Both ripe and unripe fruits are borne quite loosely on their stems and can spontaneously detach if the tree is shaken. Ripe capsules dehisce or are cracked open by birds. Birds also seek out the fruit to feed on the aril, which, though small, is rich in lipids (about half its dry weight).",
    "Uses": "Gumbo-limbo is a very useful plant economically and ecologically. It grows rapidly and is well adapted to several kinds of habitats, which include salty and calcareous soils (however, it does not tolerate boggy soils). Gumbo-limbo is also considered one of the most wind-tolerant trees, and it is recommended as a rugged, hurricane-resistant species in South Florida. They may be planted to serve as wind protection of crops and roads, or as living fence posts, and if simply stuck into good soil, small branches will readily root and grow into sizeable trees in a few years. However, it has been noted in Central America that posts do not produce a tap root, only side roots, thus questioning the real value of wind protection as such fence posts would not be as sturdy as a true, naturally occurring sapling. Gumbo-limbo wood is suitable for light construction. It is rather brittle, though the trunk is used in Haiti to make drums and as firewood, and the tree's resin, called chibou, cachibou or gomartis, is used as glue, varnish and incense.The arils are an important source of food for birds, including many winter migrants from North America. Local residents such as the masked tityra, bright-rumped attila, black-faced grosbeak and, in Hispaniola, palmchat, are particularly fond of gumbo-limbo fruit, as are migrants like the Baltimore oriole or the dusky-capped flycatcher. It is an especially important local food source for vireos such the red-eyed vireo when ripe fruit are abundant. Many migrant species will utilize gumbo-limbo trees that are in human-modified habitat, even in settlements. This creates the opportunity to attract such species to residential areas for bird watching, and to reduce the competition for gumbo-limbo seeds in an undisturbed habitat which rarer local resident birds might face. Given the eagerness with which some birds seek out the arils, it may be that they contain lipids or other compounds useful to humans; in order for these to be exploited, however, they would probably have to be synthetically produced, because although the crop of a single tree can be very large (up to or even exceeding 15,000 fruits, translating into a raw lipid yield of over 200 grams per harvest), individual seeds are small and cumbersome to harvest.\nGumbo-limbo's rapid growth, ease and low cost of propagation, and ecological versatility makes it highly recommended as a \"starter\" tree in reforestation, even of degraded habitat, and it performs much better overall in such a role than most exotic species.The resin is used as a treatment for gout, while the leaves are brewed into a medicinal tea. Hexane extracts of the leaves have been shown to possess anti-inflammatory properties in animal tests. Gumbo-limbo bark is an antidote to Metopium toxiferum, also known as chechen tree, which often grows in the same habitat and can cause extreme rashes just as the related poison ivy.\n\n\n== References =="
  }
}