{
  "url": "https://en.wikipedia.org/wiki/Caesalpinia_pulcherrima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Caesalpinia"
    },
    {
      "Species": "C. pulcherrima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caesalpinia pulcherrima is a species of flowering plant in the pea family, Fabaceae, native to the tropics and subtropics of the Americas. It could be native to the West Indies, but its exact origin is unknown due to widespread cultivation. Common names for this species include poinciana, peacock flower, red bird of paradise, Mexican bird of paradise, dwarf poinciana, pride of Barbados, flos pavonis, and flamboyant-de-jardin.  The Hawaiian name for this plant is ʻohai aliʻi.",
    "Description": "It is a shrub growing to 3 m tall. In climates with few to no frosts, this plant will grow larger and is semievergreen. In Hawaii this plant is evergreen and grows over 5 m tall. Grown in climates with light to moderate freezing, plant will die back to the ground depending on cold, but will rebound in mid- to late spring. This species is more sensitive to cold than others. The leaves are bipinnate, 20–40 cm long, bearing three to 10 pairs of pinnae, each with six to 10 pairs of leaflets 15–25 mm long and 10–15 mm broad. The flowers are borne in racemes up to 20 cm long, each flower with five yellow, orange, or red petals. The fruit is a pod 6–12 cm long.",
    "Taxonomy": "Poinciana pulcherrima is a synonym of Caesalpina pulcherrima.",
    "Symbolism": "Caesalpina pulcherrima is the national flower of the Caribbean island of Barbados, and is depicted on the upper left and right corners of the Queen Elizabeth II's personal Barbadian flag. Claire Waight Keller included pride of Barbados to represent the country in Meghan Markle's wedding veil, which included the distinctive flora of each Commonwealth country.",
    "Uses": "",
    "Uses-Food": "All seeds of Caesalpinia are poisonous. However, the seeds of some species are edible before they reach maturity (e.g. immature seeds of C. pulcherrima) or after treatment (e.g. C. bonduc after roasting).",
    "Uses-Traditional medicine": "Maria Sibylla Merian, a 17th-century artist, encountered this plant in the Dutch colony of Surinam. In her work, Metamorphosis insectorum Surinamensium, Merian recorded that African slaves and native Indian populations used the flos pavonis or peacock flower as an abortifacient in their practice of traditional medicine. She wrote:\n\nThe Indians, who are not treated well by their Dutch masters, use the seeds [of this plant] to abort their children, so that their children will not become slaves like they are. The black slaves from Guinea and Angola have demanded to be well treated, threatening to refuse to have children. They told me this themselves.\n\nThe leaves, flower, bark, and seeds of C. pulcherrima were also used by American Indians in traditional medicine as abortifacients and for suicide by enslaved peoples.",
    "Uses-Ornamental": "C. pulcherrima is the most widely cultivated species in the genus Caesalpinia.  It is a striking ornamental plant, widely grown in domestic and public gardens in warm climates with mild winters, and has a beautiful inflorescence in yellow, red, and orange. Its small size and the fact that it tolerates pruning well allows it to be planted in groups to form a hedgerow; it can be also used to attract hummingbirds.In cultivation in the UK this plant has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Gallery": "",
    "References": "",
    "External links": "Caesalpinia pulcherrima in West African plants – A Photo Guide."
  }
}