{
  "url": "https://en.wikipedia.org/wiki/Calophyllum_brasiliense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Calophyllaceae"
    },
    {
      "Genus": "Calophyllum"
    },
    {
      "Species": "C. brasiliense"
    }
  ],
  "text": {
    "__SUMMARY__": "Calophyllum brasiliense (guanandi) is a species of Calophyllum native to subtropical and tropical regions of Central America, South America and the Caribbean.",
    "Description": "It is an evergreen tree growing to 20–50 m tall, with a trunk up to 1.8 m diameter, and a dense, rounded crown. The leaves are opposite, 6.3–12.5 cm long and 3.2–6.3 cm broad, elliptic to oblong or obovate, leathery, hairless, glossy green above, paler below, with an entire margin. The flowers are 10–13 mm diameter, with four white sepals (two larger, and two smaller), and one to four white petals smaller than the sepals; the flowers are grouped in panicles 2.5–9 cm long. The fruit is a globular drupe 25–30 mm diameter.",
    "Habitat": "It is very common in Brazil, from Santa Catarina to Pará, and also in Pantanal and Amazon forest; also common in Paraguay, Peru, Bolivia, Colombia, Venezuela, Mexico, Belize, Guatemala, Nicaragua, Costa Rica, Panama, Puerto Rico, Trinidad, Dominican Republic, Cuba. It occurs between sea level and 1200 meters, many times in pure stands (this capacity in uncommon in tropical hardwood trees). Its natural dispersion occurs by water and fishes, monkeys and mainly by bats.",
    "Common names": "Common trade names of the wood of the Calophyllum brasiliense are: Jacareúba, Guanandi and Árbol de Santa Maria. Also known as: Landim, Olandim, Landi, Cedro do Pântano, Guanandi-Cedro (Brazil), Arary, Ocure, Cachicamo, Balsamaria, Aceite Mario, Palomaria or Pallomaria, Brazil beauty leaf (Brazilian pretty leaf) and even of Alexander Laurel, or crown of parrots of Alexander, for the beauty of its leaves.",
    "Uses": "The word \"guanandi\" comes from the Tupí (a Brazilian Indian folk) language, means \"soap that glues\", in function of the yellow latex (balsam) of the rind, known as Jacareubin. It has the following  medicinal uses: Against ulcer and gastritis; To avoid prostate damages. For skin scarification; against sunburn. In combat to molluscs that transmit \"doença de Chagas\" parasite. Some American and Asian universities also study the effect in reduction of cancer tumors. In addition, Terracom labs in a joint venture to Sarawak Medichen in Indonesia are providing patent for the use of Calanolide A and Calanolide B, present in the latex and in the leaves of Calophyllum as AIDS inhibitors.It is used in the cosmetic and dermatological industry, the oil being known as tamanu oil, for skin cleaning, and against skin wrinkles, after tattoo skin care. The fruit is composed of 44% of oil, and it can be burnt as bio-fuel. There are dozens of references about calophyllum oil active properties, from pre-Columbian Incas and Aztecs in Latin America, to Asian and Polynesian Islands.",
    "Cultivation": "The substitution of forested trees such as guanandi in place of irregular, illegal cutting of Amazon trees is proven to be very positive to preserve these important biomes; \nguanandi, unlike mahogany, occurs in pure stands so to cut and transport a single mahogany in the Amazon requires destroying 30 other trees. This substitution is possible because Europeans, Japanese and Americans conscientious buyers are beginning to understand the importance of conservation of the Amazon Forest so they tend to accept paying more for reforested wood. Other important trees specimens cannot be harvested because they are attacked by Hypsipyla grandella, Zeller. This caterpillar destroys the main structure of these trees: South American mahogany (Swietenia macrophylla''), Brazilian cedar (Cedrela fissilis) and crabwood (Carapa Guianensis)\nGrowing guanandi also has advantages for the forest area. The radicular (root) system of trees as guanandi raises the phreatic sheet; it recoups and fertilizes the ground where it is planted. The wood of guanandi and other speed growth quality timber trees promises to be very important commodities.\nIn São Paulo state, southeastern Brazil, some cities have plantations of guanandi, with about one million trees planted. The same occur in UNA, south of Bahia state, where some guanandi tree farms have already started their production.",
    "References": "",
    "External links": "Calophyllum brasiliensis (Instituto de Pesquisas e Estudos Florestais)"
  }
}