{
  "url": "https://en.wikipedia.org/wiki/Cedrela_odorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Meliaceae"
    },
    {
      "Genus": "Cedrela"
    },
    {
      "Species": "C. odorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cedrela odorata is a commercially important species of tree in the chinaberry family, Meliaceae, commonly known as Spanish cedar or Cuban cedar or cedro in Spanish.",
    "Classification": "The genus Cedrela has undergone two major systematic revisions since 1960. The most recent revision reduced the number of species in the genus to seven (Styles, 1981). The common cedro, Cedrela odorata L., embraces 28 other synonyms, including C. mexicana M. J. Roem. The taxon \"C. angustifolia,\" a very vigorous type now in demand because of its apparent resistance to the shootborer, was left in an indeterminate status due to insufficient herbarium material. The result is that C. odorata as now constituted is a species showing a high degree of population variation.",
    "Distribution and habitat": "Cedro is a tree of the New World tropics, appearing in forests of moist and seasonally dry subtropical or tropical life zones (24) from latitude 26°N. on the Pacific coast of Mexico, throughout Central America and the Caribbean, to the lowlands and foothills of most of South America up to 1,200 metres (3,900 ft) altitude, finding its southern limit at about latitude 28°S in Argentina. It has become a troublesome invasive species in the Galapagos Islands. Cedro is always found naturally on well-drained soils, often but not exclusively on limestone; it tolerates a long dry season but does not flourish in areas of rainfall greater than about 3,000 millimetres (120 in) or on sites with heavy or waterlogged soils. Individual trees are generally scattered in mixed semi-evergreen or semi-deciduous forests dominated by other species.  Mahogany, a close relative, is often found with cedro and both suffer damage from the same pest, the mahogany shootborer (Hypsipyla grandella).",
    "Description": "The tree is monoecious semi-deciduous ranging in height from 10 to 30 m (33 to 98 ft). The trunk has a thick grey–brown bark, with longitudinal irregular grain. Pinnately compound leaves, grouped towards the end of the branches, 15–50 cm (5.9–19.7 in) long, with pairs of scythe-shaped leaflets, lanceolate to oblong, 7–15 cm (2.8–5.9 in) × 3–5 cm (1.2–2.0 in) with the base obliquely truncated and asymmetric.",
    "Uses": "Cedrela odorata is the most commercially important and widely distributed species in the genus Cedrela. Known as Spanish cedar in English commerce, the aromatic wood is in high demand in the American tropics because it is naturally termite- and rot-resistant. An attractive, moderately lightweight wood (specific gravity 0.4), its primary use is in household articles used to store clothing. Cedro heartwood contains an aromatic and insect-repelling resin that is the source of its popular name, Spanish-cedar (it resembles the aroma of the unrelated true cedars (Cedrus spp.) Cedro works easily and makes excellent plywood and veneer and would be more widely used if it could be successfully plantation grown. This plant is often used for honey production (beekeeping) and humidor construction. It is occasionally used for tops or veneers on some kinds of electric guitars. The wood is the traditional choice for making the neck of flamenco and classical guitars.",
    "See also": "Cedar wood\nList of honey plants",
    "References": "",
    "External links": " Data related to Cedrela odorata at Wikispecies\nCedro Hembra, Spanish-Cedar\nOverview of Cedrela odorata\nIUCN Red List Of Endangered Species: listing for Cedrela Odorata"
  }
}