{
  "url": "https://en.wikipedia.org/wiki/Centrosema_pubescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Tribe": "Phaseoleae"
    },
    {
      "Genus": "Centrosema"
    },
    {
      "Species": "C. pubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Centrosema pubescens, common name centro or butterfly pea, is a legume in the family Fabaceae, subfamily Faboideae, and tribe Phaseolae. It is native to Central and South America and cultivated in other tropical areas as a forage for livestock.Although, this species has hitherto almost exclusively been referred to as Centrosema pubescens, its correct name is Centrosema molle. The former C. schiedeanum (incl. the released cultivar Belalto centro) is now C. pubescens.",
    "Description": "Centro is a perennial herb that can reach a height of 45 cm (17.5 in). The root system can reach up to 30 cm in depth, frequently in association with Rhizobium, nitrogen-fixing bacteria. Stems grow and branch rapidly, producing a dense mass of branches and leaves on the soil. Stems do not become woody until about 18 months after planting. Leaves are trifoliate, with elliptical leaflets approximately 4 cm × 3.5 cm (1.6 in × 1.4 in), dark-green and glabrous above but whitish and densely tomentose below. Flowers are generally pale violet with darker violet veins, born in axillary racemes. Fruit is a flat, long, dark brown pod 7.5–15 cm (3.0–5.9 in) long, containing up to 20 seeds. Seeds are spherical, about 4–mm (0.16–inches) in diameter, dark brown when ripe.",
    "Description-Uses": "Centrosema pubescens is widely used as forage and a source of protein to grazing cattle from southern Mexico to Colombia.  In the nineteenth century it was cropped in Indonesia and the Malay Peninsula. It is well adapted to tropical conditions and altitudes below 600 m from sea level.Centrosema pubescens is grown as a cover crop because it naturally suppresses weeds and is very tolerant to drought. Centro is unable to tolerate cold temperatures, but has very low soil and rainfall requirements. This plant is not suitable for human consumption but provides benefits through soil fertility and animal health.\nThis plant can be cultivated in regions with rainfall ranging from 1000 mm to 1750 mm per year. However, it has a reasonable drought tolerance thanks to its deep root system, so it can take up water from a significant depth. It grows well in nutrient-poor soils.\nCentrosema pubescens  can be intercropped with grasses, thus increasing the protein of the cattle diet. \n  The leaves can also be used as a cheap source of protein for broiler chickens. It is a good source of calcium and potassium for animals.\nRecent production figures for several countries:\nBrazil : 40 tonnes on average per year\nUganda: 220–275 kg/hectare, 1250 seeds per m2\nQueensland: Dry- 12.8 tonnes per hectare per year\nAnimal Feed- 550–650 kg per hectare per year\nColombia: 7.6 tonnes per hectare per year",
    "Description-Growing conditions": "Centro is propagated by seed, planted directly into the ground or broadcast over a field typically before the rainy season. Centro grows well in soils without fertilizer since it is very adaptable to its environment. For optimal yields it is best to grow centro in wet and humid soils, but it can grow in any soil type from a sandy to clay soil depending on its location. Centro grows best in a soil pH between 4.9–5.5, but will still survive in soils with a pH as low as 4. This plant is also able to endure soils with a high level of manganese.The growing season for centro ranges between 4–8 months, but the seeds typically mature within 4–6 months. Centro has versatile rainfall requirements, with its optimal range between 1500–1700 mm, but can still grow with a minimum of 800 mm and is able to withstand 3–4 month dry periods.A potential disadvantage is that centro ripens unevenly, which makes it hard to harvest mechanically, and it is therefore mostly harvested by hand. Centrosema pubescens is a short day plant, that is, the plant needs short days to flower.\nCentrosema pubescens yields better at pH levels between 6.1 and 6.4 and it grows better in sandy loam soils.  Nodulation and nitrogen fixation are also highly correlated with soil pH. It performs better on acidic soils than alkaline soils. C. pubescens does not need nitrogen fertilizer because it is supplied through the nodules. It nodulates easily from native Rhizobium available in the local soil, but the culture CB1103 in Australia has been shown to be very successful in increasing forage yields. It also has the capability of transferring nitrogen into the soil, increasing the nitrogen inputs every year. It can input up to 46 kg per hectare of nitrogen and transfer up to 3.9 kg per hectare of nitrogen to grasses when it is intercropped.During planting the seed rate is 4–6 kg per hectare when the seed is broadcast or 1 to 2 kg of seed per hectare when intercropped with grasses.",
    "Cultivation": "Seeds of Centrosema pubescens have a mechanical dormancy that has to be broken by soaking the seeds for 3–5 minutes in water at 85 °C. After the seeds have passed the dormancy breaking treatment, they can be \ninoculated with Rhizobium and planted with a no-till planter. A typical seed planting depth is 2.5–5 cm. The shallower depth is used when the soil moisture is appropriate, but when the soil is dry the seed should be planted deeper to reach moisture.Centrosema pubescens is a promising forage in regions looking for an alternative to enhance the protein content of livestock feed. It is easy to manage and improves soil nitrogen levels. It does not require any special technology or equipment to plant.",
    "Cultivation-Stress tolerance": "Centro will produce optimal yields in fertile soils containing calcium, phosphorus, molybdenum, potassium and copper; but will still give yields if the soil is lacking in these nutrients. In poor nutrient soils its seeds respond best to any amount of phosphorus, molybdenum and magnesium that exists.\nCentro is highly drought tolerant because of its deep root system, making it capable of using groundwater if no other water is available. In the case of drought, the plant adapts by dropping its leaves.\nCentro is also very capable of enduring waterlogging, flooding and shade while still yielding up to 80% of its optimal amount.Centrosema pubescens yield is not affected by acid or very high aluminum soils with low phosphorus. However, it can increase yields of forage when the soil pH is elevated to 6 and after addition of 30–60 kg per hectare of phosphorus.",
    "Cultivation-Weeds, pests and diseases": "Since this plant is vigorously twining it naturally suppresses weeds by creating a dense ground cover and is fairly good at spreading naturally to cover a large surface area. The combination of grass and centro is more suppressive of weeds than any other grass and legume combination.Insects are the biggest problem for centro plants. Pests include meloidae beetles, thrips, red spiders, bean flies and caterpillars. Centro is mostly unaffected by diseases, and tends not to have any major attacks [6]. Fungal diseases that have previously affected centro include leaf spot, anthracnose and rhizoctonia blight and wilt. Simple solutions to prevent these pests and pathogens are slashing, and spot treatments with herbicides.",
    "Cultivation-Genetic stocks": "There are 3 distinct germplasm origins that all differ in their characteristics, none of which have been recorded to facilitate further scientific research done to improve the species.",
    "Cultivation-Harvest and storage": "Seed harvest is usually performed by hand. Mechanical harvesting is difficult due to the plant architecture. When the plants are ripening, they are collected and spread to dry in the sun until they are ready to be threshed.After the seeds are removed from their pods, they are typically cleaned in hot water or with a chemical to eliminate any pathogens that may be present. Storage of this seed should be dry and free from humidity because wet environments give rise to pests and pathogens and promote their growth.",
    "Nutritional value for animal feed": "C. pubescens is a good source of protein, calcium and potassium for cattle as forage. It can be used to feed broiler chickens and broiler finishers as leaf meal in a quantity up to 20 g per day. More than that causes reduction in growth performance. This is a very cheap alternative to other sources of protein that are usually more expensive, like soybean.\nSource Nworgu & Egbunike, 2013.",
    "Plant nutrition": "The plant has fairly high calcium content in the leaves, so addition of calcium can be important. Liming is a good practice to enhance soil pH and supply calcium to the plant that will increase the calcium content in the leaves. \nC. pubescens is a tropical forage, so it requires very low phosphorus, but it responds to phosphate fertilization. Leaves should be a minimum of 0.16% phosphorus at flower formation. The ideal available P in the soil for a good yield is between 2–5 mg of phosphorus per kg of soil and 12.4 mg per kg of soil of potash. C. pubescens has can produce up to 4950 kg per hectare of dry matter.",
    "Ecology": "The species is invasive in New Caledonia.",
    "References": "",
    "External links": " Media related to Centrosema pubescens at Wikimedia Commons\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Centrosema pubescens\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}