{
  "url": "https://en.wikipedia.org/wiki/Chamaecrista_rotundifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpinioideae"
    },
    {
      "Genus": "Chamaecrista"
    },
    {
      "Species": "C. rotundifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Chamaecrista rotundifolia, round-leaf cassia, also known as pasto rastiero, roundleaf sensitive pea, and Wynn cassia, is a short-lived perennial or self-generating annual plant  in the subfamily Caesalpinioideae of the family Fabaceae. It originated in North America, Mesoamerica, the Caribbean, and Tropical South America but is grown in other parts of the world today.\nIt grows in dry soils and areas of low rainfall, as well as in low-fertility and acidic soils with high levels of solubilized aluminum.  It can also reduce erosion and runoff over time. These factors make it a potential asset to farmers in the African Subtropics and elsewhere where soil quality is a barrier to farming. It serves as a source of feed for livestock  and acts as a green fertilizer, raising soil quality and nutrient content which can improve yields. These combined benefits make round-leaf cassia a potential solution to many problems faced by poor farmers and their communities.",
    "Description": "Round-leaf cassia is a fast covering perennial forage legume. Its sub-woody, semi-erect stem is covered in small hairs and can grow up to 1 metre in height, with a shallow tap-root. Some identifiable physical traits are its small axillary yellow flowers (depending on the season) and the characteristic round bifoliolate leaves for which it is named. Round-leaf Cassia grows mainly in the summer, but remains active during the spring and autumn months and has two flowering seasons, one in spring and another in summer.  It is self-fertilizing and produces a good amount of seed on its own through natural reseeding.",
    "Origin and Distribution": "The species originated in North America (Mexico), Mesoamerica (Costa Rica, Honduras, Panama), the Caribbean (Cuba, Jamaica, Puerto Rico), and Tropical South America (Argentina, Bolivia, Brazil, Colombia, Ecuador, Guyana, Paraguay, Uruguay, Venezuela). However it has been naturalised in many other parts of the world and today appears in the Southeast United States, West Africa, and Australia, and shows promise in some countries such as China and Nigeria.",
    "Growing Conditions": "Round-leaf cassia grows well in poor soils. It requires only low to moderate rainfall, with the minimum requirement being 400 mm, making it well adapted to the sub-humid and semi-arid conditions in Africa. It performs best in light, sandy soils with good drainage and is drought-resistant, but not when left ungrazed for extended periods of time. Conversely, it is not tolerant of flooding and is not suited to hard-setting or clay soils which can take on too much moisture.  It is also successful in acid soils with a high content of exchangeable aluminum, as exemplified by cases in Central and Southern China.Round-leaf cassia requires warm temperatures to grow. It has, however, been shown to survive low levels of frost, but too much frost can be harmful or lethal to the plant.  In the occurrence of regular heavy frosts, round-leaf cassia acts as an annual. It requires full sunlight to moderate shade.The duration of the growth period is varying and conditional. The plant will continue to grow after flowering and will continue for as long as suitable temperatures and soil moisture endure. Seeds germinate and grow quickly, and some early-flowering types flower within 6 weeks.  It spreads rapidly on appropriate soils, even in situations of heavy grazing pressure.",
    "Tolerance to Pests and Pathogens": "In Central and South America, there have been instances of foliar spots (Phomopsis spp.), foliar blight (Rhizoctonia solani), and Anthracnose (Colletotrichum spp.) which has proven highly destructive to accessions in the Brazilian Savannahs.  Foliar blight is worse in regions receiving 2,000 mm of average annual rainfall. It has also been affected by alfalfa mosaic virus in Africa and some cases of anthracnose in West Africa and there are reports of leaf spotting caused by Pleospora sp. but this poses no real threat to grazing.",
    "Genetic Stocks": "Wynn is the sole cultivar released to date, from introduction CPI 34721 in Brazil which was released by the Queensland Herbage Plant Liaison Committee in 1983 and is an early-flowering type.  Since its release, the number of accessions in the world’s gene banks has risen to 130 and 26 in particular have been selected. According to some studies certain accessions perform better in the wet than dry season, and vice versa, and some may be more palatable than others. These factors should be considered when selecting for the appropriate genotype.",
    "Uses and Benefits": "Round-leaf cassia can be used for open grazing, but also for hay and silage using its high dry matter content which contains the necessary nutrients for livestock (i.e. protein, fibre, energy, vitamins). It can be cut and carried to tethered or penned livestock or grazed in situ for a few hours daily.  Where feed sources are limited it can serve as a high quality supplement to lower quality feeds such as crop residues and native pasture plants.  Integrating Round-leaf Cassia into feed can result in healthy weight gains in cattle. However, it is important to note that it is not acceptable for horses.The nitrogen-fixing plant also acts as green fertilizer and has potential to increase crop yields either directly by increasing soil fertility or indirectly through application of higher quality manure from animals on farm land which eat the legumes.  It can be applied in several ways: in pastures, fodder banks, and on fallow land to replace previously existing plant species, as well as amongst fruit trees or intercropped in rows with cereal crops.  These are good methods of no-till agriculture, which has proven in many instances to contribute to better and more sustainable farming. Another benefit of this as a cover crop is the possibility of weed and pest management.",
    "Nutritional Information": "In rat-feeding tests, round-leaf cassia was found to have equal nutritive value to alfalfa which is another more common forage legume. It has been shown to have high protein and good digestibility for livestock. Its major deficiencies are in phosphorus, potassium, sulfur and molybdenum.  This can be improved however through supplementation (see Practical Advice section).",
    "Constraints to Wider Adoption": "One major constraint is that round-leaf cassia is not willingly eaten by cattle in the summer  but instead is eaten more in the late autumn or winter.  There have been speculations that this may be due to seasonal fluctuations in phosphorus and sulfur.  Another issue is a lack of sowing equipment in some areas, making the task too labour-intensive for adoption. The plant also acts as a weed to particular crops  and is listed as an invasive species in South Eastern Queensland.",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Chamaecrista rotundifolia\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}