{
  "url": "https://en.wikipedia.org/wiki/Chenopodium_ambrosioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Core eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Subfamily": "Chenopodioideae"
    },
    {
      "Tribe": "Dysphanieae"
    },
    {
      "Genus": "Dysphania"
    },
    {
      "Species": "D. ambrosioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Dysphania ambrosioides, formerly Chenopodium ambrosioides, known as wormseed, Jesuit's tea, Mexican-tea, payqu (paico), epazote, mastruz,  or herba sanctæ Mariæ, is an annual or short-lived perennial herb native to Central America, South America, and southern Mexico.",
    "Growth": "D. ambrosioides is an annual or short-lived perennial plant (herb), growing to 1.2 m (3.9 ft) tall, irregularly branched, with oblong-lanceolate leaves up to 12 cm (4.7 in) long. The flowers are small and green, produced in a branched panicle at the apex of the stem.\nAs well as in its native areas, it is grown in warm temperate to subtropical areas of Europe and the United States (Missouri, New England, Eastern United States), sometimes becoming an invasive weed.",
    "Taxonomy": "The species was described in 1753 by Carl Linnaeus as Chenopodium ambrosioides. Some researchers treated it as a highly polymorphic species with several subspecies. Today these are considered as their own species of genus Dysphania (e.g. Chenopodium ambrosioides var. anthelminticum is now accepted as Dysphania anthelmintica).The generic name Dysphania traditionally was applied in the 1930s to some species endemic to Australia. Placement and rank of this taxon have ranged from a mere section in Chenopodium to the sole genus of a separate family Dysphaniaceae, or a representative of Illicebraceae. The close affinity of Dysphania to \"glandular\" species of Chenopodium sensu lato is now evident.",
    "Etymology": "The common Spanish name, epazote (sometimes spelled and pronounced ipasote or ypasote), is derived from Nahuatl languages: epazōtl (pronounced [eˈpasoːt͡ɬ]).",
    "Usage": "",
    "Usage-Culinary uses": "D. ambrosioides is used as a leaf vegetable, herb, and herbal tea for its pungent flavor. Raw, it has a resinous, medicinal pungency, similar to oregano, anise, fennel, or even tarragon, but stronger. The fragrance of D. ambrosioides is strong but difficult to describe. A common analogy is to turpentine or creosote. It has also been compared to citrus, savory, and mint.\nAlthough it is traditionally used with black beans for flavor and its supposed carminative properties (less gas), it is also sometimes used to flavor other traditional Mexican dishes: it can be used to season quesadillas and sopes (especially those containing huitlacoche), soups, mole de olla, tamales with cheese and chili peppers, chilaquiles, eggs and potatoes and enchiladas.  It is often used as an herb in white fried rice and an important ingredient for making the green salsa for chilaquiles.",
    "Usage-Culinary uses-Toxicity": "Humans have died from overdoses of essential oils (attributed to the ascaridole content).  Symptoms include severe gastroenteritis with pain, vomiting, and diarrhea.",
    "Usage-Agricultural use": "The essential oils of D. ambrosioides contain terpene compounds, some of which have natural pesticide capabilities. The compound ascaridole in epazote inhibits the growth of nearby species, so it is best to grow it at a distance from other plants. Although epazote has an established place in recipes and in folklore, it is wise to use only the leaves--sparingly--in cooking.",
    "Usage-Companion plant": "D. ambrosioides not only contains terpene compounds, but it also delivers partial protection to nearby plants simply by masking their scent to some insects, making it a useful companion plant. Its small flowers may also attract some predatory wasps and flies.",
    "Chemical constituents": "Epazote contains oil of chenopodium, which Merriam-Webster defines as \"a colorless or pale yellow toxic essential oil of unpleasant odor and taste, ... formerly used as an anthelmintic\".Epazote essential oil contains ascaridole (up to 70%), limonene, p-cymene, and smaller amounts of numerous other monoterpenes and monoterpene derivatives (α-pinene, myrcene, terpinene, thymol, camphor and trans-isocarveol). Ascaridole (1,4-peroxido-p-menth-2-ene) is rather an uncommon constituent of spices; another plant owing much of its character to this monoterpene peroxide is boldo. Ascaridole is toxic and has a pungent, not very pleasant flavor; in pure form, it is an explosive sensitive to shock. Ascaridole content is lower in epazote from Mexico than in epazote grown in Europe or Asia.",
    "References": "",
    "External links": "Gernot Katzer's Spice Pages\nTreating Livestock with Medicinal Plants: Beneficial or Toxic? Chenopodium ambrosioides\nTropical Plant database: Chenopodium ambrosioides\nDysphania ambrosioides in Flora of North America"
  }
}