{
  "url": "https://en.wikipedia.org/wiki/Cissus_verticillata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Vitales"
    },
    {
      "Family": "Vitaceae"
    },
    {
      "Genus": "Cissus"
    },
    {
      "Species": "C. verticillata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cissus verticillata, also known by the common names, '\"Possum Grape\", 'princess vine, millionaire vine and curtain ivy', is evergreen perennial vine in the Vitaceae (grapevine) family.",
    "Medicinal uses": "Historical medicinal recommendations include \"weakness of the stomach\", fevers and antiepileptic action. The root bark was also chewed \"to strengthen teeth\".The modern ethnopharmacological usages come from Brazil and include: antipyretic (the herb in Brazilian ethnomedicine) and anti-inflammatory applications; against epilepsy (or at least as an anticonvulsive); externally: in haemorrhage and abscesses.The following historical medicinal recommendations have been confirmed: gastroprotective, antihaemorrhagic (styptic), anti-inflammatory and antiepileptic. Antihaemorhagic and antiepileptic usages are recorded in local ethnomedicine of Brazil. Plant parts used were: the roots or their bark (European pharmacy inspired by American ethnopharmacy), leaves and juice of the herb (19th century, Haiti) and aerial parts of the plant (20th—21st-century ethnomedicine of Brazil).Cissus verticillata returned to pharmacy in the late 1990s.",
    "History and naming": "Cissus verticillata (= C. sicyoides) was discovered in 1571 in Mexico (probably in today's province Michoacán) and first described in 1574 by Nicolás Monardes who named in Spanish Carlo Sancto. In Europe the plant was compared to hop (Humulus lupulus L.) so it was named by Caspar Bauhin Lupulus Mechiocanus (that is a hop of Mechioacan). The roots of Cissus verticillata were exported to Europe as a medicinal stock. The last certain reports that this medicinal stock was present in European market originate from the decline of the 18th century\n\n\n== References =="
  }
}