{
  "url": "https://en.wikipedia.org/wiki/Cissampelos_pareira",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Menispermaceae"
    },
    {
      "Genus": "Cissampelos"
    },
    {
      "Species": "C. pareira"
    }
  ],
  "text": {
    "__SUMMARY__": "Cissampelos pareira (velvetleaf) is a species of flowering plant in the family Menispermaceae.",
    "Morphology": "It is a slender tomentose climber. The leaves are peltate, 2.5–12 cm long, 2.5–11.5 cm broad, triangularly broad-ovate, or orbicular, obtuse, mucronate, base cordate or truncate, ± tomentose on both sides; petiole pubescent.\nFlowers are small in size, pedicels filiform. Male flowers clustered in the axil of a small leaf; sepals are 4 in number, obovate-oblong, hairy outside; petals 4 in number, united to form a 4-toothed cup, hairy outside; stamens 4, column short, anthers connate, encircling the top of the column. Female flowers clustered in the axils of orbicular, hoary imbricate bracts, on 5–10 cm long racemes; sepal 1, petal 1; carpel 1, densely hairy; style shortly 3-fid. Drupe 4–6 mm long, 3–4 mm broad, subglobose, compressed, hairy-pubescent, red when fresh, black when dry, endocarp transversely ribbed, tuberculate. Seeds are horseshoe-shaped.",
    "Common names": "English: Velvet-leaf, Abuta\nSanskrit: Patha,abuta,Ambashtha, Piluphala, Ekashthila, Dipani, Varatiktata, Tiktapushpa, Atisaranashani, Ambashtaki, Pracchina, Shreyasi\nSinhalese: දිය මිත්ත (diya miththa), කිරි මුදුවන් (kiri muduwan)\nTamil: பொன்முசுட்டை (ponmusutai), அப்பட்டா\nHindi: Leghu patha, Akanadi, Pada\nMalayalam: Malathangi-മലതാങ്ങി, Vattavally-വട്ടവള്ളി",
    "Medicinal uses": "Cissampelos pareira is used in Chinese herbology, where it is called xí shēng téng (Chinese: 锡生藤) or (Chinese: 亞乎奴). The species is also known as abuta and called laghu patha in Ayurvedic medicine. In Tamil Nadu it is called ponmusutai and it is used for a number of medicinal purposes.\nSome attention has been paid to it in Kenya, Tanzania, and other places for its purported antimalarial properties in particular, as well as in India for its antiviral properties, especially against Dengue virus.",
    "See also": "Chinese herbology",
    "References": "",
    "External links": "List of Chemicals in Cissampelos pareira (Dr. Duke's Databases)"
  }
}