{
  "url": "https://en.wikipedia.org/wiki/Cleome_viscosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Cleomaceae"
    },
    {
      "Genus": "Cleome"
    },
    {
      "Species": "C. viscosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Cleome viscosa, the Asian spiderflower or tick weed is an annual herb that grows up to a meter high. It belongs to the family Capparidaceae. It is commonly found in the rainy season.\nThe crushed leaves have been investigated as a treatment for stored seeds of cowpea, to prevent weevil infestation.The leaves are used as external application to wounds and ulcers. The seed are anthelmintic and carminative. The juice of the leaves is used as a remedy against discharge of pus from the ear.\nIn northern India, the seeds (called Jakhya) are used as a culinary herb, mainly for tempering.",
    "Description": "Plants (10–)30–100(–160) cm. Stems viscid. Leaves: petiole 1.5–4.5(–8) cm, glandular-hirsute; leaflet blade ovate to oblanceolate-elliptic, (0.6–)2–6 × 0.5–3.5 cm, margins entire and glandular-ciliate, apex acute to obtuse, surfaces glandular-hirsute. Racemes 5–10 cm (10–15 cm in fruit); bracts (often deciduous), trifoliate, 10–25 mm, glandular-hirsute. Pedicels 6–30 mm, glandular-hirsute. Flowers: sepals green, lanceolate, 5–10 × 0.8–1.2 mm, glandular-hirsute; petals arranged in adaxial semicircle before anthesis, radially arranged at anthesis, bright yellow, sometimes purple basally, oblong to ovate, 7–14 × 3–4 mm; stamens dimorphic, 4–10 adaxial ones much shorter with swelling proximal to anthers, green, 5–9 mm; anthers 1.4–3 mm; ovary 6–10 mm, densely glandular; style 1–1.2 mm. Capsules dehiscing only partway from apex to base, 30–100 × 2–4 mm, glandular-hirsute. Seeds light brown, 1.2–1.8 × 1–1.2 mm, finely ridged transversely. 2n = 20.",
    "Description-Phenology": "June–August (summer)\n\n\n== References =="
  }
}