{
  "url": "https://en.wikipedia.org/wiki/Crested_guan",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Cracidae"
    },
    {
      "Genus": "Penelope"
    },
    {
      "Species": "P. purpurascens"
    }
  ],
  "text": {
    "__SUMMARY__": "The crested guan (Penelope purpurascens) is a member of an ancient group of birds of the family Cracidae, which are related to the Australasian mound builders. It is found in the Neotropics, in lowlands forests ranging from south Mexico and the Yucatán Peninsula to western Ecuador and southern Venezuela. The sexes are similar in appearance; the plumage is mainly dark brown with white spotting, an area of bare skin round the eye, bright red wattles, a bushy crest, a long broad tail and pink legs. It is a social bird, often seen in pairs or small family groups. It feeds in trees, mainly on fruit, and builds a nest of twigs on a branch. The two or three white eggs are incubated by the female. The International Union for Conservation of Nature has rated this bird's conservation status as \"least concern\".",
    "Description": "This is a large gamebird, with a length varying from 84 to 91.5 cm (33.1 to 36.0 in). These birds commonly weigh around 1,750 g (3.9 lb), though can weigh as little as 1,361 g (3.0 lb) in P. p. brunnescens, the smallest race on average. Among standard measurements, the wing chord is 33 to 42.8 cm (13.0 to 16.9 in), the tail is 34 to 41.5 cm (13.4 to 16.3 in) and the tarsus is 7.4 to 9.1 cm (2.9 to 3.6 in). It is similar in general appearance to a turkey, with a small head, long strong red legs, and a long broad tail. It is mainly dark brown, with white spotting on the neck and breast. The rump and belly are rufous. The head sports a bushy crest, from which the species gets its name, blue-grey bare skin around the eye, and a bare red dewlap or wattle. The sexes are similar, but young birds have black vermiculations and ochre specks on the body plumage.\nThe crested guan is a noisy bird with a loud plee or quonk call, a whistled contact call and a powerful keLEEEErrrr! dawn song.",
    "Distribution": "The crested guan breeds in lowlands from south Mexico and the Yucatán Peninsula to western Ecuador and southern Venezuela at up to 1,850 m (6,070 ft) altitude.",
    "Ecology": "The crested guan is an arboreal forest species. The substantial twig nest is built in a tree or stump and lined with leaves. The female lays two or three large rough-shelled white eggs and incubates them alone.\nThis is a social bird, often seen in pairs or family groups of 6–12. It walks along branches seeking the fruit and foliage on which it feeds, or flies off with a heavy ani-like flap and glide.\nThe range of this species has severely contracted outside remote or protected forests due to deforestation and hunting, but it has a very wide range and is a relatively common species so the International Union for Conservation of Nature has rated its conservation status as being of \"least concern\".\nCommonly found in the forest floor near forest edges and gardens on biological stations such as La Selva in Sarapiqui Costa Rica, they are playful and chase each another running around in circles for a good hour or so. Sometimes taking turns among three individuals.",
    "References": "Hilty,  Birds of Venezuela, ISBN 0-7136-6418-5\nStiles and Skutch, A guide to the birds of Costa Rica ISBN 0-8014-9600-4",
    "External links": "\"Crested Guan media\". Internet Bird Collection.\nStamps (for Mexico) shows Range Map at bird-stamps.org\nCrested Guan photo gallery at VIREO (Drexel University)\nCrested Guan species account at Neotropical Birds (Cornell Lab of Ornithology)Interactive range map of Penelope purpurascens at IUCN Red List maps"
  }
}