{
  "url": "https://en.wikipedia.org/wiki/Cryptostegia_grandiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Cryptostegia"
    },
    {
      "Species": "C. grandiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Cryptostegia grandiflora, commonly known as rubber vine, is a woody-perennial vine that is native to south-west Madagascar. It is also a significant weed in northern Australia, sometimes regarded as the worst weed in all of Australia. It has also been introduced to most other tropical and subtropical regions by man, because of its attractive flowers and the fact that its latex contains commercial quality rubber (hence the name). It is now naturalised in the Caribbean, East Africa, Mauritius, India, Southeast Asia, Indonesia, Latin America, the southern United States, Fiji and New Caledonia.\nSeeds germinate after the first rains of the wet season, but growth does not become rapid until well after the wet season begins. However, if enough water is available, rubber vine can grow as much as five metres in one month. Flowering usually occurs after the wet season ends, along with fruit set. In the West Kimberley, plant growth accelerates before the first rains come, stimulated by higher pre-wet season humidity and flowering occurs early and during the wet season. It is usual to find both mature and immature fruit on rubber vine at any one time.\nRubber vine seeds are dispersed by winds and flooding. This is particularly important in Australia where very large river floods can occur.The primary and initial dispersal dynamic is gravity, with the vast majority of seeds falling and germinating within metres of the parent vine. Aerial dispersal is an interplay between gravity and temporal wind and vertical air currents. Evidence shows individual seed dispersal as far as ten kilometres. It would not be unexpected to have distances far greater. Water dispersal by flood episodes is far less than commonly believed. Early rains prior to full flood episodes, typically result in germination, thus anchoring seedling against subsequent water flows.",
    "Description": "A rubber vine can grow up to 2 metres (6 ft 7 in) tall as a shrub, but when it is supported on other vegetation as a vine, it can reach up to 30 metres or 100 feet in length. Rubber vine prefers areas where annual rainfall is between 400 and 1,400 millimetres (16 and 55 in), and is well adapted to a monsoonal climate. It can grow maximally on an annual rainfall of 1,700 millimetres or 67 inches, but seeds best with an annual rainfall of 400 millimetres (16 in) or less. For this reason, rubber vine thrives on (and requires) the extreme variability of rainfall and streamflow characteristic of central Queensland. The extreme variability (four times that of other countries to which it has been introduced) is almost certainly why rubber vine has become a major weed in Australia and not any other country in which it has been introduced.",
    "Australia": "Rubber vine is believed to have a potential range in Australia from about Coen in Cape York Peninsula to Port Hedland in the Pilbara. It has not yet moved much beyond Queensland. It is a major threat to gallery forests along rivers in northern Australia, because it can strangle and kill the native trees by climbing over them and completely eliminating access to light. It can also do the same thing in savanna woodlands away from watercourses.\nRubber vine is also extremely toxic to all livestock: less than 10 grams of rubber vine leaves can kill a 400 kilogram horse within six days, and it is also highly toxic to cattle, sheep and goats. However, it is extremely unpalatable and only causes death in dry seasons when green grass is very scarce, although in Queensland it is believed that two or three deaths of human children may have occurred via ingesting rubber vine.Control of rubber vine has relied on importing biological agents from its native habitat in southwestern Madagascar, the most important of which is the “rubber vine rust” (Maravalia cryptostegiae). In some areas near Charters Towers, this rust has infected most rubber vine plants, but its effect has not been great enough to stop the spread of the plant westwards. The “rubber vine moth” (Euclasta whalleyi) was introduced earlier than the rust (in 1988) but has not proved very effective. The extreme remoteness of most rubber vine infestations rules out mechanical and chemical control for dealing with the plant.",
    "References": "\nLand Protection, Queensland Department of Natural Resources, Mines and Energy. Rubber Vine Management, March 2004 (pdf file)"
  }
}