{
  "url": "https://en.wikipedia.org/wiki/Cucurbita_argyrosperma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Cucurbitales"
    },
    {
      "Family": "Cucurbitaceae"
    },
    {
      "Genus": "Cucurbita"
    },
    {
      "Species": "C. argyrosperma"
    }
  ],
  "text": {
    "__SUMMARY__": "Cucurbita argyrosperma, also the Japanese pie pumpkin or cushaw pumpkin, and silver-seed gourd, is a species of winter squash originally from the south of Mexico. This annual herbaceous plant is cultivated in the Americas for its nutritional value: its flowers, shoots, and fruits are all harvested, but it is cultivated most of all for its seeds, which are used for sauces. It was formerly known as Cucurbita mixta.It is a Cucurbita species, with pumpkin varieties that are commonly cultivated in the United States as part of the Eastern Agricultural Complex and Mexico south to Nicaragua. Of all the cultivated Cucurbita species it is the least found outside the Americas. It originated in Mesoamerica and its wild ancestor is Cucurbita sororia. It is also closely related to Cucurbita kellyana and Cucurbita palmeri.",
    "Description": "The flowers are orange or yellow and bloom in July or August. The plant grows about 1 foot high and spreads 10–15 feet. It likes well drained soil and has both male and female flowers. Fruits can weigh up to 20 pounds. It is often grown in close proximity to Cucurbita moschata.",
    "Uses": "",
    "Uses-Food": "The flowers, stems, shoots, and unripe fruits of the plant are consumed as vegetables. In the south of Mexico, the wild, more bitter varieties are used in this same way, once washed and cleaned to eliminate cucurbitin. The ripe fruit is grilled to make pies or used to feed animals. The seeds yield an edible oil.It is also grown in the Sonoran Desert region of the  Southwestern United States and Northwestern Mexico by native peoples, especially the Tohono O'odham, where it is especially prized when immature as a summer squash.",
    "Uses-Medicinal properties": "Cucurbita argyrosperma also has medicinal properties. A liquid emulsion of its seed can act as a vermifuge, and the subsequent use of a laxative can effect an expulsion of parasitic worms.The Yucatán peasantry has traditionally used the flesh of Cucurbita argyrosperma to tend burns, sores, and eczema, while the seeds have been used with the aim of promoting lactation in nursing women, and provide pain relief.",
    "References": "",
    "External links": " Media related to Cucurbita argyrosperma at Wikimedia Commons"
  }
}