{
  "url": "https://en.wikipedia.org/wiki/Cucumis_anguria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Cucurbitales"
    },
    {
      "Family": "Cucurbitaceae"
    },
    {
      "Genus": "Cucumis"
    },
    {
      "Species": "C. anguria"
    }
  ],
  "text": {
    "__SUMMARY__": "Cucumis anguria, commonly known as cackrey, maroon cucumber, West Indian gherkin, and West Indian gourd, is a vine that is indigenous to Africa, but has become naturalized in the New World, and is cultivated in many places.  It is similar and related to the common cucumber (C. sativus) and its cultivars are known as gherkins.",
    "Description": "Cucumis anguria is a thinly stemmed, herbaceous vine scrambling up to 3 meters long. Fruits (4–5 cm × 3–4 cm) are longly stalked, and ovoid to oblong. The surface of the fruits have long hairs covering a surface having warts or spines: The inner flesh is palid to green.",
    "Distribution": "Although naturalized in many parts of the New World, Cucumis anguria is indigenous only to Africa, in the following countries: Angola; Botswana; the Democratic Republic of the Congo; Malawi; Mozambique; Namibia; South Africa (KwaZulu-Natal, Limpopo, Mpumalanga); Swaziland; Tanzania; Zambia; and Zimbabwe.Cucumis anguria has become naturalized in: Anguilla; Antigua and Barbuda; Australia (Queensland and Western Australia); Barbados; Brazil; Cayman Islands; Costa Rica; Cuba; the Dominican Republic; Ecuador; French Guiana; Grenada; Guadeloupe; Guatemala; Haiti; Honduras; Jamaica; Madagascar; Martinique; Mexico; Netherlands Antilles; Nicaragua; Panama; Peru; Puerto Rico; Saint Lucia; Saint Vincent and Grenadines; Suriname; the United States (California, Florida, Georgia, Massachusetts, Montana, New York, Oregon, Texas, Minnesota, Wisconsin and Washington); Venezuela; and both British and American Virgin Islands.Cucumis anguria is also cultivated, but not indigenous to, nor yet believed to have become naturalized in these places: Cape Verde; Réunion; Senegal; and parts of the Caribbean not already mentioned above.",
    "Uses": "Cucumis anguria is primarily grown (as a crop plant) for its edible fruit, which are used in pickling, as cooked vegetables, or eaten raw. The flavor is similar to that of the common cucumber. C. anguria  fruits are popular in the northeast and north of Brazil, where they are an ingredient in the local version of cozido (meat-and-vegetable stew).Cucumis anguria has been used in folk medicine to treat ailments of the stomach.",
    "Pests": "Crops are susceptible to attacks by fungi, aphids, and cucumber beetles.\n\n\n== References =="
  }
}