{
  "url": "https://en.wikipedia.org/wiki/Eclipta_prostrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Eclipta"
    },
    {
      "Species": "E. prostrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eclipta prostrata commonly known as false daisy, yerba de tago, Karisalankanni , and bhringraj, is a species of plant in the sunflower family. It is widespread across much of the world.This plant has cylindrical, grayish roots. The solitary flower heads are 6–8 mm (0.24–0.31 in) in diameter, with white florets. The achenes are compressed and narrowly winged. \n\n \nThis species grows commonly in moist places in warm temperate to tropical areas worldwide. It is widely distributed throughout India, Nepal, China, Thailand, and Brazil.",
    "Traditional uses": "The plant has traditional uses in Ayurveda. It is bitter, hot, sharp, and dry in taste. In India, it is known as bhangra or bhringaraj. Wedelia calendulacea is known by the same names, so the white-flowered E. alba is called white bhangra and the yellow-flowered W. calendulacea is called yellow bhangra.In Southeast Asia, the dried whole plant is used in traditional medicine, although there is no high-quality clinical research to indicate such uses are effective.",
    "Phytochemistry": "Eclipta prostrata contains various phytochemicals, such as coumestans, polypeptides, polyacetylenes, thiophene derivatives, steroids, sterols, triterpenes, and flavonoids.",
    "References": "",
    "Further reading": "Everitt, J.H.; Lonard, R.L.; Little, C.R. (2007). Weeds in South Texas and Northern Mexico. Lubbock: Texas Tech University Press. ISBN 0-89672-614-2\nCaldecott, Todd (2006). Ayurveda: The Divine Science of Life. Elsevier/Mosby. ISBN 0-7234-3410-7.",
    "External links": "Jepson Manual Treatment, University of California\nUnited States Department of Agriculture Plants Profile\nEclipta prostrata in West African plants – A Photo Guide."
  }
}