{
  "url": "https://en.wikipedia.org/wiki/Epiphyllum_anguliger",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Cactaceae"
    },
    {
      "Subfamily": "Cactoideae"
    },
    {
      "Genus": "Epiphyllum"
    },
    {
      "Species": "E. anguliger"
    }
  ],
  "text": {
    "__SUMMARY__": "Epiphyllum anguliger, commonly known as the fishbone cactus or zig zag cactus, is a cactus species native to Mexico. The species is commonly grown as an ornamental for its fragrant flowers in the fall.\nThe fruit tastes good, rather like gooseberries.  The interior of the fruit is reminiscent of kiwifruit, with green pulp and small black seeds.",
    "Taxonomy and etymology": "No subspecies have been recognized, but the species is highly variable. It is most closely related to Epiphyllum crenatum and Epiphyllum laui. The specific name derives from the deeply toothed stems (\"anguliger\" = \"angle bearing\").",
    "Description": "This epiphytic cactus has a smooth green skin and extensively branched stems. The primary stems are often woody. Secondary stems are flat and succulent, 20–30 cm long, 3–5 cm wide, and deeply lobed. The lobes are rectangular or slightly rounded. The white or pale yellow flowers bloom nocturnally, exuding a strong, sweet scent; they are 6–20 cm long and 6–7 cm wide. The fruit, 3–4 cm thick, are ovoid and brownish, greenish or yellowish.",
    "Distribution and habitat": "The species is endemic to Mexico, occurring as an epiphyte in evergreen forests in Guerrero, Jalisco, Nayarit and Oaxaca. It can be found at elevations between 1,100 and 1,800 m.This plant was first distributed by the Horticultural Society of London which obtained it from the collector T. Hartweg in 1846.",
    "Cultivation": "This easily cultivated, fast growing epiphyte requires a compost containing plenty of humus and sufficient moisture in summer. It should be kept at 16–25 °C (61–77 °F), but temperatures may drop to 10–15 °C (50–59 °F) for shorter periods. It is best grown in semi-shade. It flowers in late autumn or early winter.",
    "Cultivars and hybrids": "E. anguliger 'El Tecolote' WC (REDC) 1997. E. anguliger × 'Bonanza Belle'. Inner tepals creamy white; outer tepals lemon yellow or golden bronze, similar to the species. Nocturnal, but stays open until noon the next day. Medium sized. Small, flat, deeply lobed stems.\nE. anguliger 'Jetz' WC (REDC) 1997. E. anguliger × 'Bonanza Bell'. Nocturnal fragrant flower with inner tepals cream, tips lemon yellow, acute and pencil line lemon yellow, ruffled margins, two next rows yellower, 4th and 5th rows solid lemon yellow; outer tepals bronze with yellow to red-orange midstripe. Overlapping wide form. Small plant with thick, flat stems, margins deeply lobed. (medium-large)\nE. anguliger 'What Luck' WC (REDC) 1997. E. anguliger × 'Bonanza Belle'. Persimmon orange, darker at edges, outer tepals rusty orange, overlapping, wide form. Style and stamens light orange. Flower medium-sized. Stems small, flat, deeply lobed.\nE. anguliger 'Beahmianum', Collected by Thomas MacDougall in 1967, in Oaxaca, Mexico. Flowers white with a lavender-pink throat.\nE. anguliger 'Gertrudianum', Flowers shorter than in most clones, 6-7,5 cm long and 12 cm wide. Strong grower and a prolific bloomer.",
    "See also": "List of edible cacti\n\n\n== References =="
  }
}