{
  "url": "https://en.wikipedia.org/wiki/Erechtites_hieraciifolius",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Senecioneae"
    },
    {
      "Genus": "Erechtites"
    },
    {
      "Species": "E. hieraciifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Erechtites hieraciifolius (fireweed, American burnweed, or pilewort) is a plant in the daisy family, Asteraceae. It is native to the Americas, but can be found many places around the world having been introduced by human activity. It is introduced in Hawaii, China, and Southeast Asia.",
    "Description": "Erechtites hieraciifolius is an annual herb with alternate, simple leaves, on thick, green stems.  The leaves are serrated, and range from unlobed to deeply lobed, with the lobe pattern superficially resembling wild lettuces, which are in the same family but not closely related. When crushed, all parts of the species smell unpleasant. The flower heads are yellow or pink, borne in fall.  The heads are followed by cluster of small, wispy achenes.  The plant often branches and grows in a clump with multiple stems.",
    "Ecology": "This species benefits from fire, and is often one of the earliest pioneer species of areas that have recently burned, hence some of its common names. It prefers moist sites but can handle gravelly soil and some degree of dry conditions. It also grows well in urban areas and around humans.The flowers are pollinated primarily by wasps. The seeds are wind-dispersed, and are used as a minor food source by birds.\nVarietiesErechtites hieraciifolius var. cacalioides (Fisch. ex Spreng.) Less. ex Griseb. - Mexico, Central America, West Indies, South America\nErechtites hieraciifolius var. hieraciifolius  - North America, West Indies\nErechtites hieraciifolius var. megalocarpus (Fernald) Cronquist - northeastern United States from Massachusetts to New Jersey",
    "References": "",
    "External links": "United States Department of Agriculture Plants Profile\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Brazil in 1964\nphoto of herbarium specimen at Missouri Botanical Garden, collected in Peru in 1986\nphoto taken by Gerrit Davidse, showing one specimen of Homo sapiens beside one specimen of Erechtites hieraciifolius"
  }
}