{
  "url": "https://en.wikipedia.org/wiki/Eupatorium_odoratum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Chromolaena"
    },
    {
      "Species": "C. odorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Chromolaena odorata is a tropical and subtropical  species of flowering shrub in the sunflower family. It is native to the Americas, from Florida and Texas in the United States south through Mexico and the Caribbean to South America. It has been introduced to tropical Asia, west Africa, and parts of Australia.Common names include Siam weed, Christmas bush, devil weed, common floss flower,  and triffid.",
    "Description": "Chromolaena odorata is a rapidly growing perennial herb. It is a multi-stemmed shrub to 2.5 m (100 inches) tall in open areas. It has soft stems but the base of the shrub is woody. In shady areas it becomes etiolated and behaves as a creeper, growing on other vegetation. It can then become up to 10 m (33 feet) tall. The plant is hairy and glandular and the leaves give off a pungent, aromatic odour when crushed.\nThe leaves are opposite, triangular to elliptical with serrated edges. Leaves are 4–10 cm long by 1–5 cm wide (up to 4 x 2 inches). Leaf petioles are 1–4 cm long. The white to pale pink tubular flowers are in panicles of 10 to 35  flowers that form at the ends of branches. The seeds are achenes and are somewhat hairy. They are mostly spread by the wind, but can also cling to fur, clothes and machinery, enabling long distance dispersal. Seed production is about 80000 to 90000 per plant. Seeds need light to germinate. The plant can regenerate from the roots. In favorable conditions the plant can grow more than 3 cm per day.",
    "Classification": "It was earlier taxonomically classified under the genus Eupatorium, but is now considered more closely related to other genera in the tribe Eupatorieae.",
    "Uses": "A recent review indicates that the ethno-pharmacological, funcigicidal, nematicidal importance of the plant and its use as a fallow species and as a soil fertility improvement plant in the slash and burn rotation system of agriculture has contributed to its continued use and spread in Nigeria.",
    "Invasive species": "Chromolaena odorata is considered an invasive weed of field crops and natural environments in its introduced range.  It has been reported to be the most problematic invasive species within protected rainforests in Africa.  In Western Africa it prevents regeneration of tree species in areas of shifting cultivation.  It affects species diversity in southern Africa. The plant's flammability affects forest edges.In Sri Lanka it is a major weed in disturbed areas and coconut plantations.",
    "Control": "Biological control with a defoliating artiid was attempted in the 1970s.In the Ashanti region of Ghana Pareuchaetes pseudoinsulata was introduced to some effect in a pilot study in the Ashanti region.A renewed call for coordinated biological control effort in Nigeria was made in 2014, to attempt to bring the plant back into an ecological equilibrium.In Australia a systematic eradication programme with herbicide has been initiated.",
    "History of introduction": "In the nineteenth century Chromolaena odorata escaped from the botanical gardens at Dacca (India), Java (Indonesia) and Peradeniya (Sri Lanka).  In Western Africa the plant was accidentally introduced with forestry seeds.  It was introduced as an ornamental in Southern Africa, and was introduced to Ivory Coast in 1952 to control Imperata grasses.  It was first found in Queensland, Australia in 1994 and was perhaps introduced with foreign pasture seeds. It is locally called Communist Pacha in the south Indian state Kerala as the plant was introduced there in the 1950s, the era when the communists ￼￼formed a government.",
    "Toxicity": "Chromolaena odorata contains carcinogenic pyrrolizidine alkaloids.\nIt is toxic to cattle. \nIt can also cause allergic reactions.\nRecent research has shown the plant is larvicidal against all major mosquito vectors.",
    "See also": "John Wyndham's The Day of the Triffids— the post-apocalyptic novel from which the plant receives one of its colloquial names",
    "References": "",
    "Further reading": "Pink, A. (2004). Gardening for the Million. Project Gutenberg Literary Archive Foundation.\nRaimundo, R. L. G., R. L. Fonseca, R. Schachetti-Pereira, A. T. Peterson & Thomas Michael Lewinsohn, 2007.Native and Exotic Distributions of Siamweed (Chromolaena odorata) Modeled Using the Genetic Algorithm for Rule-Set Production. Weed Science, 55 (1): 41–48 | Abstract\n”Siam weed or chromolaena (Chromolaena odorata)”, Weed Management Guide, ISBN 1-920932-36-4. At http://www.environment.gov.au/biodiversity/invasive/weeds/publications/guidelines/alert/pubs/c-odorata.pdf\nPierre Binggeli ”Chromolaena odorata (L.) King & Robinson (Asteraceae)”, 1997, at http://pages.bangor.ac.uk/~afs101/iwpt/web-sp4.htm\nLalith Gunasekera, Invasive Plants: A guide to the identification of the most invasive plants of Sri Lanka, Colombo 2009, p. 116–117.",
    "External links": " Media related to Chromolaena odorata at Wikimedia Commons\n Data related to Chromolaena odorata at Wikispecies\nQueensland Government Factsheet\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Chromolaena odorata\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}