{
  "url": "https://en.wikipedia.org/wiki/Ficus_maxima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Species": "F. maxima"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus maxima is a fig tree which is native to Mexico, Central America, the Caribbean and South America south to Paraguay. Figs belong to the family Moraceae. The specific epithet maxima was coined by Scottish botanist Philip Miller in 1768; Miller's name was applied to this species in the Flora of Jamaica, but it was later determined that Miller's description was actually of the species now known as Ficus aurea. To avoid confusion, Cornelis Berg proposed that the name should be conserved for this species. Berg's proposal was accepted in 2005.\nIndividuals may reach heights of 30 m (98 ft). Like all figs it has an obligate mutualism with fig wasps; F. maxima is only pollinated by the fig wasp Tetrapus americanus, and T. americanus only reproduces in its flowers.  F. maxima fruit and leaves are important food resources for a variety of birds and mammals. It is used in a number of herbal medicines across its range.",
    "Description": "Ficus maxima is a tree which ranges from 5–30 m (16–98 ft) tall. Leaves vary in shape from long and narrow to more oval, and range from 6–24 (cm) (2–9 in) long and from 2.5–12 cm (0.98–4.72 in) wide.  F. maxima is monoecious; each tree bears functional male and female flowers. The figs are borne singly and are 1–2 cm (0.39–0.79 in) in diameter (sometimes up to 2.5 cm [1 in]).",
    "Taxonomy": "With about 750 species, Ficus (Moraceae) is one of the largest angiosperm genera.  (Frodin ranked it as the 31st largest.)  Ficus maxima is classified in subgenus Pharmacosycea, section Pharmacosycea, subsection Petenenses.  Although recent work suggests that subgenus Pharmacosycea is polyphyletic, section Pharmacosycea appears to be monophyletic and is a sister group to the rest of the genus Ficus.\nIn 1768, Scottish botanist Philip Miller described Ficus maxima, citing Linnaeus' Hortus Cliffortianus (1738) and Hans Sloane's Catalogus plantarum quæ in insula Jamaica (1696). Sloane's illustration of this plant (published in his 1725  A voyage to the islands Madera, Barbados, Nieves, S. Christophers and Jamaica) depicted it with figs borne singly, a characteristic of the Ficus subgenus Pharmacosycea. A closer examination of Sloane's description led Cornelis Berg to conclude that the illustration depicted a member of the subgenus Urostigma, almost certainly F. aurea, and that the illustration of singly borne figs was probably artistic license. Berg located the plant collection upon which Sloane's illustration was based and concluded that Miller's F. maxima was, in fact, F. aurea.In 1806 the name Ficus radula was applied to material belonging to this species. The description, based on material collected in Venezuela by German naturalist Alexander von Humboldt and French botanist Aimé Bonpland, was published in Carl Ludwig Willdenow's fourth edition of Linnaeus' Species Plantarum. This is the oldest description that can unequivocally be applied to this species.  In 1847 Danish botanist Frederik Michael Liebmann applied the name Pharmacosycea glaucescens to Mexican material belonging to this species.  (It was transferred to the genus Ficus by Dutch botanist Friedrich Anton Wilhelm Miquel in 1867.)  In 1849 the name Ficus suffocans was applied to Jamaican material belonging to this species in August Grisebach's  Flora of the British West Indian Islands.In their 1914 Flora of Jamaica, William Fawcett and Alfred Barton Rendle linked Sloane's illustration to F. suffocans. Gordon DeWolf agreed with their conclusion and used the name F. maxima for that species in the 1960 Flora of Panama, supplanting F. radula and F. glaucescens.  Since this use has become widespread, Berg proposed that the name Ficus maxima be conserved in the way DeWolf had used it with a new type (Krukoff's 1934 collection from Amazonas, Brazil).  This proposal was accepted by the nomenclatural committee in 2005.",
    "Taxonomy-Common names": "Ficus maxima ranges from the northern Caribbean to southern South America, in countries where English, Spanish, Portuguese and a variety of indigenous languages are spoken. Across this range, it is known by a variety of common names.",
    "Reproduction": "Figs have an obligate mutualism with fig wasps (Agaonidae); figs are only pollinated by fig wasps, and fig wasps are only able to reproduce in fig flowers. Generally, each fig species depends on a single species of fig wasp for pollination, and each species of fig wasp can only reproduce in the flowers of a single species of fig tree.  Ficus maxima is pollinated by Tetrapus americanus, although recent work suggests that the species known as T. americanus is a cryptic species complex of at least two species, which are not sister taxa.Figs have complicated inflorescences called syconia. Flowers are entirely contained within an enclosed structure. Their only connection with the outside is through a small pore called ostiole.  Monoecious figs like F. maxima have both male and female flowers within the syconium.  Female flowers mature first. Once mature, they produce a volatile chemical attractant which is recognised by female wasps belonging to the species Tetrapus americanus. Female wasps of this species are about 2 mm (0.079 in) long and are capable of producing about 190 offspring.Female fig wasps arrive carrying pollen from their natal tree and squeeze their way through the ostiole into the interior of the syconium. The syncomium bears 500–600 female flowers arranged in multiple layers - those that are closer to the outer wall of the fig have short pedicels and long styles, while those that are located closer to the interior of the chamber have long pedicels and short styles. Female wasps generally lay their eggs in the short-styled flowers, while longer-styled flowers were more likely to be pollinated. The eggs hatch and the larvae parasitise the flowers in which they were laid. Pollinated flowers which have not been parasitised give rise to seeds.Male wasps mature and emerge before the females. They mate with the females, which have not yet emerged from their galls. Males cut exit holes in the outer wall of the syconium, through which the females exit the fig.  The male flowers mature around the same time as the female wasps emerge and shed their pollen on the newly emerged females; like about one third of figs, F. maxima is passively pollinated.  The newly emerged female wasps leave through the exit holes the males have cut and fly off to find a syconium in which to lay their eggs. The figs then ripen.  The ripe figs are eaten by a variety of mammals and birds which disperse the seeds.",
    "Distribution": "Ficus maxima ranges from Paraguay and Bolivia in the south to Mexico in the north, where it is widespread and common. It is found in fourteen states across the southern and central portion of the country. It occurs in tropical deciduous forest, tropical semi-evergreen forest, tropical evergreen forest, oak forest and in aquatic or subaquatic habitats.  It is found throughout Central America - in Guatemala, Belize, Honduras, Nicaragua, El Salvador, Costa Rica and Panama. It is present in Cuba and Jamaica in the Greater Antilles, and Trinidad and Tobago in the southern Caribbean. In South America it ranges through Colombia, Venezuela, Guyana, Suriname, French Guiana, Ecuador, Peru, Bolivia, Paraguay and in the Brazilian states of Amapá, Amazonas, Mato Grosso, Minas Gerais, Pará.",
    "Ecology": "Figs are sometimes considered to be potential keystone species for communities of fruit-eating animals; their asynchronous fruiting patterns may cause them to be important fruit sources when other food sources are scarce.  At Tinigua National Park in Colombia Ficus maxima was an important fruit producer during periods of fruit scarcity in one of three years. This led Colombian ecologist Pablo Stevens to consider it a possible keystone species, but he decided against including it in his final list of potential keystone species at the site.Ficus maxima fruit are consumed by birds and mammals. These animals act as seed dispersers when the defaecate or regurgitate intact seeds, or when they drop fruit below the parent tree.  In Panama, F. maxima fruit were reported to have relatively high levels of protein and low levels of water-soluble carbohydrates in a study of Ficus fruit consumed by bats.Black howler monkeys in Belize consume fruit and young and mature leaves of F. maxima.  In southern Veracruz, Mexico, F. maxima was the third most important food source for a studied population of Mexican howler monkeys; they consumed young leaves, mature leaves, mature fruit and petioles.  Venezuelan red howlers were observed feeding F. maxima fruit in Colombia.The interaction between figs and fig wasps is especially well-known (see section on reproduction, above). In addition to their pollinators, Ficus species are exploited by a group of non-pollinating chalcidoid wasps whose larvae develop in its figs. Both pollinating and non-pollinating wasps serve as hosts for parasitoid wasps.  In addition to T. americanus, F. maxima figs from Brazil were found to contain non-pollinating wasps belonging to the genus Critogaster, mites, ants, beetles, and dipteran and lepidopteran larvae.  Norwegian biologist Frode Ødegaard recorded a total of 78 phytophagous (plant-eating) insect species on a single F. maxima tree in Panamanian dry forest—59 wood eating insects, 12 which fed on green plant parts, and 7 flower visitors. It supported the fourth most specialised phytophagous insect fauna and the second largest wood-feeding insect fauna among the 24 tree species sampled.",
    "Uses": "Ficus maxima is used by the Lacandon Maya to treat snakebite. Leaves are moistened by chewing and applied to the bite. In the provinces of Loja and Zamora-Chinchipe in Ecuador, a leaf infusion is used to treat internal inflammations.  The Paya of Honduras use the species for firewood, and to treat gingivitis.  The Tacana of Bolivia use the latex to treat intestinal parasites, as do people in Guatemala's Petén Department.  In Brazil it is used as an anthelmintic, antirheumatic, anti-anaemic and antipyretic.  The latex is also used to bind limestone soils to produce cal, an adobe cement.Gaspar Diaz M. and colleagues isolated four methoxyflavones from F. maxima leaves.  David Lentz and colleagues observed antimicrobial activity in Ficus maxima extracts.",
    "References": "",
    "External links": "Ficus maxima Mill.  Trees, Shrubs, and Palms of Panama, Smithsonian Tropical Research Institute Center for Tropical Forest Science."
  }
}