{
  "url": "https://en.wikipedia.org/wiki/Ficus_insipida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Species": "F. insipida"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus insipida is a tropical tree in the fig genus of the family Moraceae. It ranges from Mexico to South America, and is commonly found in cloud forest above 1,550 m ASL.",
    "Description and ecology": "This is a tree with buttress roots that ranges from 8–40 m (26–131 ft) tall. Although it is a freestanding tree when mature, F. insipida begins its growth as a climbing vine. It clings to a mature tree, eventually strangling it. Its favored hosts are Guarea tuisana and Sapium pachystachys, and it is also frequently found on already-dead trees.Leaves vary shape from narrow to ellipse-shaped; they range from 5–25 cm (2.0–9.8 in) long and from 2–11 cm (0.79–4.33 in) wide. It flowers February to April and bears warty, yellow-green fruit 4–6 cm in diameter. Though they are edible like most figs, as the scientific name (literally \"insipid fig\") implies they are of unremarkable taste. Monkeys feed on fruits still on the tree, and fallen fruits are eaten by peccaries.\nTwo subspecies can be distinguished:\n\nFicus insipida ssp. insipida Willd.\nFicus insipida ssp. scabra C.C.Berg",
    "Use by humans": "The wood is soft, but it is used for construction purposes where durability is not important.\nF. insipida is used by wajacas (shamans) of the  Krahô tribe in Brazil as a memory enhancer. Its latex is also employed in South American folk medicine as the anthelmintic called ojé, but as it is toxic it must be used with care.Maya codices  are folding books stemming from the pre-Columbian Maya civilization, written in Maya hieroglyphic script on Mesoamerican bark cloth, amatl, made from the inner bark of certain trees, the main being the wild fig tree or amate (Ficus glabrata; a synonym of F. insipida).",
    "References": "",
    "Further reading": "Missouri Botanical Garden [2008b]: Tropicos.org – Ficus insipida synonyms. Retrieved 2008-JUN-29.",
    "External links": "Ficus inspidia  Trees, Shrubs, and Palms of Panama, Smithsonian Tropical Research Institute Center for Tropical Forest Science."
  }
}