{
  "url": "https://en.wikipedia.org/wiki/Galinsoga_quadriradiata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Galinsoga"
    },
    {
      "Species": "G. quadriradiata"
    }
  ],
  "text": {
    "__SUMMARY__": "Galinsoga quadriradiata is a species of flowering plant in the daisy family which is known by several common names, including shaggy soldier, Peruvian daisy, hairy galinsoga. Its native home is apparently central Mexico, although it has become naturalized in many other places (North and South America, Europe, Japan, Philippines, the northern India, Nepal, etc.).",
    "Description": "Galinsoga quadriradiata is an annual herb which varies in appearance. The main stem reaches anywhere from 10 to 60 centimeters (4-24 inches) in height and may branch or not. The petioled leaves are ovate and serrated are opposite branching, and covered coarse, hispid hairs. The roots form a fibrous root system.The small flower heads are up to a centimeter wide (0.4 inches) but typically 2-3mm in diameter and have rounded center filled with many disc florets usually in a shade of bright yellow. There are typically five white ray florets widely spaced around the center, each an oval shape typically with three crenate teeth at the tip. Both the disk and ray florets are fertile producing a achene with a large pappus.G. quadriradiata and its cousin G. parfivolia are both edible and can be used as a pot herb or in salads although outside of their native range, they have not been widely adopted as a culinary item other than in China. G. parfivolia is preferred as a salad green due to its non-hairy leaves. Care must be taken to not confuse them with the unrelated, but visually similar Tridax procumbens which is poisonous.",
    "References": "",
    "External links": "Jepson Manual Treatment\n\"Galinsoga quadriradiata\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}