{
  "url": "https://en.wikipedia.org/wiki/Gossypium_hirsutum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Gossypium"
    },
    {
      "Species": "G. hirsutum"
    }
  ],
  "text": {
    "__SUMMARY__": "Gossypium hirsutum, also known as upland cotton or Mexican cotton, is the most widely planted species of cotton in the world. Globally, about 90% of all cotton production is of cultivars derived from this species. In the United States, the world's largest exporter of cotton, it constitutes approximately 95% of all cotton production. It is native to Mexico, the West Indies, northern South America, Central America and possibly tropical Florida.Archeological evidence from the Tehuacan Valley in Mexico shows the cultivation of this species as long ago as 3,500 BC, although there is as yet no evidence as to exactly where it may have been first domesticated. This is the earliest evidence of cotton cultivation in the Americas found thus far.\nGossypium hirsutum includes a number of varieties or cross-bred cultivars with varying fiber lengths and tolerances to a number of growing conditions. The longer length varieties are called \"long staple upland\" and the shorter length varieties are referred to as \"short staple upland\". The long staple varieties are the most widely cultivated in commercial production.\nBesides being fibre crops, Gossypium hirsutum and Gossypium herbaceum are the main species used to produce cottonseed oil.\nThe Zuni people use this plant to make ceremonial garments, and the fuzz is made into cords and used ceremonially.\n\nThis species shows extrafloral nectar production.",
    "Synonyms": "Gossypium barbadense var. marie-galante (G. Watt) A. Chev., Rev. Int. Bot. Appl Agric. Trop. 18:118. 1938.\nGossypium jamaicense Macfad., Fl. Jamaica 1:73. 1837.\nGossypium lanceolatum Tod., Relaz. cult. coton. 185. 1877.\nGossypium marie-galante G. Watt, Kew Bull. 1927:344. 1927.\nGossypium mexicanum Tod., Ind. sem. panorm. 1867:20, 31. 1868.\nGossypium morrillii O. F. Cook & J. Hubb., J. Washington Acad. Sci. 16:339. 1926.\nGossypium palmeri G. Watt, Wild cult. cotton 204, t. 34. 1907.\nGossypium punctatum Schumach., Beskr. Guin. pl. 309. 1827.\nGossypium purpurascens Poir., Encycl. suppl. 2:369. 1811.\nGossypium religiosum L., Syst. nat. ed. 12, 2:462. 1767.\nGossypium schottii G. Watt, Wild cult. cotton 206. 1907.\nGossypium taitense Parl., Sp. Cotoni 39, t. 6, fig. A. 1866.\nGossypium tridens O. F. Cook & J. Hubb., J. Washington Acad. Sci. 16:547. 1926.",
    "References": "",
    "External links": "Cotton Botany at Cotton Inc.\nGossypium hirsutum in West African plants – A Photo Guide."
  }
}