{
  "url": "https://en.wikipedia.org/wiki/Hedyosmum_mexicanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Order": "Chloranthales"
    },
    {
      "Family": "Chloranthaceae"
    },
    {
      "Genus": "Hedyosmum"
    },
    {
      "Species": "H. mexicanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hedyosmum mexicanum is a species of plant in the Chloranthaceae family. It is generally found in Guatemala and Mexico. It is threatened by habitat loss.",
    "Description": "Hedyosmum mexicanum is known as a dioecious variable plant containing adventitious roots and brittle twigs. It generally blooms as a shrub at approximately 2 meters in height. When it reaches its full tree size it could range from 8 to 12 meters or more. It contains opposite leaves with welded petioles. The male portion of the plant comprises a subsessile stamen, coupled with bilocular anther along with a short appendix at the apex. Furthermore, its female counterpart, the flower is  assorted in panicles which contain trilobal perianth, embellished with the unilocular and inferior ovary. The style of the plant tends to be either very small or not present at all.",
    "Habitat": "The plant can generally be found around the northern parts of South American Colombia. They are as well  found in abundance from Mexico to Panama. These plants are generally located in wet mountain forest and in pine forest.",
    "Cultivation": "The Hedyosmum mexicanum is a plant found in high moist tropic areas around the elevation of 1,100 - 2,900 meters. They typically flower and bear fruit year round where January to May are the peak fruit production. The fruits produces are edible and are sweet in flavor. The fruits can be bright green to yellowish, or white when mature in color measuring about 2–3 cm long and 2 cm thick. The fruits are categorize as drupes that contain brown or black seeds.",
    "Threats": "The Hedyosmum mexicanum according to IUCN Red List the threat level currently is at a vulnerable (Vu) state. If nothing is done to save this species the plant may in fact go extinct. Major threats include agriculture and aquaculture from annual and perennial non-timber crops, and livestock farming. Furthermore, local people use the tree for logging and wood harvesting diminishing the tree not allowing for it to re-grow.",
    "Uses": "A good source of lumber. Some people use the leafs for tea, to replace the intake of coffee.",
    "Common names": "Plantanillo, Mazoro, Palo de agua, Te azeteca, Té de monte, Té maya, Coter, Piñuela, Vara blanca, Vara de agua.\n\n\n== References =="
  }
}