{
  "url": "https://en.wikipedia.org/wiki/Ipomoea_arborescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Convolvulaceae"
    },
    {
      "Genus": "Ipomoea"
    },
    {
      "Species": "I. arborescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Ipomoea arborescens, the tree morning glory, is a flowering plant coming from the family Convolvulaceae. It grows fast and produces semi succulent stems. This tropical plant is mostly found in Mexico. It flowers in late autumn and winter. Its common name in Nahuatl (native name in Mexico) is Cazahuatl or Cazahuate.",
    "Distribution": "Ipomoea arborescens is found from Sonora and Chihuahua south to Veracruz and Oaxaca, Mexico. It grows at elevations of 50 to 2200m, and usually flowers and fruits between November and April. It inhabits open thorn forests, oak savannas and dry deciduous forests. This plant can be grown as a crop in El Salvador, Guatemala, Senegal and Zimbabwe.",
    "Habitat and ecology": "Ipomoea arborescens is a deciduous caudiciform tree, it requires full sun and grows best in tropical conditions. In the United States climate zones, it will grow between 9b and 11. They grow in soil slightly acidic to slightly alkaline with a pH range of 6.1 to 7.8. It grows leaves in summer during the rainy season. The foliage is shed after the rains stop in September.",
    "Description": "Rapidly growing tree, up to two or three meters per year, up from 3 to 15m tall with a trunk diameter of 50 cm.  Its bark’s color ranges from grey to brown and it has a rough texture. The stems are usually tomentose when young, after the third year glabrescent, produce a white latex, as well as wood of the whole tree.\nLeaf blades are entire, from 9 to 19 cm long and 6 to 9 cm wide, with 12 to 19 pairs of lateral veins. Leaves are ovate to lanceolate, cordate at the base and acuminate at the apex, pubescent especially beneath and on the veins of the lower surface; by maturing, hairs remain only on the veins and along the margin.",
    "Flowers and fruit": "Flowers are grouped in reduced terminal or axillary inflorescences, each cyme consisting of 1, rarely 2, flowers. The flower is funnel-shaped. Its color is white or cream. It has a greenish or cream calyx supporting the spreading white corolla. The stamens are enclosed in its throat. The flower can have either globose or elongated fruit capsule, which is narrowly ovate and contains four dark reddish-brown seeds. Each seed contains a fringe of white or yellow silky hairs. Flowers of I. arborescens are major nectar sources for lesser long nosed bats, hummingbirds, and bees. Deer feed on the fallen flowers.",
    "Diseases": "If contact is made with the fungi Fusarium oxysporum, stem rot disease can easily occur in humid conditions. When there are high levels of moisture or irrigation, the fungi releases spores that cause the plant to swell, damaging its vascular system. Some symptoms are stunted growth, flowers growing less, and yellow foliage. If it is not treated, the plant may die.",
    "Names": "Ipomoea arborescens has several names such as Palo Blanco, Palo Muerto, Palo Santo, Palo Bobo, Ozote, Casahuate Blanco, Palo Cabra, Sacred Morning Glory Tree,  nd Convolvulus arborescens.\n\n\n== References =="
  }
}