{
  "url": "https://en.wikipedia.org/wiki/Ipomoea_nil",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Convolvulaceae"
    },
    {
      "Genus": "Ipomoea"
    },
    {
      "Species": "I. nil"
    }
  ],
  "text": {
    "__SUMMARY__": "Ipomoea nil is a species of Ipomoea morning glory known by several common names, including picotee morning glory, ivy morning glory, and Japanese morning glory. It is native to most of the tropical world, and has been introduced widely.",
    "Cultivation": "It is cultivated as an ornamental plant in many places, and the descendants of garden escapees now grow wild. This is a climbing annual herb with three-pointed leaves 3 to 8 centimeters long. The flowers are several centimeters wide and appear in various shades of blue, pink or rose, often with white stripes or edges or blends of colors. Common cultivars include 'Scarlet O'Hara', 'Early Call', and 'Rose Silk'.\nHybrids, for instance with I. purpurea, have been developed. Some of these have been given the name I. x imperialis (Imperial Japanese morning glory), which is not official. Cultivars include 'Sunrise Serenade'. Alternative nomenclatures include Ipomoea nil x imperialis, as in 'Cameo Elegance', or Ipomoea nil'  'Imperialis'.",
    "Morning glories in Japan": "Morning glories are popular in Japan. They are believed to have been introduced there directly from China  or via Korea in the Heian period of the 8th to 9th centuries. During the Edo period of the 17th to 19th centuries, as more people started to live in cities, a fad for growing potted morning glories of different colors and sizes swept through the country. The pots are often equipped with cylindrical structures called andon shitate (Japanese: 行燈仕立て), which look like Japanese lanterns at night.In early summer, morning glory markets are held in large cities in Japan, where merchants and hobbyists sell the flowers. The largest of such markets is the Iriya Morning Glory Market (Japanese: 入谷朝顔市, July 6–8), held along the roads surrounding Shingenji Temple, commonly called \"Iriya Kishibojin\", in Iriya, Taito-ku, Tokyo.",
    "See also": "Morning glory",
    "References": "",
    "External links": " Media related to Ipomoea nil at Wikimedia Commons\n Data related to Ipomoea nil at Wikispecies\nJepson Manual Treatment\nAluka Species Profile\nHEAR Species Profile"
  }
}