{
  "url": "https://en.wikipedia.org/wiki/Ipomoea_corymbosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Convolvulaceae"
    },
    {
      "Genus": "Turbina"
    },
    {
      "Species": "T. corymbosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Turbina corymbosa, syn. Rivea corymbosa, is a species of morning glory, native throughout Latin America from Mexico as far south as Peru and widely naturalised elsewhere. Its common names include Christmasvine, Christmaspops, and snakeplant.",
    "Attributes": "Known to natives of north and central Mexico by its Nahuatl name Ololiúqui (also spelled ololiuhqui or ololiuqui) and by the  south eastern natives as xtabentún (in Mayan), it is a perennial climbing vine with white flowers, often grown as an ornamental plant. Its flowers secrete copious amount of nectar, and the honey the bees make from it is very clear and aromatic. It also grows in Cuba, where it usually blooms from early December to February. It is considered one of the main honey plants from the island.",
    "Chemical properties": "The Nahuatl word ololiuhqui means \"round thing\", and refers to the small, brown, oval seeds of the morning glory, not the plant itself, which is called coaxihuitl (“snake-plant\") in Nahuatl, and hiedra, bejuco or quiebraplatos in the Spanish language. The seeds, in Spanish, are sometimes called semilla de la Virgen (seeds of the Virgin Mary).  While little of it is known outside of Mexico, its seeds were perhaps the most common psychedelic drug used by the natives.In 1941, Richard Evans Schultes first identified ololiuhqui as Turbina corymbosa and the chemical composition was first described in 1960 in a paper by Albert Hofmann. The seeds contain ergine (LSA), an ergoline alkaloid similar in structure to LSD, which is also present in ergot of rye. Ergot of rye was part of the Kykeon, the drink which was a component of the Eleusinian mysteries. The psychedelic properties of Turbina corymbosa and a comparison of the potency of different varieties were studied in the Central Intelligence Agency's MKULTRA Subproject 22 in 1956. The hallucinatory activity from LSA doesn't go beyond phosphenes ('seeing stars'), in contrast to the complex hallucinations from LSD.",
    "Distribution": "This species is an invasive species to the United States, Europe (Spain), and Australia, where it has become more naturalized.",
    "References": "",
    "External links": "Erowid Morning Glory vault\nErowid Corymbosa Vault"
  }
}