{
  "url": "https://en.wikipedia.org/wiki/Leonotis_nepetifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Leonotis"
    },
    {
      "Species": "L. nepetifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Leonotis nepetifolia, (also known as klip dagga, Christmas candlestick, or lion's ear), is a species of plant in the genus Leonotis and the family Lamiaceae (mint). It is native to tropical Africa and southern India. It can also be found growing abundantly in much of Latin America and the West Indies. It grows to a height of 3 metres (9 ft 10 in) and has whorls of striking lipped flowers, that are most commonly orange, but can vary to red, white, and purple. It has drooping dark green, very soft serrated leaves that can grow up to 10 centimetres (4 in) wide. Sunbirds and ants are attracted to the flowers. It has been found growing on road sides, rubbish heaps or waste land.\nVarietiesLeonotis nepetifolia var. africana (P.Beauv.) J.K.Morton - Indian Subcontinent, much of Africa\nLeonotis nepetifolia var. nepetifolia - much of Africa",
    "Related species": "Leonotis  nepetifolia (klip dagga) is related to L. leonurus (wild dagga or lion's tail.) The most noticeable difference between the two is the leaf shape. L. nepetifolia leaves are cordate with serrated edges, except the top pair which are lanceolate with serrated edges, as pictured in taxonomy box. The leaves are all lanceolate with serrated edges on L. leonurus.",
    "Traditional medicine": "Leonotis  nepetifolia is known in Trinidad as shandilay and the leaves are brewed as a tea for fever, coughs, womb prolapse and malaria.",
    "Gallery": "",
    "References": "",
    "External links": "FloraBase - Information on L. nepetifolia in Western Australia\nInformation on cultivating ethnoplants cultivating L.nepetifolia (French)\nLeonotis nepetifolia in West African plants – A Photo Guide."
  }
}