{
  "url": "https://en.wikipedia.org/wiki/Litsea_glaucescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Magnoliids"
    },
    {
      "Order": "Laurales"
    },
    {
      "Family": "Lauraceae"
    },
    {
      "Genus": "Litsea"
    },
    {
      "Species": "L. glaucescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Litsea glaucescens, also called Mexican bay leaf, is an evergreen tree or shrub 3–6 metres (9.8–19.7 ft) high in the genus Litsea belonging to family Lauraceae. It is native from southern North America, mostly in Mexico. Distributed by Mexico and Central America.\nIt is a shrub or small tree that grows to 1.5–5 m (4 ft 11 in–16 ft 5 in) high. The bark is brown, thick trunk. Young branches, glabrous, yellowish green, yellow or dark brown bark greenish or sometimes glabrous terminal buds sparsely pubescent.\nLeaves are thin and long, with a constriction at the apex, solid green on the upper surface and lighter green below. Leaves alternate, petioles 6–11 millimetres (0.24–0.43 in) long, glabrous, heat wave, blades 5–9 cm (2.0–3.5 in) long, 2–3 cm (0.79–1.18 in) wide, elliptic, base acute or attenuated, apex gradually acuminate, usually curved towards the tip, beam and underside glabrous, coriaceous or chartaceous, pinnatinervadas, lateral nerves 8–9 pairs, embedded in the fabric leaf yellowing and arched toward the apex.\nFlower in clusters; Inflorescences (male and female) axillary, umbellate, solitary or clustered along branches sharp cutting, c. 1.0 cm long, 3-5 lorescencia inf f values by bracts pubescent on the midrib, with a pair of bracts small, deciduous additional between f values, peduncle c. 8.0 mm long, glabrous, pedicel 2.5-3.5 mm long, glabrous to slightly pubescent. Male flowers yellowish-white, 3.0-4.0 mm long, tepals 6, c. 3.0 mm long, c. 2. or 4 mm wide, elliptic to obovate slightly similar, externally glabrous or sparsely pubescent on the central portion, stamens usually 9 They are all similar, filaments c. 1.5 mm long, slender, glabrous, those of whorl interior glands, anthers c. 1.5 mm long, glabrous, glands c. 0.8 mm long, irregular, the female yellow, c. 2.0 mm long, tepals 6, c. 2.0 mm long, c. 1.0 mm wide, elliptical or narrowly elliptical, glabrous internally, the more casual and sparsely pubescent outside in the central portion, staminodes 9, c. 1.0 mm long, ovary and style glabrous.\nFruits c. 1.0 cm diameter, black when mature, settled on a discoid small dome.\nIt grows in the mountains, on the banks of rivers and is planted in the garden of houses. It is used as seasoning.\nIt is in danger of extinction, because it has been used extensively for various uses, medicinal and culinary purposes even religious during the celebration of Palm Sunday. The species is one of the most important non-wood trees of Mexico. This species has been exploited for different purposes: religious, dietary and medicinal, where the young branches and leaf tissues are used. This has resulted in a considerable exploitation in virtually all their range.\nThis species is easily recognized by the entirely glabrous stems and leaves and yellow-green twigs, differs from Litsea guatemalensis in the latter is branches and leaves pubescent in youth. Litsea glaucescens is quite common in temperate forests of Mexico, coming to meet in the areas of contact with other vegetation types of affinity rather warm. It is very variable in size and shape of the leaves and as a result, it has an extensive synonymy.",
    "References": "\nInstituto Nacional Indigenista, 1996. Plantas medicinales de la Región Cuicateca. Santa María Tlalixtac, Cuicatlán, Oaxaca."
  }
}