{
  "url": "https://en.wikipedia.org/wiki/Malva_sylvestris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Malva"
    },
    {
      "Species": "M. sylvestris"
    }
  ],
  "text": {
    "__SUMMARY__": "Malva sylvestris is a species of the mallow genus Malva in the family of Malvaceae and is considered to be the type species for the genus.  Known as common mallow to English-speaking Europeans,\nit acquired the common names of cheeses, high mallow  and tall mallow (mauve des bois by the French)\nas it migrated from its native home in Western Europe, North Africa and Asia through the English-speaking world.M. sylvestris is a vigorous plant with showy flowers of bright mauve-purple, with dark veins, standing 3–4 feet (0.91–1.22 m) high and growing freely in meadows, hedgerows and in fallow fields.",
    "Common names": "It is one of several species of different genera sometimes referred to as Creeping Charlie, a term more commonly applied to Glechoma hederacea (ground ivy).",
    "Description": "Malva sylvestris is a spreading herb,\nwhich is an annual in North Africa,biennial in the Mediterranean and a perennial elsewhere. It can be straight or decumbent, branched, and covered with fine soft hairs or none at all, M. sylvestris is pleasing in appearance when it first starts to flower, but as the summer advances, \"the leaves lose their deep green color and the stems assume a ragged appearance\".",
    "Description-Leaves": "The leaves are borne upon the stem, are roundish, with numerous lobes, each 2–4 centimetres (0.79–1.57 in) long, 2–5 centimetres (0.79–1.97 in) and 5–10 centimetres (2.0–3.9 in) in diameter. The leaves have hairs radiating from a common center, with prominent veins on the underside.",
    "Description-Flowers": "Described as reddish-purple, bright pinkish-purple with dark stripes and bright mauve-purple, the flowers of Malva sylvestris appear in axillary clusters of 2 to 4 and form irregularly and elongated along the main stem with the flowers at the base opening first.M. sylvestris has an epicalyx (or false calyx) with oblong segments, two-thirds as long as calyx or 2–3 millimeters long and 1.5 millimeters wide. Its calyx is free to the middle, 3–6 millimeters long, with broadly triangular lobes or ovate mostly 5–7 millimeters long.  The flowers are 2–4 times as long as the calyx;",
    "Description-Fruits": "Nutlets strongly reticulate (10–12 mericarps, usually without hair, with sharp angle between dorsal and lateral surfaces, 5–6 mm in diameter.",
    "Description-Seeds": "Also called 'cheeses,' seeds are brown to brownish green when ripe, about 2.5 millimeters long and wide 5 to 7 millimeters in diameter and are shaped like a cheese wheel.",
    "Distribution": "Malva sylvestris spreads itself on waste and rough ground, by roads and railways throughout lowland England, Wales and Channel Islands, Siberia and scattered elsewhere.  It has been introduced to and has become naturalised in eastern Australia, in the United States, Canada, and Mexico as an invasive species.",
    "Distribution-In the wild": "Palearctic:\nMacaronesia: Azores, Madeira Islands\nNorthern Africa: Algeria, Egypt, Libya, Morocco\nArabian Peninsula: Saudi Arabia\nWestern Asia: Afghanistan, Sinai, Iran, Israel, Jordan, Lebanon, Syria, Turkey\nCaucasus: Armenia, Azerbaijan, Ciscaucasia, Dagestan, Georgia\nSoviet Middle Asia: Kyrgyzstan, Tajikistan, Turkmenistan, Uzbekistan\nMongolia: Mongolia\nChina: Xinjiang\nIndian Subcontinent: Bhutan, India, Pakistan\nNorthern Europe: Denmark, Finland, Ireland, Norway, Sweden, United Kingdom\nMiddle Europe: Austria, Belgium, Czech Republic, Germany, Hungary, Netherlands, Poland, Slovakia, Switzerland\nEast Europe: Belarus, Central Russia, Central Black Earth, Estonia, Latvia, Lithuania, Moldova, Northern Russia, North Caucasus, Northwestern Russia, Volga, Urals, Volga-Vyatka, Ukraine\nSoutheastern Europe: Albania, Bosnia and Herzegovina, Bulgaria, Croatia, Greece, Italy, Macedonia, Montenegro, Sardinia, Serbia, Sicily, Slovenia, Romania, Cyprus\nSouthwestern Europe: Balearic Islands, Corsica, France, Portugal, SpainSource: USDA ARS GRIN",
    "Uses": "In 1931, Maud Grieve wrote that the \"use of this species of Mallow has been much superseded by marsh-mallow (Althaea officinalis), which possesses its properties in a superior degree, but it is still a favorite remedy with country people where marsh-mallow is not obtainable.\" The flowers were spread on doorways and woven into garlands or chaplets for celebrating May Day. The boiled young leaves are a vegetable eaten in several parts of Europe in the 19th century.In Morocco, Tunisia and Palestine, Malva leaves are steamed with garlic and tomatoes, and eaten as an appetizer or salad. In Egypt, the leaves are made into a stew-like vegetable dish, specially in winter, known as khobeiza, which is similar to Molokheia.In traditional medicine, M. sylvestris has been used in herbalism. Mucilage is present in many of the family Malvaceae including M. sylvestris, especially the fruit. The seeds are used internally in a decoction or herbal tea as a demulcent, and the leaves may be used in poultices as an emollient for external applications.The species has long been used as a natural yellow dye, but dyes of various yellow-green colors can be obtained from the plant and its seeds.  A tincture of the flowers can make a sensitive test for alkalis.",
    "Subspecies": "Plants previously often described as Malva sylvestris var. malaca are now considered a Cultivar Group Malva sylvestris Mauritiana Group.",
    "Cultivation": "It is often grown as an ornamental plant for its attractive flowers, produced for a long period through the summer. Numerous cultivars have been selected and named.\nCultivars of Malva sylvestris include: 'Annita', 'Aurora', 'Bardsey Blue', 'Blue Fountain', 'Brave Heart', 'Cottenham Blue', 'Gibbortello', 'Harry Hay', 'Highnam', 'Inky Stripe', 'Knockout', 'Magic Hollyhock', 'Mest', 'Mystic Merlin', 'Perry's Blue', 'Purple Satin', 'Richard Perry', 'Tournai', 'Windsor Castle', 'Zebrina' (soft lavender-purple striped with deep maroon veins)\n\nand 'Zebrina Zebra Magis'.",
    "Cultivation-Cultivar groups": "Malva sylvestris L. Mauritiana group: Swedish: mauretansk rödmalva, Estonian: mauri kassinaeris, Slovene: Mavretanski slezenovec, Hungarian: mórmályva. Malva mauritiana used to be recognized as a species whose range is Iberia, Italy and Algeria. Garden plants are often called Malva sylvestris var. mauritiana and they make a cultivar group that includes:'Bibor Felho'\n'Moravia'Malva sylvestris L. Eriocarpa group: Hairy seeds and hairy stems found between Italy and the Himalayas, Central Asia and China.\nMalva sylvestris L. Canescens group: Every part except for the flower is covered with dense white woolly hair, growing in the Montpellier region of France, and on the Balearic Isles. Some 19th-century botanical works called this group Malva sylvestris L. var. canescens.\nMalva sylvestris L. Sterile Blue group: Vegetatively propagated pale violet-blue flowered cultivars:Marina 'Dema'\n'Primley Blue'\n'Maria's Blue Eyes' (dark violet-blue flowered)",
    "Cultivation-Virus": "Malva vein clearing potyvirus which is transmitted by mechanical inoculation in a non-persistent manner via insects, such as Aphis umbrella (syn. Aphis malvae Koch) and Myzus persicae (all are Aphididae). The virus can be found in Tasmania, Brazil, the former Czechoslovakia, Germany, Israel, Italy, Portugal, California, Russia and the former Yugoslavia.",
    "Chemistry": "M. sylvestris contains malvin and malonylmalvin. It also contains the naphthoquinone malvone A, which is also a phytoalaxin.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Malva sylvestris at Wikimedia Commons\n Data related to Malva sylvestris at Wikispecies\nUniProt. \"Malva sylvestris\". Retrieved 10 May 2008."
  }
}