{
  "url": "https://en.wikipedia.org/wiki/Military_macaw",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Ara"
    },
    {
      "Species": "A. militaris"
    }
  ],
  "text": {
    "__SUMMARY__": "The military macaw (Ara militaris) is a large parrot and a medium-sized macaw that gets its name from its predominantly green plumage resembling a military parade uniform. It is native to forests of Mexico and South America and though considered vulnerable in the wild, it is still commonly found in the pet trade industry.",
    "Taxonomy": "The military macaw’s name comes from the resemblance of their plumage to a military uniform. There are three subspecies of Ara militaris, A. m. militaris, A. m. mexicana, and A. m. boliviana. The primary differences between the subspecies are location and small variations in size and plumage. The difference in size is generally 70–80 cm (28–31 in), with the militaris subspecies being the smallest and the mexicana being the largest [citation needed].",
    "Description": "The military macaw is 70.5 cm (27.8 in) long on average, 99–110 (33–43 in) across the wings and weighs 900–1,100 grams (2–2.4 lbs) [citation needed]. Military macaws are mostly green with light blue and yellow flight and tail feathers and a bright red patch on their forehead. Their face is bare and white in color with black striations. The large strong beak is grey-black and the iris is yellow.\nThey greatly resemble great green macaws and are usually distinguished from great green macaws by their smaller size, completely black bill, and overall darker color. They can also be separated by differences in vocalization and the tendency for great green macaws to be a humid forest species while military macaws are usually a deciduous forest species. Phylogenetic studies have shown that the two species are sister clades.",
    "Behavior": "Military macaws live in large flocks and can live about 50–60 years in the wild. They can often be heard long before they are seen. They are a very noisy bird making a variety of loud cracking and shrieking sounds, including a loud kraa-aak [citation needed]. Military macaw activity has been observed most frequently in the morning and the evening meaning they are most likely a crepuscular species.",
    "Behavior-Food and feeding": "Military macaws will leave their roosts in flocks around dawn to forage. Their diet consists of mostly seeds but also includes fruits and leaves. They have been observed using Tillandsia grandis for water and consuming latex from Plumeria rubra. They have a somewhat narrow diet meaning that they only eat a small percentage of species of plants that are available to them.They will also visit heaps of clay known as \"macaw licks\". These clay licks are found along riverbanks or sometimes in the interior of the Amazon rainforest. Macaws will flock to there to feed on these clay deposits, which appear to detoxify the poisons found in the seeds and vegetation of the rest of their diet. It is also thought that this clay provides the macaws with dietary salt not available in their normal diet [citation needed].",
    "Behavior-Breeding": "Pair-bonding behaviors include grooming and regurgitation and has been observed during breeding and non-breeding periods. Courtship will occur as early as March, while copulation doesn't actually take place until May and July. Breeding season is typically between March and October while incubation and hatching occurs during August and September. The reproductive season begins with nest selection around October and ends when the chicks fledge between January and March. Military macaws are cavity-nesters and will nest in natural cavities such as holes in trees or on cliffs. They nest in trees at least 15 meters tall and 90 centimeters wide. During breeding season, the male will feed the female 3-4 times a day.",
    "Distribution and habitat": "Military macaws typically inhabit tropical deciduous and semi-deciduous forests. They are a canopy species because they require large canopy trees of deciduous and subdeciduous forests for feeding, breeding, and nesting behavior. They also use canopy tress for protection from predators and heat.   They typically live at elevations of 600 to 2600 m, higher in the mountains than most macaws ever range. However, these macaws may seasonally fly down to lowlands, where they are likely in humid forests and thorny woodlands. They will nest in the tops of trees and more often in cliff-faces over 600 ft. (200 m) above the ground [citation needed].\nThe three subspecies of the military macaw are distinguished geographically. A. m. militaris are found in areas of Bolivia, Peru, Ecuador, Colombia, and Venezuela. A. m. mexicana occupy areas in Mexico and A. m. boliviana live in Bolivia and Argentina [citation needed].\nThe military macaw has escaped or been deliberately released in to Florida, USA, but there is no evidence that the population is breeding and may only persist due to continuing releases or escapes [citation needed].",
    "Conservation status": "Military macaws are estimated to only have a breeding population of 2000-7000 individuals and is continuing to decrease. According to the ICUN red list, military macaws are listed a vulnerable as they face threats from habitat loss due to crops, deforestation, mining, and roads, with already extremely fragmented populations. A 2013 paper found that the habitat for populations in tropical dry forests has been reduced by almost 32%. Military macaws are listed as CITES (Convention on International Trade in Endangered Species of Wild Fauna and Flora) Appendix 1 to prevent the capture and trade of the species. Despite this, research shows that the trafficking of parrots form South America to North America is still common.Their narrow diet is also of concern. If the environment were to take a hit and they lost access to too many of their diet species, the species could be greatly effected. There is promise however in that they have a less narrow diet during certain times of the year showing that they may have the ability to adapt if they did lose their typical diet species.Another conservation concern may be genetic diversity. Military macaws actually have moderate genetic diversity despite their small population, which points to a large ancestral population. Though they have moderate genetic diversity, they are still risk of population bottlenecks due to habitat fragmentation and inbreeding.",
    "Gallery": "",
    "References": "",
    "External links": "Military macaw photo gallery at VIREO (Drexel University)\n\"Military macaw media\". Internet Bird Collection.\nAudio recordings of Military macaw on Xeno-canto."
  }
}