{
  "url": "https://en.wikipedia.org/wiki/Mimosa_pigra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpinioideae[1]"
    },
    {
      "(unranked)": "Mimosoid clade[1]"
    },
    {
      "Genus": "Mimosa"
    },
    {
      "Species": "M. pigra"
    }
  ],
  "text": {
    "__SUMMARY__": "Mimosa pigra, commonly known as the giant sensitive tree, (pigra = lazy, slow), is a species of the genus Mimosa, in the family Fabaceae. It is native to the Neotropics, but has been listed as one of the world's 100 worst invasive species and forms dense, thorny, impenetrable thickets, particularly in wet areas.\nThe genus Mimosa (Mimosaceae) contains 400-450 species, which are mostly native to South America. Mimosa pigra is a woody invasive shrub that originates from tropical America and has now become widespread throughout the tropics.",
    "Taxonomy": "Mimosa pigra was first identified by Linnaeus, who also named a separate species Mimosa asperata, on the basis of its different leaf morphology. Mimosa pigra  was described as having an erect prickle between the pinnae and Mimosa asperata as having prickles in opposite pairs between the pinnae.\nFurther research showed that both leaf forms can occur on the same plant, and consequently both species were united under the name Mimosa asperata asperata, and later on, renamed Mimosa pigra. The scientific name remains Mimosa pigra. In Australia, the common name is mimosa or giant sensitive plant. Other common names include: bashful plant, catclaw mimosa, black mimosa.",
    "Description": "Mimosa pigra is a leguminous shrub, which can reach up to 6m in height. The stem is greenish in young plants but becomes woody as the plant matures. It is armed with broad-based prickles up to 7mm long. The leaves are bright green and bipinnate, consisting of a central prickly rachis 20 to 25 cm long with up to 16 pairs of pinnae 5 cm long, each divided into pairs of leaflets 3 to 8 mm long. Leaves are sensitive and fold up when touched and at nightfall. Flowers are mauve or pink, in tight, subglobose pedunculate heads 1 cm in diameter, each containing approximately 100 flowers. Each flower head produces a cluster of 10 to 20 seedpods, which then mature and break into segments, each containing an oblong shaped seed. Hairs on the segments allow them to float on water and stick to hair or clothing, hence aiding in dispersal. Ripe seeds are light brown to brown or olive green. Mimosa is hard seeded. Seeds can survive at least 23 years on sandy soils, but seed viability decreases more rapidly on clay soils.Mimosa pigra can germinate year round if the soil is moist but not flooded. However, most germination takes place at the start and end of the wet season. Growth in a seedling is rapid, and flowering occurs between 4 and 12 months after germination.  The process from flower bud to ripe seed takes about five weeks.Mimosa pigra is closely related to Mimosa pudica (common sensitive plant). It can be distinguished from Mimosa pudica by its large size, large pods (6 to 8 cm long as opposed to 2.5 cm long) and leaves, which have 6 to 16 pairs of pinnae as opposed to 1 to 2 pairs on Mimosa pudica leaves.",
    "Distribution and habitat": "Mimosa pigra is native to tropical America, where it occurs in a wide belt extending from Mexico through Central America to Northern Argentina.\nIt is now widespread throughout the tropics and is a serious weed in Africa, India, South-East Asia (in Cambodia, it is called ព្រះខ្លបយក្ស /prĕəh kʰlɑːp jĕəʔ/ “giant mimosa,” បន្លាយួន /bɑnlaː juən/ “Vietnamese thorn”, or បន្លាយក្ស /bɑnlaː jĕəʔ/ “giant’s thorn”), Australia and some Pacific Islands.Mimosa pigra favours wet, tropical climates. It does not appear to grow preferentially in any one soil type, but is most commonly found in moist situations such as floodplains and river banks in soils ranging from black cracking clays throughout sandy clays to coarse siliceous river sand.",
    "Invasive species": "Mimosa pigra is on the list on the world's 100 worst invasive species in the Invasive Species Specialist Groups Global Invasive Species Database. It has been documented in: Australia, Cambodia, Cuba, Dominican Republic, Ghana, Guinea, Indonesia, Kenya, Malaysia, Mozambique, Papua New Guinea, South Africa, Sri Lanka, Swaziland, Tanzania, Thailand, Uganda, Zambia, United States, and Vietnam.\nIn Sri Lanka it was first seen in 1996 along a 1 kilometer stretch of banks of the Mahaweli River near Kandy in the Central Province. From there it spread further along the banks and flood plains of the Mahaweli River and the shores of the Victoria and Randenigala Dams. Its seeds are spread by the river flow and by transport of sand mined from the river. It is now also found in abandoned paddy fields, other river and stream banks, and gardens in 4 districts across 3 provinces.",
    "Invasive species-Noxious Weed in Australia": "In Australia, Mimosa pigra has been declared a noxious weed or given similar status under various weed or quarantine acts. It has been ranked as the tenth most problematic weed and is listed on the Weeds of National Significance. It is currently restricted to the Northern Territory where it infests approximately 80,000 hectares of coastal floodplain.",
    "See also": "Mictis profana, a biological control agent against mimosa pigra.",
    "References": "",
    "External links": "Mimosa pigra at the Global Invasive Species Database\nMimosa pigra in West African plants – A Photo Guide."
  }
}