{
  "url": "https://en.wikipedia.org/wiki/Mimosa_pudica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpinioideae[1]"
    },
    {
      "(unranked)": "Mimosoid clade[1]"
    },
    {
      "Genus": "Mimosa"
    },
    {
      "Species": "M. pudica"
    }
  ],
  "text": {
    "__SUMMARY__": "Mimosa pudica (from Latin: pudica \"shy, bashful or shrinking\"; also called sensitive plant, sleepy plant, action plant, Dormilones, touch-me-not, shameplant, zombie plant, or shy plant) is a creeping annual or perennial flowering plant of the pea/legume family Fabaceae and Magnoliopsida taxon, often grown for its curiosity value: the compound leaves fold inward and droop when touched or shaken, defending themselves from harm, and re-open a few minutes later. In the UK it has gained the Royal Horticultural Society's Award of Garden Merit.The species is native to South America and Central America, but is now a pantropical weed, and can be found in Southern United States, South Asia, East Asia and South Africa as well. It is not shade tolerant, and is primarily found on soils with low nutrient concentrations Mimosa pudica is well known for its rapid plant movement.\nLike a number of other plant species, it undergoes changes in leaf orientation termed \"sleep\" or nyctinastic movement. The foliage closes during darkness and reopens in light. This was first studied by the French scientist Jean-Jacques d'Ortous de Mairan. Due to Mimosa's unique response to touch, it became an ideal plant for many experiments regarding plant habituation and memory.",
    "Taxonomy": "Mimosa pudica was first formally described by Carl Linnaeus in Species Plantarum in 1753.  The species epithet, pudica, is Latin for \"bashful\" or \"shrinking\", alluding to its shrinking reaction to contact.\nThe species is known by numerous common names including sensitive plant, humble plant, shameplant, and touch-me-not.",
    "Description": "The stem is erect in young plants, but becomes creeping or trailing with age. It can hang very low and become floppy. The stem is slender, branching, and sparsely to densely prickly, growing to a length of 1.5 m (5 ft).\nThe leaves are bipinnately compound, with one or two pinnae pairs, and 10–26 leaflets per pinna. The petioles are also prickly. Pedunculate (stalked) pale pink or purple flower heads arise from the leaf axils in mid summer with more and more flowers as the plant gets older. The globose to ovoid heads are 8–10 mm (0.3–0.4 in) in diameter (excluding the stamens). On close examination, it is seen that the floret petals are red in their upper part and the filaments are pink to lavender. Pollens are circular with approximately 8 microns diameter.\n\n  The fruit consists of clusters of two to eight pods from 1–2 cm (0.4–0.8 in) long each, these being prickly on the margins. The pods break into two to five segments and contain pale brown seeds about 2.5 mm (0.1 in) long. The flowers are insect pollinated and wind pollinated. The seeds have hard seed coats which restrict germination and make osmotic pressure and soil acidity less significant hindrances. High temperatures are the main stimuli that cause the seeds to end dormancy.The roots of Mimosa pudica create carbon disulfide, which prevents certain pathogenic and mycorrhizal fungi from growing within the plant's rhizosphere. This allows the formation of nodules on the roots of the plant that contain endosymbiotic diazotrophs, which fix atmospheric nitrogen and convert it into a form that is usable by the plant.Mimosa pudica is a tetraploid (2n = 52).",
    "Description-Plant movement": "The leaflets also close when stimulated in other ways, such as touching, warming, blowing, shaking, which are all encapsulated within mechanical or electrical stimulation. These types of movements have been termed seismonastic movements. This reflex may have evolved as a defense mechanism to disincentivize predators, or alternatively to shade the plant in order to reduce water lossage due to evaporation. The main structure mechanistically responsible for the drooping of the leaves is the pulvinus. The stimulus is transmitted as an action potential from a stimulated leaflet, to the leaflet's swollen base (pulvinus), and from there to the pulvini of the other leaflets, which run along the length of the leaf's rachis. The action potential then passes into the petiole, and finally to the large pulvinus at the end of the petiole, where the leaf attaches to the stem. The pulvini cells gain and lose turgor due to water moving in and out of these cells, and multiple ion concentrations play a role in the manipulation of water movement.\nIons cannot easily move in and out of cells, so protein channels such as voltage-gated potassium channels and calcium-permeable anion channels are responsible for allowing potassium and calcium, respectively, to flow through the cell membrane, making cells permeable to these ions. The action potential causes potassium ions to flow out from the vacuoles of cells in the various pulvini. Differences in turgidity in different regions of the leaf and stem results in the closing of the leaflets and the collapse of the leaf petiole. Other important proteins include H+-ATPases, aquaporins, and actin, which all aid in the redistribution of ions in the pulvini, especially during a seismonastic response. H+-ATPases and aquaporins aid in the direct movement of water molecules, while actin's role has a more biochemical explanation. Actin is composed of many phosphorylated tyrosine (an amino acid) molecules, and manipulation of how phosphorylated the tyrosine molecules are directly correlates to how much the M. pudica leaves droop.This movement of folding inwards is energetically costly for the plant and also interferes with the process of photosynthesis. This characteristic is quite common within the Mimosoideae subfamily of the legume family, Fabaceae. The stimulus can also be transmitted to neighboring leaves. It is not known exactly why Mimosa pudica evolved this trait, but many scientists think that the plant uses its ability to shrink as a defense from herbivores. Animals may be afraid of a fast moving plant and would rather eat a less active one. Another possible explanation is that the sudden movement dislodges harmful insects.The movement of calcium, potassium, and chloride ions in pulvini cells has been analyzed to better understand how ion and water flux affect M. pudica leaves drooping. A batch of M. pudica were grown and watered daily, and 10-20 pulvini were collected from each group of pulvini reactive to touch, and pulvini unreactive to touch. To further understand the movement of the ions, the upper and lower halves of all collected pulvini underwent separate ion analysis using the x-ray fluorescence spectroscopy method. This method tracked the location of the ions by coloring them each with a different color of fluorescence dye. In terms of calcium concentrations, there was a significant difference in concentration between both halves of the pulvini, in both the reactive and nonreactive pulvini. For potassium, higher concentrations were found throughout the reactive pulvini, while a high concentration difference in the top and bottom halves of the unreactive pulvini was found.\nUpon stimulation to the reactive pulvini, an average of a 240% increase in potassium was found in the pulvini cells. Analysis of chloride ions gave similar results where high concentrations were found throughout the reactive pulvini, except in the unreactive pulvini the difference in concentration in the top and bottom pulvini was not significant. Overall, what was found was that high concentrations of potassium, chloride, and calcium led to a rapid decrease in water in the pulvini, which results in the drooping of the M. pudica leaves. Mitigation of this gradient resulted in less reaction and movement of the leaves.",
    "Distribution and habitat": "Mimosa pudica is native to South America, North America and Central America. It can also be found in Asia in countries such as Singapore, Bangladesh, Thailand, India, Nepal, Indonesia, Malaysia, Philippines, Vietnam, Cambodia, Laos, Japan, Sri Lanka, Guam and well across the southern part of the United States. It has been introduced to many other regions and is regarded as an invasive species in Tanzania, South Asia and South East Asia and many Pacific Islands. It is regarded as invasive in parts of Australia and is a declared weed in the Northern Territory, and Western Australia although not naturalized there. Control is recommended in Queensland.It has also been introduced to Uganda, Ghana, Nigeria, Seychelles, Mauritius and East Asia but is not regarded as invasive in those places. In the United States of America, it grows in Louisiana, Florida, Hawaii, Tennessee, Virginia, Maryland, Puerto Rico, Texas, Alabama, Mississippi, North Carolina, Georgia, the territory of Guam, and the Virgin Islands, as well as Cuba and the Dominican Republic.",
    "Predators": "Mimosa pudica has several natural predators, such as the Spider mite and Mimosa webworm. Both of these insects wrap the leaflets in webs that hinder the responsive closing. Webbed leaves are noticeable as they become brown fossilized remnants after an attack. The Mimosa webworm is composed of two generations that arise at different seasons. This makes prevention difficult and requires proper timing of insecticides to avoid aiding other predators. Once the larvae become steel-gray moths they are harmless to the plant, but lay more eggs.",
    "Agricultural impacts": "The species can be a weed for tropical crops, particularly when fields are hand cultivated. Crops it tends to affect are corn, coconuts, tomatoes, cotton, coffee, bananas, soybeans, papaya, and sugar cane. Dry thickets may become a fire hazard. In some cases it has become a forage plant although the variety in Hawaii is reported to be toxic to livestock.In addition, Mimosa pudica can change the physico-chemical properties of the soil it invades. For example, the total N and K increased in significantly invaded areas.",
    "Agricultural impacts-Phytoremediation": "36 native Thai plant species were tested to see which conducted the most phytoremediation of arsenic polluted soils caused by tin mines. Mimosa pudica was one of the four species that significantly extracted and bioaccumulated the pollutant into its leaves. Other studies have found that Mimosa pudica extracts heavy metals such as copper, lead, tin, and zinc from polluted soils. This allows for the soil to gradually return to less toxic compositions.",
    "Agricultural impacts-Nitrogen fixation": "Mimosa pudica can form root nodules that are habitable by nitrogen-fixing bacteria. The bacteria are able to convert atmospheric nitrogen, which plants cannot use, into a form that plants can use. This trait is common among plants in the family Fabaceae. Nitrogen is a vital element for both plant growth and reproduction. Nitrogen is also essential for plant photosynthesis because it is a component of chlorophyll. Nitrogen fixation contributes nitrogen to the plant and to the soil surrounding the plant's roots.Mimosa pudica's ability to fix nitrogen may have arisen in conjunction with the evolution of nitrogen-fixing bacteria. Nitrogen fixation is an adaptive trait that has transformed the parasitic relationship between the bacteria and plants into a mutualistic relationship. The shifting dynamics of this relationship are demonstrated by the corresponding improvement of various symbiotic characteristics in both Mimosa pudica and bacteria. These traits include enhanced \"competitive nodulation, nodule development, intracellular infection, and bacteroid persistence\".As much as 60% of the nitrogen found in Mimosa pudica can be attributed to the fixation of N2 by bacteria. Burkholderia phymatum STM815T and Cupriavidus taiwanensis LMG19424T are beta-rhizobial strains of diazotrophs that are highly effective at fixing nitrogen when coupled with M. pudica. Burkholderia is also shown to be a strong symbiont of Mimosa pudica in nitrogen-poor soils in regions like Cerrado and Caatinga.",
    "Cultivation": "In cultivation, this plant is most often grown as an indoor annual, but is also grown for groundcover. Propagation is generally by seed. Mimosa pudica grows most effectively in nutrient poor soil that allows for substantial water drainage. However, this plant is also shown to grow in scalped and eroded subsoils. Typically, disrupted soil is necessary in order for M. pudica to become established in an area. Additionally, the plant is shade intolerant and frost-sensitive, meaning that it does not tolerate low levels of light or cold temperatures. Mimosa pudica does not compete for resources with larger foliage or forest canopy undergrowth.In temperate zones it must be grown under protection, where the temperature does not fall below 13 °C (55 °F).",
    "Chemical constituents": "Mimosa pudica contains the toxic alkaloid mimosine, which has been found to also have antiproliferative and apoptotic effects. The extracts of Mimosa pudica immobilize the filariform larvae of Strongyloides stercoralis in less than one hour. Aqueous extracts of the roots of the plant have shown significant neutralizing effects in the lethality of the venom of the monocled cobra (Naja kaouthia). It appears to inhibit the myotoxicity and enzyme activity of cobra venom.Mimosa pudica demonstrates both antioxidant and antibacterial properties. This plant has also been demonstrated to be non-toxic in brine shrimp lethality tests, which suggests that M. pudica has low levels of toxicity. Chemical analysis has shown that Mimosa pudica contains various compounds, including \"alkaloids, flavonoid C-glycosides, sterols, terenoids, tannins, and fatty acids\". The roots of the plant have been shown to contain up to 10% tannin. A substance similar to adrenaline has been found within the plant's leaves. Mimosa pudica's seeds produce mucilage made up of D-glucuronic acid and D-xylose. Additionally, extracts of M. pudica have been shown to contain crocetin-dimethylester, tubulin, and green-yellow fatty oils. A new class of phytohormone turgorines, which are derivatives of gallic acid 4-O-(β-D-glucopyranosyl-6'-sulfate), have been discovered within the plant.The nitrogen-fixing properties of Mimosa pudica contribute to a high nitrogen content within the plant's leaves. The leaves of M. pudica also contain a wide range of carbon to mineral content, as well as a large variation in 13C values. The correlation between these two numbers suggests that significant ecological adaptation has occurred among the varieties of M. pudica in Brazil.The roots contain sac-like structures that release organic and organosulfur compounds including SO2, methylsulfinic acid, pyruvic acid, lactic acid, ethanesulfinic acid, propane sulfinic acid, 2-mercaptoaniline, S-propyl propane 1-thiosulfinate, and thioformaldehyde, an elusive and highly unstable compound never before reported to be emitted by a plant.",
    "Research with Mimosa pudica": "Wilhelm Pfeffer, a German botanist during the 17th century, used Mimosa in one of the first experiments testing plant habituation. Further experimentation was done in 1965, when Holmes and Gruenberg discovered that Mimosa could distinguish between two stimuli, a water drop and a finger touch. Their findings also demonstrated that the habituated behavior was not due to fatigue since the leaf-folding response returned when another stimulus was presented.Electrical signaling experiments were conducted on Mimosa pudica, where 1.3–1.5 volts and 2–10 µC of charge acted as the threshold to induce closing of the leaves. This topic was further explored in 2017 by neuroscientist Greg Gage who connected Mimosa pudica to Dionaea muscipula, better known as the Venus flytrap. Both plants had electrical wiring connecting them and were linked to an electrocardiogram. The results showed how causing an action potential in one plant led to an electrical response, causing both plants to respond.Experiments were made on how anesthetics for animals could affect Mimosa pudica. These experiments showed that anesthetics cause narcosis of the motor organs, which was observed by the application of volatile ether, chloroform, carbon tetrachloride, hydrogen sulfide, ammonia, formaldehyde, and other substances.In 2018, two research groups from the Universities of Palermo (Italy) and Lugano (Switzerland) demonstrated the feasibility of using such plant as a building block for creating plant-based controllable two-color displays, exploiting air jets instead of electrical or touch-based stimulation.",
    "Habitual learning": "Plants that live in low light environments have less of an opportunity for photosynthesis compared to plants that live in high light environments where sunshine isn't a problem. When the Mimosa plant folds in its leaves as a defensive mechanism there is an energetic trade off, since folding its leaves reduces the amount of photosynthesis the Mimosa can perform during the closed period by 40%, but provides a rapid defensive mechanism against potentially harmful predators or external stimulation.In an experiment, researcher Monica Gagliano wanted to study if Mimosa plants in low light conditions would have a greater potential for learning than those grown in high light, since the low light plants were already in low energy environments and folding their leaves would be more energetically costly to the plant. The simplest form of learning is the ability of an organism to have a certain level of sensitivity to the environment that allows the organism to respond to potentially harmful stimuli as well as the capability to learn and filter out irrelevant stimuli (habituation) or increase the response due to a learned stimulus (sensitization).Researchers predicted the low light plants would have adapted to have faster habitual learning capabilities so they could filter out unharmful stimuli to increase their energy production. Plants were either grown in high light or low light conditions. The plants were stimulated by being dropped from 15 cm for either a single drop, or consecutive training sessions where the plants were repeatedly dropped. To test that the plants were suppressing their leaf folding reflex from habitual learning and not from exhaustion, the plants were shaken as a novel stimuli to see if the plants would fold their leaves (dishabituation test). The first group was tested to see if short term memory was enough for plants to modify their behaviour.\nRegardless of what light group the plants were in, one drop was not enough for the plants to learn to ignore the stimulation. For the groups that were dropped repetitively, the plants stopped folding their leaves and were even fully open after a drop before the end of the trainings. The low light plants learned faster to ignore the dropping stimulation than the high light plants. When the plants were shaken, they responded immediately by folding their leaves, which suggests that the plants were not ignoring the dropping stimulation due to exhaustion. This research suggests that the Mimosa has the capability for habitual learning and memory storage and that Mimosa plants grown in low light conditions have faster learning mechanisms so they can reduce the amount of time their leaves are unnecessarily closed to optimise energy production.\nIt is well known that plants lack a brain and central nervous system, so how do they send and store information? There are two possible hypotheses for memory in the Mimosa, however neither have been generally accepted since more research is still needed. The first is when the plant is stimulated it releases a surge of calcium ions that are sensed by a protein called Calmodulin. The relationship between the ions and proteins are thought to stimulate voltage gated ion channels which cause electrical signals, which could be the base of plant long term memory. The other hypothesis is plant cells act similarly to neural cells by creating electrical gradients by opening and closing ion channels and passing it along cell junctions. The information passed along can control which genes are turned on and which genes are turned off, which could be a mode for long term memory.",
    "See also": "Exotic plants\nMimosa pigra\nVenus flytrap",
    "References": "",
    "External links": "A list of notable chemical compounds found in Mimosa pudica\nView occurrences of Mimosa pudica in the Biodiversity Heritage Library\n\"Sensitive Plant\" page by Dr. T. Ombrello\nFact Sheet from the Queensland (Australia) Department of Agriculture, Fisheries and Forestry\nPage about nyctinasty and leaf movement of Mimosa pudica by John Hewitson\nIndiana.edu \"Plants in motion\" videos of Mimosa pudica:\n[1] Effect of Total Solar Elipse on Mimosa pudica plant In Central Kalimantan, Indonesia] by Rony Teguh and Fengky F. Adjie University of Palangka Raya\n1 and 2\n\"Video:MIMOSA PUDICA SENSITIVE:guide de culture\". Ethnoplants.com. Retrieved 2009-10-12."
  }
}