{
  "url": "https://en.wikipedia.org/wiki/Morella_cerifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Myricaceae"
    },
    {
      "Genus": "Myrica"
    },
    {
      "Species": "M. cerifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Myrica cerifera is a small tree or large shrub native to North and Central America and the Caribbean. Its common names include southern wax myrtle, southern bayberry, candleberry, bayberry tree, and tallow shrub. It sees uses both in the garden and for candlemaking, as well as a medicinal plant.",
    "Taxonomy": "This plant is one of several Myrica species that are sometimes split into the genus Morella, e.g. in the Integrated Taxonomic Information System. This species also has several synonyms aside from the Myrica/Morella split: Cerothamnus pumilus, C. ceriferus, Myrica cerifera var. pumila, and Myrica pusilla. Myrica cerifera is similar to M. pensylvanica and M. caroliniensis. These plants' scent or fruits can distinguish them.The generic name Myrica comes from a Greek word myrike, which refers to some fragrant plant (possibly tamarisk). The specific name means \"wax-bearing\".",
    "Description": "Myrica cerifera is a small tree or large shrub. It is adaptable to many habitats, growing naturally in wetlands, near rivers and streams, sand dunes, fields, hillsides, pine barrens, and in both coniferous and mixed-broadleaf forests.\nIn nature, it ranges from Central America, northward into the southeastern and south-central United States. Wax Myrtle can be successfully cultivated as far north as the New York City area and southern Ohio Valley. It also grows in Bermuda and the Caribbean. In terms of succession, M. cerifera is often one of the first plants to colonize an area.\n\nM. cerifera is an evergreen. The glandular leaves are long, have a leathery texture and serrated edges, and contain aromatic compounds. The plant is dioecious, with male and female flowers borne in catkins on separate plants.  Male flowers have three or four stamens, and are surrounded by short bracts. The female flowers develop into fruit, which are globular and surrounded by a natural wax-like coating. The species flowers from late winter to spring, and bear fruit in late summer or fall. No endosperm is present on the seeds. M. cerifera can also reproduce clonally through runners.This species occurs in two forms, but there is no clear dividing line between them, many intermediate forms occurring. Specimens in drier and sandier areas are shrub-like, have rhizomes and smaller leaves. Those growing in damper situations with richer soil are more tree-like with bigger leaves.\nThe fruit is a source of food for many bird species, including the northern bobwhite quail and the wild turkey. In winter, the seeds are important foods for the Carolina wren and species of tree sparrow. To a point, M. cerifera will also provide habitat for the northern bobwhite quail. Birds' digestive systems remove the wax from the fruit, a prerequisite for germination.This plant's roots possess root nodules, which harbor a symbiotic species of actinomycotal fungus, which fixes nitrogen at a faster rate than do the legumes.The above-ground growth of M. cerifera is often killed by wildfires unless the fire is very small or transient. In the latter situation, only the most recent primary growth may be incinerated. Because the leaves, stem, and branches contain flammable aromatic compounds, a specimen of M. cerifera is in fact a fire hazard. In contrast to the flammability of its top growth, M. cerifera's root system is fire-resistant. By 1991, no known fire had killed this plant's roots. However, this plant will not survive repeated destruction of its top growth indefinitely. Three consecutive years of burning may kill all plants affected.\nAfter less damaging fires, new shoots will regrow from below ground. This regrowth is most rapid in the first season after a fire.",
    "Uses": "",
    "Uses-Ornamental": "Myrica cerifera finds use in gardening and horticulture. It has been commonly grown in American hardiness zones of 11 to 7. M. pensylvanica substitutes for M. cerifera in areas colder than zone 6. Since the species is adaptable, it will tolerate many conditions, although it has a need for frequent pruning. It can handle abuse from bad pruning, however. The species has at least four cultivars. Those dubbed Fairfax, Jamaica Road, and Don's Dwarf differ from the \"typical\" specimen in habit and form. The latter two are also resistant to leaf spot. Var. pumila is a dwarf cultivar.",
    "Uses-Herbalism": "Bayberry root bark has a history of use in herbalism. The plant contains several organic compounds, including: triterpenes such as myricadiol, taraxerol, and taraxerone, as well as chemicals such as different flavonoids, tannins, resins, gums, and phenols. Myricadiol has a slight impact on levels of potassium and sodium, while a substance called myricitrin has antibiotic properties.The Choctaw boiled bayberry and used the result as a treatment for fevers. In 1722, it was reported that colonists in Louisiana drank a mixture of wax and hot water to treat severe dysentery. Bayberry was reported in an account from 1737 as being used to treat convulsions, colic, palsy, and seizures. Starting in the early 19th century, the herbalist Samuel Thomson recommended this plant for producing \"heat\" within the body and as a treatment for infectious diseases and diarrhea. That use of bayberry waned later in the 19th century, in favor of using it for a variety of ailments, including a topical use for bleeding gums. For twenty years starting in 1916, bayberry root bark was listed in the American National Formulary.Use of bayberry in herbalism has declined since its peak in popularity in the 19th century. The plant is still used today in the treatment of fever, diarrhea, and a few other ailments. The chemical myricitrin has anti-fever properties. In addition, that chemical, along with the tannins, has anti-diarrheal properties. Myricitrin works as an antibiotic, while the tannins have astringent properties.In general, either a decoction or a tincture is used. Infusions and a topical paste have also been used.Pregnant women should not use bayberry. In addition, tannin action relating to cancer is unclear, with studies indicating both pro and anti-cancer effects. bayberry, just like any other medicinal plant, should only be used under the supervision of a physician.",
    "Uses-Candles": "Southern bayberry's fruits are a traditional source of the wax for those old-fashioned Christmas decorations called bayberry candles. The wax was extracted by boiling the berries, and skimming off the floating hydrocarbons. The fats were then boiled again and then strained. After that the liquid was usable in candle making, whether through dipping or molding. Southern bayberry is not the only plant usable for making bayberry candles, however. Its close relatives are also usable.Southern bayberry and its relatives have largely been supplanted in candlemaking by substitutes made from paraffin. The substitute candles have artificial colors and scents that create candles that look and smell similar to natural ones.\n\n\n== References =="
  }
}