{
  "url": "https://en.wikipedia.org/wiki/Ocelot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Felidae"
    },
    {
      "Subfamily": "Felinae"
    },
    {
      "Genus": "Leopardus"
    },
    {
      "Species": "L. pardalis[1]"
    }
  ],
  "text": {
    "__SUMMARY__": "The ocelot (Leopardus pardalis)  is a small wild cat native to the southwestern United States, Mexico, Central and South America. It is marked with solid black spots, streaks and stripes.",
    "Taxonomy": "Felis pardalis was the scientific name proposed by Carl Linnaeus in 1758, who described the ocelot based on descriptions by earlier naturalists such as John Ray.\nSeveral more ocelot specimens were described in the 19th and 20th centuries, including:\n\nIn 2017, the Cat Classification Task Force of the IUCN Cat Specialist Group provisionally recognized only two of the above as valid ocelot subspecies, namely:\nL. p. pardalis in Texas, Arizona and Central America\nL. p. mitis in South America",
    "Taxonomy-Phylogeny": "Results of a phylogenetic study of the Felidae indicate that the ocelot diverged between 2.41 and 1.01 mya. The relationship of the ocelot within the Felidae is considered as follows:",
    "Characteristics": "The ocelot's fur is extensively marked with solid black markings on a creamy, tawny, yellowish, reddish grey or grey background colour. The spots on head and limbs are small, but markings on the back, cheeks and flanks are open or closed bands and stripes. A few dark stripes run straight from the back of the neck up to the tip of the tail. Its neck and undersides are white, the insides of the legs are marked with a few horizontal streaks. Its round ears are marked with a bright white spot. Its fur is short, about 0.8 cm (0.31 in) long on the belly, but with longer, about 1 cm (0.39 in) long guard hairs on the back. It has 28 to 30 teeth, with the dental formula 3.1.2–3.13.1.2.1.\nIts eyes are brown but reflect golden when illuminated.\nIt is a medium-sized cat with a head-and-body length of between 55 and 100 cm (22 and 39 in) and a 25.5 to 41 cm (10.0 to 16.1 in) long tail. Females weigh 6.6–11.3 kg (15–25 lb) and males  7–15.5 kg (15–34 lb).\nIts footprint measures nearly 2 cm × 2 cm (0.79 in × 0.79 in).English naturalist Richard Lydekker commented that the ocelot is \"one of the most difficult members of the feline family to describe\". In 1929, wildlife author Ernest Thompson Seton described the ocelot's coat as \"the most wonderful tangle of stripes, bars, chains, spots, dots and smudges ... which look as though they were put on as the animal ran by.\"The ocelot can be easily confused with the margay, but differs in being twice as heavy, having a greater head-and-body length, a shorter tail, smaller eyes relative to the size of the head, and different cranial features.\nIt is similar in size to the bobcat. Larger individuals have occasionally been recorded.\nThe jaguar is notably larger and heavier, and has rosettes instead of spots and stripes.",
    "Distribution and habitat": "The ocelot ranges from the southwestern United States via Mexico and Central America to South America as far south as Argentina up to an elevation of 3,000 m (9,800 ft).\nIt inhabits tropical forest, thorn forest, mangrove swamps and savanna, and prefers areas with relatively dense vegetation cover, but occasionally hunts in more open areas at night.In Texas, 20th century ocelot records are known from Big Thicket, Palo Pinto County, Texas, Pecos River and lower Rio Grande valleys. Two small populations live in southern Texas, one in Laguna Atascosa National Wildlife Refuge and the other on private ranchelands in Willacy County, Texas.\nIn Arizona, three historical ocelot records are known from the 19th and 20th centuries. In 2009, one individual was recorded by a camera-trap in Cochise County, Arizona. In 2010, one was killed in a traffic accident in Gila County, Arizona.\nIn the Whetstone Mountains, one ocelot was recorded during surveys carried out between 2007 and 2012.In Mexico, ocelots were recorded in Tamaulipas, Sonora, Jalisco, Aguascalientes and Sierra Abra-Tanchipa Biosphere Reserve in eastern San Luis Potosí. In Sierra de Manantlán Biosphere Reserve, four ocelots were recorded at elevations of 1,934 to 2,059 m (6,345 to 6,755 ft) in cloud and pine forests, and also in a patch of wild perennial teosinte.",
    "Ecology and behavior": "The ocelot is usually solitary and crepuscular. It scent-marks its territory by spraying urine. The territories of males are 3.5–46 km2 (1.4–17.8 sq mi) large, while those of females cover 0.8–15 km2 (0.31–5.79 sq mi). Territories of females rarely overlap, whereas the territory of a male includes those of two to three females. Social interaction between sexes is minimal, though a few adults have been observed together even in non-mating periods, and some juveniles interact with their parents.\nIn Peru's Cocha Cashu Biological Station, radio-collared individuals rested during the day in dens below large trees or other sheltered sites on the ground. They started to be active earliest in the late afternoon and moved between 3.2 and 17 hours until latest dawn, when they returned to their dens. Their usual pace of walking was about 300 m (980 ft) per hour when hunting. They moved up to 1.4 km (0.87 mi) per hour when heading to a known kill site or patrolling their territory.Data from camera trapping studies confirm that several ocelot individuals deposit scat in one or several communal sites, called latrines, suggesting that these sites have a social function.Ocelot densities vary between study sites, habitats and seasons from 2.3 individuals per 100 km2 (39 sq mi) in Belize's Chiquibul National Park to 40 individuals per 100 km2 (39 sq mi) in Venezuelan Llanos.\nA density of 60 individuals per 100 km2 (39 sq mi) was recorded in a transitional chaco-Chiquitano forest in Bolivia's Kaa Iya National Park. It is thought that ocelot density is lower in areas with less rainfall.\nIn Barro Colorado Island, 28 ocelots were identified during a camera trapping survey in 2012, and 55 individuals based on genetic analysis of scat collected in latrines. Results indicate that the island holds an ocelot density of 1.59–1.74/km2 (4.1–4.5/sq mi), the highest one recorded to date. This is probably an effect of high prey availability, few large predators, and increased protection from poaching.",
    "Ecology and behavior-Diet and hunting": "Ocelots are carnivores and prey on small mammals, such as armadillos, opossums and rabbits, rodents, small birds, fish, insects and reptiles. According to studies, primates prevail in the diet of ocelots in southeastern Brazil, and iguanas are the main prey of Mexican ocelots. An ocelot typically preys on animals that weigh less than 1 kilogram (2.2 lb). It rarely targets large animals such as deer and peccaries. An ocelot requires 600–800 grams (21–28 oz) of food every day to satisfy its energy requirements. The composition of the diet may vary by season; in Venezuela, ocelots were found to prefer iguanas and rodents in the dry season and then switch to land crabs in the wet season. A study showed that ocelots are similar to margays and oncillas in dietary preferences, but the oncilla focuses on tree-living marsupials and birds while the margay is not as selective.Ocelots have been observed to follow scent trails to acquire prey. They walk at a speed of about 300 m/h (0.2 mph) on the lookout for prey; and at a speed of 800–1,400 m/h (0.5–0.9 mph) to a known kill site. Or they wait for 30 to 60 minutes at a certain place, and then move on to a different place when unsuccessful. They tend to eat the kill immediately, and remove feathers before eating birds.",
    "Ecology and behavior-Reproduction": "Both male and female ocelots produce a long-range \"yowl\" in the mating season as well as short-range \"meow\".\nOcelots mate at any time of the year. Peak mating season varies geographically. In Argentina and Paraguay, peaks have been observed in autumn; and in Mexico and Texas in autumn and winter. Oestrus lasts four to five days, and recurs every 25 days in a non-pregnant female. A study in southern Brazil showed that sperm production in ocelots, margays as well as oncillas peaks in summer. Captive ocelots spend more time together when mating; both scent-mark extensively and eat less during this time.A litter of one to three is born after a gestational period of 79 to 83 days. Females give birth in dens, usually located in dense vegetation. A newborn kitten weighs 200–340 g (7.1–12.0 oz). A study in southern Texas revealed that a mother keeps a litter in a den for 13 to 64 days, and shifts the young to two to three dens. The kitten's eyes open 15 to 18 days after birth. Kittens begin to leave the den at the age of three months. They remain with their mother for up to two years, and then start dispersing and establishing their own territory. In comparison to other felids, ocelots have a relatively longer duration between births and a narrow litter size. Captive ocelots live for up to 20 years.",
    "Threats": "The destruction of habitat is the main threat to ocelot survival. In addition, it is sought by poachers for the illegal trade in body parts and skin, and killed in retaliation for hunting poultry.\nThe remnant U.S. ocelot population in south Texas has declined from 80–120 individuals in 1995 to fewer than 50 by 2013, with about half of ocelot deaths resulting from automobile accidents. In Brazil ocelots are often killed by drivers or shot for pleasure.",
    "Etymology": "The name \"ocelot\" comes from the Nahuatl word ōcēlōtl (pronounced [oːˈseːloːt͡ɬ]), which generally refers to the jaguar rather than the ocelot. Another possible origin for the name is the Latin cellatus (\"having little eyes\" or \"marked with eye-like spots\"), in reference to the cat's spotted coat. Other vernacular names for the ocelot include cunagaro (Venezuela), gato onza (Argentina), gato tigre (Panama), heitigrikati (Suriname), jaguatirica (Brazil), manigordo (Costa Rica, Panama and Venezuela), maracaja (Brazil), mathuntori, ocelote, onsa, pumillo, tiger cat (Belize), tigrecillo (Bolivia) and tigrillo (Colombia, Ecuador, Guatemala and Peru).",
    "As pets": "Ocelots have been kept as pets by:\n\nthe painter Salvador Dalí who frequently traveled with his pet ocelot Babou, even bringing it aboard the luxury ocean liner SS France.\nopera singer Lily Pons who later donated it to a local zoo.\nmusician Gram Parsons during his teenage years in the mid-1960s.The Moche people of ancient Peru worshiped animals and often depicted the ocelot in their art.",
    "References": "",
    "External links": "IUCN / SCC Cat Specialist Group: Ocelot\nNational Geographic Society: Ocelot\nOcelot Behavior & Care, by Mindy Stinner\nEcology of the Ocelot and Margay\nOcelot density in the Pantanal"
  }
}