{
  "url": "https://en.wikipedia.org/wiki/Oncilla",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Felidae"
    },
    {
      "Subfamily": "Felinae"
    },
    {
      "Genus": "Leopardus"
    },
    {
      "Species": "L. tigrinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The oncilla (Leopardus tigrinus), also known as the northern tiger cat, little spotted cat, and tigrillo, is a small spotted cat ranging from Central America to central Brazil. It is listed as Vulnerable on the IUCN Red List because the population is threatened by deforestation and conversion of habitat to agricultural land.In 2013, it was proposed to assign the population in southern Brazil and Cuyoaco to a new species L. guttulus, after it was found not to be interbreeding with the L. tigrinus population in northeast Brazil.",
    "Characteristics": "The oncilla resembles the margay and the ocelot, but it is smaller, with a slender build and narrower muzzle. It grows to 38 to 59 centimetres (15 to 23 in) long, plus a 20 to 42 centimetres (7.9 to 16.5 in) tail. While this is somewhat longer than the average domestic cat, Leopardus tigrinus is generally lighter, weighing 1.5 to 3 kilograms (3.3 to 6.6 lb).The fur is thick and soft, ranging from light brown to dark ochre, with numerous dark rosettes across the back and flanks. The underside is pale with dark spots and the tail is ringed. The backs of the ears are black with bold white spots. The rosettes are black or brown, open in the center, and irregularly shaped. The legs have medium-sized spots tapering to smaller spots near the paws. This coloration helps the oncilla blend in with the mottled sunlight of the tropical forest understory. The oncilla's jaw is shortened, with fewer teeth, but with well-developed carnassials and canines.Some melanistic oncillas have been reported from the more heavily forested parts of its range.",
    "Distribution and habitat": "The oncilla is distributed from Costa Rica and Panama to the Amazon basin and Central Brazil. Most records were obtained in Costa Rica's cloud forests, in the northern Andes at elevations of 1,500 to 3,000 m (4,900 to 9,800 ft) and in dry Cerrado and Caatinga landscapes of northern Brazil.\nIn Panama, it has been recorded in Darién, and in Volcán Barú National Parks.\nIn Colombia, it has been recorded in the Andean region, in the Cordillera Occidental at elevations of 1,900 to 4,800 m (6,200 to 15,700 ft) in Los Nevados National Natural Park, and in Antioquia Department.",
    "Ecology and behavior": "The oncilla is a primarily terrestrial animal, but is also an adept climber. Like all cats, the oncilla is an obligate carnivore, requiring meat for survival. This cat eats small mammals, lizards, birds, eggs, invertebrates, and the occasional tree frog. Occasionally, the cat will eat grasses. The oncilla stalks its prey from a distance, and once in range, it pounces to catch and kill the prey.They are generally nocturnal, but in areas such as Caatinga, where their main food source consists of diurnal lizards, they are more likely to be active during the day. Young oncillas have been observed to purr, while adults are known to make short, gurgling calls when close to one another.",
    "Ecology and behavior-Reproduction": "Estrus lasts from 3 to 9 days, with older cats having shorter cycles. Oncillas produce 1 to 3 kittens (usually only one), after a gestation of 74 to 76 days. The kittens' eyes open after eight to seventeen days, an unusually long period for a cat of this size. Unlike other cats, in which the incisor teeth tend to appear first, the teeth of an oncilla kitten erupt more or less simultaneously, at around 21 days of age. The kittens do not begin to take solid food until they are 38 to 56 days old (much older than in the domestic cat), but are fully weaned at three months.Oncillas reach sexual maturity at around two to two and a half years of age. They have a life span of about 11 years in the wild, but there are records of these cats reaching an age of 17 years.",
    "Taxonomy": "The following are the traditionally recognized subspecies:\nLeopardus tigrinus tigrinus, eastern Venezuela, Guyana, northeastern Brazil\nLeopardus tigrinus guttulus, Atlantic forest central and southern Brazil, Uruguay, Paraguay, northern Argentina (later recognised as a separate species)\nLeopardus tigrinus oncilla, Central America\nLeopardus tigrinus pardinoides, western Venezuela, Colombia, Ecuador, PeruAlthough the Central American oncilla is listed as a separate subspecies, based on analysis of mitochondrial DNA, Johnson et al. (1999) found strongly supported differences between L.t. oncilla in Costa Rica and L.t. guttulus in southern Brazil, comparable to differences between different neotropical species. Researchers have argued that there should be a splitting of the oncilla into two species, as there is a pronounced difference in appearance between the oncillas in Costa Rica and those in central and southern Brazil. The level of divergence between oncillas from Costa Rica and from central and southern Brazil suggests that the two populations have been isolated, perhaps by the Amazon River, for approximately 3.7 million years. Further samples of L.t. oncilla are needed from northern South America to determine whether this taxon ranges outside Central America, and whether it should be considered a distinct species rather than a subspecies.In 2013, genetic research revealed that the former subspecies L. t. guttulus is a separate cryptic species that does not interbreed with the other subspecies, and proposes a classification into two species L. guttulus and L. tigrinus.A zone of hybridization between the oncilla and the colocolo has been found through genetic analyses of specimens from central Brazil.Results of a morphological analysis of 250 samples of skins and skulls indicate that there are three distinct oncilla groups: namely one in South America's northern, north-western and western range countries, one in eastern and one in southern range countries. Based on these results, the eastern group was proposed to be a distinct species Leopardus emiliae.",
    "Conservation": "The International Union for the Conservation of Nature (IUCN) has classified the oncilla as a Vulnerable species. It is mainly threatened by deforestation and poaching. Oncillas are killed for their pelts, which are highly prized and often sold or made into clothing. Reports in 1972 and 1982 in South America showed that the oncilla is one of the four most heavily hunted of all the small wild cats.Another factor contributing to oncilla mortality is human expansion, settling what was once open terrain for wild cats. Coffee plantations are most often established in cloud forest habitats, causing the reduction of preferred habitats.CITES places the oncilla on Appendix I, prohibiting all international commerce in oncillas or products made from them. Hunting is still allowed in Ecuador, Guyana, Nicaragua, and Peru.Hybridization of the oncilla with the Geoffroy's cat (Leopardus geoffroyi) has been found in the southernmost part of its range; hybridization with the pampas cat (Leopardus pajeros) has also been found in central Brazil. Such hybridization may be a natural process, and the extent of this as a threat to the oncilla is unknown.In situ management programs are increasingly being emphasized.There is a breeding facility in Brazil for several small native felines, where their natural conditions and native food encourage reproduction similar to that in the wild. There are a few oncillas in captivity in North America, and a few in zoos in Europe and South America. In captivity, the oncilla tends to have high infant mortality rate.",
    "References": "",
    "External links": "\"Tiger-cat\" . Encyclopædia Britannica (11th ed.). 1911.\nSpecies portrait Leopardus tigrinus; IUCN/SSC Cat Specialist Group"
  }
}