{
  "url": "https://en.wikipedia.org/wiki/Pachyrhizus_erosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Pachyrhizus"
    },
    {
      "Species": "P. erosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pachyrhizus erosus, commonly known as jicama ( or ; Spanish jícama [ˈxikama] ; from Nahuatl xīcamatl, [ʃiːˈkamatɬ]), Mexican yam bean, or Mexican turnip, is the name of a native Mexican vine, although the name most commonly refers to the plant's edible tuberous root. Jícama is a species in the genus Pachyrhizus in the bean family (Fabaceae). Plants in this genus are commonly referred to as yam bean, although the term \"yam bean\" can be another name for jícama. The other major species of yam beans are also indigenous within the Americas. Pachyrhizus tuberosus and Pachyrhizus ahipa are the other two cultivated species. The naming of this group of edible plants seems confused, with much overlap of similar or the same common names.\nFlowers, either blue or white, and pods similar to lima beans, are produced on fully developed plants. Several species of jicama occur, but the one found in many markets is P. erosus. The two cultivated forms of P. erosus are jicama de agua and jicama de leche, both named for the consistency of their juice. The leche form has an elongated root and milky juice, while the agua form has a top-shaped to oblate root and a more watery, translucent juice, and is the preferred form for market.",
    "Botany": "Other names for jicama include Mexican potato, ahipa, saa got, Chinese potato, and sweet turnip. In Ecuador and Peru, the name jicama is used for the unrelated yacón or Peruvian ground apple, a plant of the sunflower family whose tubers are also used as food.\n\nThe jícama vine can reach a height of 4–5 m given suitable support. Its root can attain lengths up to 2 m and weigh up to 20 kg. The heaviest jícama root ever recorded weighed 23 kg and was found in 2010 in the Philippines (where they are called singkamas).\nJicama is frost-tender and requires 9 months without frost for a good harvest of large tubers or to grow it commercially. It is worth growing in cooler areas that have at least 5 months without frost, as it will still produce tubers, but they will be smaller.\nWarm, temperate areas with at least 5 months without frost can start seed 8 to 10 weeks before the last spring frost. Bottom heat is recommended, as the seeds require warm temperatures to germinate, so the pots will need to be kept in a warm place. Jicama is unsuitable for areas with a short growing season unless cultured in a greenhouse. Growers in tropical areas can sow seed at any time of the year. Those in subtropical areas should sow seed once the soil has warmed in the spring.",
    "In cooking": "The root's exterior is yellow and papery, while its inside is creamy white with a crisp texture that resembles raw potato or pear. The flavor is sweet and starchy, reminiscent of some apples or raw green beans, and it is usually eaten raw, sometimes with salt, lemon, or lime juice, alguashte, and chili powder. It is also cooked in soups and stir-fried dishes.\nJícama is often paired with chilli powder, cilantro, ginger, lemon, lime, orange, red onion, salsa, sesame oil, grilled fish, and soy sauce. It can be cut into thin wedges and dipped in salsa. In Mexico, it is popular in salads, fresh fruit combinations, fruit bars, soups, and other cooked dishes. In contrast to the root, the remainder of the jícama plant is very poisonous; the seeds contain the toxin rotenone, which is used to poison insects and fish.",
    "In cooking-Spread to Asia": "Spaniards spread cultivation of jícama from Mexico to the Philippines (where it is known as singkamas, from Nahuatl xicamatl), from there it went to China and other parts of Southeast Asia, where notable uses of raw jícama include popiah,  fresh lumpia in the Philippines, and salads in Indonesia, Singapore, and Malaysia such as yusheng and rojak.\nIn the Philippines, jícama is usually eaten fresh with condiments such as rice vinegar and sprinkled with salt, or with bagoong (shrimp paste). In Malay, it is known by the name ubi sengkuang. In Indonesia, jícama is known as bengkuang. This root crop is also known by people in Sumatra and Java, and eaten at fresh fruit bars or mixed in the rojak (a kind of spicy fruit salad). Padang, a city in West Sumatra, is called \"the city of bengkuang\". Local people might have thought that this jícama is the \"indigenous crop\" of Padang. The crop has been grown everywhere in this city and it has become a part of their culture.It is known by its Chinese name bang kuang to the ethnic Chinese in Southeast Asia. In Mandarin Chinese, it is known as dòushǔ(豆薯) or liáng shǔ (涼薯), as sa1 got 沙葛 (same as \"turnip\") in Yue Chinese/Cantonese, and as '芒光' (mang-guang)  in Teochew, where the word is borrowed from the Malay, and as dìguā 地瓜 in Guizhou province and several neighboring provinces of China, the latter term being shared with sweet potatoes. Jícama has become popular in Vietnamese food as an ingredient in pie, where it is called cây củ đậu (in northern Vietnam) or củ sắn or sắn nước (in southern Vietnam).\nIn Japanese, it is known as 葛芋 (kuzu-imo).  In Myanmar, it is called စိမ်းစားဥ (sane-saar-u). Its Thai name is มันแกว (man kaeo). In Cambodia, it is known as ដំឡូងរលួស /dɑmlɔoŋ rəluəh/ or under its Chinese name as ប៉ិកួៈ ~ ប៉ិគក់ /peʔkŭəʔ/. In Bengali, it is known as shankhalu (শাঁখ আলু), literally translating to \"conch (shankha, শাঁখ) potato (alu, আলু)\" for its shape, size, and colour. In Hindi, it is known as mishrikand (मिश्रीकंद).  It is eaten during fast (उपवास) in Bihar (India) and is known as kesaur (केसौर). In Odia, it is known as (ଶଙ୍ଖ ସାରୁ) shankha saru. In Laos, it is called man phao (ມັນເພົາ), smaller and tastes a little sweeter than the Mexican type.  It is used as a snack by peeling off the outer layer of the skin, then cutting into bite sizes for eating like an apple or a pear.",
    "Nutrition": "Jícama is high in carbohydrates in the form of dietary fiber (notably inulin).  It is composed of 86–90% water; it contains only trace amounts of protein and lipids. Its sweet flavor comes from the oligofructose inulin (also called fructo-oligosaccharide), which is a prebiotic. Jícama is very low in saturated fat and sodium. It is also a good source of vitamin C.",
    "Storage": "Jícama should be stored dry, between 12 and 16°C (53 and 60°F). As colder temperatures will damage the roots, whole unpeeled jicama root  should not be refrigerated. A fresh root stored at an appropriate temperature will keep for a month or two.",
    "References": "",
    "External links": "UCLA Botany-Plants and Civilization\nTexas A&M University Agricultural Extension\nHeaviest Singkamas Found in Ilocos"
  }
}