{
  "url": "https://en.wikipedia.org/wiki/Parkinsonia_aculeata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Parkinsonia"
    },
    {
      "Species": "P. aculeata"
    }
  ],
  "text": {
    "__SUMMARY__": "Parkinsonia aculeata is a species of perennial flowering tree in the pea family, Fabaceae. Common names include palo verde, Mexican palo verde, Parkinsonia, Jerusalem thorn, jelly bean tree, and palo de rayo.",
    "Etymology": "The genus name Parkinsonia honors the English botanist John Parkinson (1567–1650), while the species Latin name aculeata refers to the thorny stem of this plant.\nThe name \"Jerusalem thorn\" stems from a mistranslation of the Spanish/Portuguese word girasol ('turning toward the sun').",
    "Description": "Parkinsonia aculeata may be a spiny shrub or a small tree. It grows 2 to 8 m (6.6 to 26.2 ft) high, with a maximum height of 10 metres (33 ft). Palo verde may have single or multiple stems and many branches with pendulous leaves. The leaves and stems are hairless. The leaves are alternate and pennate (15 to 20 cm long). The flattened petiole is edged by two rows of 25–30 tiny oval leaflets; the leaflets are soon deciduous in dry weather (and during the winter in some areas) leaving the green petioles and branches to photosynthesize.\nThe branches grow double or triple sharp spines 7–12 mm (0.28–0.47 in) long at the axils of the leaves. The flowers are yellow- orange and fragrant, 20 mm (0.79 in) in diameter, growing from a long slender stalk in groups of eight to ten. They have  five sepals and five petals, four of them clearer and rhomboid ovate, the fifth elongated, with a warmer yellow and purple spots at the base. The flowering period is in the middle months of spring (March–April or September–October). The flowers are pollinated by bees. The fruit is a seedpod, leathery in appearance, light brown when mature.",
    "Invasive problems": "P. aculeata is a major invasive species in Australia, as it is listed as a Weed of National Significance and is ranked as Australia's worst weed. It is also a major problem in parts of tropical Africa, Hawaii, and other Islands in the Pacific Ocean.\nIt was introduced to Australia as an ornamental tree and for shade around 1900. It is now a serious weed widespread through Western Australia, the Northern Territory and Queensland, covering about 8,000 km2 (3,100 sq mi) of land, and has the potential to spread through most of the semi-arid to subhumid tropical area in Australia.\nIt forms dense thickets, preventing access for humans, native animals and livestock to waterways. The fruits (seedpods) float, and the plant spreads by dropping pods into water, or pods are washed downstream by seasonal flooding.  Without the scarifying received by tumbling in streambeds, the seeds are slow to germinate.\nSeveral control methods are used to reduce the existing population and the spread of P. aculeata in Australia. Three insects have been introduced to Australia for biological control; the parkinsonia bean weevils, Penthobruchus germaini and Mimosestes ulkei, both have larvae that specifically eat the seeds from parkinsonia pods and are proving to be a useful management tool, and the parkinsonia leaf bug, Rhinacloa callicrates, which destroys photosynthetic tissues but has had little overall impact on the plant. Fire is effective for young trees; mechanical removal and herbicides are also used.",
    "Distribution": "P. aculeata is native to the Sonoran and Chihuahan Deserts of southwestern United States (western Texas, southern New Mexico southern Arizona), and northern Mexico (Sonora and Chihuahua) as well as the Galápagos Islands. Its native range has expanded over the last several decades into the (Edwards Plateau and Central Texas).  It has been moved by humans into the Caribbean, South America south to northern Argentina, and Hawai'i.  It has been introduced in Europe and it is widespread in Australia.  This thin barked species does not become established in areas where weather dips below 20 degrees F.  It has expanded into Southern California as far north as San Bernardino County.",
    "Habitat": "Parkinsonia aculeata has a high tolerance to drought, simply attaining shorter stature. In moist and humus-rich environments it becomes a taller, spreading shade tree.  This plant prefers a full sun exposure, but can grow on a wide range of dry soils (sand dunes, clay, alkaline and chalky soils, etc.), at an altitude of 0–1,500 metres (0–4,921 ft) above sea level.",
    "Gallery": "",
    "References": "Cooperative Centre for Weed Management. Weed of the month - Parkinsonia aculeata, April 2005\nQLD Dept of Natural Resources and Mines, Land Protection. 2004. NRM facts pest series: Parkinsonia\nPacific Island Ecosystems at Risk: Parkinsonia aculeata\nPignatti S. - Flora d'Italia – Edagricole – 1982. Vol. I, pag. 625",
    "External links": "\n Media related to Parkinsonia aculeata at Wikimedia Commons\n\n\"Parkinsonia aculeata\" (PDF). Digital Representations of Tree Species Range Maps from \"Atlas of United States Trees\" by Elbert L. Little, Jr. (and other publications). United States Geological Survey.\nBiolib: Parkinsonia aculeata\nSchede di Botanica: Parkinsonia aculeataParkinsonia aculeata in West African plants – A Photo Guide."
  }
}