{
  "url": "https://en.wikipedia.org/wiki/Parthenium_hysterophorus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Parthenium"
    },
    {
      "Species": "P. hysterophorus"
    }
  ],
  "text": {
    "__SUMMARY__": "Parthenium hysterophorus is a species of flowering plant in the aster family, Asteraceae. It is native to the American tropics. Common names include Santa-Maria, Santa Maria feverfew, whitetop weed, and famine weed. In India, it is locally known as carrot grass, congress grass or Gajar Ghans. It is a common invasive species in India, Australia, and parts of Africa. The pollen grains of Parthenium hysterophorusParthenium hysterophorus invades disturbed land, including roadsides. It infests pastures and farmland, causing often disastrous loss of yield, as reflected in common names such as famine weed.  In some areas, heavy outbreaks have been ubiquitous, affecting livestock and crop production, and human health.  As an invader it first appeared as a contaminant in imported wheat.The plant produces allelopathic chemicals that suppress crop and pasture plants, and allergens that affect humans and livestock. It also frequently causes pollen allergies.It is being investigated as a means of removing heavy metals and dyes from the environment, control of aquatic weeds, commercial enzyme production, an additive in manure for biogas production, as a biopesticide, and as green manure and compost.",
    "Toxicity": "Contact with the plant causes dermatitis and respiratory malfunction in humans, and dermatitis in cattle and domestic animals. The main substance responsible is parthenin, which is dangerously toxic.  It also is responsible for bitter milk disease in livestock when their fodder is polluted with Parthenium leaves.Among other allelopathic effects of the species, the presence of Parthenium pollen grains inhibits fruit set in tomato, brinjal, beans, and a number of other crop plants.",
    "Control": "\nLight infestations of Parthenium hysterophorus in cultivated fields may be hoed or weeded by hand if labour is available at acceptable cost.\nGenerally the application of herbicides is expensive and often harmful; Paraquat sprays may be applied while the weeds are young. Glyphosate is not effective against this species.\nThe most satisfactory and promising means of practical long-term control are biological. Several species that feed on the weed are variously in use or on trial in various countries. The best-established control organism so far is a beetle native to Mexico, Zygogramma bicolorata, which was first introduced to India in 1984. It since has become widespread and well-established on the subcontinent. It defoliates and often kills the weed, and its damage to the young flowering tops reduces seed production.\nIn various countries, such as Australia and South Africa, several other biocontrol agents have been released or are under evaluation. These include at least two more species of beetles that have been released in South Africa, a stem boring weevil Listronotus setosipennis, and a seed weevil Smicronyx lutulentus.Also in South Africa, rust fungi have been of some use: the winter rust Puccinia abrupta var. partheniicola plus the summer rust Puccinia xanthiiIn Australia, apart from the foregoing, yet other biocontrol agents have been employed or evaluated on Parthenium hysterophorus, to a total of 11 species since 1980. Of those eleven, nine appear to have established in various regions. The two with the greatest effect seem to be the beetle Zygogramma bicolorata and a stem-galling moth Epiblema strenuana. However, other species that appear to have established usefully include a leaf-mining moth, Bucculatrix parthenica; a stem-galling weevil, Conotrachelus albocinereus; and a root-boring moth Carmenta ithacae.\n\n\n== References =="
  }
}