{
  "url": "https://en.wikipedia.org/wiki/Petiveria_alliacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Petiveriaceae"
    },
    {
      "Genus": "PetiveriaL."
    },
    {
      "Species": "P. alliacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Petiveria is a genus of flowering plants in the pigeonberry family, Petiveriaceae.  The sole species it contains, Petiveria alliacea, is native to Florida and the Lower Rio Grande Valley of Texas in the United States, Mexico, Central America, the Caribbean, and tropical South America. Introduced populations occur in Benin and Nigeria. It is a deeply rooted herbaceous perennial shrub growing  up to 1 m (3.3 ft) in height and has small greenish piccate flowers. The roots and leaves have a strong acrid, garlic-like odor which taints the milk and meat of animals that graze on it.",
    "Common names": "It is known by a wide number of common names including: guinea henweed, anamu in the Dominican Republic, Puerto Rico and Brazil (where it is also known as tipi), apacin in Guatemala, mucura in Peru, and guine in many other parts of Latin America, feuilles ave, herbe aux poules, petevere a odeur ail, and, in Trinidad, as mapurite (pronounced Ma-po-reete) and gully root, and in Jamaica as guinea hen weed  and many others.",
    "Description": "Petiveria alliacea is a  herbaceous shrub. Leaves are simple, alternate, pinnate in the first order and netted the second order.  It has determinate inflorescences.  Although the plant is capable of reproducing throughout the year, reproductive activity peaks during a portion of the year that is dependent on geography. For example, in Mexico this period is from September to October, while in Central America it is from July to January.",
    "Range and habitat": "This plant is native to southernmost Florida and Texas in the United States, the West Indies, Mexico, Central America and South America. In southern Florida it has been reported in disturbed areas, maritime, mesic, prairie and tropical hardwood hammocks and shell mound. In Mexico, P. alliacea is wildly present in corn, coffee and apple plantations.",
    "Uses": "Petiveria alliacea is used as a bat and insect repellent.Guinea hen weed is used in teas, extracts, capsules. The leaves and also the roots are used with medicinal purposes. This plant has been used to reduce inflammation and pain. It has been reported to be used to eliminate bacteria, fungi, candida, and viruses. It is also used to enhance the immune system and increase urination. Recent studies report beneficial results in the use of this plant to lower the blood sugar levels and in the elimination of cancer cells. The plant is also used for arthritis, allergies, as therapy for fever, malaria.  In addition, the plant is reportedly an abortifacient.",
    "Phytochemistry": "Petiveria alliacea has been found to contain a large number of biologically active chemicals including benzaldehyde, benzoic acid, benzyl 2-hydroxyethyl trisulphide, coumarin, isoarborinol, isoarborinol acetate, isoarborinol cinnamate, isothiocyanates, polyphenols, senfol, tannins, and trithiolaniacine.The plant's roots have also been shown to contain cysteine sulfoxide derivatives that are analogous to, but different from, those found in such plants as garlic and onion. For example, P. alliacea contains S-phenylmethyl-L-cysteine sulfoxides (petiveriins A and B) and S-(2-hydroxyethyl)-L-cysteines (6-hydroxyethiins A and B).  These compounds serve as the precursors of several thiosulfinates such as S-(2-hydroxyethyl) 2-hydroxyethane)thiosulfinate, S-(2-hydroxylethyl) phenylmethanethiosulfinate, S-benzyl 2-hydroxyethane)thiosulfinate and S-benzyl phenylmethanethiosulfinate (petivericin). All four of these thiosulfinates have been found to exhibit antimicrobial activity. Petiveriin also serves as percursor to phenylmethanethial S-oxide, a lachrymatory agent structurally similar to syn-propanethial-S-oxide from onion,\n but whose formation requires novel cysteine sulfoxide lyase and lachrymatory factor synthase enzymes differing from those found in onion.Domestic animals that consume P. alliacea can pass the garlic-like odor characteristic of the plant to their meat, eggs and milk.  In addition, nitrates in the plant can cause toxicosis in cattle.",
    "References": "",
    "External links": " Media related to Petiveria at Wikimedia Commons\n Data related to Petiveria at Wikispecies\n\nDetailed description of plant and medicinal uses\nArticle from the Jamaica Gleaner written by a Dr. Tony Vendryes."
  }
}