{
  "url": "https://en.wikipedia.org/wiki/Phaseolus_lunatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Phaseolus"
    },
    {
      "Species": "P. lunatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Phaseolus lunatus, commonly known as the lima bean (), butter bean, sieva bean, Double Bean or Madagascar bean, is a legume grown for its edible seeds or beans.",
    "Origin and uses": "Phaseolus lunatus is found in Meso- and South America.  Two gene pools of cultivated lima beans point to independent domestication events. The Mesoamerican lima bean is distributed in neotropical lowlands while the other is found in the western Andes. They were discovered in Peru.The Andes domestication took place around 2000 BC, and produced a large-seeded variety (lima type), while the second, taking place in Mesoamerica around 800 AD, produced a small-seeded variety (Sieva type). By around 1300, cultivation had spread north of the Rio Grande, and in the 1500s, the plant began to be cultivated in the Old World.The small-seeded (Sieva) type is found distributed from Mexico to Argentina, generally below 1,600 m (5,200 ft) above sea level, while the large-seeded wild form (lima type) is found distributed in the north of Peru, from 320 to 2,030 m (1,050 to 6,660 ft) above sea level.\nThe Moche Culture (1–800 CE) cultivated lima beans heavily and often depicted them in their art. During the Spanish Viceroyalty of Peru, lima beans were exported to the rest of the Americas and Europe, and since the boxes of such goods had their place of origin labeled \"Lima, Peru\", the beans got named as such. Despite the origin of the name, when referring to the bean, the word \"lima\" is generally pronounced differently from the Peruvian capital.The term \"butter bean\" is widely used in North and South Carolina for a large, flat and yellow/white variety of lima bean (P. lunatus var. macrocarpus, or P. limensis) In the United States Sieva-type beans are traditionally called butter beans, also otherwise known as the Dixie or Henderson type. In that area, Lima beans and butter beans are seen as two distinct types of beans, although scientifically they are the same.\nIn Spain, it is called garrofón, and constitutes one of the main ingredients of the famous Valencian paella.\nIn the United Kingdom and the United States, \"butter beans\" refers to either dried beans which can be purchased to rehydrate, or the canned variety which are ready to use. In culinary use there, lima beans and butter beans are distinct, the latter being large and yellow, the former small and green. In areas where both are considered to be lima beans, the green variety may be labelled as \"baby\" (and less commonly \"junior\") limas.\nIn India, it is called Double Beans and dried beans are soaked overnight and pressure-cooked as ingredients in curries",
    "Domestication": "Lima bean is a domesticated species of economic and cultural importance worldwide, especially in Mexico. The species has two varieties. The wild variety is silvester and the domesticated one is lunatus.",
    "Crop": "In the U.S, it is a warm season crop, grown mainly in Delaware and mid-Atlantic region for processing and in Midwest and California for dry beans. Baby lima beans are planted in early June and harvested about 10–12 weeks later. In western New York State, baby lima bean production increased exponentially from 2011 to 2015.",
    "Cultivation and cultivars": "",
    "Cultivation and cultivars-Cultivation": "In Oaxaca, Mexico, the main rainy season lasts from June to August and most of the above-ground parts die during dry season. Germination or budding occurs in June or July.  The first inflorescence is in October or November. The production of flowers and fruits usually ends between February and April.",
    "Cultivation and cultivars-Cultivars": "Both bush and pole (vine) cultivars exist, the latter range from 1 to 5 metres (3 ft 3 in to 16 ft 5 in) in height. The bush cultivars mature earlier than the pole cultivars. The pods are up to 15 cm (5.9 in) long. The mature seeds are 1 to 3 cm (0.39 to 1.18 in) long and oval to kidney-shaped. In most cultivars the seeds are quite flat, but in the \"potato\" cultivars, the shape approaches spherical. White seeds are common, but black, red, orange, and variously mottled seeds are also known. The immature seeds are uniformly green. Lima beans typically yield 2,900 to 5,000 kg (6,400 to 11,000 lb) of seed and 3,000 to 8,000 kg (6,600 to 17,600 lb) of biomass per hectare.\nThe seeds of the cultivars listed below are white unless otherwise noted.  Closely related or synonymous names are listed on the same line.",
    "Cultivation and cultivars-Bush types": "'Henderson' / 'Thorogreen', 65 days (heirloom)\n'Eastland', 68 days\n'Jackson Wonder', 68 days (heirloom, seeds brown mottled with purple)\n'Dixie Butterpea', 75 days (heirloom, two strains are common: red speckled and white seeded)\n'Fordhook 242', 75 days, 1945 AAS winner",
    "Cultivation and cultivars-Pole types": "'Carolina' / 'Sieva', 75 days (heirloom)\n'Christmas' / 'Chestnut' / 'Giant Speckled' / 'Speckled Calico', 78 days (heirloom, seeds white mottled with red)\n'Big 6' / 'Big Mama', 80 days\n'Willow Leaf', 80 days (heirloom, there are white-seeded and variously mottled strains)\n'Mezcla', 82 days\n'King of the Garden', 85 days (heirloom)",
    "Pathogens/disease": "a.      Phytophthora phaseoli is one example of a pathogen of the lima bean. It is an oomycete plant pathogen that causes downy mildew of lima bean during cool and humid weather conditions. To combat this pathogen, developing lima bean cultivars with resistance is a relatively cost-efficient method that is also environmentally safe as compared to using pesticides.b.      Didymella is a foliar disease found in baby lima beans first reported in New York State. Symptoms include small necrotic tan spots with red to reddish brown irregular margins that come together to eventually cover the entire leaf. Lesions occur after around 3–4 weeks of planting and increase till there is considerable defoliation. Lesions are usually observed on the stems. Two pynidial fungi were found on leaves included Didymella sp. And Boeremia exigua var. exigua which is pathogenic on baby lima bean and plays a role in the foliar disease complex. Other fungal diseases on lima beans with similar symptoms are B. exigua var. exigua, pod blight caused by Diaporthe phaseolorum, and leaf spots caused by Phyllosticta sp. and Phoma subcircinata.",
    "Predators/hosts": "The two-spotted spider mites  or Tetranychus urticae lay eggs on lima bean leaves. It prefers lima bean plants as host food source over other plants such as tomato or cabbage plants.Spider mites pose the greatest threat to the lima bean plants as compared to other species such as the Common cutworm (Sodoptera litura) that are also known to feed on lima bean plants. They are host plants for their larvae.One herbivore of lima bean is Spodoptera littoralis, the African cotton leafworm.  An attack by this herbivore induces hydrogen peroxide in the leaves. This may be also advantageous to defend against pathogens such as bacteria, fungi, or viruses, as they can easily invade herbivore-infected leaves.Other predatory insects include ants, wasps, flies and beetles.",
    "Defenses": "Lima Beans use extrafloral nectar (EFN) secretion when exposed to volatiles from other plants infested by herbivore species. Producing EFN can be an indirect defense since it supplies enemies of herbivores with an alternative food source. The predator of lima bean, spider mites, also have their own predators, the carnivorous mite Phytoseiulus persimilis. These predatory mites use EFN as an alternative food source and thus the production of this by the lima bean can attract P. persimilis and thus deter their herbivore hosts.The main induced defense of the lima bean is the Jasmonic acid pathway. Jasmonic acid induces production of extrafloral nectar flow or induces it when herbivory occurs such as when attacked by spider mites.One direct chemical defense involves cyanogenesis which is the release of hydrogen cyanide when the cell senses damage. Cyanide acts as a repellent on leaves of the lima bean.",
    "Lima Bean Plant Behavior: Recruitment of Carnivores to Reduce Herbivory": "The lima bean, Phaseolus lunatus, is an herbaceous plant that is a part of the legume family. Initially from South and Central America, the lima bean has adapted to live in many different climates around the world. One of these adaptations includes a particularly effective induced herbivory defense. The Lima Bean is able to signal to the carnivorous natural enemy of herbivores, the carnivorous mite, mediated by HIPVs (Herbivore Induced Plant Volatiles) in an attempt to save itself from further predation.The lima bean plant does this as an induced defense when being eaten by herbivorous predators. It is the mechanical wounding and chemical elicitors from insect oral secretions that first begin the signaling pathway to induce HIPV production. Once this pathway is induced, the plant produces HIPVs which are released in to the air and can be received by any organisms that have receptors capable of receiving HIPVs, which includes: carnivores, conspecific and heterospecific herbivores, as well as neighboring plants. It is this signaling of the carnivorous natural enemy of herbivores that is of particular interest, as they become attracted to the plant and will then come and prey upon the plant's herbivorous enemy, thereby reducing herbivory of the plant.One particular experiment in which this was made apparent was in the understanding of the tritrophic system between the lima bean plant, two-spotted spider mite, and the carnivorous mite. Here experimenters noticed an increase in HIPVs when the lima bean plant was preyed on by the two-spotted spider mite. Then, when the carnivorous mite was introduced, it had increased prey searching efficacy and overall attraction to the lima bean plant, even once the two-spotted spider mite was removed, but the HIPVs remained high.The lima bean plant may appear to be just an ordinary bean plant, but it has an expertise in predator avoidance that is unmatched. By attracting the predator of the lima bean's predator, the plant is reducing overall herbivory and survives another day.",
    "Health, cooking and nutrition": "Lima beans, like many other legumes, are a good source of dietary fiber, and a virtually fat-free source of high-quality protein.\nLima beans contain both soluble fiber, which helps regulate blood sugar levels and lowers cholesterol, and insoluble fiber, which aids in the prevention of constipation, digestive disorders, irritable bowel syndrome and diverticulitis.\nIn the United States, when lima beans are served mixed with sweet corn, it is called succotash.\nThe most abundant mineral in the raw lima bean is potassium, followed by calcium, phosphorus, magnesium, sodium, and iron. When lima beans germinate, there is increased calcium and phosphorus. Additionally, it is a good source of vitamin B-6.",
    "Health, cooking and nutrition-Health hazards": "Like many beans, raw lima beans are toxic (containing e.g. phytohaemagglutinin) if not boiled for at least 10 minutes. However, canned beans can be eaten without having to be boiled first, as they are pre-cooked.\nThe lima bean can contain anti-nutrients like phytic acids, saponin, oxalate, tannin, and trypsin inhibitors. These inhibit absorption of nutrients in animals and can cause damage to some organs. In addition to boiling, methods of roasting, pressure cooking, soaking, and germination can also reduce the antinutrients significantly.",
    "Health, cooking and nutrition-Blood sugar": "The high fiber content in lima beans prevents blood sugar levels from rising too rapidly after eating them due to the presence of those large amounts of absorption-slowing compounds in the beans, and the high soluble fiber content. Soluble fiber absorbs water in the stomach, forming a gel that slows down the absorption of the bean's carbohydrates. They can therefore help balance blood sugar levels while providing steady, slow-burning energy, which makes them a good choice for people with diabetes suffering with insulin resistance.",
    "References": "",
    "External links": "Plants For A Future: Database Search Results\nIllustrated Legume Genetic Resources Database\nSorting Phaseolus Names\nRecording of a song called \"Butter Beans\" from the Florida Folklife Collection (made available for public use from the State Archives of Florida)"
  }
}