{
  "url": "https://en.wikipedia.org/wiki/Phaseolus_vulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Phaseolus"
    },
    {
      "Species": "P. vulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Phaseolus vulgaris, also known as the common bean, green bean and French bean, among other names, is a herbaceous annual plant grown worldwide for its edible dry seeds or unripe fruit (both commonly called beans). The main categories of common beans, on the basis of use, are dry beans (seeds harvested at complete maturity), snap beans (tender pods with reduced fibre harvested before the seed development phase) and shell (shelled) beans (seeds harvested at physiological maturity). Its leaf is also occasionally used as a vegetable and the straw as fodder. Its botanical classification, along with other Phaseolus species, is as a member of the legume family Fabaceae, most of whose members acquire the nitrogen they require through an association with rhizobia, a species of nitrogen-fixing bacteria.\nThe common bean is a highly variable species that has a long history of cultivation. All wild members of the species have a climbing habit, but many cultivars are classified either as bush beans or dwarf beans, or as pole beans or climbing beans, depending on their style of growth. These include the kidney bean, the navy bean, the pinto bean, and the wax bean. The other major types of commercially grown bean are the runner bean (Phaseolus coccineus) and the broad bean (Vicia faba). Beans are grown on every continent except Antarctica. Worldwide, 27 million tonnes of dried beans and 24 million tonnes of green beans were grown in 2016. In 2016, Myanmar was the largest producer of dried beans, while China produced 79% of the world total of green beans. \nThe wild P. vulgaris is native to the Americas.  It was originally believed that it had been domesticated separately in Mesoamerica and in the southern Andes region, giving the domesticated bean two gene pools.  However, recent genetic analyses show that it was actually domesticated in Mesoamerica first, and traveled south, probably along with squash and maize (corn).  The three Mesoamerican crops constitute the \"Three Sisters\" central to indigenous North American agriculture.",
    "Description": "The common bean is a highly variable species with a long history. Bush varieties form erect bushes 20–60 cm (8–20 in) tall, while pole or running varieties form vines 2–3 m (7–10 ft) long. All varieties bear alternate, green or purple leaves, which are divided into three oval, smooth-edged leaflets, each 6–15 cm (2–6 in) long and 3–11 cm (1–4 in) wide. The white, pink, or purple flowers are about 1 cm long, and they give way to pods 8–20 cm (3–8 in) long and 1–1.5 cm wide. These may be green, yellow, black, or purple in color, each containing 4–6 beans. The beans are smooth, plump, kidney-shaped, up to 1.5 cm long, range widely in color, and are often mottled in two or more colors.\nAs the name implies, snap beans break easily when the pod is bent, giving off a distinct audible snap sound. The pods of snap beans (green, yellow and purple in colour) are harvested when they are rapidly growing, fleshy, tender (not tough and stringy), bright in colour, and the seeds are small and underdeveloped (8 to 10 days after flowering). Raw or undercooked beans contain a toxic protein called phytohaemagglutinin.",
    "Description-Dry beans": "Similar to other beans, the common bean is high in starch, protein, and dietary fiber, and is an excellent source of iron, potassium, selenium, molybdenum, thiamine, vitamin B6, and folate.\nDry beans will keep indefinitely if stored in a cool, dry place, but as time passes, their nutritive value and flavor degrade and cooking times lengthen. Dried beans are almost always cooked by boiling, often after being soaked in water for several hours. While the soaking is not strictly necessary, it shortens cooking time and results in more evenly textured beans. In addition, soaking beans removes 5 to 10% of the gas-producing sugars that can cause flatulence for some people. The methods include simple overnight soaking and the power soak method in which beans are boiled for three minutes and then set aside for 2–4 hours. Before cooking, the soaking water is drained off and discarded. Dry common beans take longer to cook than most pulses: cooking times vary from one to four hours, but are substantially reduced with pressure cooking.\nIn Mexico, Central America, and South America, the traditional spice used with beans is epazote, which is also said to aid digestion. In East Asia, a type of seaweed, kombu, is added to beans as they cook for the same purpose. Salt, sugar, and acidic foods such as tomatoes may harden uncooked beans, resulting in seasoned beans at the expense of slightly longer cooking times.\nDry beans may also be bought cooked and canned as refried beans, or whole with water, salt, and sometimes sugar.",
    "Description-Green beans and wax beans": "The three commonly known types of green beans are: string or snap beans, which may be round or have a flat pod; stringless or French beans, which lack a tough, fibrous \"string\" running along the length of the pod; and runner beans, which belong to a separate species, Phaseolus coccineus. Green beans may have a purple rather than green pod, which changes to green when cooked. Wax beans are P. vulgaris beans that have a yellow or white pod. Wax bean cultivars are commonly grown; the plants are often of the bush or dwarf form.Compared to dry beans, green and wax beans provide less starch and protein and more vitamin A and vitamin C. Green beans and wax beans are often steamed, boiled, stir-fried, or baked in casseroles.",
    "Description-Shelling beans": "Shell, shelled, or shelling beans are beans removed from their pods before being cooked or dried. Common beans can be used as shell beans, but the term also refers to other species of beans whose pods are not typically eaten, such as lima beans, soybeans, peas, and fava beans. Fresh shell beans are nutritionally similar to dry beans, but are prepared more like a vegetable, often being steamed, fried, or made into soups.",
    "Description-Popping beans": "The nuña is an Andean subspecies, P. v. subsp. nunas (formerly P. vulgaris Nuñas group), with round, multicolored seeds that resemble pigeon eggs. When cooked on high heat, the bean explodes, exposing the inner part, in the manner of popcorn and other puffed grains.",
    "Cultivars and varieties": "Some scientists have proposed Mesoamerica as a possible origin for the common bean. Scientists disagree over whether the common bean was a product of one or multiple domestication events. Over time two diverse gene pools emerged: the Andean gene pool from Southern Peru to Northwest Argentina and the Mesoamerican gene pool between Mexico and Colombia.Many well-known bean cultivars and varieties belong to this species, and the list below is in no way exhaustive. Both bush and running (pole) cultivars/varieties exist. The colors and shapes of pods and seeds vary over a wide range.",
    "Production": "In 2016, world production of green beans was 23.6 million tonnes, led by China with 79% of the total (table). World dried bean production in 2016 was 26.8 million tonnes, with Myanmar, India, and Brazil as leading producers (table).",
    "Toxicity": "The toxic compound phytohaemagglutinin, a lectin, is present in many common bean varieties, but is especially concentrated in red kidney beans. White kidney beans contain about a third as much toxin as the red variety; broad beans (Vicia faba) contain 5 to 10% as much as red kidney beans.Phytohaemagglutinin can be deactivated by cooking beans for ten minutes at boiling point (100 °C, 212 °F). Insufficient cooking, such as in a slow cooker at 80 °C/ 176 °F, however, is not sufficient to deactivate all toxin To safely cook the beans, the U.S Food and Drug Administration recommends boiling for 30 minutes to ensure they reach a sufficient temperature for long enough to completely destroy the toxin. For dry beans, the FDA also recommends an initial soak of at least 5 hours in water which should then be discarded. Outbreaks of poisoning have been associated with cooking kidney beans in slow cookers.The primary symptoms of phytohaemagglutinin poisoning are nausea, vomiting, and diarrhea. Onset is from one to three hours after consumption of improperly prepared beans, and symptoms typically resolve within a few hours. Consumption of as few as four or five raw, soaked kidney beans can cause symptoms. Canned red kidney beans, though, are safe to use immediately, as they have already been cooked.Beans are high in purines, which are metabolized to uric acid. Uric acid is not a toxin as such, but may promote the development or exacerbation of gout. However, more recent research has questioned this association, finding that moderate intake of purine-rich foods is not associated with increased risk of gout.",
    "Other uses": "Bean leaves have been used to trap bedbugs in houses. Microscopic hairs (trichomes) on the bean leaves entrap the insects.From ancient times, beans were used as device in various methods of divination. Fortune-telling using beans is called favomancy.",
    "See also": "",
    "Footnotes": "",
    "References": "",
    "External links": "A Bean Collector Window, an extensive gallery of bean varieties"
  }
}