{
  "url": "https://en.wikipedia.org/wiki/Pinus_devoniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. devoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus devoniana is a species of conifer in the family Pinaceae. It is found in more than 15 states of Mexico - from S. Sinaloa to Chiapas - and Guatemala in montane, relatively open pine or pine-oak forests at altitudes from 900 to 2500 m.Pinus devoniana, which is locally called “pino blanco”, “pino lacio” or “pino prieto”, is a tree of medium size, which can grow 20–30 m. tall, with a dbh to 80–100 cm. It has curved foliage twigs and very long needles, from 25–40 cm. in fascicles of 5.  The cones, which grow solitary or in whorls of 2-4 on thick, short peduncles, leaving a few scales on the branch when falling, are usually large and often curved, 15–35 cm. long and 8–15 cm. wide when open.Pinus devoniana is closely related to Pinus montezumae (the Montezuma pine).  These species are sometimes difficult to distinguish, while hybrids probably occur. The cones are especially variable. Overall, both foliage and cones are larger in Pinus devoniana.",
    "References": "",
    "Literature and sources": "Dallimore, W. and Bruce Jackson – A handbook of Coniferae. Edward Arnold Publishers, London 1923, 2nd ed. 1931, 3rd ed. 1948, reprinted 1954\nFarjon, Aljos – Pines; drawings and descriptions of the genus Pinus. Brill/Backhuys, Leiden 1984\nFarjon, Aljos, Jorge A. Perez de la Rosa & Brian T. Styles (ill. Rosemary Wise) – A field guide to the Pines of Mexico and Central America. Royal Botanic Gardens, Kew, in association with the Oxford Forestry Institute, Oxford 1997\nFarjon, Aljos and Brian T. Styles – Pinus (Pinaceae); monograph 75 of Flora Neotropica. New York Botanical Gardens, New York 1997\nFarjon, Aljos – World checklist and bibliography of Conifers. Second edition. Royal Botanic Gardens, Kew 2001\nKent, Adolphus H. – Veitch's Manual of the Coniferae. James Veitch & Sons, Chelsea 1900.\nLanyon, Joyce W. - A card key to Pinus based on needle anatomy. Min. for Conservation, Sydney, New South Wales, Australia 1966"
  }
}