{
  "url": "https://en.wikipedia.org/wiki/Pinus_montezumae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. montezumae"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus montezumae, known as the Montezuma pine, is a species of conifer in the family Pinaceae.\nIt is native to Mexico and Central America, where it is known as ocote. The tree grows about 35 m high and 80 cm in diameter; occasionally it may reach a height of 40 m and diameter of 1 m. It has a round crown. The bark is dark brown-grayish.\nIt is found from the Mexican states of Nuevo León (25° N. Lat.) and Jalisco (22° n.l.) to the north and to Nicaragua (15° N. Lat.) to the south. It occurs on both mountain ranges of the Sierra Madre Oriental and Sierra Madre Occidental.  It grows at altitudes from 2000–3200 m above sea level. It is found in areas between 800–1000 mm rainfall per year.   In most of the tree's habitat, rain falls mostly in summer, but in the state of Veracruz, precipitations are spread year round and the climate is very wet.  However, specimens from the state of Jalisco grow in semi-arid places. It occurs in warm temperate to cool climates (18 °C to 10 °C). At the highest altitudes of its distribution it usually receives snow in the winter.  \n\nOcote wood is yellowish-brown white, with the heartwood being light brown, is hard, heavy and used for construction. It is appreciated for its resin. The resin is so flammable that a cut branch will burn as a torch emitting black smoke when ignited; for this reason, it is very common in Mexico to use ocote wood as a fire starter for campfires and barbecues. Growth is slow in the first three or six years, after this stage it is a fast-growing tree. The cities of Ocotlán in Jalisco Mexico and Ocotal in Nicaragua derive their names from this tree. \nIt is planted in plantages in South Africa and Queensland, Australia at mid altitudes; in Kenya, Malawi, Botswana, Zimbabwe and Bolivia at high altitudes. Trees planted in New Zealand and New South Wales, Australia near sea level have done very well.",
    "References": "",
    "Further reading": "Dvorak, W. S., G. R. Hodge, E. A. Gutiérrez, L. F. Osorio, F. S. Malan and T. K. Stanger. 2000. Conservation and Testing of Tropical and Subtropical Forest Species by the CAMCORE Cooperative. College of Natural Resources, NCSU. Raleigh, NC. USA.\nRichardson D.M. (Ed) 2005. Ecology and biogeography of Pinus. Department of Conservation. South Island Wilding Conifer Strategy. New Zealand.\nChandler, N.G. \"Pulpwood plantations in South Africa\". Proc. Aust. Paper Indus. Tech. Ass.",
    "External links": " Data related to Pinus montezumae at Wikispecies\n Media related to Pinus montezumae at Wikimedia Commons"
  }
}