{
  "url": "https://en.wikipedia.org/wiki/Pinus_leiophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. leiophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus leiophylla, commonly known as Chihuahua pine, smooth-leaf pine, and yellow pine (in Mexico, tlacocote and ocote chino), is a tree with a range primarily in Mexico, with a small extension into the United States in southeast Arizona and southwest New Mexico. The Mexican range extends along the Sierra Madre Occidental and Sierra Madre del Sur from Chihuahua to Oaxaca, from 29° North Lat. to 17°, between 1600 and 3000 meters altitude. It requires about a rainfall 600 to 1000 mm a year, mostly in summer. It tolerates frosts in winter.",
    "Description": "This member of family Pinaceae grows to the height of 20–30 m (66–98 ft) with a trunk diameter of 35–80 cm (14–31 in). The needles are in bundles of three to five, 5–10 cm (2–4 in) long, or rarely to 15 cm or 6 in, and are a bright glossy green to yellowish-green. The cones are ovoid, 4–7 cm (1 1⁄2–2 3⁄4 in) long, or rarely to 8 cm or 3 1⁄4 in, and borne on a 1–2 cm (1⁄2–3⁄4 in) long stalk; they are unusual in taking about 30–32 months to mature, a year longer than most other pines. The bark is gray-brownish, and fissured.",
    "Subspecies": "There are two subspecies (treated by some botanists as distinct species, by others as just varieties):\n\nPinus leiophylla subsp. leiophylla. Needles slender (0.5–0.9 mm), in fives. It occurs in the southern part of the range, from Oaxaca to Durango, is not frost tolerant, and grows in relatively high rainfall conditions.\nPinus leiophylla subsp. chihuahuana. Needles stouter (0.9–1.3 mm), in threes. It occurs in the northern part of the range, from Durango to Arizona, tolerates frost down to about −10 °C to −15 °C, and very dry conditions. The needle differences are adaptations to these harsher conditions. Synonyms Pinus chihuahuana, Pinus leiophylla var. chihuahuana.",
    "Habitat and ecology": "This species often grows in mixed in stands with several other pines and/or junipers, in Arizona most often with Apache Pine and Alligator Juniper, but also grows in pure stands. Its habitat is prone to wildfire, and the species shows some adaptations unusual among pines to cope with this; if the crown is destroyed by fire, the trunk, protected by its thick bark, will send out new shoots to re-grow a new crown. The only other pines to do this are Pitch Pine (P. rigida) and Canary Island Pine (P. canariensis). As none of these are species particularly closely related to each other, the adaptation has probably arisen independently in each, an example of convergent evolution.",
    "Cultivation and uses": "The wood of the Pinus leiophylla is hard, dense and strong. It is used for construction, firewood, and railroad ties. In South Africa and Queensland, Australia there are big extensions of this tree planted. It is planted commercially in Kenya, Malawi, Zimbabwe, Zambia at high altitudes.",
    "References": "",
    "External links": "County Distribution in Arizona, from plants.usda.gov\nCounty Distribution in New Mexico, from plants.usda.gov\nInteractive Distribution Map of Pinus leiophylla, from plantmaps.com"
  }
}