{
  "url": "https://en.wikipedia.org/wiki/Plumbago_scandens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Core eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Plumbaginaceae"
    },
    {
      "Genus": "Plumbago"
    },
    {
      "Species": "P. zeylanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Plumbago zeylanica, commonly known as Ceylon leadwort, doctorbush or wild leadwort, is a species of plumbago with a pantropical distribution. Carl Linnaeus described the paleotropical P. zeylanica and neotropical P. scandens as separate species, but they are currently considered synonymous.",
    "Appearance": "Plumbago zeylanica is a herbaceous plant with glabrous stems that are climbing, prostrate, or erect. The leaves are petiolate or sessile and have ovate, lance-elliptic, or spatulate to oblanceolate blades that measure 5-9 × 2.5–4 cm in length. Bases are attenuate while apexes are acute, acuminate, or obtuse. Inflorescences are 3–15 cm in length and have glandular, viscid rachises. Bracts are lanceolate and 3-7 × 1–2 mm long. The heterostylous flowers have white corollas 17–33 mm in diameter and tubes 12.5–28 mm in length. Capsules are 7.5–8 mm long and contain are reddish brown to dark brown seeds.",
    "Habitat and range": "Plumbago zeylanica grows throughout the tropical and sub-tropical climates of the world, including Australia and India.  In Australia, it grows in the understory of monsoon forests and vine thickets from sea level to 900 m. In Dhofar, Oman, this species is often found growing on Olea trunks.",
    "Ecology": "P. zeylanica is a food plant for the Cassius blue (Leptotes cassius), Marine blue (L. marina), and Zebra blue (L. plinius) during their larval stages.",
    "Traditional medicine": "Early folk medicine used the crushed plant internally and externally as an abortifacient. In Ayurveda, P. zeylanica is known as chitrak, meaning \"the spotted one.\" It is used with other herbs to lessen its intense pungency.",
    "References": "",
    "External links": " Media related to Plumbago zeylanica at Wikimedia Commons\n Data related to Plumbago zeylanica at Wikispecies\n\nPlumbago zeylanica in West African plants – A Photo Guide."
  }
}