{
  "url": "https://en.wikipedia.org/wiki/Plumeria_rubra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Plumeria"
    },
    {
      "Species": "P. rubra"
    }
  ],
  "text": {
    "__SUMMARY__": "Plumeria rubra is a deciduous plant species belonging to the genus Plumeria. Originally native to Mexico, Central America, Colombia and Venezuela, it has been widely cultivated in subtropical and tropical climates worldwide and is a popular garden and park plant, as well as being used in temples and cemeteries. It grows as a spreading tree to 7–8 m (23–26 ft) high and wide, and is flushed with fragrant flowers of shades of pink, white and yellow over the summer and autumn. \nPlumeria rubra was one of the many species first described by Carl Linnaeus, and appeared in the 1753 edition of Species Plantarum. Its specific epithet is derived from the Latin ruber \"red\". The epithets acuminata, acutifolia, and lutea are seen, but these are invalid. Its common names include frangipani, red paucipan, red-jasmine, red frangipani, common frangipani, temple tree, or simply plumeria.",
    "Common names": "The common name “frangipani” comes from an Italian noble family, a sixteenth-century marquess of which invented a plumeria-scented perfume. The genus name honors Charles Plumier, who was a French monk of the Franciscan order, and a botanist.In Mexico the common name is cacaloxóchitl or cacaloxúchitl. The name comes from Nahuatl and means “crow’s flower”. P. rubra was declared the national flower of Nicaragua in 1971, where it is known as sacuanjoche.  In Spanish, frangipanis are also referred to as alhelí, alhelí cimarrón, and suche. The term melia is a Hawaiian one.  In the Cook Islands, it is known as tipani. It is grown extensively in southern and western parts of India, where it is named champa or a derivative thereof such as chaaphaa, champige etc. It is also referred to as champa in Pakistan. In Cambodia it is given the names châmpéi krahâ:m (also romanised as krahom, meaning 'red'), or châmpéi slük sruëch, while the French term for the species is frangipanier à fleurs rouges.  In Sri Lanka, it is known as araliya in Sinhalese. It is known by many names in Brazil, including jasmim-de-caiena, jasmin-do-pará, and jasmin-manga. Another name it has in Portuguese is flor-de-Santo-Antônio. In Myanmar, it is referred to as mawk-sam-ka, mawk-sam-pailong, and sonpabataing. In China, it has the common name ji dan hua, and in the United States, it is referred to as nosegay.",
    "Description": "Plumeria rubra belongs to the dogbane family and grows as a spreading shrub or small tree to a height of 2–8 m (5–25 ft) and similar width. It has a thick succulent trunk and sausage-like blunt branches covered with a thin grey bark. The branches are somewhat brittle and when broken, ooze a white latex that can be irritating to the skin and mucous membranes. This latex found in the stem of the plants is in fact toxic, but not deadly unless present in large quantities. The large green leaves can reach 30 to 50 cm (12 to 20 in) long and are arranged alternately and clustered at the end of the branches.The boles of these plants can be up to 25 cm in the wild. It tends to be smaller in cultivation.They are deciduous, falling in the cooler months of the year. The flowers are terminal, appearing at the ends of branches over the summer. Often profuse and very prominent, they are strongly fragrant, and have five petals. The flowers give off their fragrance in the morning and in the evening. This fragrance is similar to that of rose, citrus, and cinnamon. The colors range from the common pink to white with shades of yellow in the centre of the flower. Initially tubular before opening out, the flowers are 5–7.5 cm (2–3 in) in diameter, and only rarely go on to produce seed - 20-60 winged seeds are contained in a 17.5 cm (7 in) pod. The fruits are cylindrical pods that are rarely found in cultivation.",
    "Distribution and habitat": "Its native range extends from central Mexico south through Central America to Colombia and Venezuela in South America. It is cultivated in the tropical regions of the world, and is perhaps naturalized in some parts of India.More specifically, P. rubra is cultivated in the lowlands and the Yungas in Bolivia, the coastal and Andean regions of Ecuador, and the Amazonian and Andean regions of Peru, where it inhabits disturbed areas. P. rubra has been introduced into many countries and islands, including South Africa, Yemen, Chad, and Burundi. It has been found growing everywhere in Myanmar except in very cool mountainous regions. It has been introduced both in China and Pakistan and has been naturalized in the Analamanga & Betsiboka regions of Madagascar. It is native to the Department of Antioquia in Colombia, and is distributed in countries such as Costa Rica, Nicaragua, Guatemala, Mexico, El Salvador, Belize, and, Honduras, along with the West Indies. It is also widely cultivated in Panama.P. rubra generally inhabits hot and rocky areas with dry to moderate rainfall. They can survive in locations with prominent dry seasons, where they can flower on the bare branches, or in more humid conditions, where they can remain evergreen. It can also be found in rocky forests, mountain slopes, and even occasionally on plains or savannas. It occupies elevations of 500 to 1000 meters but can be found up to elevations of 1500 meters.",
    "Cultivation": "The species is cultivated around the world in subtropical and tropical climates. In Australia, it is widely seen in cultivation in Sydney and Perth and warmer frost free climates northwards. In the mainland United States, it tolerates USDA Hardiness zones 10B to 11 (southern coastal California and the southern tip of Florida). It is also grown in Hawaii to an altitude of 2000 m. They tolerate a wide variety of soils, from acid to alkaline and sandy to clay. These plants grow best in dry to medium moisture, well-drained soils in full sun and will bloom throughout most of the year in tropical areas. They do not grow well in wet soils and in areas with temperatures below 50 degrees Fahrenheit during the winter seasons, the plants will stop blooming and shed their leaves. Established plants are also very salt tolerant and tolerate even salt-laden winds. Widely available in nurseries, frangipanis are readily propagated by cuttings of branches taken in cooler months and left to dry for a week or more. As well as gardens and street- and park planting, frangipanis are planted in temples and cemeteries.Plumeria rubra is an important crop in Hawaii, with over 14 million flowers were sold to be used in leis there in 2005.In temperate areas P. rubra must be grown under glass, in a large conservatory or similar, as it does not tolerate temperatures below 10 °C (50 °F). However it may be placed outside in a sheltered sunny spot during the summer months. In the United Kingdom it has gained the Royal Horticultural Society’s Award of Garden Merit.Some forms in cultivation are hybrids between this species and Plumeria obtusa; these have rounded rather than pointed leaves and are less likely to be deciduous. The white and yellow cultivar \"Singapore\" flowers all year round in Hawaii.Coleosporium plumeriae, known as plumeria rust or frangipani rust, is a fungus which attacks young leaves of P. rubra. It causes a brownish or orange powdery coating or blistering of leaves. It has been recorded from Hawaii and the east coast of Australia. It was first recognised by the French mycologist Narcisse Théophile Patouillard on Guadeloupe Island in the eastern Caribbean in 1902, and had reached Taiwan by 2005.",
    "Uses": "The USDA Forestry Service lists Plumeria rubra as a poisonous plant and warns against touching or eating any part of the plant. In Cambodia, as with other Plumeria species, P. rubra flowers is used for necklaces, as offerings to deities or as decoration for coffins. The leaves of this species are used in the care of sores and made into soothing infusions.\nThe flowers and bark of it are also used in traditional Chinese medicine in the treatment of fever, bacillary dysentery, pertussis and so on.P. rubra possesses fulvoplumierin, an antibiotic that inhibits the growth of Mycobacterium tuberculosis. The plant has also been shown to be an antifungal, antiviral, analgesic, antispasmodic, and hypoglycemic. P. rubra is also reported to contain agoniadin, plumierid, plumeric acid, cerotinic acid, and lupeol, and the stem possesses an alkaloid called triterpinoid. The plant has been known to promote digestion and excretion, along with respiratory and immune functions. The sap of the plant is used as a laxative and is a remedy for bloating and stomachaches. The bark is said to be purgative and is also used for venereal sores. The flowers can be boiled in water or juice and made into a salad to promote bowel movement, urine flow, and to control gas and phlegm. The flowers are also used in the treatment of asthma.On the Molokai island in the Hawaiian archipelago, P. rubra is cultivated in order to produce neck garlands (leis). They are also used to make a scented oil in many Pacific islands that include Hawaii. The flowers are used to scent coconut oil. The bark contains faint purplish streaks and the wood is hard and compact with a very fine texture. The wood takes a high polish.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Plumeria rubra at Wikimedia Commons\n Data related to Plumeria rubra at Wikispecies"
  }
}