{
  "url": "https://en.wikipedia.org/wiki/Porophyllum_ruderale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Tageteae"
    },
    {
      "Genus": "Porophyllum"
    },
    {
      "Species": "P. ruderale"
    }
  ],
  "text": {
    "__SUMMARY__": "Porophyllum ruderale is an herbaceous annual plant whose leaves can be used for seasoning food. The taste has been described as \"somewhere between arugula, cilantro and rue.\" The plant is commonly grown in Mexico and South America for use in salsas. When fully grown, this plant grows to about 5 feet in height and 3 feet in diameter.\nThe plant is easy to grow from seed in a well-drained soil, which should be allowed to dry between watering.",
    "Culture": "Having been used by many cultures, Porophyllum ruderale is known by many names, including Bolivian coriander, quillquiña (also spelled quirquiña or quilquiña), yerba porosa, killi, pápalo, tepegua, \"mampuritu\" and pápaloquelite. Despite the name \"Bolivian coriander\", this plant is not botanically related to Coriandrum sativum.\nThis plant is known in Mexico as pápaloquelite, commonly accompanying the famous Mexican tacos. Not all Mexicans enjoy its taste, but some find that it improves the flavor of tacos and typical Mexican salsas and soups.\nIn Puebla cuisine, pápalo is used as a condiment on traditional cemita sandwiches, a regional type of Mexican torta.\nPapalo was used in the Azteca era, but never as medicine, only as food.One study claims that Papalo exhibits some health benefits such as: lowering cholesterol, lowering blood pressure, and aiding digestion.",
    "References": "",
    "External links": " Media related to Porophyllum ruderale at Wikimedia Commons\n\"Papalo Seeds £2.95 from Chiltern Seeds\". Chilternseeds.co.uk. Retrieved 29 July 2018."
  }
}