{
  "url": "https://en.wikipedia.org/wiki/Psidium_guineense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Psidium"
    },
    {
      "Species": "P. guineense"
    }
  ],
  "text": {
    "__SUMMARY__": "Psidium guineense is a species of guava.\nCommon names include Brazilian guava, Castilian guava, sour guava, Guinea guava (English language), Goyavier du Brésil (French language), brasiliaanse koejawel (Afrikaans), Stachelbeerguave (German language), chobo, diondan (Bolivia), guayabillo de tierra fria (El Salvador), araçá do campo, aracahy (Brazil), guayaba brava, sacha guayaba (Peru), allpa guayaba (Ecuador), guayaba agria (Venezuela, Mexico), guayaba acida, chamach, pichippul (Guatemala), cas extranjero (Costa Rica), and guayabita de sabana (Panama).",
    "Distribution and habitat": "This plant is native to the Americas, where its natural range extends from Mexico to Argentina, and includes parts of the Caribbean. It has been widely introduced outside of this range, and it is cultivated in some places. It is naturalized in parts of India.The plant grows best on sunny sites with moist, fertile soils, but it is tolerant of a wide range of conditions and can grow in disturbed areas and in bad soils. It does not tolerate salinity or flooded substrates. In Brazil it is most common in coastal areas.",
    "Description": "This plant can be a shrub 1 to 3 meters tall or a tree reaching 7 meters. The bark and foliage are grayish. The leaves are up to 14 centimeters long by 8 wide. The stiff, oval-shaped blades sometimes have toothed edges. The undersides are very glandular and are coated in pale or reddish hairs. Flowers grow in the leaf axils, singly or in clusters of up to 3. The flower has a white corolla and many stamens. It is fragrant. The fruit is firm, rounded, and up to 2.5 centimeters wide. It has a yellow skin, a yellow outer pulp and whitish inner pulp containing many seeds.",
    "Fruit": "The pulp of the fruit is said to have a tart, strawberry-like taste. It has also been described as bitter. Different varieties have different tastes, and some are sweet enough to eat as raw fruit. They make good fruit preserves.This species has been crossed with its relative, the common guava. The resulting fruits are small, but numerous.",
    "Other uses": "The wood of the plant is hard and sturdy and can be used as lumber and to make durable objects like tool handles. The bark has tannin and can be used in tanning.There are a few medicinal uses for the plant. Extracts of the bark and roots are used to treat diarrhea in Brazil. Extracts of the leaves are used to ease the common cold in Costa Rica. Laboratory studies show that extracts have some activity against methicillin-resistant Staphylococcus aureus, particularly when combined with antibiotics. Flavonoids identified in the plant include quercetin, avicularin, and guaijaverin.",
    "Ecology": "The plant is a host for the mistletoe Psittacanthus angustifolius.\n\n\n== References =="
  }
}