{
  "url": "https://en.wikipedia.org/wiki/Psittacanthus_schiedeanus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Santalales"
    },
    {
      "Family": "Loranthaceae"
    },
    {
      "Genus": "Psittacanthus"
    },
    {
      "Species": "P. schiedeanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Psittacanthus schiedeanus (Schltdl. & Cham.) G.Don is a species of neotropical mistletoe in the family Loranthaceae, which is native to Panamá, Costa Rica, Honduras and Mexico.",
    "Description": "Psittacanthus schiedeanus is a hemiparasite growing to 1–2 metres (3–7 ft) with quadrangular stems which are flattened at the nodes.  The haustorium is large. The bluish-green leaves are asymmetric and about 20 centimetres (8 in) long and 8 centimetres (3 in) wide, with stout petioles and pinnate venation. The inflorescence is terminal. The fruit is a berry.",
    "Hosts": "The most common hosts are oaks(Quercus species) and other hardwoods. Other hosts are the conifers: Pinus leiophylla, P. montezumae, P. teocote and P. oocarpa. This species causes significant damage to pine forests used for harvesting wood. However, despite being a damaging parasite of conifers, it is important for medicine and wildlife.",
    "Ecology": "Birds are important in the plant's life-cycle. They pollinate it while feeding on the nectar, and when they feed on the fruit they disperse the seeds.",
    "Taxonomy": "Psittacanthus schiedeanus was first described by Adelbert von Chamisso and Diederich Franz Leonhard von Schlechtendal 1830 as Loranthus schiedeanus, and in 1834, George Don assigned it to the genus Psittacanthus.",
    "Etymology": "Psittacanthos comes from the Greek psittakos (parrot), and the Greek anthos (flower), possibly chosen, according to Don, because  of the bright colours.  The epithet, schiedeanus,  honours the collector, Christian Julius Wilhelm Schiede, botanist and plant collector in Mexico.",
    "References": "",
    "Further reading": "Buen Lorena, L, Ornelas Juan, F (2002) Host compatibility of the cloud forest mistletoe Psittacanthus schiedeanus (Loranthaceae) in Central Veracruz, Mexico. American Journal of Botany 89, 95-102.\nde Buen, LL, Ornelas, JF (2001) Seed dispersal of the mistletoe Psittacanthus schiedeanus by birds in central Veracruz, Mexico. Biotropica 33, 487-494.\nde Buen, LL, Ornelas, JF (2002) Host compatibility of the cloud forest mistletoe Psittacanthus schiedeanus (Loranthaceae) in central Veracruz, Mexico. American Journal of Botany 89, 95-102.\nKuijt, J (1967) On the structure an dorigin of the seedling of Psittacanthus schiedeanus (Loranthaceae). Canadian Journal of Botany 45, 1497-1506.\nLópez-de Buen, L, Ornelas, JF (1999) Frugivorous birds, host selection and the mistletoe Psittacanthus schiedeanus, in central Veracruz, Mexico. Journal of Tropical Ecology 15, 329-340.\nOrnelas, J, Gándara, E, Vásquez-Aguilar, AA, Ramírez-Barahona, S, Ortiz Rodriguez, A, González, C, Teresa Mejía Saules, M, Ruiz‐Sanchez, E (2016) 'A mistletoe tale: Postglacial invasion of Psittacanthus schiedeanus (Loranthaceae) to Mesoamerican cloud forests revealed by molecular data and species distribution modeling.'\nRamírez, MM, Ornelas, JF (2010) Polinización y producción de néctar de Psittacanthus schiedeanus (Loranthaceae) en el centro de Veracruz, México. Boletín de la Sociedad Botánica de México 61-67.\nRamírez, MM, Ornelas, JF (2012) Cross-infection experiments of Psittacanthus schiedeanus: Effects of host provenance, gut passage, and host fate on mistletoe seedling survival. Plant disease 96, 780-787."
  }
}