{
  "url": "https://en.wikipedia.org/wiki/Psittacanthus_calyculatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Santalales"
    },
    {
      "Family": "Loranthaceae"
    },
    {
      "Genus": "Psittacanthus"
    },
    {
      "Species": "P. calyculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Psittacanthus calyculatus, (erva de passerinho),  is a species of neotropical mistletoe in the family Loranthaceae,  native to Colombia, \nMexico , the Mexican Gulf and Venezuela.",
    "Description": "Psittacanthus calyculatus is hairless, with nearly terete branches. The leaves are opposite and ovate or lanceolate, having almost no petiole, and without veins.\nThe inflorescences are terminal and in groups of three yellow to scarlet flowers which have cup-shaped bracts under them.",
    "Life cycle": "In October or November, the fruit matures, and is eaten by a bird, who voids the seed. By November, if the defecation site is a suitable branch, the seed may have infected the host, and initial buds will start to appear.  Vegetative growth continues,  until, four years after the initial infection, the plant flowers in November, with fruit becoming mature the following year from October to February. Thus, there are some five years required for its life-cycle.",
    "Ecology": "Vasquez Collazo and Geils (2002) report eleven observed conifer hosts for Psittacanthus calyculatus: Abies religiosa, Pinus douglasiana, P. lawsonii, P. leiophylla, P. michoacana, P. pseudostrobus,  P. teocote,  P. montezumae, P. herrerai, P. pringlei, and P. rudis.At least nineteen bird species (insectivores, omnivores, and granivores) have been seen feeding on the fruits.",
    "Taxonomy": "Psittacanthus calyculatus was first described by de Candolle in 1830 as Loranthus calyculatus, and in 1834, Don assigned \nit to the new genus Psittacanthus.",
    "Etymology": "Psittacanthos comes from the Greek psittakos (parrot), and the Greek anthos (flower), chosen according to Don, possibly because  of the bright colours.   Calyculatus is the Latin for provided with a calyculus which is a cup-like structure below the calyx, formed by a whorl of bracts\n\n\n== References =="
  }
}