{
  "url": "https://en.wikipedia.org/wiki/Raphanus_raphanistrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Raphanus"
    },
    {
      "Species": "R. raphanistrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Raphanus raphanistrum, (the wild radish, white charlock or jointed charlock) is a flowering plant in the family Brassicaceae.  It is sometimes claimed to be the ancestor of the edible radish, Raphanus sativus. Native to western Asia, Europe and parts of Northern Africa. It has been introduced into most parts of the world and is regarded as a habitat threatening invasive species in many areas, for example, Australia. It spreads rapidly and is often found growing on roadsides or in other places where the ground has been disturbed.",
    "Description": "Wild radish grows as an annual or biennial plant, with a single taproot which is similar to that of the cultivated radish but less enlarged. It has basal leaves that are oblong-elliptic to spatula-shaped, the stem leaves are shorter and lobed. It has hairy stems and can grow up to between 20–60 mm (0.79–2.36 in) tall. It blooms between May and September, in the UK, or between June and August, in the US. The flowers very similar to those of the searocket, which is found in some of the same regions (in the US) and is easily distinguished from it by having thinner, non-succulent stems and leaves. \nThe stems have wide spaced, four-petalled flowers 30–40 mm (1.2–1.6 in) across and varying in colour, usually from white to purple but sometimes light orange to yellow, often with colour shading within a single petal. Later, on a short stalk, it produces a podded seed capsule. Up to 8 round jointed pods, each containing one round or oval seed.",
    "Taxonomy": "It was formally described by the Swedish botanist Carl Linnaeus in his seminal publication 'Species Plantarum' on page 669 in 1753.The genome of wild radish is estimated to be ~515 Mb. Approximately 49% of the genome (254 Mb) has been sequenced. researchers found evidence of a past whole-genome triplication in wild radish followed by widespread gene loss, resulting in ~38,000 genes in the genome of the extant species.\nIt has 3 known subspecies such as;\n\nRaphanus raphanistrum subsp. landra (Moretti ex DC.) Bonnier & Layens\nRaphanus raphanistrum subsp. rostratus (DC.) Thell.\nRaphanus raphanistrum subsp. sativus (L.) DominIt has several common names including jointed charlock, jointed radish, jointed wild radish, sea radish, white charlock, and wild radish.It is often erroneously identified as mustard.",
    "Distribution and habitat": "It is native to temperate regions of North Africa, Europe and parts of Western Asia.",
    "Distribution and habitat-Range": "It is found in North Africa, within Macaronesia, Madeira Islands, Canary Islands, Algeria, Egypt, Libya, Morocco and Tunisia. Within Western Asia it is found in the Caucasus, Armenia, Azerbaijan, Cyprus, Georgia, Iran, Iraq, Israel, Jordan, Lebanon, Syria and Turkey. In eastern Europe, it is found within Belarus, Estonia, Latvia, Lithuania, Moldova and Ukraine. In middle Europe, it is in Austria, Belgium, Czech Republic, Germany, Hungary, Netherlands, Poland, Slovakia and Switzerland. In northern Europe, in Denmark, Finland, Ireland, Norway, Sweden and United Kingdom. In southeastern Europe, within Albania, Bosnia and Herzegovina, Bulgaria, Croatia, Greece, Italy, Montenegro, North Macedonia, Romania, Serbia and Slovenia. Also in southwestern Europe, it is found in France, Portugal and Spain.",
    "Ecology": "It is frost hardy, and even hard freezes only temporarily interrupt bloom. In Australia, it is regarded as a habitat threatening invasive species in many areas. In Canada, it is a naturalised species and sometimes hybridizes with cultivated radish, R. sativus. It is also proved to be resistant to several herbicides.\nIn southeastern USA, the pale yellow form is common, sometimes entirely taking over fields in wintertime.\nIt is a significant source of pollen and nectar for a variety of pollinators, especially honey bees during the very early spring starting buildup. Female Andrena agilissima,or mining bees, frequent this plant to obtain pollen and nectar. Other pollinators include cabbage butterflies and a few syrphid fly species.",
    "References": "",
    "External links": "Genome and transcriptome resources for Raphanus raphanistrum on NCBI\nJepson Manual Treatment\nUSDA PLANTS database entry\nComprehensive profile for Raphanus raphanistrum from MaltaWildPlants.com\nWashington Burke Museum\nUC Davis IPM\nPhoto gallery\nRaphanus raphanistrum Flowers in Israel"
  }
}