{
  "url": "https://en.wikipedia.org/wiki/Rorippa_nasturtium-aquaticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Nasturtium"
    },
    {
      "Species": "N. officinale"
    }
  ],
  "text": {
    "__SUMMARY__": "Watercress or yellowcress is an aquatic plant species with the botanical name Nasturtium officinale.\nWatercress is a  rapidly growing, aquatic or semi-aquatic, perennial plant native to Europe and Asia, and one of the oldest known leaf vegetables consumed by humans. It is a member of the family Brassicaceae; watercress and its relatives garden cress, mustard, radish, and wasabi are all noteworthy for their piquant flavors.\nThe hollow stems of watercress will float; the leaf structure is pinnately compound. Small, white and green flowers are produced in clusters and are frequently visited by insects, especially hoverflies such as Eristalis flies.",
    "Taxonomy": "Watercress is also listed in some sources as belonging to the genus Rorippa, although molecular evidence shows the aquatic species with hollow stems are more closely related to Cardamine than Rorippa.\nDespite the Latin name, watercress is not particularly closely related to the flowers popularly known as nasturtiums (Tropaeolum majus); T. majus belongs to the family Tropaeolaceae, a sister taxon to the Brassicaceae within the order Brassicales.",
    "Cultivation": "Cultivation of watercress is practical on both a large-scale and a garden-scale. Being semi-aquatic, watercress is well-suited to hydroponic cultivation, thriving best in water that is slightly alkaline. It is frequently produced around the headwaters of chalk streams. In many local markets, the demand for hydroponically grown watercress exceeds supply, partly because cress leaves are unsuitable for distribution in dried form, and can only be stored fresh for a short period.\nWatercress can be sold in supermarkets in sealed plastic bags, containing a little moisture and lightly pressurised to prevent crushing of contents. This has allowed national availability with a once-purchased storage life of one to two days in chilled or refrigerated storage.\nAlso sold as sprouts, the edible shoots are harvested days after germination. If unharvested, watercress can grow to a height of 50 to 120 centimetres (​1 1⁄2–4 ft). Like many plants in this family, the foliage of watercress becomes bitter when the plants begin producing flowers.",
    "Cultivation-Concerns": "Watercress crops grown in the presence of manure can be an environment for parasites such as the liver fluke, Fasciola hepatica. By inhibiting cytochrome P450 (CYP2E1), compounds in watercress may alter drug metabolism in individuals on certain medications such as chlorzoxazone.",
    "Distribution": "In some regions, watercress is regarded as a weed, in other regions as an aquatic vegetable or herb. Watercress has been grown in many locations around the world.\nIn the United Kingdom, watercress was first commercially cultivated in 1808 by the horticulturist William Bradbery, along the River Ebbsfleet in Kent. Watercress is now grown in a number of counties of the United Kingdom, most notably Hertfordshire, Hampshire, Wiltshire and Dorset. The town of Alresford, near Winchester, holds a Watercress Festival that brings in more than 15,000 visitors every year, and a preserved steam railway line has been named after the local crop. In recent years, watercress has become more widely available in the UK, at least in the southeast; it is stocked pre-packed in some supermarkets, as well as fresh by the bunch at farmers' markets and greengrocers.\nAlresford in the U.K. is considered to be that nation's watercress capital.\nIn the United States in the 1940s, Huntsville, Alabama, was locally known as the \"watercress capital of the world\".",
    "Nutrition": "Watercress is 95% water and has low contents of carbohydrates, protein, fat, and dietary fiber. A 100-gram serving of raw watercress provides 11 calories, is particularly rich in vitamin K (238% of the Daily Value, DV), and contains significant amounts of vitamin A, vitamin C, riboflavin, vitamin B6, calcium, and manganese (table).",
    "Nutrition-Phytochemicals and cooking": "As a cruciferous vegetable, watercress contains isothiocyanates, which are partly destroyed by boiling, while the content of carotenoids are slightly increased; steaming or microwave cooking retains these phytochemicals.",
    "See also": "Fool's watercress — Apium nodiflorum\nGarden cress\nList of vegetables\nWatercress soup",
    "References": "",
    "External links": "Rorippa nasturtium-aquaticum (ITIS)\nGLANSIS Species Fact Sheet"
  }
}