{
  "url": "https://en.wikipedia.org/wiki/Schkuhria_pinnata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Subfamily": "Asteroideae"
    },
    {
      "Tribe": "Bahieae"
    },
    {
      "Genus": "Schkuhria"
    },
    {
      "Species": "S. pinnata"
    }
  ],
  "text": {
    "__SUMMARY__": "Schkuhria pinnata aka canchalagua and dwarf Mexican marigold, is a small, dainty, pioneer annual herb of the family Asteraceae and widespread in the tropics. It is regarded as a naturalised weed with low ecological impact.\nReaching 30–60 cm in height, this species is found as a pioneer on disturbed ground such as roadsides and ploughed lands. Leaves are mainly pinnatisect, with the upper leaves simple and filiform. The upper leaf surface is narrowly grooved, while both leaf surfaces are pitted with numerous small glands. Its capitula are numerous, terminal and small, with a solitary ray floret, its ligule 1.5–2 mm long and yellow, and 4-6 disc florets. Corollas are yellow to white sometimes with a purple tinge. Bracts are obovate, with a hyaline apex, while margins are minutely ciliate and glandular-punctate. Achenes are narrow-turbinate, 4-angled and some 4 mm long; there are 8 membranous pappus scales, darkly striated at apex.The plant is native to South America, normally found in drier mountainous regions of 2000 – 3000 meters in elevation, and growing abundantly in the inter-Andean valleys. It is currently found in Latin America, Mexico, Africa, and in the southern United States.",
    "Medicinal uses": "The Ketchwa indigenous people of the Andes have traditionally used this plant to treat a large number of conditions and ailments - they have used it as a bactericide in open wounds, to treat acne, malaria and inflammation, and as a blood purifier and diuretic.\nSchkuhria pinnata exhibited high antibacterial activity while in an anti-inflammatory assay dichloromethane extracts from its shoots selectively inhibited COX-1.",
    "References": "",
    "External links": "List of synonyms\nPlantnet"
  }
}