{
  "url": "https://en.wikipedia.org/wiki/Senna_alata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Senna"
    },
    {
      "Species": "S. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Senna alata is an important medicinal tree, as well as an ornamental flowering plant in the subfamily Caesalpinioideae. It also known as emperor's candlesticks, candle bush, candelabra bush, Christmas candles, empress candle plant, ringworm shrub, or candletree. A remarkable species of Senna, it was sometimes separated in its own genus, Herpetica.",
    "Geographic range": "Senna alata is native to most of the Neotropics (from Mexico and the West Indies to Paraguay), and can be found in diverse habitats. In the tropics, it grows up to an altitude of 1,200 metres (3,900 ft). It is an invasive species in Austronesia.distributed in ranges from India to America .These plants have a greater ornamental and medicinal value in the southeast Asia, North Australia and African ranges.",
    "Description": "The shrub stands 3–4 metres (9.8–13.1 ft) tall, with leaves 50–80 centimetres (20–31 in) long.\nThe leaves close in the dark.\nThe inflorescence looks like a yellow candle.\nThe fruit, shaped like a straight pod, is up to 25 cm long.  Its seeds are distributed by water or animals.\nThe seed pods are nearly straight, dark brown or nearly black, about 15 centimetres (5.9 in) long, and 15 millimetres (0.59 in) wide. On both sides of the pods is a wing that runs the length of the pod. Pods contain 50 to 60 flattened, triangular seeds.",
    "Cultivation": "This species is easy to grow from the seed. They may either be sown directly or started in a nursery.",
    "Medicinal uses": "Senna alata (also known as Cassia alata) is often called the ringworm bush because of its very effective fungicidal properties, for treating ringworm and other fungal infections of the skin. The leaves are ground in a mortar to obtain a kind of \"green cotton wool\". This is mixed with the same amount of vegetable oil and rubbed on the affected area two or three times a day. A fresh preparation is made every day. Its active ingredients include the yellow chrysophanic acid.\nIts laxative effect, due to its anthraquinone content, is also well proven.\nSenna alata is locally known as akapulko in the Philippines where it is used as both an ornamental and medicinal plant due to its laxative, purgative and anti-fungal properties.In Sri Lanka, known as Ath-thora (ඇත්තෝර ), it is used as an ingredient in Sinhala traditional medicine.",
    "Images": "",
    "References": "",
    "Sources": "Pacific Island Ecosystems at Risk (PIER)\nInternational Legume Database & Information Service",
    "External links": "Cassia alata in West African plants – A Photo Guide."
  }
}