{
  "url": "https://en.wikipedia.org/wiki/Senna_occidentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Senna"
    },
    {
      "Species": "S. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Senna occidentalis is a pantropical plant species.Vernacular names include : ʻauʻaukoʻi in Hawaii, septicweed, coffee senna, coffeeweed, Mogdad coffee, negro-coffee, senna coffee, Stephanie coffee, stinkingweed or styptic weed.The plant is locally called Bana Chakunda in Odisha, India.\nThe species was formerly placed in the genus Cassia.\nThe plant is reported to be poisonous to cattle. The plant contains anthraquinones. The roots contain emodin and the seeds contain chrysarobin (1,8-dihydroxy-3-methyl-9-anthrone) and N-methylmorpholine.",
    "Uses": "In Jamaica the seeds are roasted, brewed and served as tea to treat hemorrhoids, gout, rheumatism, and diabetes.\n\nMogdad coffee seeds can be roasted and used as a substitute for coffee. They have also been used as an adulterant for coffee. There is apparently no caffeine in mogdad coffee.\nDespite the claims of being poisonous, the leaves of this plant, Dhiguthiyara in the Maldivian language, have been used in the diet of the Maldives for centuries in dishes such as mas huni and also as a medicinal plant.This plant is mainly used for the treatment of bone fractures and bone dislocation as an herbal treatment in India.",
    "Toxicity": "Almost all parts (leaf, root, seeds) of the plant are used as food and medicine by tribal populations in India. However, consumption of Bana Chakunda seeds has been identified as a possible cause of death of tribal children due to acute Encephalopathy (see Acute HME syndrome). Once the plant was identified as the cause, the number of deaths plummeted.The same thing happened in Rio Grande do Sul, Brazil where 16 outbreaks were recorded. which was a record in comparison to the clinical study of 1979 at which 8 calves died after contracting dyspnea, neutrophilia and tachycardia from consumption of the plant.",
    "Description": "C. occidentalis L. Sp. Pl. 377. 1753; DC.  Prodr. 2 : 497. 1825 ; Baker, in Hook. F. Fl. Brit. Ind. 2: 262, 1878;  Heinig, Enum. 401. 1907 ; Ohashi in Hara, Fl. E. Himal. 144. 1966; Deb. D.B. Fl. Tripura State 1 : 119. 1981; C. planisiliqua L. Sp. Pl. 377. 1753; Senna  occidentalis Roxb. Fl. Ind. 2 : 343. 1832.\nPlant:- Annual undershrub, subglabrous, foetid, few feet high.\nLeaves:- Alternate, compound, paripinnate; rachis channelled, presence of a gland at the base of the rachis; stipulate, stipules obliquely cordate, acuminate; leaflets 4–5 pairs, size (3.7 cm X 2 cm- 7 cm X 3.5 cm), obate to oblong- lanceolate; acuminate, margin ciliate, glabrous or pubescence.\nInflorescence:- Axillary corymb and terminal panicle.\nFlowers:- Complete, bisexual, slightly irregular, zygomorphic, pentamerous, hypogynous, pedicelate; bractate, bracts white with pinkish tinge, thin, ovate-  acuminate, caducous; yellow.\nCalyx:- Sepals 5, gamosepalous, tube short, 5 lobed, obtuse, glabrous, imbricate, odd sepal is anterior.\nCorolla:- Petals 5, polypetalous, alternisepalous, sub-equal, with distinct claw, conspicuously veined, ascending imbricate, posterior petal is the innermost.\nAndroecium:- Stamens 10, free, unequal in size, 7 perfect and 3 reduced to staminode, filaments unequal, anther dithecous, basifixed, introrse and dehiscing by terminal pores.\nGynoecium:- Carpel 1, ovary superiour, unilocular, many ovuled, marginal placentation; style simple; stigma terminate, capitate.\nFruit:- Pod, dehiscent, woody, 12.5 cm X 0.7 cm, glabrous, recurved, subcompressed, distinctly torulose, 23-30 seeded.",
    "References": "",
    "External links": "\"Senna occidentalis\". Integrated Taxonomic Information System.\nCassia occidentalis in West African plants – A Photo Guide."
  }
}