{
  "url": "https://en.wikipedia.org/wiki/Senna_obtusifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Genus": "Senna"
    },
    {
      "Species": "S. obtusifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Cassia humilis\" redirects here. This name may also refer to other species; see below.\n\nSenna obtusifolia (Chinese senna, American sicklepod or sicklepod)  is a legume in the genus Senna, sometimes separated in the monotypic genus Diallobus. It grows wild in North, Central, and South America, Asia, Africa, and Oceania, and is considered a particularly serious weed in many places. It has a long-standing history of confusion with Senna tora and that taxon in many sources actually refers to the present species.\nThe green leaves of the plant are fermented to produce a high-protein food product called \"kawal\" which is eaten by many people in Sudan as a meat substitute. Its leaves, seeds, and root are also used in folk medicine, primarily in Asia. It is believed to possess a laxative effect, as well as to be beneficial for the eyes. As a folk remedy, the seeds are often roasted, then boiled in water to produce a tea. The plant's seeds are a commercial source of cassia gum, a food additive usually used as a thickener and named for the Chinese Senna's former placement in the genus Cassia. Roasted and ground, the seeds have also been used as a substitute for coffee. In traditional Korean medicine, they are called gyeolmyeongja (결명자) and usually prepared as tea. They are also used in Kampō (traditional Chinese medicine in Japan), where they are called ketsumei-shi (ケツメイシ, 決明子) or by their Chinese name jué míng zǐ (traditional: 決明子, simplified: 决明子).",
    "Names, taxonomy and identifier": "Apart from \"sicklepod\" and \"Chinese senna\", S. obtusifolia has a wide range of common names. It is also known in English as foetid sassia (or \"cassia\"), sickle senna, coffeeweed or Arsenic weed, and somewhat ambiguously as \"blunt-leaved senna\", \"coffee pod\" or \"java bean\". The scientific name means \"blunt-leaved senna\", with obtusifolia coming from Latin obtusus (\"dull\", \"blunt\") + folium (\"leaf\").\nNames in its native range are also:\n\nChinese: pinyin: jué míng zi (simplified Chinese: 决明子; traditional Chinese: 決明子)\nJapanese: ebisu-gusa (\"Ebisu grass\": エビスグサ; 胡草; 恵比須草)\nKorean: gyeolmyeongja (hangul: 결명자; hanja: 決明子)\nVietnamese: quyết minh tử (from Hán tự: 決明子)\nPortuguese: fedegoso (also used for Senna macranthera and others)\nHindi: chirauta chokad",
    "Names, taxonomy and identifier-Synonyms": "Chinese senna has been treated under a wide range of scientific names. Some are synonyms of Senna obtusifolia, others are names that have been applied to it in error. In addition, several of these names may also refer to related plants. In particular, the distinction between this species and Senna tora was fraught with errors and misunderstandings:\nCassia humilis Collad.Cassia humilis Steud. is a synonym of Chamaecrista kunthiana\nCassia numilis Collad. is apparently a misprint and refers to Senna toraCassia obtusifolia L.\nCassia tora auct. non L.Cassia tora L. is a synonym of Senna toraCassia tora L. var. b Wight & Arn.\nCassia tora L. var. humilis (Collad.) Collad.\nCassia tora L. var. obtusifolia (L.) Haines\nCassia toroides Raf.\nCassia toroides Roxb.\nDiallobus falcatus Raf.\nDiallobus uniflorus Raf.\nSenna toroides Roxb.",
    "Meat substitute": "Kawal, a protein-rich meat substitute eaten in Sudan, is produced by crushing the leaves of the plant into a paste which is then traditionally fermented in an earthenware jar, buried in a cool place. The jar is dug up every three days and the contents mixed. After two weeks, the paste is removed and rolled into balls which are left to dry in the sun. They are usually cooked in stews with onions and okra.",
    "In literature": "This plant is a conspicuous member of the flora of its native home. It evoked powerful images to the celebrated Tang Dynasty poet Du Fu (杜甫), who in one of his \"Sighs of Autumn Rain\" poems (Qiū yǔ tàn, 秋雨叹) discussed it thus:",
    "References": "",
    "Bibliography": "International Legume Database & Information Service (ILDIS) (2005): Genera Cassia and Senna. Version 10.01, November 2005. Retrieved 2007-12-17.\n\"Senna obtusifolia\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA). Retrieved 2007-12-20.",
    "External links": "Cassia Seed page from ENaturalHealthCenter.com site\nPhotos from Missouriplants.com site\nCassia obtusifolia in West African plants – A Photo Guide."
  }
}