{
  "url": "https://en.wikipedia.org/wiki/Sonchus_oleraceus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Tribe": "Cichorieae"
    },
    {
      "Genus": "Sonchus"
    },
    {
      "Species": "S. oleraceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Sonchus oleraceus, with many common names including common sowthistle, sow thistle, smooth sow thistle, annual sow thistle, hare's colwort, hare's thistle, milky tassel, milk thistle, soft thistle, or swinies, is a plant in the dandelion tribe within the daisy family.\nSonchus oleraceus is native to Europe and western Asia.\nThe scientific name Sonchus refers to the hollow stem, while oleraceus refers to its good taste. The common name sow thistle refers to its attractiveness to swine, and the similarity of the leaf to younger thistle plants. The common name hare's thistle refers to its purported beneficial effects on hare and rabbits.",
    "Botanical characteristics": "This plant is annual herb with a hollow, upright stem of up to 30–100 cm high. Prefers full sun, and can tolerate most soil conditions. The flowers are hermaphroditic, and common pollinators include bees and flies. It spreads by seeds being carried by wind or water.\nThis plant is considered an invasive species in many parts of the world, where it is found mostly in disturbed areas.  In Australia it is a common and widespread invasive species, with large infestations a serious problem in crops.",
    "Nutritive qualities": "Leaves are eaten as salad greens or cooked like spinach.  This is one of the species used in Chinese cuisine as kŭcài (苦菜; lit. bitter vegetable). Blanching or boiling removes bitter flavour.\nNutritional analysis reveals 30 – 40 mg of vitamin C per 100g, 1.2% protein, 0.3% fat, 2.4% carbohydrate. Leaf dry weight analysis per 100g (likely to vary with growing conditions) shows: 45g Carbohydrate, 28g protein, 22g ash, 5.9g fibre, 4.5g fat; in all, providing 265 calories.\nMinerals\nCalcium: 1500 mg\nPhosphorus: 500 mg\nIron: 45.6 mg\nMagnesium: 0 mg\nSodium: 0 mg\nPotassium: 0 mg\nZinc: 0 mg;\nVitamins\nA: 35 mg\nThiamine (B1): 1.5 mg\nRiboflavin (B2): 5 mg\nNiacin: 5 mg\nB6: 0 mg\nC: 60 mg",
    "Herbalism": "Sonchus oleraceus has a variety of uses in herbalism. It also has been ascribed medicinal qualities similar to dandelion and succory.\nThe early Māori people of New Zealand are likely to have gathered it for food and medical use.Native Americans had many uses for this plant. Pima used its gum as a \"cure for the opium habit,\" as a cathartic, and as a food, where the \"{l}eaves and stems {were} rubbed between the palms of the hands and eaten raw\" and sometimes \"boiled.\" The Yaqui used the plant as a vegetable, where the \"{t}ender, young leaves boiled in salted water with chile and eaten as greens.\" The Kamia (Kumeyaay) \"boiled {the} leaves {and} used {it} for food as greens.\" The {Houma} used it as an abortifacient where an \"{i}nfusion of {the} plant {was} taken to 'make tardy menstruation come;'\" an antidiarrheal; for children that were teething; and as hog feed.",
    "Control": "This plant can often be controlled by mowing, because it does not regrow from root fragments. Attempts at weed control by herbicide, to the neglect of other methods, may have led to proliferation of this species in some environments.",
    "References": "",
    "External links": "Tropicos.org: photo of herbarium specimen at Missouri Botanical Garden\nTropicos.org: line drawing from Flora of Panama\nNature Manitoba: Annual Sow-thistle (Sonchus oleraceus) — photos, drawings, & text from Wild Plants of Winnipeg."
  }
}