{
  "url": "https://en.wikipedia.org/wiki/Stemmadenia_donnell-smithii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Apocynaceae"
    },
    {
      "Genus": "Tabernaemontana"
    },
    {
      "Species": "T. donnell-smithii"
    }
  ],
  "text": {
    "__SUMMARY__": "Tabernaemontana donnell-smithii is an evergreen tree in the dogbane family Apocynaceae.  In Spanish, it is huevos de caballo, cojones de burro, cojón de mico, or cojotón.  The name, huevos de caballo, comes from the oval shape of the tree's hanging fruit.  It is native to Mexico and Central America. The type locality is San Felipe, Retalhuleu in Guatemala.  Tabernaemontana donnell-smithii is similar to Tabernaemontana glabra, except that its leaves and flowers are smaller and its fruit is larger.Tabernaemontana donnell-smithii lives in a variety of habitats, including various types of forest, the forest edge, and pastures.  It grows up to 20 metres (66 ft) tall, although the height is partially dependent on the habitat.  Trees living in secondary growth areas, forest edges and pastures are generally shorter but broader than those in forests.  The flowers are yellow, and may appear at different times of the year depending on the location.  Foster and McDiarmid found that the slow growing fruit is about 7 to 10 centimetres (2.8 to 3.9 in) long and weighs an average of about 143 grams (5.0 oz).  The fruit is enclosed in a woody husk which represents more than three-quarters of the fruit's weight.  When the fruit is open, a slit forms in the husk permitting access to the arils, each of which covers a seed.The fruit of Tabernaemontana donnell-smithii is eaten by birds such as parrots, and by the white-headed capuchin, and the seeds are eaten by birds such as flycatchers, motmots, honeycreepers, manakins and woodpeckers.  Many primarily insectivorous birds eat the fruits opportunistically late in the dry season, when the most of the fruit ripens and when insects are relatively scarce.  Its seeds are dispersed primarily by birds.  A study by McDiarmid, Ricklefs and Foster found that birds also help the seeds germinate, both by removing the arils from the seeds and also by scarifying the seeds.The bark contains the alkaloids tabernanthine and voacamine.  The seeds contain the alkaloids coronaridine and tabersonine.\n\n\n== References =="
  }
}