{
  "url": "https://en.wikipedia.org/wiki/Swietenia_humilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Meliaceae"
    },
    {
      "Genus": "Swietenia"
    },
    {
      "Species": "S. humilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Swietenia humilis is a species of tree in the family Meliaceae. It is one of three species in the genus Swietenia, all three of which are regarded as \"genuine mahogany.\" At 6 metres (20 ft), it is one-fifth the height of S. mahagoni and one-sixth the height of S. macrophylla. Its species name, humilis, means \"small\" or \"dwarfish\".\nCommon names include Pacific Coast mahogany, caoba del Pacifico, caoba del Honduras, caobilla, cobano, gateado, sopilocuahuilt, venadillo and zapaton. In the wood trades it is known as Honduras mahogany and Mexican mahogany.\nThe tree has been over-exploited for its wood which is valuable for making furniture. The plant also is of interest as a possibly commercial source of seed oil and pharmacologically active compounds.",
    "Distribution and habitat": "The area of natural distribution is the drier zones of the western Sierra Madre mountain range from Mexico through Guatemala, Belize, Honduras, and El Salvador. The distribution in Guatemala and Honduras bulges eastward from the Pacific Coast nearly to the Atlantic Ocean. In Honduras it also extends from the western Sierra Madre into the abutting northern Nicaraguan cordillera range. The northern half of the Pacific Coast of Costa Rica includes   habitat. It is found at altitudes up to 1,200 metres (3,900 ft). Its habitat is both wet and dry deciduous forest, savanna, rough scrub, rocky hillsides and cultivated fields. The species having been over-exploited, surviving trees usually are scattered and isolated individuals. Large specimens are rare.",
    "International legal protection": "The multilateral treaty CITES (the Convention on International Trade in Endangered Species of Wild Fauna and Flora) lists S. humilis in Appendix II (all parts and derivatives except seeds). Also it is categorized in the IUCN (International Union for Conservation of Nature) Red List of Threatened Species as Vulnerable (Version 2011.2).",
    "Biologically active compounds": "",
    "Biologically active compounds-Poison": "The bark and seeds possess an alkaloid reputed to be very poisonous. Extracts significantly inhibited the growth and feeding of third instar larvae of Tenebrio molitor (mealworms). They also have shown effectiveness against larvae of Ostrinia nubilalis, the European Corn borer, and Spodoptera frugiperda, the Fall Armyworm.",
    "Biologically active compounds-Medicine": "The seeds of S. humilis are used in traditional medicine to treat chest pains, coughs, cancer and amoebiasis, and for their anthelmintic properties. Pharmacological studies of the seeds and bark have been ongoing since the 1990s.",
    "Biologically active compounds-Seed oil": "Although the seed is poisonous, the tree shows promise as a source of seed oil with characteristics resembling those of avocado and sunflower oils. The seed germ yields about 45% of edible oil by mass. Of this yield, the fatty acid proportions are about 18% saturated (mainly palmitic and stearic), 30% monounsaturated (mainly oleic), and 48% polyunsaturated (mainly linoleic and linolenic). It also might be of commercial interest as a component of cosmetics and pesticides.\n\n\n== References =="
  }
}