{
  "url": "https://en.wikipedia.org/wiki/Tabebuia_chrysantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Bignoniaceae"
    },
    {
      "Genus": "Handroanthus"
    },
    {
      "Species": "H. chrysanthus"
    }
  ],
  "text": {
    "__SUMMARY__": "Handroanthus chrysanthus (araguaney or yellow ipê), alternatively classified as Tabebuia chrysantha, also known as guayacán in Colombia and Ecuador, as tajibo in Bolivia, and as ipê-amarelo in Brazil, is a native tree of the intertropical broadleaf deciduous forests of South America above the Tropic of Capricorn. On May 29, 1948, Tabebuia chrysantha was declared National Tree of Venezuela since being an emblematic native species of extraordinary beauty. Its deep yellow resembles the one on the Venezuelan flag. It is one of about 100 species of Tabebuia.",
    "Designation": "Chrysantha is derived from two Greek words, χρῡσ-ός gold + ἄνθεµον flower. Araguaney appears to derive from \"aravenei\", the ancient word by which the Kalina people (Caribs) designated this tree.",
    "Habitat": "The araguaney is found in clearings of deciduous tropical forests of the broad Guiana Shield region. It is also native to warm lands and sabanas (Vía Oriente to El Guapo, Cupira, and Uchire Sabana) and even some arid hills (Mampote, Guarenas, Guatire y Caucagua). Its habitat ranges 400 to 1700m above sea level.",
    "Description": "It is a rustic deciduous tree that defies hard, dry or poor soils. Therefore, its roots require well drained terrain. Its height ranges 6 to 12m. Leaves are opposite and petiolate, elliptic and lanceolate, with pinnate venation. Flowers are large, tubular shaped, with broadening corolla of deep yellow colour, about 2 inches long; they come out (February to April) before the tree has grown back any leaves. The fruit consists of dehiscent capsule often matured by the end of dry season. It is a slow growing, but long lasting, tree.As said, flowering and fruiting take place in dry season, from February to April, this way the seeds can take advantage of early rains. If raining season is delayed, the araguaney may flower and fruit, mildly, a second time. It is a highly efficient moisture manager. As happens with mango, the araguaney biological functions requiring most water take place precisely during dry season.",
    "Trivia": "By the 1970s Ford Motor Company of Venezuela published a notorious cultural magazine named Aravenei (a name for Araguaney). Its editor was famous twentieth century Venezuelan poet and writer Juan Liscano. It dealt with varied articles of geographic, historical, and cultural relevance.",
    "References": "\nHoyos F., Jesús (1983) \"Guía de árboles de Venezuela\", Caracas. Sociedad de Ciencias Naturales La Salle. Monografía Nº 32.\nGlobal Forest Watch - Overview of Venezuela"
  }
}