{
  "url": "https://en.wikipedia.org/wiki/Tagetes_lucida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Tagetes"
    },
    {
      "Species": "T. lucida"
    }
  ],
  "text": {
    "__SUMMARY__": "Tagetes lucida Cav. is a perennial plant native to Mexico and Central America.  It is used as a medicinal plant and as a culinary herb.  The leaves have a tarragon-like flavor, with hints of anise, and it has entered the nursery trade in North America as a tarragon substitute.  Common names include  sweetscented marigold, Mexican marigold, Mexican mint marigold, Mexican tarragon, sweet mace, Texas tarragon, pericón, yerbaniz, and hierbanís.",
    "Description": "Tagetes lucida grows 18-30 inches (46–76 cm) tall. Depending on land race, the plant may be fairly upright, while other forms appear bushy with many unbranching stems. The leaves are linear to oblong, about 3 inches (7.6 cm) long, and shiny medium green, not blue-green as in French tarragon (Artemisia dracunculus var. sativa). In late summer it bears clusters of small golden yellow flower heads on the ends of the stems.  The flower heads are about 0.5 inches (1.3 cm) across and have 3-5 golden-yellow ray florets. The flowers are hermaphroditic (have both male and female organs) and are pollinated by insects.",
    "Uses": "Fresh or dried leaves are used as a tarragon substitute for flavoring soups, sauces etc.\nA pleasant anise-flavored tea is brewed using the dried leaves and flower heads. This is primarily used medicinally in Mexico and Central America.A yellow dye can be obtained from the flowers.\nThe dried plant is burnt as an incense and to repel insects.Tagetes lucida was used by the Aztecs in a ritual incense known as Yauhtli. The Aztecs allegedly used Tagetes lucida as one of the ingredients in a medicinal powder which was blown into the faces of those about to become the victims of human sacrifice and which may have possessed stupefying or anxiolytic properties.The plant was linked to the rain god Tlāloc. The plant is also used by the Huichol, mixed with Nicotiana rustica (a potent wild tobacco), for its claimed psychotropic and entheogenic effects.In one study, methanolic extract from the flower inhibited growth of Staphylococcus aureus, E. coli, and Candida albicans cultures. This effect was enhanced with exposure to ultraviolet light.  The roots, stems, and leaves also had the same effect when irradiated with ultraviolet light.",
    "Phytochemistry": "The plant contains the following compounds:\n\nAnethole\nChavicol\nCoumarin\nEstragole\nIsorhamnetin\nMethyleugenol\nQuercetin",
    "References": "\n\n== External links =="
  }
}