{
  "url": "https://en.wikipedia.org/wiki/Tagetes_lunulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Tagetes"
    },
    {
      "Species": "T. patula"
    }
  ],
  "text": {
    "__SUMMARY__": "Tagetes patula, the French marigold, is a species of flowering plant in the daisy family, native to Mexico and Guatemala with several naturalised populations in many other countries. It is widely cultivated as an easily grown bedding plant, with thousands of different cultivars in brilliant shades of yellow and orange.\nSome authorities regard Tagetes patula as a synonym of Tagetes erecta.",
    "Name": "The Latin specific epithet patula means “with a spreading habit”.",
    "Physical characteristics": "The flower is an annual, occasionally reaching 0.5 m (1.6 ft) tall by 0.3 m (1.0 ft) wide. In some climates it flowers from July to October. In its native habitat of the highlands of central Mexico, blooms are produced from September to killing frost. Achenes ripen and are shed within two weeks of the start of bloom. The heads contain mostly hermaphrodite (having both male and female organs) florets and are pollinated primarily by beetles in the wild, as well as by tachinid flies and other insects. The leaves of all species of marigold include oil glands. The oils are pungent. It can grow in both sandy and clay soils provided they have good drainage. It requires growing in sunlight. Resists cold well to -1°C ; from there it is sensitive to frost and does not develop in the shade.",
    "Cultivation": "This plant is valued for its velvet-textured, brightly coloured blooms in shades of yellow, orange and brown in summer. It is shorter, and has a more spreading habit, than its relative the African marigold (Tagetes erecta). It  is therefore more suitable as an edging plant in the open border.The plant is used in companion planting for many vegetable crops. Its root secretions are believed to kill nematodes in the soil and it is said to repel harmful insects, such as white flies on tomatoes.",
    "Cultivation-Cultivars": "Hundreds of cultivars have been developed, of which the following have gained the Royal Horticultural Society's Award of Garden Merit:-",
    "Other  uses": "",
    "Other  uses-Medicinal": "Medicinally, many cultures use infusions from dried leaves or florets. Research also suggests that T. patula essential oil has the ability to be used as residual pesticide against bedbugs.The essential oil is being investigated for antifungal activity, including treatment of candidiasis and treating fungal infections in plants.",
    "Other  uses-Culinary": "The dried and ground flower petals constitute a popular spice in the Republic of Georgia in the Caucasus, where they are known as imeruli shaphrani (= 'Imeretian Saffron') from their pungency and golden colour and particular popularity in the Western province of Imereti. The spice imparts a unique, rather earthy flavour to Georgian cuisine, in which it is considered especially compatible with the flavours of cinnamon and cloves. It is also a well-nigh essential ingredient in the spice mixture khmeli suneli, which is to Georgian cookery what garam masala is to the cookery of North India - with which Georgia shares elements of the Mughlai cuisine.",
    "Other  uses-Colouring": "Tagetes patula florets are grown and harvested annually to add to poultry feed to help give the yolks a golden color. \nThe florets can also be used to color human foods. A golden yellow dye is used to color animal-based textiles (wool, silk) without a mordant, but a mordant is needed for cotton and synthetic textiles.",
    "Other  uses-Fragrance": "The whole plant is harvested when in flower and distilled for its essential oil. The oil is used in perfumery. It is blended with sandalwood oil to produce 'attar genda' perfume. About 35 kg (77 lb) of oil can be extracted from 1 hectare (2.5 acres) of the plant yielding 2,500 kg (5,500 lb) of flowers and 25,000 kg (55,000 lb) of herbage.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}