{
  "url": "https://en.wikipedia.org/wiki/Tilia_mexicana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Tilia"
    },
    {
      "Species": "T. caroliniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Tilia caroliniana Mill. is a species of tree in the family Malvaceae native to the southern and south-eastern states of the U.S., and Mexico.",
    "Taxonomy": "T. caroliniana consists of 4 subspecies:\nT. caroliniana subsp. caroliniana\nT. caroliniana subsp. floridana Small (E. Murray)\nT. caroliniana subsp. heterophylla (Vent.) Pigott)\nT. caroliniana subsp. occidentalis (Rose) Pigott)Trees described as belonging to Tilia mexicana, belong to either subsp. floridana or subsp. occidentalis. However, the taxonomy of American species of Tilia remains a matter of contention. DNA analysis, which has clarified much of the taxonomy of genera such as Ulmus, has yet to be applied to Tilia. Pigott (2012) wrote:\nThe complexity of variation in American Tilia is not readily treated by classical taxonomy, and attempts to do so have resulted in the description of a profusion of species and varieties that are often separated by small and inconsistent differences.",
    "Description": "Tilia caroliniana may grow to 30 m (98 ft) tall with a trunk up to 150 cm (4.9 ft) in diameter. The leaves are large, very unequal at the base, 7–19 cm (2 3⁄4–7 1⁄2 in) long and 6–14 cm (2 1⁄4–5 1⁄2 in) broad, with a finely toothed margin; they are light green and smooth above, and silvery downy beneath. Some leaves on specimens identified as T. mexicana in English arboreta are huge, 30 cm (0.98 ft) long, as exemplified by the specimen at the Ventnor Botanic Garden. The flowers, larger than those of T. americana, are produced in clusters of 10–24 together. The fruit is spherical, 13 mm (1⁄2 in) diameter, downy, with the fruit bract pointed at the base.",
    "Uses": "The young leaves are edible, and can be made into a mild-flavored tea.",
    "Cultivation": "Seed of Mexican specimens collected by the British 1991 expedition in the Sierra Madre Oriental has yielded trees which are 'growing steadily' in British gardens, including on heavy clay. The species is currently (2017) in commerce in the UK.",
    "Cultivation-Notable trees": "In the UK, the TROBI champion, identified as T. mexicana, grows at Wisley, where it had attained a height of 8 m and a d.b.h. of 17 cm by 2010.The record holding tree is located on the campus of Radford University in Virginia.",
    "References": "\nhttps://www.roanoke.com/news/education/higher_education/radford/record-setting-tree-calls-radford-university-campus-home/article_24672236-abdf-5136-8e3e-703b04edee9d.html"
  }
}