{
  "url": "https://en.wikipedia.org/wiki/Trichostigma_octandrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Petiveriaceae"
    },
    {
      "Genus": "Trichostigma"
    },
    {
      "Species": "T. octandrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Trichostigma octandrum is a species of flowering plant in the family Petiveriaceae. It was formerly placed in the pokeweed family, Phytolaccaceae. It is native to the neotropics. It is known in English as hoopvine (Florida), black basket wythe, cooper's wythe, basket wiss or basket with, and hoop with.  Common French names include liane pannier or liane a barques ('basket vine' or 'barrel vine').  Spanish names include bejuco canesta, sotacaballo, and pabello, (Puerto Rico, Central America, basket vine, substitute horse, or pavilion). The plant has medicinal and fiber uses.",
    "Description": "Trichostigma octandrum strongly resembles pigeonberry (Rivina humilis).  These are shrubs or free-standing vines up to 10 m wide and 6 m tall, with hairless twining, trailing or climbing stems.  The stems range from 4–15 cm in diameter.  The leaves are entire 4–9 cm blades ovate on long petioles.  The apex is short and glabrous.  The flowers form clusters, 5–7 cm long in a narrow raceme with flowers on stalks 4–6 cm long.  The oval sepals are reflexed away from the fruit, 4–6 mm long and glabrous.  The fruit are reddish-purple fleshy oval berries 4–5 mm long. The pollinator is unknown, but may be mosquitoes.  The plant is spread by birds, who eat the fruit, but is also cultivated as a decorative plant or bower, as a fiber, and for medicine.",
    "Habitat and range": "In Puerto Rico, it grows in farm and urban areas, where the species grows on roadsides, fencerows, woodlots, brushy pastures, brushy vacant lots, and stream bottom galleries. The shrub also covers windfalls, fences, rocks, and forms mounds of tangled stems to 2 m high in open areas. Hoopvine grows on soils of all textures in a wide range of pH’s derived from both igneous, metamorphic (including ultramafics) and sedimentary (including limestone) rocks.  In Puerto Rico, it grows in areas receiving from 900 to 2500 mm of precipitation.  The plant also grows in tropical swamps near the edges of hammocks and brakes.  It is most common near the coasts, but also occurs at rare intervals in the Florida Everglades.",
    "Uses": "Both the split stems and bast fibers have been used to make barrel hoops, baskets, bent furniture and crafts.  Young leaves may be boiled and eaten as vegetables, discarding the bitter water. It is grown ornamentally and is a large sturdy plant that may be trained into bowers and enclosures.  The purple juice from the berries stains, and may form a dye.  Vegetative parts may be used for heart palpitations. A powder of the bark may be used to treat colds and water retention. Colombians use the leaves to help cure wounds.  Hispaniolans use a tea to help with asthma or choking. The fruits are also used in medicines.  Related genera Petivera and Phytolacca are known to have many bioactive compounds.",
    "References": "",
    "External links": "Pictures of hoopvine on St. John Island Waynesword, Accessed 2010-11-23"
  }
}