{
  "url": "https://en.wikipedia.org/wiki/Typha_domingensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Typhaceae"
    },
    {
      "Genus": "Typha"
    },
    {
      "Species": "T. domingensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Typha domingensis, known commonly as southern cattail or cumbungi, is a perennial herbaceous plant of the genus Typha.\nIt is found throughout temperate and tropical regions worldwide. It is sometimes found as a subdominant associate in mangrove ecosystems such as the Petenes mangroves ecoregion of Yucatán.In the marshes of southern Iraq, Khirret is a dessert made from the pollen of this plant. In Turkish folk medicine the female inflorescences of this plant and other Typha are used externally to treat wounds such as burns. Extracts of T. domingensis have been demonstrated to have wound healing properties in rat models.Water extracts of the fruit, female flower and male flower of Typha domingensis exhibit iron chelating activity as well as superoxide and nitric oxide scavenging activities. By contrast, only the fruit and female flower extracts were found to have alpha-glucosidase inhibitory activity. A partially purified, proanthocyanidin-rich butanol fraction of the fruit was shown to be a competitive inhibitor of alpha-glucosidase, which also had concurrent antioxidant activity.Recently it was found that Typha domingensis is very effective at reducing bacterial contamination of water for agricultural use. This plant helps to reduce, up to 98 percent, pollution by enterobacteria (usually found in the intestines of mammals) involved in the development of disease.",
    "References": "",
    "External links": "Flora of North America\nTypha domingensis in West African plants – A Photo Guide."
  }
}