{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_balsamifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Tribe": "Euphorbieae"
    },
    {
      "Subtribe": "Euphorbiinae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. balsamifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia balsamifera (balsam spurge) is a flowering plant in the spurge family Euphorbiaceae. It is distributed from Arabian Peninsula to Sahara and Canary Islands. It is the vegetable symbol of the island of Lanzarote.",
    "Description": "The plant varies greatly in height. It can be described both as a low shrub or as a small tree from 2–5 meters tall. The stems are up to 15 cm in diameter, semisucculent without spines, covered with transverse leaf-scars. The color of the stem varies from gray to terra-cotta. It is branched from the base, the older parts gradually becoming knotty and very thick. The leaves are 80 millimeters long and 4–8 millimeters wide clustered at the tips of the stems. They are green and glaucous, sessile, varying in shape from linear-lanceolate to ovate. The inflorescences are terminal cymes, usually reduced to a single semi-sessile 6 millimeters wide cyathium at the tip of each stem. The color of pseudo-petals is yellowish green. The fruit of the plant is a green large capsule 10 millimeters long and 9 millimeters wide, pinkish-reddish-green when ripened. It is shallowly lobed, smooth or hairy and semi-sessile.",
    "Distribution and habitat": "Its habitats are the Arabian Peninsula (Oman, Southern Saudi Arabia, Yemen), Morocco, Western Sahara, Chad, Somalia, Sudan, the Central African Republic, Democratic Republic of the Congo, Republic of the Congo, Benin, Burkina Faso, Ghana, Guinea, Libya, Mali, Mauritania, Niger, Nigeria, Senegal, Togo, the Canary Islands.The tree grows 800 meters above sea level in dense communities on rocky grounds and sandy dunes (except for extremely mobile dunes) in plains among other succulent plants.",
    "Uses": "Milky latex of Euphorbia balsamifera is poisonous like in other Euphorbia species, but it is not so caustic. It is widely used in dentistry as anesthesia for acute dental pulpitis treatment.The leaves were formerly eaten by herders and their families in Oman at the beginning of the monsoon, for at this time there would be very little to eat otherwise.  The leaves were also gathered and cooked as a green vegetable in the Canary Islands",
    "Subspecies": "There can be distinguished two subspecies of the plant:\n\nEuphorbia balsamifera subsp. adenensis (Deflers) P.R.O.Bally, which is a more compact bush up to 1 meter high with 2,5 centimeters long leaves. It grows in Morocco, Western Sahara, Burkina Faso, Ghana, Guinea, Libya, Mali, Mauritania, Niger, Nigeria, Senegal, Togo, Chad, Somalia, Sudan, the Central African Republic, Democratic Republic of the Congo, Republic of the Congo, the Canary Islands.\nEuphorbia balsamifera subsp. balsamifera, which grows in Somalia, Oman, Saudi Arabia and Yemen from 900 to 1550 meters above sea level. The trees reach up to 5 meters high.",
    "See also": "List of animal and plant symbols of the Canary Islands",
    "References": "",
    "External links": "Euphorbia balsamifera in West African plants – A Photo Guide."
  }
}