{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_cyparissias",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. cyparissias"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia cyparissias, the cypress spurge, is a species of plant in the genus Euphorbia. It is native to Europe and was introduced to North America in the 1860s as an ornamental plant.\nNatural habitat types include dunes, pannes, coastal headlands and grasslands. In North America it is commonly found in the dry, gravelly soil of roadsides, pastures, and meadows. Cypress spurge thrives in open, disturbed areas.",
    "Description": "The plant ranges from 8 inches (20 cm) to 16 inches (40 cm) in height.  Its petal-like bracts are usually green-yellow, maturing to purple or red from May to August. The mature fruit explodes, spreading seeds up to 5 m (16 ft). The plant also reproduces through lateral root buds, which allow it to spread densely. It can be identified by its leaves, which are small and linear, measuring up to 4 cm (1.6 in) long by only 1 to 2 mm (1⁄32 to 3⁄32 in) wide.",
    "Ecology": "This plant is considered a noxious weed in many places, including Colorado in the United States. Like some other non-native plants, it invades the habitat of native species. It is known to be harmful to cattle and horses, but not sheep. It can be difficult to control. Biological pest control methods have been attempted, involving the release of several European insect species in North America. Certain flea beetles have been effective, but there are concerns about the release of non-native insects into the region.\nParasites of this species include Uromyces pisi-sativi, a fungus.\nAnthrenus scrophulariae may frequently be found on this plant.",
    "Toxicity and uses": "While the roots have sometimes been used as a purgative, it can be poisonous if taken in quantity, and animals can be poisoned by eating hay containing it. Contacting the sap can cause skin reactions.\n\n\n== References =="
  }
}