{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_flanaganii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. flanaganii"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia flanaganii belongs to the plant family Euphorbiaceae. Due to the breadth of the Euphorbiaceae, little research specific to E. flanaganii has been conducted.",
    "Description": "Euphorbia flanaganii is believed to be closely related to E. hypogaea and E. procumbens, resulting from a common speciation event. However, the phylogenetic association between the three species remains relatively unreliable, with values of only 53/.66 attributed to the linkage.Euphorbia flanaganii is in subgenus Athymalus, which comprises 150 species. Athymalus is one of four subgenera within Euphorbiaceae. The Athymalus subgenus is unique in that it is the only subgenus of Euphorbiaceae to reside in only Old World regions. Species within Athymalus, including E. flanaganii, are found only in arid regions such as the Arabian Peninsula, the Canary Islands, Madagascar, and Africa. The historical and modern day geographical home of the subgenus, and the diversity level among species in the same region, suggest species in Athymalus are a lineage of early divergence. A large speciation event of Euphorbia is believed to have occurred over the course of 3 million to 10 million years ago, due to a significant change in climate, in what are now considered to be modern arid regions; the Athymalus subgenus is believed to have evolved during this period. Given the present body of knowledge that pertains to other Euphorbia species found in the same regions as E. flanaganii, and historical evolutionary events, it is highly likely that E. flanaganii is roughly 3–10 million years old as well.Genus Euphorbia is known for its large composition of succulent plants that are universally perennial.  Many species within the genus, including flanaganii, have photosynthetic modified stems that lack, or have delayed development of, periderm. Careful observation of E. flanaganii specimens also reveals modified, needle-like leaves, radial geometric symmetry, and a seemingly tuberous above ground root structure. Little reliable information pertaining to the biology of this species is available. The body of information on E. flanaganii is largely observational and anecdotal information observed by various greenhouse growers and hobby propagators.\n\n\n== References =="
  }
}