{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_celastroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. celastroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia celastroides, previously also known as Chamaesyce celastroides, named 'akoko by the Hawaiians, is a species of spurge closely related to the poinsettia. This species develops into a round-shape shrub. This species is endemic to the Hawaiian Islands.",
    "Description": "Euphorbia celastroides grows as a medium-sized shrub or small tree reaching 2 metres (6.6 ft) in height. To grow properly, this species requires temperatures of 15 °C (59 °F) and light shade. This plant develops in a fashion similar to a shrub. In the summer, it assumes a red-violet colouring. It does not lose its leaves in the winter, due to the warm climate of its range. Female flowers have a three-part pistil over a three-part ovary, usually producing three (or  sometimes more) seeds. This species is tolerant of heat and drought. They are susceptible to fungal diseases. Its cyathia may be located in short or open-branched cymes, or remain ungrouped in leaf axils. The leaves are distichous (grow in two vertical rows) and may have a glaucous coating. This plant produces a green or brown, rounded fruit 2 to 4 mm long, containing grey-brown seeds 0.5 to 2.5 mm long.",
    "Distribution and habitat": "Most varieties of this species can only be found in the Hawaiian Islands. E. celastroides is tolerant of drought and grows in dry areas, inland as well coastal. This species is endemic to the polihale and kanaio regions of Kauai and Maui.",
    "Conservation": "Euphorbia celastroides has not yet been evaluated by the IUCN. However, due to its endemic nature, it is very vulnerable to human threats. Two examples of such threats are four-wheeled vehicles (which crush the plant) and introduced species (which compete for resources).",
    "Varieties": "This plant has many varieties. These varieties include:\nVar. amplectens\nVar. halawana\nVar. hanapepensis\nVar. haupuana\nVar. humbertii\nVar. ingrata\nVar. kaenana\nVar. kohalana\nVar. laehiensis\nVar. laurifolia\nVar. mauiensis\nVar. nelsonii\nVar. nematopoda\nVar. niuensis\nVar. pseudoniuensis\nVar. saxicola\nVar. typica\nVar. waikoluensis\n\n\n== References =="
  }
}