{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_eleanoriae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. eleanoriae"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia eleanoriae is a rare species of flowering plant in the euphorb family known by the common name Nā Pali sandmat. It is endemic to Kauaʻi, Hawaii. Like other native Hawaiian euphorbs it is called ʻakoko locally. This plant was only discovered in 1992 and described to science in 1996 as Chamaesyce eleanoriae. At that time there were fewer than 500 plants known, all occurring in small populations scattered across the sheer cliffs along the Nā Pali Coast of Kauaʻi. By 2001 the total population had already dropped; only three populations were found, for a total of fewer than 50 plants. The plant was federally listed as an endangered species of the United States in 2010.This is a shrub growing up to about 40 centimeters in maximum height. It is intricately branched into brittle red or green twigs. The leaves have oval blades up to 2 centimeters long by 1.4 wide, and pale green in color with reddish edges. The inflorescence is a small cyathium about 3 millimeters long with white appendages each less than 3 millimeters wide.\nThis rare plant grows on basalt cliffs and other windy coastal rocky slopes at elevations between 270 and 1036 meters. It inhabits mesic forests dominated by ōhiʻa lehua (Metrosideros polymorpha) and lama (Diospyros sandwicensis), M. polymorpha-dominated cliff-side and mesic shrublands, and dry cliffs dominated by kāwelu (Eragrostis variabilis). Threats to its existence include feral goats and invasive plant species such as Santa Barbara daisy (Erigeron karvinskianus), airplant (Kalanchoe pinnata), and lantana (Lantana camara). Many plants were destroyed by Hurricane Iniki in 1992.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}