{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_antisyphilitica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. antisyphilitica"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia antisyphilitica is a species of flowering plant in the spurge family Euphorbiaceae. It is native to the Trans-Pecos of Texas and southern New Mexico in the United States as well as Chihuahua, Coahuila, Hidalgo, and Querétaro in Mexico. Common names include candelilla and wax plant, but the latter is more often applied to members of the unrelated genus Hoya. It is shrubby and has densely clustered, erect, essentially leafless stems that are covered in wax to prevent transpiration.",
    "Uses": "The white sap of E. antisyphilitica was historically used in Mexico to treat sexually-transmitted diseases. Commercial harvesting of candelilla wax began at the start of the twentieth century, with demand greatly increasing during World War I and II. This industry largely disappeared following the end of World War II due to diminished candelilla populations and the availability of cheaper petroleum-based waxes.\nLater on however, new uses were found for the wax mainly in the cosmetic and food Industries, and it is still being produced in northern Mexico and exported to other countries. See the candelilla wax article.",
    "Cultivation": "Candelilla is gaining in popularity as a landscape plant in parts of the arid southwest.  It is popular for the following reasons:\nOnce established, it needs little water other than rainfall in cities such as Phoenix or Tucson, making it good as a median planting.\nIt can survive in areas that have reflected light.\nIt grows best in well-drained soils but can tolerate some clay or limestone.\nIt is visited by butterflies, although not commonly considered a \"butterfly plant.\"\nIt is cold-tolerant to 15 degrees F.\nIt appears not to be bothered by pests.\nIt can be grown in containers.",
    "References": "",
    "External links": " Media related to Euphorbia antisyphilitica at Wikimedia Commons\n Data related to Euphorbia antisyphilitica at Wikispecies"
  }
}