{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_deppeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. deppeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia deppeana (syn. Chamaesyce deppeana) is a rare species of flowering plant in the family Euphorbiaceae known by the common names Deppe's broomspurge and Oahu sandmat. It is endemic to Oʻahu, Hawaii, where it is known from only one population in moist shrublands on Nuʻuanu Pali. Like other native Hawaiian euphorbs it is called ʻakoko locally.\nThis shrub is erect or sprawling in form. The stems may exceed a meter in length and contain milky sap.The plant has never been abundant as long as the area has been surveyed for flora. It was not seen for many decades and by the 1980s it was feared extinct. The single known population was rediscovered in 1986 and it contained fewer than 100 plants. In 1994 it was added to the United States' endangered species list. By 2007 the population was estimated to have exceeded 100 plants, but they are hard to count because they grow on a sheer rock cliff in the middle of a tourist area.The species is still considered endangered because there is only a single population and it is threatened by a number of processes. Several invasive plant species have moved into the area and compete with the rare native for water, light, nutrients, and physical space. The most important non-native plants in the area include ironwood (Casuarina equisetifolia), Hilo grass (Paspalum conjugatum), Christmasberry (Schinus terebinthifolius), and the common guava (Psidium guajava). Other threats to the species include fires and human interference with the plants.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}