{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_atropurpurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. atropurpurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia atropurpurea, called tabaiba majorera or tabaiba roja in Spanish, is a shrub in the family Euphorbiaceae native to Tenerife in the Canary Islands. It can reach 2 metres in height, and grows in ravines, and on slopes and terraces.\nThe plant grows best in humid conditions in mid to low altitudes (300-1,200 m) on the south and west parts of the island. It is plentiful in the towns of Teno, Santiago del Teide, and the slope of Güímar.\n\nThe shrub can reach over 2 m with succulent brown stems and branches without spines. It has large bluish green leaves, which form a rosette at the end of the branches. The plant flowers from winter to spring (December to May). The flowers have dark red bracts greater than 1 cm in size. These bracts lend the plant its name, atropurpurea (from the Latin ater or \"black\", and purple). It should not be confused with E. bravoana, which is endemic to the nearby island of La Gomera and also has purple-red bracts. The fruit is a red capsule with three dark brown seeds.\nLike other plants in the genus Euphorbia, it produces a toxic white latex if cut.\nE. atropurpurea is used as an ornamental plant in gardens for its eye-catching appearance and flowers. It requires little care, but requires sunlight and a certain amount of environmental humidity. It generally spreads by seeds, or more rarely by simply branching out.\nIn the area of Masca, in Tenerife, hybrids between E. atropurpurea and Euphorbia regis-jubae occur, which the Swedish botanist Eric Ragnor Sventenius named Euphorbia navae in honour of Alonso de Nava y Grimón, founder of the Botanical Garden of La Orotava.",
    "References": "",
    "External links": "More images of E. atropurpurea"
  }
}