{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_cotinifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. cotinifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia cotinifolia is a broadleaf red shrub native to Mexico and South America. Treated as a shrub, it reaches 10 to 15 ft (3.0 to 4.6 m) but can be grown as a tree reaching 30 ft (9.1 m). Small white flowers with creamy bracts bloom at the ends of the branches in summer. The purplish stems, when broken, exude a sap that is a skin irritant.The scientific name of the plant comes from the words cotinus meaning \"smoketree\" and folia meaning \"leaf\".  Common names for the species include smoketree spurge, tropical smoke bush, Caribbean copper plant, and Mexican shrubby spurge.",
    "Toxicity": "The species is well known in Central America, where its poisonous sap has been used both as a medicine and a poison.  As a medicine, it has been used in folk remedies as both an emetic and cathartic substance.  Fishermen have been known to add the sap to water in fishing grounds to stun fish and force them to float to the top.  It was also historically used as a poison for arrowheads by the natives of Curaçao.The sap can cause irritation if it comes into contact with human skin or eyes.  If ingested, the sap can cause severe damage to internal organs.",
    "Gardening": "Euphorbia cotinifolia is commonly grown as an ornamental plant in gardens and in pots, due to its colourful and distinctive foliage.  It prefers a site with well-drained soil and full sun.  While relatively hardy, it does not react well to wind, salt, or frost.",
    "References": "",
    "External links": "Fine Gardening\nEuphorbia cotinifolia in West African plants – A Photo Guide."
  }
}