{
  "url": "https://en.wikipedia.org/wiki/Campanula_cervicaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. cervicaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula cervicaria, the bristly bellflower, is a species of bellflower (Campanula) in the family Campanulaceae. The plant is roughly hairy and the flowers are about 1–2 centimetres (0.4–0.8 in) long, light blue and are grouped together.",
    "Description": "Bristly bellflower is a biennial or short-lived perennial herbaceous plant growing to a height of 30 to 100 centimetres (12 to 39 in). In its first year, this plant produces a rosette of  lanceolate, spatulate leaves with winged stalks. In the second year it sends up one or more erect flowering stems with squarish edges and roughly hairy. The leaves on these are alternate, linear to narrow lanceolate bristly and unstalked. The leaf blades are undulating and the margins have rounded teeth. The lower leaves wither away when the plant is flowering. The inflorescence forms a dense terminal cluster and further smaller clusters grow from the upper leaf axils. The calyx of each flower is fused and has five blunt lobes. The corolla is five-lobed, 12 to 20 mm (0.5 to 0.8 in) long with five pale blue (or occasionally white) fused petals. The corolla lobes are longer than they are wide. There are five stamens and a pistil formed from three fused carpels. The fruit is a strongly veined, narrowly conical, nodding capsule. The flowering period is from June to September.",
    "Distribution and habitat": "Bristly bellflower is native to Scandinavia and Central Europe. It has become naturalised in Lake and St. Louis counties of Minnesota, but not in other parts of North America.\n  Its natural habitat is woodland edges, hillside meadows, dry meadows and banks. It also flourishes in places where the soil has been disturbed such as after slash-and-burn, or after forest clearance or when coppicing has taken place.",
    "References": "",
    "External links": " Media related to Campanula cervicaria at Wikimedia Commons\n Data related to Campanula cervicaria at Wikispecies"
  }
}