{
  "url": "https://en.wikipedia.org/wiki/Campanula_zoysii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. zoysii"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula zoysii, known commonly as Zois' bellflower, Zoysi's harebell, or crimped bellflower, is a flower in the genus Campanula (bellflowers).",
    "Distribution and habitat": "The flower is endemic to Austria, northern Italy (Friuli–Venezia Giulia and Veneto), and Slovenia. It grows most readily in limestone crevices in the Julian, Kamnik–Savinja Alps and the Peca Mountain, as well as in the Alps of Italy and Austria.Campanula zoysii can survive in temperatures as low as −35 to −40 °C (−31 to −40 °F). Garden pests include slugs and snails.",
    "Description": "The plant tends to grow low, reaching anywhere from 5 to 7 cm (2 to 3 in) in height, though some plants may grow as tall as 23 cm (9 in). Tufts (or \"cushions\") of the plant tend to creep outward as it grows. Seedlings require two years to grow to flower.",
    "Description-Flowers": "The species is unique among its genus of bellflowers. The mouth of C. zoysii's bell-shaped flower narrows, ending in a five-pointed star, while the flowers of other Campanula species are likewise bell-shaped, but open. (The \"pinched\" shape of these flowers nonetheless manages to allow insects inside for pollination.) The flowers are arranged one to three for each stem. The plant's pale sky blue- to lavender-colored flowers bloom in June over a three- to four-week period.",
    "Description-Leaves": "Leaves are crowded at the root, stalked, ovate and blunt; stem leaves are obovate, lance-shaped and linear.",
    "Cultural significance": "Campanula zoysii is held in high regard in Slovenia. It is considered a symbol of the Slovene Alps, and was called \"the true daughter of the Slovene mountains\" by the renowned botanist Viktor Petkovšek (1908–1994). It is the symbol of the oldest (and the only one in the natural environment) alpine garden in Slovenia, Alpinum Juliana, established in 1926.Campanula zoysii is highly esteemed as an ornamental plant in rock gardens. The September 1905 issue of Gardeners' Chronicle praises C. zoysii as \"choicest and most distinct ... of a genus comprising flowers of the greatest beauty and of the highest merit in the garden\".The plant was named by the botanist Franz Xaver von Wulfen (1728–1805) in honor of its discoverer, the botanist Karl von Zois (1756–1799), who introduced it to him. It was first described by Nikolaus Joseph von Jacquin in 1789.",
    "See also": "List of Campanula species",
    "References": "Notes\nReferences",
    "External links": " Data related to Campanula zoysii at Wikispecies\n Media related to Favratia zoysii at Wikimedia Commons"
  }
}