{
  "url": "https://en.wikipedia.org/wiki/Campanula_medium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. medium"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula medium, common name Canterbury bells, is an annual or biennial flowering plant of the genus Campanula, belonging to the family Campanulaceae. In floriography, it represents gratitude, or faith and constancy.",
    "Etymology": "The specific epithet medium means that this plant has intermediate characteristics in respect of other species of the genus Campanula. In Persian, it is called گل استکانی (gol-e estekani) meaning \"glass flower\", because the flower resembles a drinking glass.",
    "Description": "Campanula medium reaches approximately 60–80 cm (24–31 in) in height. This biennial herbaceous plant forms rosettes of leaves in the first year, stems and flowers in the second one. The stem is erect, robust, reddish-brown and bristly hairy. The basal leaves are stalked and lanceolate to elliptical and 12–15 cm (5–6 in) long with serrated leaf edge. The upper leaves are smaller, lanceolate and sessile, almost embracing the stem.\nThe flowers are arranged in a racemose inflorescence of extremely long-lasting blooms. These attractive bell-shaped flowers are short-stalked, large and hermaphroditic, with different shades of violet-blue or rarely white. The corolla has five fused petals with lightly bent lobes (known as a coronate flower type).\nThe flowering period extends from May to July in the Northern Hemisphere. The flowers are either self-fertilized (autogamy) or pollinated by insects such as bees and butterflies (entomogamy). The seeds ripen from August to September and are dispersed by gravity alone (barochory).",
    "Distribution": "Campanula medium originates in southern Europe. It is naturalized in most of European countries and in North America and it is widely cultivated for its beautiful  flowers.",
    "Habitat": "It grows on stony, rocky and bushy slopes, at an altitude of 0–1,500 metres (0–4,921 ft) above sea level.",
    "Gardening": "In gardens, they are best in massed planting in borders or among shrubs. It prefers cool or warm zones; not suitable for the tropics or hot, dry regions. Seeds take 14–21 days to germinate. The plant thrives in lightly shaded to sunny locations in well-drained soil. Canterbury bells grows nicely in flower beds, borders, and containers. Keep well watered.",
    "Uses": "This flower works well cut in floral arrangements. Beekeepers sometimes use the Canterbury Bell for making potently sweet honey.",
    "Gallery": "",
    "Cultivars": "Campanula medium 'Alba'\nCampanula medium 'Bells of Holland'\nCampanula medium 'Caerulea'\nCampanula medium 'Calycanthema'\nCampanula medium 'Champion Blue (dark flowers)\nCampanula medium 'Champion lavender' (light purple flowers)\nCampanula medium 'Champion Pink' (pink flowers)\nCampanula medium 'Chelsea Pink' (pink flowers)\nCampanula medium 'Muse Rose'\nCampanula medium 'Rosea'\nCampanula medium 'Russian Pink'",
    "References": "Pink, A. (2004). Gardening for the Million. Project Gutenberg Literary Archive Foundation.\nPignatti S. - Flora d'Italia – Edagricole – 1982, Vol. II, pag. 682",
    "External links": " Data related to Campanula medium at Wikispecies\n Media related to Campanula medium at Wikimedia Commons\nBiolib\nPlants\nCampanula medium"
  }
}