{
  "url": "https://en.wikipedia.org/wiki/Campanula_robinsiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. robinsiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula robinsiae is a rare species of flowering plant in the bellflower family known by the common names Brooksville bellflower, Robins' bellflower, and Chinsegut bellflower. It is endemic to Florida, where it is known from four or five occurrences in Hernando and Hillsborough Counties. Its population has fluctuated throughout the years; at one point in the early 1980s it was feared extinct. Today there are two populations in Hernando County and probably three in Hillsborough River State Park. At the time the plant was listed as an endangered species of the United States in 1989, it was known from three small populations on wet prairies that were threatened by changes in the local hydrology and by pollution. It was also thought to be threatened by vandalism, trampling, and collecting by flower enthusiasts. Cattle grazing and invasion of the habitat by the exotic skunkvine (Paederia foetida) also degrade the habitat.This is an annual herb with slender, sometimes branching stems reaching 15 centimeters in height. The stems have slight winglike ridges, and the stem nodes may root if they come in contact with moist substrate. Leaves are variable in size and shape. The bell-shaped purple flower is 3 millimeters to one centimeter in length. This plant grows in moist to wet prairie habitat, often near ponds, or sometimes in seeps in remnant hardwood forest stands.\nMore populations of the plant have been discovered since it was first evaluated for the endangered species list, but they are all threatened by destruction and degradation of the habitat. This applies to the four populations that are located on protected, conserved land, as well as one population that is on private property. The latter population will likely be destroyed when the land is cleared for construction of housing. The protected areas have undergone several years of drought conditions that have been unfavorable to the plant, which thrives in wet years. Surface runoff has been found to contaminate the local water, sometimes increasing the nutrients such that non-native plant species are likely to increase. A 2010 review indicated that the plant's situation still warrants endangered status for now.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}