{
  "url": "https://en.wikipedia.org/wiki/Campanula_punctata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "Campanula punctata"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula punctata, the spotted bellflower, is a herbaceous perennial flowering plant in the bellflower family. It has leaves and stems which fall down at the end of the blooming season.",
    "Distribution": "Campanula punctata is native to Korea and is also distributed in Japan and Eastern Siberia. In Korea, it is called Cholong ggot, which means Lantern Flower. The flower is also cultivated as an ornamental in the United States.",
    "Habitat and ecology": "The plant naturally grows in sunny or low mountains. It is a perennial herb, which grows and blooms for more than two years. It blooms in June to July and goes dormant in autumn or winter. Seeds ripen in August. It can grow in acid, neutral, and alkaline soils. The plant requires constant moisture in fertile and sandy soil. It grows under full sun or partial shade in hot summer. It aggressively spreads by its rhizomes.",
    "Morphology": "It usually grows to 30–100 cm (0.98–3.28 ft) long. It has upright stems which grow with stolons. Basal leaves are long, ovate and heart-shaped. Leaves on flowering stems are rosettes, short and ovate. They are alternate and toothed. It has hair on its full body, including flowers, stems, and leaves.",
    "Flowers": "Flowers bloom in June – August. They are tubular and drooping bell-shaped. The colors range from white to pale pink. There are red spots inside of the flower along with hairs. \nIt is a hermaphrodite flower, meaning it has both male and female organs, stamen and pistil.",
    "Usage": "The flowers and leaves are edible, having a sweet taste. They are used as medicinal herbs in parts of Asia.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}