{
  "url": "https://en.wikipedia.org/wiki/Campanula_rapunculoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. rapunculoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula rapunculoides, known by the common names creeping bellflower, or rampion bellflower, is a perennial herbaceous plant of the genus Campanula, belonging to the family Campanulaceae.",
    "Etymology": "The genus Latin name (\"campanula\"), meaning  small bell, refers to the bell-shape of the flower, while the specific name (\"rapunculoides\") refers to the similarity to Campanula rapunculus.",
    "Description": "Campanula rapunculoides reaches on average 30–80 centimetres (12–31 in) of height, with a maximum of 120 centimetres (47 in).  The stem is simple, erect and lightly pubescent and the leaves are usually shortly hairy. The basal leaves are triangular, narrow, with a heart-shaped or rounded base, jagged edges and are up to 12 centimetres (4.7 in) long.  The upper stem leaves are sessile, lanceolate and shortly stalked.\nThe inflorescence consists of  nodding spikelike racemes with numerous drooping flowers. The flowers are bright blue-violet (rarely white), 2 to 4 cm long, with short petioles standing to one side in the axils of the bracts. The bracts are quite different and smaller than the leaves. The sepals are lanceolate to ovate-lanceolate, entire, wide at the base up to 2.5 mm. The corolla is bell-shaped, with five deep lobes slightly ciliate. The flowering period extends from June through September. The flowers are pollinated by insects (bees, flies, butterflies, etc.) (entomophily). The fruit is a capsule with five pores near the base, where the seeds are spread.\nThis plant has its overwintering buds situated just below the soil surface (hemicryptophyte). It spreads by underground rhizomes and produces deep, taproot-shaped tubers. Both are white and fleshy. Because any piece of the roots can sprout into a new plant, it is extremely hard to eradicate.",
    "Distribution": "This plant is native to  Europe and western Siberia and it has been introduced to North America, where it has become an extremely invasive weed. It chokes out other plants, and eliminating it is nearly impossible due to its multiple propagation mechanisms.",
    "Habitat": "It grows  on grassy places, dry hills, meadows, in deciduous and pine forests, woods, fields and roadsides, along railway lines and hedgerows, preferably in partial shade, in dry to moist sites and on clay soils, relatively rich in nitrogen, at an altitude of 0–2,000 metres (0–6,562 ft) above sea level. It also occurs in cultivated fields as a weed.",
    "Gallery": "",
    "Invasive species in Alberta": "Campanula rapunculoides (also known in Calgary as Creeping Bellflower, Rover Bellflower, Garden Bluebell, Creeping Bluebell, Purple Bell, Garden Harebell, Creeping Campanula and even the evil twin) is listed under invasive plants to avoid in Calgary, Alberta by the City of Calgary Parks Department. According to the Minnesota Wild flowers website Campanula rapunculoides is a popular European import to North America. Each plant can produce 15,000 seeds and it also reproduces through its long tuberous root system.",
    "References": "Pignatti S. - Flora d'Italia – Edagricole – 1982, Vol. II, pag. 695",
    "External links": "Biolib\nPlants.usda\nWildflowers of Ontario\nOntario Weeds: Creeping bellflower, Ontario Ministry of Agriculture\nMissouri Plants\nKew Plant List\nIPNI Listing"
  }
}