{
  "url": "https://en.wikipedia.org/wiki/Campanula_portenschlagiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. portenschlagiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula portenschlagiana syn. C. muralis, is a species of flowering plant in the family Campanulaceae, native to the Dalmatian Mountains in Croatia. It is a vigorous, low-growing, mound-forming evergreen perennial with deep purple flowers in summer. Common names include Dalmatian bellflower, Adria bellflower and wall bellflower.",
    "Description": "The plant forms a mat of foliage about 10 cm (4 in) high and 50 cm (20 in) or more wide, with many heart- or kidney-shaped leaves. Deep purple or blue, funnel-shaped, 5-petalled flowers, 2 cm long, are borne in profusion, completely covering the plant from mid- to late summer.Flowers may be pollinated by beetles, flies, bees and butterflies, but are also capable of self-pollinating.\nThe Latin specific epithet portenschlagiana commemorates the Austrian naturalist Franz von Portenschlag-Leydermayer (1772–1822).",
    "Cultivation and uses": "Campanula portenschlagiana is an alpine plant requiring sharp drainage, so is suitable for an alpine garden, rock garden, or as groundcover, in sun or partial shade. Given suitable conditions, it will rapidly colonise cracks and crevices in walls and pavements. It is hardy at least to USDA hardiness zone 4 (−30 °F or −34 °C).\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": " Media related to Campanula portenschlagiana at Wikimedia Commons\n Data related to Campanula portenschlagiana at Wikispecies\nRHS Plant Selector\nKew Plant List\nIPNI Listing"
  }
}