{
  "url": "https://en.wikipedia.org/wiki/Campanula_poscharskyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. poscharskyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula poscharskyana, the Serbian bellflower or trailing bellflower, is a semi-evergreen trailing perennial, valued for its lavender-blue star-shaped flowers, native to the Dinaric Alps in former Yugoslavia.",
    "Description": "Leaves are 2.5–4.0 centimetres (0.98–1.57 in) long. It grows shoots along the ground, about 20–25 cm (7.9–9.8 in) long, which then turn upward, placing the flowers about 10 cm (3.9 in) above ground. Flowers are lavender-blue and bloom from mid-spring to early autumn.",
    "Cultivation and uses": "Campanula poscharskyana thrives outdoors during summers with short nights, with more light bringing more flowers. Even during winter it survives better with plenty of sunlight. It is fed with fertilizer every second week during summer. It requires plenty of water, but cannot handle stagnant water, as it asphyxiates the roots. Direct sunlight at noon can make it transpire to death, because it gets too warm, as can strong winds, which also dry out the plant. The plant is grown in northern Europe, either in flowerbeds in gardens or in flower pots on windowsills, although it prefers gravel or sand, to aerate the roots.\nDuring winter, it survives best at 5–10 °C (41–50 °F), but can tolerate both colder and warmer temperatures. Although it is considered winter hardy, many growers bring it indoors, and keeps it in slightly moist soil on a windowsill or in the basement under a lamp.\nIt is common to cut the plant down during the fall, to make it conserve energy during winter, and then replant it in spring. During winter, no fertilizer is needed, as the plant does not grow bigger at all.\nPlants can be grown from stem cuttings or division of the roots.Numerous varieties and cultivars have been developed for garden use, including 'Blue Gown', 'Blue Waterfall', 'Freya', 'E.H. Frost', 'Glandore', 'Lisduggan Variety', 'Senior', and 'Silberregen'. The cultivar 'Stella' has gained the Royal Horticultural Society's Award of Garden Merit.The leaves are edible year round, and can be put in salads.",
    "Pests": "Thrips and aphids feed on the leaves.",
    "References": "\nTranslated from Swedish and Dutch Wikipedia."
  }
}