{
  "url": "https://en.wikipedia.org/wiki/Campanula_latifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. latifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula latifolia, the giant bellflower, is a species of bellflower in the family Campanulaceae. It is also known as the large campanula and the wide-leaved bellflower. It is native to Europe and western Asia and is widely grown as an ornamental plant.",
    "Description": "Campanula latifolia is a clump-forming perennial herbaceous plant growing to a height of 60 to 120 centimetres (24 to 47 in). The stem is unbranched, erect and shortly pubescent, basal leaves are stalked, broadly ovate with a heart-shaped (cordate) base, while the upper leaves are ovate-lanceolate, stalkless, softly hairy with bluntly toothed margins. The inflorescence is a many-flowered terminal raceme or in the axils of upper leaves and have subtending bracts. The flowers are hermaphrodite, bell-shaped, initially erect but later nodding and 35 to 60 mm (1.4 to 2.4 in) long. The calyx is fused with five narrow lobes, eventually spreading. The corolla is pubescent with five dark violet-blue fused petals. There are five stamens and a pistil formed from three fused carpels. The fruit is a hairy, nodding capsule. The flowering period is from July to September.",
    "Distribution and habitat": "Campanula latifolia is native to Europe and western Asia as far east as Kashmir. Its natural habitat is broad-leaved woodland, coppices, parkland and forest margins. Some occurrences are as a result of escape from cultivation.",
    "Cultivation": "Grows easily even in partial to full shade. Hardy in zone 5. Seeds freely to become naturalised and can spread by rhizomes. Wait until the seed heads are dark brown and then open them and spread the seed around. Withstands drought quite well.",
    "Gallery": "\n\n== References =="
  }
}