{
  "url": "https://en.wikipedia.org/wiki/Campanula_isophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. isophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula isophylla is a species of plant. The common names of the species include Italian bellflower, star of Bethlehem, falling stars and trailing campanula, among others.",
    "Description": "The species is a trailing perennial. The flowers are star-shaped  and 3.5 centimeters across.  The flowers are either blue, white, or mauve. The flowers appear in late summer to autumn.The leaves are heart shaped, toothed, and light green. The species' height is 6 to 8 inches and its width is 12 inches. The green stems tumble down the sides of pots.  Campanula fragilis resembles the species. The species has been grown for generations. Author John Traherne Moggridge said in 1874 in one of his books that he proved that the seeds germinate freely and went on to say that they are so small that they might be transported by the wind alone, or adhere, without causing inconvenience, to the feet of small birds. A 1907 edition of Gardening Illustrated said that the blue flowers are rarer than the white flowers. The species is sometimes mislabelled as Campanula mollis in gardens. The difference between Campanula mollis and this species is the shape of the leaves. Volume 6 of The American journal of horticulture and florist's companion said that the flowers are of a most lovely blue color and last a considerable long time.",
    "Habitat": "When it is potted, they grow well in airy and temperate conditions. Unlike most plants, the species is harmed by direct sunlight. The species can only tolerate frost on the mountains of northern Italy, but pot-grown plants cannot. The authors Shane Smith and Marjorie C. Leggitt said that the species is best suited for a hanging basket.\n\n\n== References =="
  }
}