{
  "url": "https://en.wikipedia.org/wiki/Campanula_gelida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. gelida"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula gelida (Czech: zvonek jesenický, pronounced [ˈzvonɛk ˈjɛsɛɲɪtskiː]) is a stenoendemic, critically endangered species of perennial bellflower growing in the mountains of Hrubý Jeseník in the Czech Republic. It evolved through specialization of an isolated population of Campanula scheuchzeri, an Alpine species, which expanded to the area of the Sudetes during a colder period, probably the last ice age. It is closely related to Campanula bohemica, endemic to the Krkonoše Mountains.\nSometimes it is even considered its subspecies and referred to as Campanula bohemica subsp. gelida.\nThey all belong to the group of related species Campanula rotundifolia agg.",
    "Location": "The only known occurrence of Campanula gelida in its natural environment is at Peter's Stones in the Praděd nature reserve, at an altitude of 1,438 metres above mean sea level, where it has to resist low temperatures, wind and snow. It grows on the southern and eastern slopes of the highest rock of Peter's Stones and in nearby grass vegetation consisting mainly of fescue, within 10 metres of the foot of the rock. The location is not accessible to the public.",
    "Description": "Campanula gelida is very similar to its nearest relative Campanula bohemica. Miloslav Kovanda, the first botanist who described Campanula gelida in 1968, later even reclassified it as its subspecies. Recently, most botanists consider it to be an independent species again.Campanula gelida can be distinguished from Campanula bohemica especially by its rich tufts, and smaller flowers and capsules. Flowers often grow independently or in racemes consisting of not more than four flowers. Stem is not longer than 20 cm. Ground leaves, forming a rosette, stay until the plant wilts.",
    "Growth and reproduction": "Campanula gelida usually grows in small fissures of rocky, acid ground. It prefers sunlit places, but some plants grow in shadow too. The species reproduces mostly vegetatively, because its possibilities of generative reproduction are very limited by the climatic conditions of its location. Flowers are produced from the middle of July until the end of August. Similarly to other bellflowers, its gynoecium develops after pollen has been set free from stamens, which prevents self-pollination.",
    "Endangered species": "Although Campanula gelida is critically endangered and was on the edge of extinction in the 1970s, at present the population of the species seems (despite their small number and limited area of occurrence) to have stabilized. Current threats include skiers trespassing in the protected area and expansion of other species including Tufted Hair-grass, Red Raspberry and Hypericum maculatum.Campanula gelida is on the list of particularly protected plants of the Czech Republic, and thus it is forbidden to be picked, dug or otherwise damaged or disturbed in its development.\nIt was also included into the Red List of Endangered Plants of the Czech Republic, category C1 (critically endangered), the IUCN Red List of Threatened Plants and the Bern Convention on the Conservation of European Wildlife and Natural Habitats. Its location was included into the network of protected areas Natura 2000.Employees from the Administration of the Jeseníky Protected Landscape Area cultivate the plants in Stará Ves near Rýmařov.",
    "References": "",
    "External links": "Campanula bohemica ssp. gelida in the IUCN database of threatened species"
  }
}