{
  "url": "https://en.wikipedia.org/wiki/Campanula_spicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Campanula"
    },
    {
      "Species": "C. spicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Campanula spicata, common name the spiked bellflower, is a herbaceous biennial or perennial plant of the genus Campanula belonging to the family Campanulaceae.",
    "Etymology": "The genus Latin name (“campanula”), meaning small bell, refers to the bell-shape of the flower, while the specific epithet (“spicata”) refers to the spike-shaped inflorescence.",
    "Description": "Campanula spicata has its overwintering buds situated just below the soil surface (hemicryptophyte) and a stalk growing directly from the ground (scapose). This plant reaches on average 15–80 centimetres (5.9–31.5 in) in height. The stem is erect, striate and hairy, the basal leaves are petiolated, narrowly lanceolate,  with toothed and wavy margins, the cauline leaves are smaller, acuminate and semiamplexicaul.  The numerous flowers are arranged in a more or less dense and long spikes. They are blue-purple, 15 to 25 millimeters long and bell-shaped to funnel-shaped. These flowers are sessile and grow in the axils of triangular bracts. The calyx lobes are hairy, lanceolate, and about one third as long as the flower. The corolla is about 16–21 millimetres (0.63–0.83 in) long. The flowering period extends from June to August.",
    "Distribution": "This plant is endemic in the south and central Alps, in the Apennines and in the Balkan Peninsula.",
    "Habitat": "This species grows mainly in mountain meadows on dry and stony soils, on steep slopes, cliffs and rocky steppes of dry valleys, at an altitude of 400–2,500 metres (1,300–8,200 ft) above sea level.",
    "Gallery": "",
    "References": "Pignatti S. - Flora d'Italia – Edagricole – 1982, Vol. II, pag. 691\nA. Bernini, G. Marconi e F. Polani - Campanule d'Italia e dei territori limitrofi - Ediz. Verba & Scripta 2002\n\"Campanula spicata\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).",
    "External links": "Biolib\nCampanula spicata\nBotanicatalog"
  }
}