{
  "url": "https://en.wikipedia.org/wiki/Darlingtonia_californica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Sarraceniaceae"
    },
    {
      "Genus": "DarlingtoniaTorr. (1853)"
    },
    {
      "Species": "D. californica"
    }
  ],
  "text": {
    "__SUMMARY__": "Darlingtonia californica , also called the California pitcher plant, cobra lily, or cobra plant, is a species of carnivorous plant. As a pitcher plant it is the sole member of the genus Darlingtonia in the family Sarraceniaceae. It is native to Northern California and Oregon growing in bogs and seeps with cold running water. This plant is designated as uncommon due to its rarity in the field.The name \"cobra lily\" stems from the resemblance of its tubular leaves to a rearing cobra, complete with a forked leaf – ranging from yellow to purplish-green – that resemble fangs or a serpent's tongue.\nThe plant was discovered in 1841 by the botanist William D. Brackenridge at Mount Shasta. In 1853 it was described by John Torrey, who named the genus Darlingtonia after the Philadelphian botanist William Darlington (1782–1863).\nIn cultivation in the UK this plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Biology": "The cobra plant is not just restricted to nutrient-poor acidic bogs and seepage slopes, but many colonies actually thrive in ultramafic soils, which are in fact basic soils, within its range. In common with most carnivorous plants, the cobra lily is adapted to supplementing its nitrogen requirements through carnivory, which helps to compensate for the lack of available nitrogen in such habitats.\nBecause many carnivorous species live in hostile environments, their root systems are commonly as highly modified as their leaves. Darlingtonia californica is no exception. The cobra lily is able to survive fire by regenerating from its roots, but despite this important role the roots are very delicate organs. While the temperatures in much of the species's range can exceed 25 °C, their roots die back after exposure to temperatures not much higher than 10 °C. Temperature plays a large part in the functioning of all plants, but it is very rare for individual organs to have such different temperature tolerances. The physiological mechanisms and evolutionary benefits of this discrepancy are not fully understood.The cobra lily is unique among the three genera of American pitcher plants. It does not trap rainwater in its pitcher. Instead, it regulates the level of water inside physiologically by releasing or absorbing water into the trap that has been pumped up from the roots. It was once believed that this variety of pitcher plant did not produce any digestive enzymes and relied on symbiotic bacteria and protozoa to break down the captured insects into easily absorbed nutrients. Recent studies have indicated that Darlingtonia secretes at least one proteolytic enzyme that digests captured prey. The cells that absorb nutrients from the inside of the pitcher are the same as those on the roots that absorb soil nutrients. The efficiency of the plant's trapping ability is attested to by its leaves and pitchers, which are, more often than not, full of insects and their remains.In addition to the use of lubricating secretions and downward-pointing hairs common to all North American pitcher plants to force their prey into the trap, this species carefully hides the tiny exit hole from trapped insects by curling it underneath and offering multiple translucent false exits. Upon trying many times to leave via the false exits, the insect will tire and fall down into the trap. The slippery walls and hairs prevent the trapped prey from escaping. The only other species that utilizes this technique is the parrot pitcher plant, Sarracenia psittacina. The hooded pitcher plant, Sarracenia minor, utilizes a similar trapping technique, with the only difference being the exit hole of the pitcher is not curled underneath as the cobra's is, but rather a leaf is folded over close to the top of entrance.\nA remaining mystery surrounding the cobra lily is its means of pollination. Its flower is unusually shaped and complex, typically a sign of a close pollinator-plant specialization, but none have been identified. The flower is yellowish purple in color and grows on a stalk with a similar length to the stalk. It has five sepals, green in color, which are longer than the red-veined petals. While pollination has not yet been observed in action, it is generally expected that the pollinator is either a fly attracted to the flower's unpleasant smell or some nocturnal insect, as no extensive study has been performed to observe potential nighttime pollinators.",
    "Infraspecific taxa": "Two infraspecific taxa are recognized:\nD. californica f. californica (autonym)\nD. californica f. viridiflora B.Rice",
    "Cultivation": "Darlingtonia californica can be one of the most difficult carnivorous plants to keep in cultivation, as they require exacting environmental conditions. They prefer cool to warm day-time temperatures and cold or cool night-time temperatures. Cobra lilies typically grow in bogs or streambanks that are fed by cold mountain water, and grow best when the roots are kept cooler than the rest of the plant. It is best to mimic these conditions in cultivation, and water the plants with cold, purified water. On hot days, it helps to place ice cubes of purified water on the soil surface. They prefer sunny conditions if in a humid, warm location, and prefer part-shade if humidity is low or fluctuates often. Plants can adapt to low humidity conditions, but optimum growth occurs under reasonable humidity.\n\nGrowing cobra lilies from seed is extremely slow and cobra seedlings are difficult to maintain, so these plants are best propagated from the long stolons they grow in late winter and spring. When a minute cobra plant is visible at the end of the stolon (usually in mid to late spring), the whole stolon may be cut into sections a few inches long, each with a few roots attached. Lay these upon cool, moist, shredded long-fibered sphagnum moss and place in a humid location with bright light. In many weeks, cobra plants will protrude from each section of stolon.\n\nLike many other carnivorous plants of temperate regions, cobra lilies require a cold winter dormancy in order to live long-term. Plants die down to their rhizomes in frigid winters and will maintain their leaves in cool winters during their dormancy period. This period lasts from 3 to 5 months during the year, and all growth stops. As spring approaches, mature plants may send up a single, nodding flower, and a few weeks later the plant will send up a few large pitchers. The plant will continue to produce pitchers throughout the summer, however much smaller than the early spring pitchers.\nMany carnivorous plant enthusiasts have succeeded in cultivating these plants, and have developed or discovered three color morphs: all green, all red, and red-green bicolor.\nWild-type plants are all green in moderate light and bicolor in intense sunlight.",
    "See also": "Darlingtonia Botanical Wayside, Florence, Oregon",
    "References": "Schnell, D.; Catling, P.; Folkerts, G.; Frost, C.; Gardner, R.;  et al. (2000). \"Darlingtonia californica\". The IUCN Red List of Threatened Species. IUCN. 2000: e.T39714A10259059. doi:10.2305/IUCN.UK.2000.RLTS.T39714A10259059.en.",
    "External links": "Calflora Database: Darlingtonia californica (California pitcherplant)\nUSDA Plants Profile for Darlingtonia californica (California pitcherplant)\nDarlingtonia State Natural Site\nBotanical Society of America, Darlingtonia californica – the cobra lily\nU.C. Photos gallery – Darlingtonia californica\nRHS Gardening – Darlingtonia californica \nGrowing Darlingtonia californica – ICPS"
  }
}