{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_acuminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. acuminata"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula acuminata is an insectivorous plant of the genus Pinguicula endemic to the Mexican state of Hidalgo, a member of the section Heterophyllum.  It is notable for producing flowers while the winter rosette is buried beneath the soil surface. Described in 1839, it was not rediscovered until 150 years later.",
    "Morphology": "P. acuminata is a perennial rosetted herb bearing stiff, ground-hugging ovate to cordiform acuminate 22–92 mm. (½-3½ in.) long leaves. These are borne on unusually long petioles (20–58 mm or ½–1 in), which allow the stem base to remain buried slightly underground.  The leaves are densely covered with stalked mucilaginous and sessile digestive glands, which serve to trap and digest insect prey and absorb the resulting nutrient mixture to supplement their nitrate-low environment. During dryer winter conditions when food is scarce, P. acuminata forms winter rosettes of short, non-carnivorous leaves to decrease the loss of energy used on carnivorous mechanisms. In this species the entire winter rosette is withdrawn slightly beneath the soil surface, leaving only the shriveled summer leaves visible.\n2-4 white to lilac flowers, borne singly on 74–150 mm. stalks, appear between March and May, before the carnivorous summer leaves emerge.",
    "Distribution and habitat": "P. acuminata is known only from 8 locations in and around the El Chico municipality in the state of Hidalgo.   Here it grows on well-shaded mossy banks between 2400 and 2800 meters in altitude. It often grows in association with Pinguicula moranensis, as well as an assortment of mosses, ferns, and succulents.",
    "Botanical History": "P. acuminata was first discovered and described by George Bentham in 1839, based solely on the winter rosette. Ernst studied herbarium material in 1961, and Casper used his description when publishing his monograph of the genus in 1966. Live specimens of the plant in its summer growth were not observed until Hans Luhrs rediscovered the species in 1989. The species has since entered cultivation.\n\n\n== Notes =="
  }
}