{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_filifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. filifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula filifolia, is a carnivorous species of plant found predominantly in western Cuba and some of the neighboring regions. It was discovered by Charles Wright in 1866. It is a tropical plant that uses sticky secretions on its leaves to catch small insects, pollen, and other plant debris to help supplement its own nutrition. It thrives in swamp like white sand savannahs with high temperatures and humidity.",
    "Distribution": "Pinguicula filifolia covers a more broad ecological area than all other Pinguicula in the Archipelago. They range from the Pinar del Rio province in the island of Cuba to the island of Isla de la Juventud. These two areas are separated by the sea; plants grow near the coastlines and the swamp like white sand savannahs that they inhabit. P. filifolia appears only at low altitudes in part due to its affinity to coastal areas, but unlike some of the other Pinguicula species in the immediate area it does not appear in the higher elevations.",
    "Habitat and ecology": "Pinguicula filifolia grows in full sun to light shade  in a mild soil alkalinity ranging between 7.6 and 7.8. Filifolia thrives in wet soil and flourishes in white sand savannahs and warm temperatures around 30 degrees celsius. The plant prefers high levels of humidity, up to 70%, and experiences much of its growth in the rainy seasons that last between May and November. In addition the plant must tolerate a dry season that lasts between November and April. They maintain a tropical growth rate and thrive near other endemic species due to the partial shade.",
    "Habitat and ecology-Threats": "Pinguicula filifolia faces few threats due to its location being so coastal. However, some believe that if the area were to be farmed more heavily P. filifolia may face threats particularly in the Pinar del Rio colonies.",
    "Morphology": "Pinguicula filifolia has leaves that are approximately 4–6 mm long and 1-1.5 mm in width with flat or sub-erect leaves while seedlings. These blades arise from rosettes that are 8–10 mm in diameter. A single rosette typically has 4-6 blades sprouting from it.As Pinguicula filifolia reaches a mature age leaf blades take an erect stance and are linear-filiform. This erect stance helps to avoid rot due to the swamp like nature of the white sand savannahs and also ensures that the plant can stay above water if minor flooding occurs to maintain efficient access to sunlight. Over time, while approaching maturity, the blades narrow to 0.5–1 mm in width and grow to a length of 80–150 mm. their new morphology is cuneate (wedge shaped) at the base of the leaves and becomes acute approaching the apex.\nBeing a carnivorous plant, the leaves are coated with both stalked glands, which secrete a sweet mucilage to attract potential prey, and sessile glands, which are both located on the adaxial surface. During the plants prefoliation phase, the leaves roll up in a circinate fashion, where the tip of the plant curls inward which is believed by some to be used to ensure that its prey cannot escape once caught.",
    "Flowers and fruit": "Flowers of Pinguicula filifolia, come in a range of colors; from white to yellow and from blue to purple. They begin to appear primarily in the summer between (July and August) but can flower all year long. Each flower contains 5 petals.\n\n\t\t\n\n\n== References =="
  }
}