{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_primuliflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. primuliflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula primuliflora ( /ˌpɪˈŋgwɪkjələ ˌpɹɪmjʊləˈfloːɹə/ ), commonly known as the southern butterwort or primrose butterwort, is a species of carnivorous plant belonging to the genus Pinguicula. It is native to the southeastern United States. The typical variety forms a white flower in blooming. Like other butterworts, it has sticky adhesive leaves which attract, capture and digest arthropod prey in order to supply the plant with nutrients such as nitrogen not found in the nutrient poor, acidic soil that it grows in. Its name derives from the fact it is usually the first one to flower in the spring.",
    "Roots": "Like all Pinguicula, the roots are undeveloped, and are mainly used to absorb water and anchor the plant, nutrients are absorbed through carnivory.",
    "Carnivory": "Pinguicula primuliflora, like all members of the family Lentibulariaceae, is carnivorous. Their leaves are covered with tiny hairs which secrete a mucilaginous liquid. This gives the leaves a wet appearance and is believed to attract insects in search of water. As soon as an insect lands on the leaves, it becomes ensnared in the mucilage; as it struggles, it gathers more of the liquid on it. The plant responds by secreting digestive enzymes that dissolve and digest the insides of the prey, creating a nutrient soup which the plant then absorbs. The leaves of P. primuliflora are green.",
    "Flowers": "Pinguicula primuliflora has 5-petaled zygomorphic flowers. The plant is self-fertile, but must be pollinated to be fertilized.",
    "Cultivation": "Pinguicula primuliflora is an ideal beginners first butterwort in cultivation. It is typically easy to grow, and does not require high humidity, nor extremely intense lighting to flower and create sticky, carnivorous leaves. It can be propagated by selfing, or, more effectively, through cross pollination with another plant. P. primuliflora has known to be quite the weed in cultivation, it is not unusual to find many shoots coming out from the plant, which can eventually take over the pot and may need maintenance. P. primuliflora requires the basics of any carnivorous plant; it needs poor, acidic soil, such as 50/50 peat moss and perlite or horticultural sand mix, or pure sphagnum peat moss mix, with no potting soil or fertilizer. P. primuliflora, along with some other butterworts, can be grown in a tray of standing water to increase humidity and maintain soil moisture.",
    "Distribution and habitat": "Pinguicula primuliflora is native to the southeastern United States.  Specifically, they are commonly found between the southern east of Mississippi, to the north west of Florida.  They are in Zone 8 of the USA. They can handle for short periods down to 20F or -9C for brief periods of time during their dormancy, which typically lasts 3–4 months.",
    "References": "",
    "External links": "Barry Rice's Carnivorous Plant FAQ"
  }
}