{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_gypsicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. gypsicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula gypsicola is an insectivorous plant of the genus Pinguicula native to the Mexican state of San Luis Potosi, a heterophyllous member of the section Orcheosanthus. It grows in gypsum soils and forms stemless rosettes of upright, narrow leaves.",
    "Morphology": "P. gypsicola is a perennial rosetted herb. It is heterophyllous, bearing upright, narrow carnivorous leaves with backward bending margins in the summer, and a tight rosette of small, hairy, non-carnivorous leaves in the winter. As is typical for Pinguicula, the carnivorous leaves are densely covered with stalked mucilaginous and sessile digestive glands, which serve to trap and digest insect prey and absorb the resulting nutrient mixture to supplement their nitrate-low environment. The carnivorous leaves of this species are bright green to reddish and grow up to 6.5 cm. long.\nThe 2 cm flowers are purple and are born singly on 9 cm inflorescences. They bloom when the start of summer rains triggers summer growth in June or July.",
    "Distribution and habitat": "P. gypsicola is known only from a few areas near its type location west of the city of San Luis Potosí. It grows in gypsum slopes accompanied by other xerophytic vegetation such as Cactaceae,  Agave stricta, A. striata, Selaginella cuspidata, Dasylirion longissimum,  Dodonea viscosa and Hechtia glomerata.",
    "Botanical history": "Pinguicula gypsicola was first described in 1911 by Townshend Stith Brandegee (1843-1925), a botanist from California.",
    "Notes": "",
    "External links": "Description & photos: World of Pinguicula\nInternational Carnivorous Plant Society"
  }
}