{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_longifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. longifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula longifolia, commonly known as the long-leaved butterwort, is a perennial carnivorous subalpine plant of the Central Pyrenees, found on both sides of the border.  It catches its prey by using its modified leaves that lie on the ground and have “densely covered stalked glands that bear a droplet of sticky mucilage on its top.” The need to capture arthropods is driven by the lack of nutrients present in the soil. P. l. subsp. longifolia obtain their nutrition primarily from flying insects, mainly diptera, which replenished the carnivorous plant with nitrogen. P. l. subsp. longifolia grows in wet shady areas and on vertical or overhanging limestone walls.  It has been found at altitudes between 700 – 1900 meters.  In the spring, the winter buds open and the first carnivorous leaves present themselves.  These leaves are then followed by the flowers in early summer. Throughout summer the leaves can grow up to 14 cm in length and have glands present on both sides of the leaves, which is highly characteristic of P. l. subsp. longifolia.  More carnivorous leaves arise throughout summer, and when the conditions become unfavourable, around autumn, a protective winter casing composed of scale like leaves is produced, in the centre of the rosette, called the hibernacula, also known as the plant bud.  The leaves halt production and the old leaves wither and decay; P. l. subsp. longifolia is now ready for the winter dormancy.  There must be optimal growth during the summer for P. l. subsp. longifolia, otherwise they produce weakened hibernacula which rot very easily.\nThe endemicity of this subspecies in the Pyrenees is a problem as habitat destruction could lead to reduced space to propagate on. P. l. subsp. longifolia are also threatened by carnivorous plant enthusiasts who collect rare specimens.  The genus Pinguicula has been known to have many human uses, as they produce a strong bactericide, which prevents captured insects from rotting while digestion occurs.  This beneficial property has been known by Europeans for centuries, as application of the bactericide to wounds of cattle encourages healing. Furthermore, the leaves have been used to curdle goat’s milk into Filmjölk, a Swedish fermented milk product.",
    "References": "\nGómez-García, D.; Azorín, J.; Giannoni, S. M.; Borghi, C. E. (2004). \"How Does Merendera montana (L.) Lange (Liliaceae) Benefit from Being Consumed by Mole-Voles?\". Plant Ecology. 172 (2): 173–181. doi:10.1023/B:VEGE.0000026325.93477.45. JSTOR 20146601.\nIzard, M. (ed) 1985, Vegetation des Pyrenees.\nJoint Nature Conservation Committee, The Convention on the Conservation  of European Wildlife and Natural Habitats. Available: http://www.jncc.gov.uk/page-136417 Oct 2007].\nMartinez Rica, J. P.; Montserrat Recoder, P. (1990). \"Biogeographic Features of the Pyrenean Range\". Mountain Research and Development. 10 (3): 235–240. doi:10.2307/3673603. JSTOR 3673603.\nSchnittler, M., Koppel, C., Rennwald, E. & Hirneisen, N. (2001) European National Red Lists of threatened Vascular Plants, Federal Agency for Nature Conservation, Strasbourg.\nStrzelecka, M; Bzowska, M; Kozieł, J; Szuba, B; Dubiel, O; Riviera Núńez, D; Heinrich, M; Bereta, J (2005). \"Anti-inflammatory effects of extracts from some traditional Mediterranean diet plants\". Journal of Physiology and Pharmacology. 56 Suppl 1: 139–56. PMID 15800391."
  }
}