{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_ramosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. ramosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula ramosa is a species of butterwort, a carnivorous plant, endemic to the mountains of Nikkō National Park in Japan.  It belongs to the section micranthus and is closely related to Pinguicula variegata. It is unique in the genus for having a forked flower stalk.",
    "Description": "",
    "Description-Habit": "Pinguicula ramosa forms a ground-hugging rosette composed of five to six succulent leaves supported by a fine network of fibrous roots. The 8–15 mm long, 5–8 mm wide light-green leaves are elliptic to spatulate and curl in slightly at the margins. As with all butterworts, the leaves are densely covered with glandular hairs attract, trap, and digest arthropod prey to supplement the poor nutrient availability of its environment. During winter dormancy the plant forms a small hybernaculum, from which it re-emerges in April.",
    "Description-Flowers": "The 15–90 mm long flower stalks are unique in the genus in being forked near their base. The stalks are densely covered with glandular hairs (like the leaves) and support 2-3 zygomorphic flowers in June or July. The 7–11 mm flowers have a three-lobed upper lip and a two-lobed lower lip. The petal lobes are ovate-lanceolate, pubescent, and violet or white in color. The spur (an extension of the floral tube) is conical and reaches a length of 3–4 mm.\nFertilized flowers form an obovate to elliptic seed pod 2–4 mm long and 2–3 mm wide. The chromosome count for the species is 2n=18, another unique feature within the genus.",
    "Distribution, habitat, and environmental status": "Pinguicula ramosa is grows almost exclusively on mountains in Nikkō National Park in Japan, particularly on Mount Koshin, between 1500 and 1900 m in altitude. Two mountains outside of the park, Mount Kesamaru and Mount Ozaku-san, also host populations. Here P. ramosa colonizes weathered granite rocks and volcanic cliffs in damp, foggy locations in full or partial shade.  The species is frequently associated with Saxifraga fortunei and Primula modesta.P. ramosa is endangered due to its small distribution, as well as the degradation of its habitat through rock degradation from acid rain and climbing activities, as well as herbivory from deer. While the species is strictly protected under Japanese law, its future remains uncertain.",
    "See also": "List of Special Places of Scenic Beauty, Special Historic Sites and Special Natural Monuments",
    "References": "\nS.J. Casper: Monographie der Gattung Pinguicula. In: Bibliotheca Botanica. Heft 127/128, p. 17, 1966, Stuttgart\nMichiaki Mabuchi: Pinguicula ramosa\nInformationen zur Art auf Pinguicula.org"
  }
}