{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_orchidioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. orchidioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula orchidioides  is a perennial rosette-forming insectivorous herb native to Mexico and Guatemala.  A species of butterwort, it forms summer rosettes of flat, succulent leaves up to 5 centimeters (4 in) long, which are covered in mucilaginous (sticky) glands that attract, trap, and digest arthropod prey. Nutrients derived from the prey are used to supplement the nutrient-poor substrate that the plant grows in.  Uniquely among Pinguicula species from the Americas, p. orchidioides produces gemma-like basal buds which elongate into stolons and serve as a means of asexual reproduction.  In the winter the plant forms a non-carnivorous rosette of small, fleshy leaves that conserves energy while food and moisture supplies are low.  Single purple flowers appear between July and September on upright stalks up to 22 centimeters long.\nThe species was first described in 1844 by Alphonse Pyrame de Candolle, but following an unfortunate misidentification by his contemporary William Jackson Hooker, was relegated to the ranks of botanical synonymy and generally forgotten until it was rediscovered through the works of botanists in the 1990s.\nThe generic name Pinguicula is derived from the Latin pinguis (meaning \"fat\") due to the buttery texture of the surface of the carnivorous leaves. The specific epithet orchidioides refers to dainty, orchid-like flowers.",
    "Plant characteristics": "",
    "Plant characteristics-Habit and Phenology": "Like many Mexican butterworts, P. orchidioides is seasonally dimorphic, in that it undergoes two distinct growth habits throughout the year.  During the summer when rain and insect prey are most plentiful, the plant forms a ground hugging rosette up to 10 centimeters (4 in) in diameter and composed of ovate to lanceolate leaves with distinct petioles. These leaves are carnivorous, having a large surface area densely covered with stalked mucilaginous glands with which they attract, trap, and digest arthropod prey, most commonly flies.  These so-called \"summer leaves\" are replaced by \"winter rosettes\" of small, glandless succulent leaves with the onset of the dry season in November or December.  This protective winter rosette allows the plant to undergo winter dormancy until the first rains begin in May. Flowers born singly on upright 7–22 centimeters (3–9 in.) peduncles emerge from July–September as the summer growth begins.",
    "Plant characteristics-Leaves and stolons": "The leaf blades of the summer rosettes of P. orchidioides are smooth, rigid, and succulent, and generally green in color. The laminae are generally ovate to lanceolate, between 20 and 46 millimeters (2–5 in.) long and 6–18 millimeters wide, and have deeply involute margins. These are supported by 10–30 millimeter petioles with ciliate margins.\nThe \"winter\" or \"resting\" rosette of P. orchidioides is 6–13 millimeters (¼–½ in.) in diameter and consists of 25 to 36 small, compact, fleshy, non-glandular leaves.  These are each 5 to 11 millimeters (​3⁄16–1 ¼ in.) long and one to three millimeters (​1⁄25–⅛ in.) wide, acuminate, acute, and densely covered with fine hairs.In a feature unique among Mexican Pinguicula, P. orchidioides produces stolons throughout the summer growing period.  These start out as gemma-like buds in the winter rosette and elongate into whip-like stolons up to 8 centimeters (3 in) long during the summer.  These stolons, which have small non-glandular leaves interspersed along their length, can take root to form new plantlets upon contact with a suitable growing substrate. This trait allows the species to form clumps of plants, many of which are genetically identical.\nAs is typical in the genus, the upper lamina surface of the summer leaves is densely covered by peduncular (stalked) mucilagenous glands and sessile (flat) digestive glands. The peduncular glands consist of a few secretory cells on top of a single-celled stalk. These cells produce a mucilaginous secretion which forms visible droplets across the leaf surface. This wet appearance probably helps lure prey in search of water; a similar phenomenon is observed in the sundews. The droplets secrete only limited enzymes and serve mainly to entrap insects. On contact with an insect, the peduncular glands release additional mucilage from special reservoir cells located at the base of their stalks. The insect struggles, triggering more glands and encasing itself in mucilage. The sessile glands, which lie flat on the leaf surface, serve to digest the insect prey. Once the prey is entrapped by the peduncular glands and digestion begins, the initial flow of nitrogen triggers enzyme release by the sessile glands. These enzymes, which include amylase, esterase, phosphatase, protease, and ribonuclease break down the digestible components of the insect body. These fluids are then absorbed back into the leaf surface through cuticular holes, leaving only the chitin exoskeleton of the larger insects on the leaf surface.",
    "Plant characteristics-Flowers": "P. orchidioides produces one to three flowers during each flowering period.  These are borne singly on upright flower stalks which are 7 to 22 centimeters (3–9 in.) long, cherry red in color, and glabrous except near the calyx.\nThe flowers themselves are composed of five petals which are fused at one end. The throat, the portion of the flower near the attachment point which holds the reproductive organs, is funnel shaped, and the petals flare out from there into a five-lobed zygomorphic corolla.  Below the attachment point to the stem the petals are fused into an 18–26 millimeter long spur which protrudes backwards roughly perpendicular to the rest of the flower.The violet-purple flowers are 30 to 48 millimeters (1 ¼–2 in.) long, and have a deeply bilabiate corolla, with a 2-lobed upper lip and a 3-lobed lower lip.  The upper lobes are 10–14 millimeters (⅜–⅝ in.) long by 5–9 millimeters (​3⁄16–⅜ in.) wide and generally oblong-obovate. The outer lower lobes are oblong-lanceolate, 11–16 millimeters (¼–¾ in.) long by 4–7 millimeters (​5⁄32–​7⁄32 in.) wide, narrowing at the tip. The central lower lobe is slightly longer than its neighbors, 15–19 millimeters (⅝–¾ in.) long by 4–5 millimeters (​5⁄32–​3⁄16 in.) wide, and is marked with a white stripe at its base. The floral tube that houses the reproductive organs and is visible at the base of corolla lobes is short 3–4 millimeters (⅛–​5⁄32 in.) long and lacks a palate.The ovary and attached pistil protrude from the top of the floral tube near its opening, with the receptive stigma surface toward the front.  Anthers hang from recurved filaments behind the pistil.  Pollinators exiting after collecting nectar from the spur brush against the anther, transferring pollen to the stigma of the next flower they visit. The flowers can last up to 10 days but will wilt once they are pollinated. Pollinated ovaries ripen into 4–5 millimeter (​5⁄32–​3⁄16 in.) dehiscent seed capsules containing numerous 1 millimeter long seeds.",
    "Botanical history": "P. orchidioides was first described by French-Swiss botanist Alphonse Louis Pierre Pyramus de Candolle in 1844 based on collections by G. Andrieux (130).  De Candolle, in subdividing the genus Pinguicula, included the species in the newly created section Orcheosanthus along with other species with purple, deeply bilabiate corollas with 5 sub-equal lobes, a short floral tube, and a large spur not protruding past this tube.Two years later, Hooker described a plant he saw growing at Kew Botanical Gardens and, thinking it to be similar to Candolle's P. orchidioides, applied that name.  Unfortunately, this specimen was actually a P. moranensis var. neovolcanica, causing great confusion for taxonomists who thereafter treated P. orchidioides as a synonym of P. caudata or P. macrophylla.Recognition of the species was only maintained by Sprague (1928), who contended that De Candolle's species was discrete from the plant described by Hooker.  Casper, while omitting the species from his revision of the genus in 1966, noted that P. orchidioides auct. non A.DC.: Hook. was probably a nomen dubium vel ambiguum.  However, the identification of P. orchidioides A.DC. was left unaddressed and was forgotten, so that when Hans Luhrs described stoloniferous Pinguicula specimens in 1995, he did so under a new name: P. stolonifera.\nIt wasn't until 1998 that the species was re-described under the name P. orchidioides by Mexican Pinguicula specialist Sergio Zamudio.  He noted its distinction from other species based on leaf shape, stolon production, flower morphology and geographical isolation (from P. oblongiloba).",
    "Distribution and habitat": "P. orchidioides is currently known from only a handful of sites, most of them in the state of Oaxaca, though a few locations are also known from the state of Guerrero and the Guatemalan department of Sololá. The lack of records from Chiapas and other intermediary zones is likely the result of sampling bias. Here it grows in mountainous regions between 2000 and 2700 (3000) meters (6500–8850 ft) in altitude.\nP. orchidioides seems to prefer humid hillsides, slopes or embankments, where it grows amongst pine-oak woodlands in reddish-brown to brown, clay or sandy-clay soil.  Other companion plants include members of the genera Arbutus, Arctostaphylos, and Clethra.",
    "Notes": "",
    "References": "Casper, S.J. 1966. Monographie der Gattung Pinguicula L. Heft 127/128, Vol 31. Stuttgart: Bibliotheca Botanica\nCieslak, T., Polepalli, J.S., White, A., Müller, K., Borsch, T., Barthlott, W., Steiger, J., Marchant, A. & Legendre, L. 2005. Phylogenetic analysis of Pinguicula (Lentibulariaceae): chloroplast DNA sequences and morphology support several geographically distinct radiations; American Journal of Botany. 2005;92:1723–1736.\nCandonelle, A.P. De. 1844. Prodromus systematis naturalis regni vegetabilis; Tomo VIII. Paris. pp. 26–32.\nD'Amato, P. 1998. The Savage Garden: Cultivating Carnivorous Plants. Berkeley, California: Ten Speed Press. ISBN 0-89815-915-6\nErnst, A. 1961 Revision der Gattung Pinguicula Bot. Jahrb. Syst. 80(2): 145–194\nHemsley, W.B. 1879-88. Botany in Godwin F.D. y O. Salvin, Biologia Centrali-Americana. R.H. Porter, London, 5 vol.\nHooker, J.D. 1846 P. orchidioides. Botanical Magazine. 72: tab. 4231\nLegendre L (2000). \"The genus Pinguicula L. (Lentibulariaceae): an overview\". Acta Botanica Gallica 141 (1): 77–95.\nMc Vaugh, R. & J.T.Mickel 1963. Notes on Pinguicula, sec. Orcheosanthus. Brittonia, Vol. 15, Issue 2 (apr. 15, 1963), p. 134–140\nLuhrs, H.; New additions to the genus Pinguicula (Lentibulariaceae) of Mexico Phytologia, 1995, vol. 79 (2), pages 114 - 122 ([available in http://epbb.club.fr/Publications/P_stolonifera_P_laxifolia.pdf pdf])\nRuiz, S.Z. 2001 Revision de la seccion Orcheosanthus del Genero Pinguicula (Lentibulariaceae) Universidad Nacional Autónoma de México.\nZamudio, S. 1998 Situacion taxonomica de Pinguicula orchidioides DC. (Lentibulariaceae), Acta Botanica Mexicana, 1998, vol.42, pages 7–13",
    "External links": "A World of Pinguicula — Articles, photos, taxonomic and horticultural information\nCarnivorous Plant Photo Finder: Pinguicula\nInternational Carnivorous Plant Society\nPinguicula Discussion Forum"
  }
}