{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_gigantea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. gigantea"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula gigantea is a tropical species of carnivorous plant in the family Lentibulariaceae. Its native range is within Mexico. P. gigantea's flower is usually a purple colour with the occasional light blue also seen. P. gigantea\nwas once classified as Pinguicula ayautla.\nThis Pinguicula was discovered by Alfred Lau and described by the botanist Hans Luhrs.P. gigantea has a few different forms, such as the 'white flower' form or the 'blue flower'.",
    "Plant characteristics": "",
    "Plant characteristics-Habitat": "P. gigantea grows in the Mexican state of Oaxaca at an altitude of 688 meters or 2260 feet.",
    "Plant characteristics-Leaves and carnivory": "P. gigantea, unlike most Pinguicula species, has sticky upper and undersides of the leaves. The leaves have trichomes on them, which secrete a mucilage that traps prey. P. gigantea's leaves are among the largest in its genus. The species epithet, gigantea, describes this characteristic.",
    "Plant characteristics-Flowers": "The flowers of P. gigantea are usually zygomorphic. The varieties of P. gigantea differ solely on their flowers, such as the 'blue flower' P. gigantea or the 'white flower' forms. Other forms have also been described. A dark purple flower exists in cultivation as well.",
    "Plant characteristics-Dormancy and winter": "P. gigantea is a tropical Mexican species of Pinguicula. Its dormancy is not regulated by temperature or light. Like most tropical species, its dormancy is triggered by lack of moisture. Very little precipitation falls during the winter in Mexico where this Pinguicula species lives. In order to survive in these conditions it forms non-carnivorous leaves and can handle dry conditions. When the plant emerges from its dormant period in the Spring, it produces new carnivorous leaves and eventually flowers.",
    "Cultivation": "Cultivation of P. gigantea requires little effort. P. gigantea thrives in soil medium that is more well-drained than most carnivorous plant media.",
    "Cultivation-Propagating": "P. gigantea can be propagated by seed or by leaf cutting. The disadvantages to propagation by seed include slow growth and the use of a second flowering P. gigantea plant to obtain better seed set results. Propagating by leaf cuttings has the advantage of a shorter time to the adult plant.",
    "Cultivation-Availability": "P. gigantea is available in cultivation.",
    "References": "",
    "External links": "Pinguicula.org's Information and pictures on P. gigantea from Pinguicula.org"
  }
}