{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_lutea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. lutea"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula lutea, commonly known as the yellow butterwort, is a species of warm-temperate carnivorous plant in the Lentibulariaceae family.  It grows in savannas and sandy bog areas of the Southeastern United States.\nP. lutea’s flower is usually in a bright yellow or a straw-yellow color and very rare in white color. Like all the insectivorous plants of the genus Pinguicula, P. lutea traps small insects by using specialized glands on the surface of its basal rosette leaves.",
    "Distribution": "P. lutea lives along the Gulf Coastal plain of the south-east USA.   It is commonly found in Alabama, Georgia, Mississippi, North Carolina, South Carolina, Florida and Southeast Louisiana.",
    "Habitat": "P. lutea thrives in a drier environment as compare to other Pinguicula that live in the South.  It prefers to grow on poor nutritive soil and in acidic bogs with the pH ranges from 5.0 to 6.0.  The soil is mix of half peat moss and half sand.  Partial shade areas like open pine wood, marshes, moist savannas, and sandy soils are favorable by P. lutea.",
    "Leaves": "P. lutea is a perennial herbaceous plant.  The leaves of P. lutea are yellowish-green basal rosettes.  The simple shape leaf blade displaces from ovule to oblong. P. lutea has curved leaves and pointed tip. The size of a mature leaf is around 5 to 7.5 cm long and 2.5 cm wide.  The diameter of an entire rosette can up to 15 cm. The fleshy surfaces of the leaves are covered with numerous sticky droplets called the mucilage. The mucilage is secreted by the peduncular gland on the top of each stalk. Small insects often get trap by the glandular stalks for mistaking the mucilage as water drops. Once the prey stuck on the droplets, a digestive enzyme is released to extract nitrogen from the insect. The margin of the leaves also slowly roll inward and relax again after the digestion is complete. Like many carnivorous plants, this trapping mechanism allows the plant to seek supplement nitrogen sources from the insect as a way to replace the nutrient-deficient habitat.",
    "Flowers and fruits": "Flowers of P. lutea open from February to May.  P. lutea produces yellow solitary flowers each with five irregular petals and five sepals. A flower petal has one to several notches.   One of the petals extended all the way down to the back and forms a 1 cm long slender spur.  This structure holds the nectar.  Usually, only pollinators that have a long tongue can reach the nectar.  The size of the flowers ranges from 1 to 3 cm.  The flower is held slightly upright on one of the long stalks that come from the basal rosette.  P. lutea can produce multiple flower stalks in spring and can reach as high as 50 cm.  Both the stalk and the sepals of the P. lutea are covered with fine hairs.  After a flower is pollinated by a pollinator, the flower develops into a rough capsule.  Within the capsule there are small seeds with a diameter of 8mm.\n\n\n== References =="
  }
}