{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_elizabethiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. elizabethiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula elizabethiae is a perennial rosette-forming insectivorous herb native to the Mexican states of Querétaro and Hidalgo.  A species of butterwort, it forms summer rosettes of flat, succulent leaves up to 5 centimeters (4 in) long, which are covered in mucilaginous (sticky) glands that attract, trap, and digest arthropod prey. Nutrients derived from the prey are used to supplement the nutrient-poor substrate that the plant grows in.  In the winter the plant forms a non-carnivorous rosette of small, fleshy leaves that conserves energy while food and moisture supplies are low.  Single purple flowers appear between July and October on upright stalks up to 75 millimeters long.\nThe species was described in 1999 by S. Zamudio, who placed in the section Orcheosanthus.  It is closely related to P. colimensis.The generic name Pinguicula is derived from the Latin pinguis (meaning \"fat\") due to the buttery texture of the surface of the carnivorous leaves. The specific epithet elizabethiae refers to Zamudio's friend Elizabeth Arguelles, an enthusiastic collector of flora from Querétaro.",
    "Plant characteristics": "",
    "Plant characteristics-Habit and Phenology": "Like many Mexican butterworts, P. elizabethiae is seasonally dimorphic, in that it undergoes two distinct growth habits throughout the year.  During the summer when rain and insect prey are most plentiful, the plant forms a ground hugging rosette up to 12 centimeters (5 in) in diameter and composed of obovate–spatulate to suborbicular–spatulate leaves. These leaves are carnivorous, having a large surface area densely covered with stalked mucilaginous glands with which they attract, trap, and digest arthropod prey, most commonly flies.  These so-called \"summer leaves\" are replaced by \"winter rosettes\" of small, glandless succulent leaves with the onset of the dry season in late fall.  This protective winter rosette allows the plant to undergo winter dormancy until the first rains begin in spring. Flowers born singly on upright 35–75 millimeter (​1 3⁄8–3 in.) peduncles emerge from July–October.",
    "Plant characteristics-Leaves and stolons": "The leaf blades of the summer rosettes of P. elizabethiae are smooth, rigid, and succulent, and green in color. The laminae are generally obovate–spatulate to suborbicular–spatulate, between 35 and 72 millimeters (​1 3⁄8–3 in.) long and 10–53 millimeters (⅜–2 in.) wide, and have slightly involute margins. The leaf bases are covered in 5–10 millimeter multicellular trichomes.\nThe \"winter\" or \"resting\" rosette of P. elizabethiae is 10–20 millimeters (⅜–​13⁄16 in.) in diameter and consists of 60 to 125 small, compact, fleshy, non-glandular leaves.  These are each 5 to 17 millimeters (​3⁄16–​11⁄16 in.) long and two to four millimeters (​1⁄16–​3⁄16 in.) wide, spatulate to oblong-spatulate, obtuse, and densely covered with 5–10 millimeter multicellular trichomes.As is typical in the genus, the upper lamina surface of the summer leaves is densely covered by peduncular (stalked) mucilagenous glands and sessile (flat) digestive glands. The peduncular glands consist of a few secretory cells on top of a single-celled stalk. These cells produce a mucilaginous secretion which forms visible droplets across the leaf surface. This wet appearance probably helps lure prey in search of water; a similar phenomenon is observed in the sundews. The droplets secrete only limited enzymes and serve mainly to entrap insects. On contact with an insect, the peduncular glands release additional mucilage from special reservoir cells located at the base of their stalks. The insect struggles, triggering more glands and encasing itself in mucilage. The sessile glands, which lie flat on the leaf surface, serve to digest the insect prey. Once the prey is entrapped by the peduncular glands and digestion begins, the initial flow of nitrogen triggers enzyme release by the sessile glands. These enzymes, which include amylase, esterase, phosphatase, protease, and ribonuclease break down the digestible components of the insect body. These fluids are then absorbed back into the leaf surface through cuticular holes, leaving only the chitin exoskeleton of the larger insects on the leaf surface.",
    "Plant characteristics-Flowers": "P. elizabethiae produces one to five flowers during each flowering period.  These are borne singly on upright flower stalks which are 3.5 to 7.5 centimeters (​1 3⁄8–3 in.) long and are covered in glandular trichomes. Most flowers are pinkish, but colors ranging from violet to off-white have been observed.The flowers themselves are composed of five petals which are fused at one end. The throat, the portion of the flower near the attachment point which holds the reproductive organs, is funnel shaped, and the petals flare out from there into a five-lobed zygomorphic corolla.  Below the attachment point to the stem the petals are fused into a 15–28 millimeter (⅝–​1 1⁄8 in.) long spur which protrudes backwards roughly perpendicular to the rest of the flower.The flowers are 36 to 46 millimeters (​1 3⁄8–​1 27⁄32 in.) long, and have a deeply bilabiate corolla, with a 2-lobed upper lip and a 3-lobed lower lip.  The upper lobes are 6.5–10 millimeters (¼–⅜ in.) long by 7–10.5 millimeters (¼–⅜ in.) wide and generally obovate to suborbicular. The outer lower lobes are similarly shaped and are 7–13 millimeters (¼–¾ in.) in both width and length, though the central lobe tends to be slightly longer than its neighbors.  The floral tube that houses the reproductive organs and is visible at the base of the corolla lobes is 4–5 millimeters (​5⁄32–​3⁄16 in.) long and is green to white. The white color can sometimes extend partway onto the lower petal lobes, especially as a stripe on the central lobe.\nThe ovary and attached pistil protrude from the top of the floral tube near its opening, with the receptive stigma surface toward the front.  Anthers hang from recurved filaments behind the pistil.  Pollinators exiting after collecting nectar from the spur brush against the anther, transferring pollen to the stigma of the next flower they visit. The flowers can last up to 10 days but will wilt once they are pollinated. Pollinated ovaries ripen into 2–3.7 millimeter (​1⁄16–​3⁄16 in.) dehiscent seed capsules containing numerous 0.8–1 millimeter long, 2 millimeter wide seeds.",
    "Distribution and habitat": "P. elizabethia is currently known from only a handful of sites in the canyons of Moctezuma river and its tributary Arroyo Toliman, and may therefore represent a new endemic species for the canyon system.  Here it grows on steep slopes and vertical cliffs facing north to north-east, at an altitude of 1000–1600 meters (3300–5250 ft.).  Surrounding vegetation is submontane, and companion plants include Selaginella lepidophylla, Notholaena sp., Cheilanthes sp. and mosses.",
    "Taxonomy": "P. elizabethiae was first collected by Ricardo Zirahuen Ortega from the Moctezuma River canyon during an environmental impact assessment survey for the Zimapán Dam in 1990.  Ortega, not realizing he had discovered a new taxon, identified his collections as the somewhat similar P. cyclosecta.  Mexican botanist Sergio Zamudio Ruiz observed the same population and others nearby in 1996, and came to the same conclusion.  A third botanist, Johan van Marm, then indicated that he had also observed Pinguicula in the canyon system, but assumed he had discovered a range extension for P. colimensis.  In 1998 Zamudio had the opportunity of comparing the two established species with the plants from the Moctezuma River and Arroyo Toliman canyon systems, and concluded that they were indeed three distinct species.  P. elizabethiae was described in 1999 and placed in the section Orcheosanthus along with other species with purple, deeply bilabiate corollas with 5 sub-equal lobes, a short floral tube, and a large spur not protruding past this tube.  Morphological similarities have been noted between this species and  P. colimensis and P. cyclosecta, though differences in the size and shape of the summer leaves, presence of large multi-cellular trichomes at the leaf base, and other morphological features can be used to distinguish the geographically isolated species in cultivation.",
    "Notes": "",
    "References": "Legendre L (2000). \"The genus Pinguicula L. (Lentibulariaceae): an overview\". Acta Botanica Gallica 141 (1): 77–95.\nRivadavia, F. 2006 Postcard #18 Retrieved on Jan 28, 2010\nRuiz, S.Z. 2001 Revision de la seccion Orcheosanthus del Genero Pinguicula (Lentibulariaceae) Universidad Nacional Autónoma de México.\nZamudio, S. 1999 Pinguicula elizabethiae una nueva especie de la seccion Orcheosanthus (Lentibulariaceae) de los estados de Querétaro y Hidalgo, Acta Botanica Mexicana, 1999, vol.47, page 15-22",
    "External links": "A World of Pinguicula — Articles, photos, taxonomic and horticultural information\nCarnivorous Plant Photo Finder: Pinguicula\nInternational Carnivorous Plant Society\nPinguicula Discussion Forum"
  }
}