{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_alpina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. alpina"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula alpina, also known as the alpine butterwort, is a species of carnivorous plant native to high latitudes and altitudes throughout Eurasia.  It is one of the most widespread Pinguicula species, being found in mountainous regions from Iceland to the Himalayas. Native to cold climates, it is a temperate species, forming prostrate rosettes of green to red leaves and white flowers in the summer and a tight hibernaculum during a period of winter dormancy in the winter.  Like all members of the genus, P. alpina uses mucilaginous glands covering the surface of its summer leaves to attract, trap, and digest arthropod prey.",
    "Description": "P. alpina is a small perennial herb, reaching a height of 5–15 cm (2-6 in.) when in flower. The plant is supported by 1–2 cm (0.4-0.8 in) long roots, which are fleshy, yellow-white and branching. P. alpina is the only temperate Pinguicula which retains these roots year-round; the roots of other temperate species wither with the winter dormancy. This allows it to invest more of its income (nutrients derived from prey) into long-term storage, compared to other subarctic Pinguicula which are income breeders and invest these nutrients into immediate plant size and flowering increases.",
    "Description-Leaves": "The five to eight fleshy, light-green to reddish, elliptic to lanceolate leaves form a ground-hugging rosette up to 6 cm (2.5 in) in diameter. The upper surface of the leaves are sticky from the mucilage secreted by stalked glands covering the leaf surface. Small insects alighting upon this surface are caught by the mucilage, upon which sessile glands embedded in the leaf surface (except for the central vein) secrete digestive enzymes to digest the prey. The leaves of this species are able to further aid digestion by growing such that the leaf edge rolls toward the center, bringing additional glands into contact with the prey. Most plants are reddish-green in full sun, though some plant will turn completely red while a smaller percentage will remain completely green.",
    "Description-Flowers and seeds": "P. alpina only begins flowering after several years of growth. Six to eight (occasionally up to 13) flowers are borne singly on unbranched inflorescences up to 12 cm (5 in) tall. The zygomorphic flowers are 10–16 mm (⅜-⅝ in) long with a short yellow-green spur and are composed of a two-lobed upper lip and three-lobed lower lip. They are white with one or sometimes three yellow markings on the lower lip. These can be variable in size and shape. The flowers are protogynous, meaning that the female stigmas mature before the male anthers, and are pollinated by flies.\nFertilized flowers mature into 6–9 mm (¼-⅜ in) by 2–3 mm (1/16-⅛ in) seed capsules bearing copious numbers of tiny, rust-brown seeds.",
    "Description-Vegetative reproduction": "Healthy plants produce 3 mm (⅛ in) bulblets at the leaf axils following the flowering period. These form new plants the following year, serving as a means of vegetative reproduction. Plants in arctic habitats do not form these bulblets.",
    "Description-Hibernacula": "P. alpina is hemicryptophytic, in that the plant survives the cold winter conditions by reducing to a bud resting on the soil surface. This bud, called a hibernaculum, is composed of small, densely packed leaves, which unfurl with the coming of spring. Although most hibernacula in this genus lose their roots during this period, P. alpina is unique in that it retains them.",
    "Distribution": "P. alpina is found in high altitudes and latitudes throughout Europe and Asia, with the densest populations concentrated in the Alps and northern Scandinavia. Around the last ice age the plant was distributed throughout Asia, where it still remains today in Siberia, Mongolia, and the Himalayas. P. alpina is one of the most widely distributed members of the genus Pinguicula.\nIn 2012, a population of more than 1000 P. alpina individuals was discovered in Ringhorndalen, Svalbard. Previously unknown to exist in the archipelago, it now marks the northernmost population of the species.",
    "Habitat and ecology": "This species grows from sea level in northwest Siberia to altitudes of up to 4,100 m (13,500 ft), in open, sunny locations. The plant prefers wet soils such as seeps with alkali to neutral pH. P. alpina is, however, unusually tolerant of soil dryness for a temperate butterwort. It is typically found in subalpine seeps or bogs or alpine rock-meadows.\nIn alpine locations P. alpina is often found growing with Carex firma (an alpine grass), Bistorta officinalis, Dryas octopetala, and Pedicularis rostratocapitata. Here it most often grows in a Caricetum firmae plant association, part of the Seslerion albicantis (alpine bluegrass) plant community.\nIn montane locations it is most often associated with Caricion davallianae and Cratoneurion commutati plant communities, growing together with Schoenus nigricans, Schoenus ferrugineus, Epipactis palustris, Cochlearia officinalis and Pinguicula vulgaris.",
    "Environmental status": "Due to its widespread distribution, P. alpina enjoys a relatively secure future. In some regions in Europe, however, it is uncommon enough to be threatened by development or agriculture. The species, for example, used to be found in northern Scotland, but has since been eradicated there and is no longer found growing natively on the British Isles. The species is protected in Germany by the \"Bundesartenschutzverordnung\", and is also protected locally in some Swiss cantons and the Pannonian and Alpine foothill regions of Austria.",
    "Uses": "European folk medicine didn't distinguish between various butterwort species, but prescribed them for sores, swelling, sciatica, and liver disease, as well as stomach aches, chest pain and respiratory problems. Its supposed effectiveness against these ailments is attributed to the cinnamic acid found in the plants.",
    "Taxonomy": "In 1583, Clusius distinguished between two butterwort forms in his Historia stirpium rariorum per Pannoniam, Austriam: a blue-flowered form (P. vulgaris) and a white-flowered form (P. alpina), which Linnaeus included in his Species Plantarum in 1753 along with P. villosa and P. lusitanica.\nSince that time countless subgenera, varieties and forms have been described in an attempt to reassign or further delimitate the species. These, however, have not gained wide acceptance.\nWith the exception of the extremely rare P. crystallina, P. alpina is the only European species which is not a member of the section Pinguicula, belonging instead to the section Micranthus, of which it the type species. The other three species of this section are native to northern Russia, Siberia and Japan.\nAlthough it is not closely related, P. alpina forms natural hybrids with P. vulgaris, forming the hybrid Pinguicula × hybrida.",
    "Notes": "",
    "References": "Much of the content of this article comes from the equivalent German-language Wikipedia article (retrieved on the 7th of February, 2007).\n\nS. J. Casper : Monographie der Gattung Pinguicula. Bibliotheca Botanica Heft 127/128, Stuttgart 1966\nWilhelm Barthlott, Stefan Porembski, Rüdiger Seine, Inge Theisen: Karnivoren., Verlag Eugen Ulmer, Stuttgart 2004, ISBN 3-8001-4144-2\nMaria Teresa Della Beffa: Alpenblumen. Ein umfassender Ratgeber zum Finden, Bestimmen und Erkennen. Neuer Kaiser Verlag, Klagenfurt 1999, ISBN 3-7043-2181-8",
    "External links": "Species description and notes"
  }
}