{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_macroceras",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. macroceras"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula macroceras, the California butterwort or horned butterwort, is a species of perennial carnivorous herb that is native to the North American Pacific coast, as well as other select distributions in Canada, Russia, Japan, and the United States.[3] [7] Common names include California butterwort, horned butterwort and butterwort. Pinguicula macroceras belongs to the genus Pinguicula and the family Lentibulariaceae.",
    "Description": "Pinguicula macroceras is a carnivorous perennial herb growing less than 20 cm tall.[3] With simple fleshy leaves (green-dark brown) that form a basal rosette, that are often recognized as slimy or sticky, and occasionally incurving over trapped prey.[3] The leaves are adaxially glandular with stalked glands for capturing small organisms and sessil glands for the digestion of their prey.[3] A single rosette can have 1-5 inflorescences held up by individual stems, which are composed of a single purple-blue flower (rarely observed with 2) that lack bracts.[3] The calyx upper lip of the flower is 3-lobed, while the lower lip is 2-lobed with the center colored white.[3]  The corolla measures 13–21 mm with a lip that is often found to be hairy and generally does not block the throat of the flower.[3] The flowers form a distinct horn on the top, hence the common name horned butterwort.",
    "Habitat": "Pinguicula macroceras are found growing in moist habitats and often in serpentine conditions.[3] Moist slopes and serpentine banks along creeks and rivers, at an altitude less than 1800 m are places where they are likely to be located.[4] Serpentine cliff sides (most often north facing) with fast flowing seeps have also been documented habitat of the Pinguicula macroceras.[4] Moist habitats that are home to Pinguicula macroceras are often dominated by layers of moss that they form basal rosettes on top of and bury their roots underneath.",
    "Distribution": "In North America P. macroseras is found within 750 km of the Pacific coast in California, Oregon, Washington, and into Canada.[1] [7] Other populations of P. macroceras are known to exist in Russia and Japan.[3]  Disputes over the classification of P. macroceras as a species rather than a sub-species of P. vulgaris along with the difficulties of distinguishing the two species from each other have made defining the distribution of P. macroceras difficult in areas where the species are sympatric.[2]",
    "Ecology": "Pinguicula macroceras exists in an ecological niche that is unsuitable for most other types of plant life with some exceptions e.g. moss. They have done this by growing in water abundant, nutrient deprived serpentine soils and cliff sides, adapting a carnivorous behavior to supplement the nutrients that are absent in the serpentine habitats.",
    "Dispute over classification": "Pinguicula macroceras was described in 1820 and was characterized it by a long spur.[4] The original specimens collected by Link were stored in Berlin and destroyed during World War II.[4] Surviving specimens collected in 1933 by several other botanists from the same locations documented by Link were noted to have shorter spurs and named P. microceras.[4] In 1968, Casper asserted that P. microceras was not a species or sub-species, and demonstrated that P. macroceras grown in harsher conditions will develop a reduced spur.[5] \nIn 1972, Komiya asserted that P. macroceras was not a  species, but rather a large flowered sub-species of P. vulgaris.[6]  The debate continues today between the two camps on whether P. macroceras is morphologically distinct enough from P. vulgaris to be considered a species.[2]",
    "References": "\n1. Baalim, F., Peters, C., & Cota-Sánchez, J. (2013). Distribution and natural history of carnivorous plants of Saskatchewan, Canada. Check List, Journal of Species List and Distributions, 9(4), 883-893.\n2. Rice, B. (2011). Flower studies do not support subspecies within Pinguicula macroceras. Carnivorous Plant Newsletter, 40, 44-49. Retrieved June 9, 2015.\n3. Rice, B. A. 2014. Pinguicula macroceras, in Jepson Flora Project (eds.) Jepson eFlora, http://ucjeps.berkeley.edu/cgi-bin/get_IJM.pl?tid=38246, accessed on June 8, 2015.\n4. Rondeau, J. (1997). Pinguicua macroceras subsp. nortensis, a new subspecies of Pinguicula (Lentibulariaceae) from the California-Oregon border. International Pinguicula Study Group Newsletter, 8, 3-9.\n5. Casper, S. J.. 1962. On Pinguicula macroceras Link in North America. Rhodora, 64: 212-221.\n6. Komiya, S.. 1972. Systematic Studies on the Lentibulariaceae. Tokyo: NGC, Dept. of Biology. pp 44–48.\n7. Rondeau, J. H. 1995. Carnivorous Plants of the West, Volume II: 37. California, Oregon, Washington."
  }
}