{
  "url": "https://en.wikipedia.org/wiki/Pinguicula_ionantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Pinguicula"
    },
    {
      "Species": "P. ionantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinguicula ionantha is a rare species of flowering plant in the butterwort family known by the common names Godfrey's butterwort and violet butterwort. It is endemic to the US state of Florida, where it only occurs in the central Florida Panhandle. It is threatened by the loss of its habitat, and it is a federally listed threatened species of the United States.\nThis plant is a perennial herb forming a rosette of bright green fleshy leaves with rolled edges. These leaves, each up to 8 centimeters long, are coated with sticky glandular hairs on their upper surfaces. Species in genus Pinguicula are carnivorous plants that use such hairs to trap insects, which they digest for nutrients. The flower is borne on an erect scape up to 15 centimeters tall which forms in February through April. The flower is pale violet with a darker violet throat which may have darker purple veining. The corolla is up to 2 centimeters wide with a greenish spur on the back end about half a centimeter long. At the center of the flower is a conical palate covered in yellow or red hairs. The lobes of the corolla have white hairs.The plant is known from six counties between Tallahassee and Panama City, Florida. There are 83 historical occurrences, and plants were located at 43% of the sites in recently surveyed. Though drought may have reduced recent plant numbers, the species is believed to be declining overall.The butterwort grows in bogs located in pine savanna habitat. Lower-elevation bog habitat is dominated by pond cypress (Taxodium ascendens) and adjacent higher-elevation pine flatwoods habitat is dominated by longleaf pine (Pinus palustris) trees. The plant can be found in deep bogs, shallower seeps, wet depressions and puddles, and it may survive underwater for several days at a time after rainfall. Other plants in the habitat include wiregrass (Aristida stricta), panic grass (Panicum spretum), flattened pipewort (Eriocaulon compressum), Chapman's beakrush (Rhynchospora chapmanii). Habitat of this kind is fire-dependent. Wildfire maintains it in a relatively open state, preventing ecological succession from occurring. Without fire the area would become forested as large and woody vegetation grows, shading out the herb layer. Shrubs move in, particularly swamp titi (Cyrilla racemiflora) in this area. When a fire does occur, this rare plant and other native species become more abundant. Fire suppression remains a major threat to the habitat.Other threats include habitat destruction and modification. Silviculture is common in this section of the Florida Panhandle as natural habitat is cleared of brush and planted in trees for timber. Some tree plantations support the paper pulp industry. The land is also cleared for urban development. Some plants have been observed growing near roads, and road maintenance affects them, and in some cases has led to extirpation. One population was affected by Hurricane Frances in 2004 when the storm surge introduced saltwater to the habitat. In the past, this plant was subject to overcollection by plant enthusiasts. The plant is now in propagation and the International Carnivorous Plant Society has a permit to sell seeds.",
    "References": "",
    "External links": "USDA Plants Profile for Pinguicula ionantha"
  }
}