{
  "url": "https://en.wikipedia.org/wiki/Triphyophyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Dioncophyllaceae"
    },
    {
      "Genus": "TriphyophyllumAiry Shaw"
    },
    {
      "Species": "T. peltatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Triphyophyllum  is a monotypic plant genus, containing the single species Triphyophyllum peltatum of the family Dioncophyllaceae. It is native to tropical western Africa, in Ivory Coast, Sierra Leone and Liberia, growing in tropical forests.\nIt is a liana, with a three-stage lifecycle, each with a different shaped leaf, as indicated by its Greek name. In the first stage, T. peltatum forms a rosette of simple lanceolate leaves with undulate margins. It then develops long, slender, glandular leaves, resembling those of the related Drosophyllum, which capture insects; one to three of these leaves in each rosette.  The plant then enters its adult liana form, with short non-carnivorous leaves bearing a pair of \"grappling hooks\"  at their tips on a long twining stem which can become 165 feet (50 meters) in length and four inches (10 cm) thick. T. peltatum is the largest of all confirmed carnivorous plants in the world, but its carnivorous nature did not become known until 1979, some 51 years after the plant's discovery. Perhaps even more remarkable than its three very different leaf types are its fruit and seed.  The seeds are about 3 inches (7.5 cm) in diameter, bright red in color, disc-shaped, with a peltate stalk emerging from the fruit. Most of the seed's development occurs outside the fruit. This remarkable fruit and seed develop from an orange flower with five incurved petals.Triphyophylum peltatum is currently cultivated in three botanical gardens: Abidjan, Bonn, and Würzburg. It is exceedingly rare in private collections.",
    "References": "",
    "External links": "The Carnivorous Plant FAQ: About Triphyophyllum"
  }
}