{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_duquei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. duquei"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes duquei is a species of palm that is endemic to Colombia.  Known from only a small area in the Cordillera Occidental, it is threatened by habitat loss and forest management practices.",
    "Description": "Aiphanes duquei is a small palm up to 5 metres (16 ft) tall with stems about 5 centimetres (2.0 in) in diameter which are covered with black spines up to 15 cm (5.9 in) long.  Stems grow singly, not in clonal clusters.  Individuals have between 8 and 9 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are 72 cm (28 in) long.  Petioles are yellow to brown, 4 to 25 cm (2 to 10 in) long, and are covered with spines up to 10 cm (3.9 in) long.  Rachises are 91 to 110 cm (36 to 43 in), and scattered spines up to 3 cm (1.2 in) long.  Leaves each bear 23 to 35 pairs of leaflets.The male flowers, which are purple in colour, are 4 to 5.2 millimetres (0.16 to 0.20 in) long.  The female flowers are larger—13 to 20 mm (0.51 to 0.79 in) long.  The fruit are red, 9 to 12 mm (0.35 to 0.47 in) long.",
    "Taxonomy": "The species was first described by German botanist Max Burret in 1937 based on a collection made in November 1936 by Colombian botanist J.M. Duque.  The generic epithet, Aiphanes, coined by German botanist Carl Ludwig Willdenow in 1801, derives from Greek ai, meaning \"always\" and phaneros, meaning \"evident\", \"visible\" or \"conspicuous\".  The specific epithet, duquei, honours the collector, J.M. Duque.Burret placed Aiphanes duquei in the subgenus Brachyanthera, one of the two subgenera into which he divided the genus.  While Borchsenius and Bernal recognised the other subgenus, Macroanthera as a potentially cohesive unit, they concluded that the remaining subgenus Brachyanthera would be overly heterogeneous, and consequently abandoned Burret's use of subgenera.",
    "Distribution and status": "Aiphanes duquei is endemic to an area of 200 square kilometres (77 sq mi) in the Cordillera Occidental in Colombia.  It is found in cloudy, lower montane wet and rain forests, primarily in the Munchique and Farallones de Cali National Parks.On the basis of its limited distribution, and the fact that its habitat is vulnerable to expanding agriculture and forest management practices, it is classified as a vulnerable species.\n\n\n== References =="
  }
}