{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_eggersii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. eggersii"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes eggersii, known locally as corozo, is a species of spiney, pinnately leaved palm which is native to the coastal plain of Ecuador and adjacent dry forests of Peru.",
    "Description": "Aiphanes eggersii is a small, multi-stemmed palm 1 to 6 metres (3.3 to 19.7 ft) tall with up to 10 stems.  Stems are 7 to 8 cm (2.8 to 3.1 in) in diameter.  Stems are covered with black or grey spines up to 10 cm (3.9 in) long.  Individuals have between 7 and 10 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are about 40 to 75 cm (16 to 30 in) long and are covered with black or grey spines up to 10 cm (3.9 in) long.  Petioles are 0 to 10 cm (0.0 to 3.9 in) long and spiny.  Rachises are 115 to 205 cm (45 to 81 in) with 50 to 65 pairs of leaflets (or more rarely as few as 30 pairs).Inflorescences consist of a peduncle 42 to 137 cm (17 to 54 in) and a rachis 35 to 48 cm (14 to 19 in) long.  The rachis bears 35 to 75 rachillae, which are the smaller branches which themselves bear the flowers.  Flowers are borne in groups consisting of one female and two male flowers.  The male flowers are yellow, while the female flowers are yellow with brown sepals.  The ripe fruit is bright red, spherical, and 18 to 22 millimetres (0.71 to 0.87 in) in diameter.",
    "Taxonomy": "Aiphanes has been placed in the subfamily Arecoideae, the tribe Cocoseae and the subtribe Bactridinae, together with Desmoncus, Bactris, Acrocomia and Astrocaryum.  In his 1932 revision of the genus, German botanist Max Burret placed Aiphanes eggersii in the subgenus Macroanthera, one of the two subgenera into which he divided the Aiphanes.  In their 1996 monograph, Finn Borchsenius and Rodrigo Bernal recognised that if Macroanthera was reduced to three species (A. horrida, A. minima, and this species) it could form a viable grouping, but that this would leave the other subgenus, Brachyanthera overly heterogeneous, and consequently the abandoned Burret's use of subgenera.Aiphanes eggersii was described by Burret in 1932 based on collections made by Danish botanist Henrik Franz Alexander von Eggers in February 1897.  The generic epithet, Aiphanes, coined by German botanist Carl Ludwig Willdenow in 1801, derives from Greek ai, meaning \"always\" and phaneros, meaning \"evident\", \"visible\" or \"conspicuous\".  The specific epithet, eggersii, honours Eggers.",
    "Reproduction": "The flowers of A. eggersii produce small quantities of nectar, but lack a scent.  Male flowers open once the inflorescence is freed from the bract in which it develops. They last eight to ten days.  Female flowers open about a week after the male flowers, and last for another week.  The flowers are visited by bees and wasps and contained micromoth larvae; they are believed to be pollinated by bees, with a possible contribution from the wind.",
    "Distribution and habitat": "Aiphanes eggersii is native to the dry forests of the coastal plain of Ecuador and northern Peru, in areas receiving as little as 500 millimetres (20 in) of precipitation annually. It is commonly found in the Ecuadorian province of Manabí.",
    "Uses": "The fruit and seeds are edible, and trees are sometimes planted near houses.\n\n\n== References =="
  }
}