{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_leiostachys",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. leiostachys"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes leiostachys is a species of palm that is endemic to Colombia.  Known from only a few forest fragments in the Cordillera Central, it is threatened by habitat loss and forest management practices.",
    "Description": "Aiphanes lindeniana is a small palm 3.5 to 5 metres (11 to 16 ft) tall with stems about 3 centimetres (1.2 in) in diameter, which are sparsely covered with slender spines up to 3 cm (1.2 in) long.  Individuals are usually multi-stemmed, with up to 10 stems, but occasionally are single-stemmed.  Stems bear about 11 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are 18 cm (7 in) long and are densely covered with black spines up to 1 cm (0.39 in) long.  Petioles are green, 14 to 16 cm (6 to 6 in) long, and are covered with spines up to 5 cm (2.0 in) long.  Rachises are 102 to 108 cm (40 to 43 in) and covered with spines.  Leaves each bear 17 to 20 pairs of leaflets which are arranged in three vertical rows.The male flowers, which are white with a purplish-brown corolla, are 1.5 to 2 millimetres (0.059 to 0.079 in) long.  The female flowers are slightly larger—2.5 to 3 mm (0.098 to 0.118 in) long.  The fruit have not been described.",
    "Taxonomy": "The species was first described by German botanist Max Burret in 1932, based on a collection made in 1880.  Since the original collection was destroyed when the Berlin Herbarium was bombed during the Second World War, a neotype has been designated.",
    "Distribution and status": "Aiphanes leiostachys is endemic to Colombia where it is known from only a few forest fragments in the Cordillera Central in an area that has largely been deforested.  Given its limited range and the continuing pressures of forest conversion for agriculture and plantation forestry, it is classified as an endangered species.\n\n\n== References =="
  }
}