{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_minima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. minima"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes minima is a spiny palm tree which is native to the insular Caribbean from Hispaniola to Grenada, and widely cultivated elsewhere.  Usually 5–8 metres (16–26 ft) tall, it sometimes grows as an understorey tree and only 2 m (6.6 ft) in height.",
    "Description": "Aiphanes minima is a single-stemmed, spiny palm  with pinnately compound leaves—rows of leaflets emerge on either side of the axis of the leaf in a feather-like or fern-like pattern. Stems are usually 5 to 18 m (16 to 59 ft) tall, though occasionally as little as 2 m (6.6 ft) tall and 6 to 20 centimetres (2.4 to 7.9 in) in diameter. Younger stems are covered with rings of black spines, but on older stems these are often lost. Individuals bear 10–20 leaves which are pinnately compound, bearing 18 to 34 pairs of leaflets along a central rachis that is 130 to 400 cm (51 to 157 in) long. The leaflets are borne in a single plane, and are usually linear in shape, but sometimes widen towards their apex, especially in Puerto Rico. The lower surface of the leaf can be covered with spines up to 3 cm (1.2 in) long or can be unarmed; the upper surface has a row of spines about 1 cm (0.4 in) long along the midrib. The rachis can be unarmed but is often covered with black spines up to 6 cm (2.4 in) long. The petiole, which connects the rachis with the stem, is 15 to 110 cm (5.9 to 43.3 in) long and covered with black spines up to 8 cm (3 in) long.",
    "Taxonomy": "Aiphanes has been placed in the subfamily Arecoideae, the tribe Cocoseae and the subtribe Bactridinae, together with Desmoncus, Bactris, Acrocomia and Astrocaryum.In his 1932 revision of the genus, German botanist Max Burret divided Aiphanes into two subgenera, and placed  A. minima in the subgenus Macroanthera. In their 1996 monograph, Finn Borchsenius and Rodrigo Bernal concluded that Macroanthera would be a viable taxon only if it were to be reduced to three species—A. aculeata, A eggersii and A. minima.  However, this would leave the other subgenus, Brachyanthera, as an overly broad and heterogeneous entity, and they decided to abandon Burrets use of subgenera.Borchsenius and Bernal placed all Caribbean Aiphanes (except those in Trinidad and Tobago) in a single species, A. minima, but this is not universally accepted. American botanist George Proctor disagreed with this, stating that he believed that there were several species present, and maintained that populations in Puerto Rico and the Dominican Republic should be maintained in a separate species, A. acanthophylla. In Dominica, palm systematist Scott Zona and colleagues documented the presence of two distinct populations of Aiphanes palms on the island—one which was larger and spinier, and the other that was smaller, more slender, and less spiny. This led them to speculate that this may represent a second species of Aiphanes.",
    "Taxonomy-History": "The first botanical description of the species was made by French botanist Charles Plumier. Plumier made three trips to the West Indies between 1689 and 1695, and among his descriptions were two palm species that he named Palma dactylifera, aculeata, fructu corallino, major and Palma dactylifera, aculeata, fructu corallino, minor, using \npre-Linnean names. Both of these are now considered to belong to Aiphanes minima. In 1763, Dutch botanist Nikolaus Joseph von Jacquin described the same species, using the name Palma Grigri Martinicensibus.The oldest description of the species that is considered valid is Joseph Gaertner's description of Bactris minima, which he published in 1791 in De Fructibus et Seminibus Plantarum. This name, which was based on a single fruit of unknown origins, is the basis for the modern name of the species.The name Aiphanes was coined a decade later by German botanist Carl Ludwig Willdenow in 1801.",
    "Distribution": "Aiphanes minima is native to the Dominican Republic, Puerto Rico, Dominica, Saint Vincent and the Grenadines, Saint Lucia, Martinique, Barbados and Grenada and is widely cultivated elsewhere. It is the northernmost member of the genus, and the only species of Aiphanes that is absent from the mainland of South America.",
    "Habitat and ecology": "In the northern portion of its range, Aiphanes minima grows on limestone hills and is dependent on gaps in the forest canopy to reach maturity. In the southern part it is a tree of the subcanopy or forest understorey, as it does in Turner's Hall Woods in Barbados.The flowers have a sweet scent, and are believed to be pollinated by bees. The fruit, flowers and seeds of Aiphanes minima are consumed by the vulnerable Saint Vincent amazon (Amazona guildingii) and is also considered a potentially important food species for the critically endangered Puerto Rican amazon (Amazona vittata).",
    "Uses": "Aiphanes minima is widely planted as an ornamental. The endosperm of the seeds is edible, and is similar in taste to that of a coconut.",
    "See also": "List of Aiphanes species",
    "Notes": "",
    "References": "Acevedo-Rodríguez, Pedro; Mark T. Strong (2005). Monocotyledons and Gymnosperms of Puerto Rico and the Virgin Islands. Contributions from the United States National Herbarium. 52. Washington, DC: Smithsonian Institution. pp. 1–415.\nBorchsenius, Finn; Rodrigo Bernal (December 1996). \"Aiphanes (Palmae)\". Flora Neotropica. 70.\nHenderson, Andrew; Gloria Galeano; Rodrigo Bernal (1995). Field Guide to the Palms of the Americas. Princeton, New Jersey: Princeton University Press. ISBN 0-691-08537-4."
  }
}