{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_horrida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. horrida"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes horrida is a palm native to northern South America and Trinidad and Tobago.  Aiphanes horrida is a solitary, spiny tree.  In the wild it grows 3–10 metres tall (9–30 feet) tall with a stem diameter of 6–10 centimetres (2–4 inches); cultivated trees may be as much as 15 m (49') tall with a 15 cm (6\") diameter.  The epicarp and mesocarp of the fruit are rich in carotene and are eaten in Colombia, while the seeds are used to make candles.  In parts of the Colombian Llanos endocarps are used to play games.The range of the species is found in dry forests between sea level and 1700 m (5600') above sea level in Bolivia, Brazil, Colombia, Peru, Trinidad and Tobago and Venezuela, but is not native to Ecuador.  The species is cultivated as an ornamental throughout the tropics.Many authors, including Henderson et al. (1995) and Borchenius and Bernal (1996) use A. aculeata rather than A. horrida, giving Jacquin's description of Caryota horrida a publication date of 1809, three years after Willdenow's 1806 description.  On the other hand, Govaerts et al. (2006) gives Jacquin's work a publication date of 1801, giving A. horrida priority over A. aculeata.",
    "Common names": "Aiphanes horrida is commonly known by a variety of names including Cocos rura, Mararay, Corozo, Macagüita, Marará, Macahuite, Corozo del Orinoco, Corozo anchame, Mararava, Cubarro, Chonta, Chascaraza, Charascal, Corozo chiquito, Corozo colorado, Pujamo, Gualte, Chonta ruro, Pupunha xicaxica, Coyure palm, Ruffle palm, Aculeata palm and Spine palm.",
    "Chemistry": "The stilbenolignan aiphanol, isorhapontigenin, piceatannol and luteolin can be found in the seeds of Aiphanes aculeata.",
    "References": "",
    "External links": "Aiphanes horrida, PACSOA, the Palm and Cycad Society of Australia—includes images of the tree, foliage and fruit."
  }
}