{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_chiribogensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. chiribogensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes chiribogensis is a species of palm which is endemic to western Ecuador.  Its natural habitats are subtropical or tropical moist lowland forests and subtropical or tropical moist montane forests.  It is threatened by habitat loss.",
    "Description": "Aiphanes chiribogensis is a small palm up to 3 metres (10 ft) tall with stems 3–6 centimetres (1.2–2.4 in) in diameter which are \"fiercely armed\" with black spines up to 6 cm (2.4 in) long.  Stems grow singly, not in clonal clusters.  Individuals have between 5 and 9 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are 20 to 40 cm (8 to 16 in) long.  They are violet on the inside, brown, scaly and covered with black or brown spines on the outside.  Petioles are green, 12 to 45 cm (5 to 18 in) long, and are covered with scattered spines.  Rachises are green, 48 to 100 cm (19 to 39 in), and lack spines.  Leaves each bear 12 to 17 pairs of leaflets.Male flowers are deep purple with yellow anthers, while female flowers are pinkish violet with rose-coloured pistils.  Fruit are bright red, about 10 to 12 millimetres (0.4 to 0.5 in) in diameter.",
    "Taxonomy": "The species was first described in 1989 by Finn Borchsenius and Henrik Balslev.",
    "Distribution and status": "Aiphanes chiribogensis is endemic to western Ecuador.  It is known from Pichincha Province in northwestern Ecuador, and was collected from Azuay Province in southwestern Ecuador 1943 but the area where it was collected has suffered extensive deforestation, and attempts to find it again in that area have been unsuccessful.The species is known from seven populations, none of which lie within Ecuador's network of protected areas.  Since these areas are threatened by habitat destruction, it is classified as a vulnerable species.\n\n\n== References =="
  }
}