{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_lindeniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. lindeniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes lindeniana is a species of palm that is endemic to Colombia.  Although widespread in the Cordillera Occidental and Cordillera Central, it is threatened by habitat loss and forest management practices.",
    "Description": "Aiphanes lindeniana is a small palm 1.5 to 7 metres (4.9 to 23.0 ft) tall with stems 3 to 7 centimetres (1.2 to 2.8 in) in diameter, sometimes up to 10 cm (3.9 in)  which are covered with black spines up to 10 cm (3.9 in) long.  Individuals are usually multi-stemmed, with up to 10 stems, but occasionally are single-stemmed.  Stems bear 4 to 10 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are 15 to 42 cm (6 to 17 in) long and are densely covered with black spines up to 12 cm (4.7 in) long.  Petioles are 6 to 56 cm (2 to 22 in) long, and are covered with spines up to 8 cm (3.1 in) long.  Rachises are 38 to 172 cm (15 to 68 in) and covered with spines.  Leaves each bear 18 to 48 pairs of leaflets.The male flowers, which are white to violet in colour, are 2 to 3 millimetres (0.079 to 0.118 in) long.  The female flowers are slightly larger—3 to 7 mm (0.12 to 0.28 in) long.  The fruit are red or orange 14 to 16 mm (0.55 to 0.63 in) in diameter.",
    "Taxonomy": "The species was first described by German botanist Hermann Wendland in 1857 as Martinezia lindeniana.  In 1878 Wendland transferred it to the genus Aiphanes.",
    "Taxonomy-Common names": "Common names include cuaro, cuvaro and mararai.",
    "Distribution and status": "Aiphanes lindeniana is endemic to Colombia.  It is widely distributed along the Cordilleras Occidental and Central in humid, high-elevation forests.  Although it is often spared when areas are deforested, it appears to be unable to reproduce by seed in these areas.  Due to expanding agriculture and forestry operations in its native range, it is considered a vulnerable species.\n\n\n== References =="
  }
}