{
  "url": "https://en.wikipedia.org/wiki/Aiphanes_bicornis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Arecales"
    },
    {
      "Family": "Arecaceae"
    },
    {
      "Genus": "Aiphanes"
    },
    {
      "Species": "A. bicornis"
    }
  ],
  "text": {
    "__SUMMARY__": "Aiphanes bicornis is a species of small, pinnately leaved palm which is endemic to Ecuador.  First described in 2004 and known from only two locations, the species name refers to the deeply notched tips of its leaflets, which resemble a pair of horns.",
    "Description": "Aiphanes bicornis is a small palm 50 to 110 centimetres (20 to 43 in) tall with a single stem 2 to 52 cm (0.79 to 20.47 in) tall and 2 to 2.5 cm (0.79 to 0.98 in) in diameter.  Stems are covered with grey spines up to 6 cm (2.4 in) long with 5 to 10 millimetres (0.20 to 0.39 in) spacing between nodes.  Individuals have between 7 and 13 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are about 10 to 14 cm (3.9 to 5.5 in) long and are covered with small cream-coloured spines and scattered larger spines.  Petioles are 12 to 32 cm (4.7 to 12.6 in) long and spiny.  Rachises are 25 to 54 cm (9.8 to 21.3 in) with 27 to 36 pairs of leaflets, the ends of which are deeply notched to form a pair of \"horns\".Inflorescences consist of a peduncle 68 to 76 cm (27 to 30 in) and a rachis 2 cm (0.79 in) long.  The rachis bears 2 to 3 rachillae, which are the smaller branches which themselves bear the flowers.  The male flowers have purple sepals and cream-coloured petals, while the female flowers are purple.  The ripe fruit has not been recorded, but the immature fruit is globose, 3 mm (0.12 in) long and 2 mm (0.08 in) in diameter.",
    "Taxonomy": "Aiphanes has been placed in the subfamily Arecoideae, the tribe Cocoseae and the subtribe Bactridinae, together with Desmoncus, Bactris, Acrocomia and Astrocaryum.  Aiphanes bicornis was described by Ecuadorian botanists Carlos Cerón and Rodrigo Bernal in 2004 based on a collection made in 2003 by Cerón and others between 2000 and 2003.  While the species bears certain resemblance to other members of the genus, it position within Aiphanes is uncertain.The specific name, bicornis refers to the deeply notched ends of the leaflets, which are said to be evocative of the horns of an antelope.",
    "Distribution": "Aiphanes bicornis is known from two locations at the base of the Cordillera de Toisan on the western slope of the Andes, in Imbabura Province, Ecuador.  The species may also be present in Colombia.\n\n\n== References =="
  }
}