{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_aurantipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. aurantipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe aurantipes  is a gilled fungus of the waxcap family found in a few scattered locations in wet forests in eastern Australia. It is a distinctive small mushroom with a 2–4 cm diameter olive-brown cap and golden-yellow stipe and gills, not easily confused with any other species. Known only from Lane Cove Bushland Park in Sydney's suburban Lower North Shore, Hazelbrook and Mount Wilson in the Blue Mountains, it has been designated as vulnerable as defined by the NSW Threatened Species Conservation Act 1995, by the New South Wales Government.",
    "Taxonomy": "Hygrocybe aurantipes was originally collected by Ray and Elma Kearney in Lane Cove Bushland Park in Sydney's suburban Lower North Shore district on 17 June 1990, and officially described by Australian mycologist Tony Young in 1997. Its specific epithet 'golden-footed' is derived from the Latin root aurant- 'gold' and pes 'foot'.",
    "Description": "Hygrocybe aurantipes is a small mushroom with a dark olive cap 2–4 centimetres (¾–1½ in) in diameter, initially conical and later flattening to almost flat. The widely spaced thick gills are adnate, and connected by veins on the undersurface of the cap, and are bright orange or yellow. The yellow or orange stipe is 3–6 cm (1⅓–2½ in) high and 0.35–0.7 cm thick and may taper and be paler at the base. The spore print is white, the oval to oblong spores measuring 5.5 x 8.5 μm. A distinctive mushroom, it is not readily confused with any other species.",
    "Distribution and habitat": "Hygrocybe aurantipes is a saprobic species, and is little known with a restricted distribution from the Hazelbrook and Mount Wilson in the Blue Mountains and Sydney Basin (Lane Cove Bushland Park). Fruiting bodies appear in autumn and winter (May to August), in leaf litter and mossy riparian areas in rainforest in warm temperate or subtropical climates.It is currently listed by the New South Wales Government as vulnerable, that is \"likely to become endangered unless the circumstances and factors threatening its survival or evolutionary development cease to operate\" as defined by the NSW Threatened Species Conservation Act 1995. Searching of suitable habitat has only yielded a limited occurrence, and its habitat has been deemed vulnerable to waterborne pollution, weed encroachment and damage from pedestrians.",
    "See also": "List of Hygrocybe species",
    "References": "",
    "References-Cited text": "Young, A.M. (2005). Fungi of Australia: Hygrophoraceae. (Australian Biological Resources Study) CSIRO, Canberra, ACT. ISBN 0-643-09195-5."
  }
}