{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_chlorophana",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. chlorophana"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe chlorophana is a species of agaric (gilled mushroom) in the family Hygrophoraceae. It has been given the recommended English name of golden waxcap in the UK. The species has a largely north temperate distribution, occurring in grassland in Europe and in woodland in North America and northern Asia; it has also been reported from mountainous areas of southern Australia. It typically produces basidiocarps (fruit bodies) in the autumn. In a few European countries, H. chlorophana is of conservation concern, appearing on national red lists of threatened fungi.",
    "Taxonomy": "The species was first described in 1821 by the noted Scandinavian mycologist Elias Magnus Fries as Agaricus chlorophanus, based on specimens collected locally in Sweden. In 1877, German mycologist Friedrich Otto Wünsche moved it to the genus Hygrocybe. The specific epithet comes from Greek χλωρός (= pale green) + φαίνω (= I appear), though it is not clear why Fries chose this epithet, since he described fruit bodies as \"flavus\" (Latin = yellow).\nRecent molecular research, based on cladistic analysis of DNA sequences, suggests that Hygrocybe chlorophana belongs within the core group of Hygrocybe sensu stricto.",
    "Description": "Basidiocarps are agaricoid, up to 100 mm (4 in) tall, the cap convex at first (never conical), becoming flat when expanded, up to 75 mm (3 in) across. The cap surface is smooth, distinctly viscid when damp, bright lemon-yellow to orange-yellow (rarely orange to red). The lamellae (gills) are waxy, pale cap-coloured, and adnexed (narrowly attached to the stipe). The stipe (stem) is smooth, cylindrical or compressed and grooved, cap-coloured, and moist to somewhat viscid when damp. The spore print is white, the spores (under a microscope) smooth, inamyloid, ellipsoid, about 7.5 to 9.0 by 4.0 to 5.5 μm.",
    "Description-Similar species": "The North American Hygrocybe flavescens is very similar in appearance, but is said to have a drier stipe. Boertmann (2010) has suggested it may not be distinct from H. chlorophana. Hygrocybe glutinipes is similarly coloured, but is typically smaller with a glutinous, semi-translucent cap and an equally glutinous stipe. Hygrocybe ceracea is also similarly coloured, but has a waxy (not viscid) cap and stipe and broadly attached, almost decurrent gills.",
    "Distribution and habitat": "The golden waxcap is widespread throughout the north temperate zone, occurring in Europe, North America, and northern Asia; it has also been collected from the alpine areas of Mt. Wellington in Tasmania, Australia. Like other waxcaps, it grows in old, unimproved, short-sward grassland (pastures and lawns) in Europe, but in woodland in North America and Asia. Recent research suggests waxcaps are neither mycorrhizal nor saprotrophic but may be associated with mosses.",
    "Conservation": "In Europe, Hygrocybe chlorophana is typical of waxcap grasslands, a declining habitat due to changing agricultural practices.  Though considered to be one of the commoner species in the genus, the golden waxcap nonetheless appears on the official or provisional national red lists of threatened fungi in several European countries, including Germany (Bavaria), Poland,  and Switzerland. In 1997, the species was featured on a postage stamp issued by the Faeroe Islands.",
    "See also": "\nList of Hygrocybe species\n\n\n== References =="
  }
}