{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_appalachianensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. appalachianensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe appalachianensis, commonly known as the Appalachian waxy cap, is a gilled fungus of the waxcap family. It is found in the eastern United States, where it fruits singly, in groups, or clusters on the ground in deciduous and mixed forests. The species, described in 1963 from collections made in the Appalachian Mountains, was originally classified in the related genus Hygrophorus. It was transferred to Hygrocybe in 1998, in which it has been proposed as the type species of section Pseudofirmae.\nFruit bodies of the Appalachian waxy cap are bright purplish-red to reddish-orange. They have convex to somewhat funnel-shaped caps that are 3–7 cm (1.2–2.8 in) in diameter, held up by a cylindrical stipe up to 7 cm (2.8 in) long. The gills are thick and widely spaced, with a color similar to that of the cap or paler, and a whitish-yellow edge. Microscopically, the spores and spore-bearing cells are dimorphic—of two different sizes.",
    "Systematics": "The fungus was described as new to science in 1963 by mycologists Lexemuel Ray Hesler and Alexander H. Smith in their monograph on North American species of Hygrophorus. Hesler collected the type on July 28, 1958 in Cades Cove, Great Smoky Mountains National Park (Tennessee). The fungus was recorded from the same location in a fungal survey conducted about 50 years later. It was transferred to the genus Hygrocybe in a 1998 paper by Ingeborg Kronawitter and Andreas Bresinsky. In this publication, the basionym was given as \"appalachiensis\" instead of the original spelling appalachianensis, and so Hygrocybe appalachiensis is an orthographic variant spelling. A reference to the type locality–the Appalachian Mountains–appears in both the specific epithet and in the common name, Appalachian waxy cap.\nBecause of its color and habit, Hesler and Smith originally thought the unknown agaric was H. coccinea or perhaps a large form of H. miniata, but study of its microscopic characteristics revealed that it was distinct from these. They noted that the fibrillose-squamulose texture of the cap (i.e. that it appears to be made of thin fibers, or covered with small scales) and the large spores suggested a relationship with H. turundus. The type of Hygrocybe appalachianensis is of an immature specimen, and the description of the basidia only accounted for microbasidia (i.e., the smaller of the two forms of basidia in the hymenium). The immature macrobasidia were described as pleurocystidia (i.e., cystidia arising from the side, or face, of the gill), which Hesler and Smith described as \"more or less embedded in the hymenium\". Microspores (the smaller of the two spore types produced by the fungus) were not accounted for in their original description, although they are present in the type.Deborah Jean Lodge and colleagues, in a reorganization of the family Hygrophoraceae based on molecular phylogenetics, proposed that H. appalachianensis should be the type species of the new section Pseudofirmae in genus Hygrocybe. Species in this section, which include Hygrocybe chloochlora, H. rosea, and H. trinitensis, have sticky or glutinous caps that often have perforations in the center. Their spores and basidia are dimorphic (of two sizes), and the development of the microbasidia and macrobasidia is often staggered. The macrobasidia are club shaped and appear as if they have a stalk.",
    "Description": "Fruitbodies of H. appalachianensis have convex caps that are 2–7 cm (0.8–2.8 in) in diameter. As the mushroom matures, the cap margins curl upward, and the central depression in the cap deepens, becoming more or less funnel shaped. Its color is bright red to purplish-red, which fades in age. The cap margin is often whitish. The well-spaced gills are initially adnate-decurrent, becoming more decurrent in age. Their color is that of the cap or paler; the gill edges are sometimes whitish-yellow. The cylindrical stipe, which measures 3–7 cm (1.2–2.8 in) long by 0.4–1.2 cm (0.2–0.5 in), is more or less the same width throughout its length. Its surface texture is smooth to slightly scurfy, and it is often whitish at its base. The flesh of the mushroom lacks any distinctive taste or odor. It is yellowish with orange tinges, with reddish color near the cap cuticle. Alan Bessette and colleagues, in their 2012 monograph on eastern North American waxcap mushrooms, note that the mushroom is \"reported to be edible\".Hygrocybe appalachianensis mushrooms produce a white spore print. Both the spores and the basidia are dimorphic. The larger spores (macrospores) are smooth, ellipsoid, and measure 11–17.5 by 7–10 µm. They are hyaline (translucent), and inamyloid. The macrobasidia are club shaped, measuring 38–57 by 8–14 µm, and can be one- two-, three- or four-spored. The ratio of macrobasidia length to macrospore length is usually less than five to one. Clamp connections are present on the hyphae of several tissues of the mushroom. The hyphae of the gills (the lamellar trama) are arranged in a parallel fashion.The colors of Hygrocybe mushrooms originate from betalains, a class of red and yellow indole-derived pigments. Specific betalains found in H. appalachianensis include muscaflavin, and a group of compounds called hygroaurins, which are derived from muscaflavin by conjugation with amino acids.",
    "Description-Similar species": "There are several lookalike species found in North American with which the Appalachian waxy cap might be confused. Hygrocybe cantharellus is a bright red mushroom that has smaller fruit bodies and a more slender stipe than H. appalachianensis. It also has smaller spores, measuring 7–12 by 4–8 µm. Hygrocybe reidii, found in Europe and northeastern North America, has flesh with a sweet odor that reminiscent of honey. This smell is sometimes weak and only noticeable when the tissue is rubbed, or when it is drying. Its scarlet cap initially has a narrow yellow-orange margin.Widespread and common in the Northern Hemisphere, the scarlet waxcap (Hygrocybe coccinea) is most reliably distinguished from H. appalachianensis by its smaller spores, measuring 7–11 by 4–5 µm. The sphagnum waxcap, H. coccineocrenata, also has colors that are similar to H. appalachianensis. In addition to its smaller spores (8–12 by 5.5–8 µm), its fruit bodies have smaller caps, measuring 0.6–2 cm (0.2–0.8 in) in diameter, and it is typically found fruiting in mosses.",
    "Habitat and distribution": "Fruit bodies of Hygrocybe appalachianensis grow singly, in groups, or clusters on the ground. Like all Hygrocybe species, the fungus is believed to be saprophytic, meaning it obtains nutrients by breaking down organic matter. It fruits in deciduous or mixed forest, typically appearing between the months of July and December. Its range covers a region extending from the states Ohio and West Virginia south to South Carolina and Tennessee. Its occurrence is occasional to locally common.",
    "See also": "List of Hygrocybe species",
    "References": "",
    "References-Cited literature": "Bessette AE, Roody WC, Sturgeon WE, Bessette AR (2012). Waxcap Mushrooms of Eastern North America. Syracuse, New York: Syracuse University Press. ISBN 978-0-8156-3268-9.\nLodge DJ, Padamsee M, Matheny PB, Aime MC, Cantrell SA, Boertmann D, Kovalenko A, Vizzini A, Dentinger BT, Kirk PM, Ainsworth AM, Moncalvo JM, Vilgalys R, Larsson E, Lücking R, Griffith GW, Smith ME, Norvell LL, Desjardin DE, Redhead SA, Ovrebo CL, Lickey EB, Ercole E, Hughes KW, Courtecuisse R, Young A, Binder M, Minnis AM, Lindner DL, Ortiz-Santana B, Haight J, Læssøe T, Baroni TJ, Geml J, Hattori T (2014). \"Molecular phylogeny, morphology, pigment chemistry and ecology in Hygrophoraceae (Agaricales)\" (PDF). Fungal Diversity. 64 (1): 1–99. doi:10.1007/s13225-013-0259-0.",
    "External links": "Hygrocybe appalachianensis  in Index Fungorum"
  }
}