{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_miniata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. miniata"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe miniata, commonly known as the vermilion waxcap, is a small, bright red or red-orange mushroom of the waxcap genus Hygrocybe. It is a cosmopolitan species, that is found worldwide. In Europe, it is found in fields, on sandy heaths, or grassy commons in the autumn (fall). It is found in rainforest and eucalypt forest as well as heathland in Australia.",
    "Taxonomy": "Hygrocybe miniata was first described by Swedish mycologist Elias Magnus Fries as Agaricus miniatus in 1821, before being renamed by the same author in 1838 as Hygrophorus miniatus. German mycologist Paul Kummer then assigned it to the genus Hygrocybe in 1871. The specific epithet miniata comes from ‘miniat’, which means \"painted with red lead\".",
    "Description": "The cap is convex initially, but later flattens and becomes depressed with a wavy edges. The centre of mature fruiting bodies is noticeably scurfy, or scaly. This is a feature that is best seen on dry specimens, that have not been rained on. The cap colour is scarlet-orange with a yellow striate margin, and is 0.5–3.5 cm in diameter. The bare stem is often long, (up to 3 times the cap diameter) and tapering towards the base, with a tendency to flatten. It is the same colour as the cap, or slightly paler, with a white base. The gills are orange, adnate (with a broad attachment to the stem) or slightly decurrent; widely spaced, and somewhat notched. The flesh is orange, and is devoid of any odour. The spore print is white, and the ellipsoid spores measure 7–9 x 4–5 μm.A very similar species (only recently described) H. helobi (Arnolds) Bon; appears earlier in the season, prefers less acidic soils, and smells of garlic.",
    "Distribution and habitat": "Hygrocybe miniata is a cosmopolitan species, having been recorded in most of the temperate zones. It has been collected from Britain, Europe, America, and the equivalent zones in the Southern Hemisphere such as eastern and southern Australia, where it has been recorded from Queensland, New South Wales, Victoria and Tasmania.In Britain it appears in autumn (fall), particularly in frost free periods, and prefers sandy heaths, grassy clearings, or unimproved fields. It is often seen in the company of mouse-ear hawkweed (Hieracium pilosella).In Australia, it can be found in temperate to subtropical rainforest and eucalypt forest as well as heathland. Fruiting bodies may appear in groups among the leaf litter from January to June.",
    "Edibility": "Edible, but of no consequence.",
    "See also": "\nList of Hygrocybe species\n\n\n== References =="
  }
}