{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_calyptriformis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Porpolomopsis"
    },
    {
      "Species": "P. calyptriformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Porpolomopsis calyptriformis is a species of agaric (gilled mushroom) in the family Hygrophoraceae. It has been given the recommended English name of Pink Waxcap in the UK. The species has a north temperate distribution, occurring in grassland in Europe and in woodland in North America and northern Asia. It typically produces basidiocarps (fruit bodies) in the autumn. In many European countries, P. calyptriformis is of conservation concern, appearing on national red lists of threatened fungi.",
    "Taxonomy": "The species was first described in 1838 by the Rev. Miles Joseph Berkeley as Agaricus calyptraeformis (so spelt), based on specimens he collected locally in England. In 1889, Swiss mycologist Victor Fayod moved it to the genus Hygrocybe. The specific epithet comes from Greek καλὐπτρα (= a woman's veil) + Latin forma (= shape), hence \"veil-shaped\".In 2008, Bresinsky proposed the genus Porpolomopsis to accommodate the species. Recent molecular research, based on cladistic analysis of DNA sequences, found that Porpolomopsis calyptriformis does not belong in Hygrocybe sensu stricto and confirmed its removal to the genus Porpolomopsis.",
    "Description": "Basidiocarps are agaricoid, up to 125mm (5 in) tall, the cap narrowly conical at first, retaining an acute umbo when expanded, up to 75mm (3 in) across, often splitting when expanded, the margins turning upwards. The cap surface is smooth to fibrillose, slightly shiny or greasy, pale rose-pink to lilac-pink (rarely white). The lamellae (gills) are widely spaced, waxy, cap-coloured or whiter. The stipe (stem) is smooth, white to pale cap-coloured, lacking a ring. The spore print is white, the spores (under a microscope) smooth, inamyloid, ellipsoid, c. 6.5 to 8.0 by 4.5 to 5.5μm.The species can normally be distinguished in the field, thanks to its shape and colour. No other north temperate waxcap is pink with a pointed cap.",
    "Distribution and habitat": "The Pink Waxcap is widespread throughout the north temperate zone, occurring in Europe, North America, and northern Asia. Like other waxcaps, it occurs in old, unimproved, short-sward grassland (pastures and lawns) in Europe, but in woodland in North America and Asia. Recent research suggests waxcaps are neither mycorrhizal nor saprotrophic but may be associated with mosses.",
    "Conservation": "In Europe, Porpolomopsis calyptriformis is typical of waxcap grasslands, a declining habitat due to changing agricultural practices. As a result, the species is of regional conservation concern and is one of 33 larger fungi proposed for international protection under the Bern Convention. Porpolomopsis calyptriformis also appears on the official or provisional national red lists of threatened fungi in several European countries, including Austria, Bulgaria, the Czech Republic, Denmark, France, Germany (Bavaria), Hungary, Italy, Poland, Slovakia, Spain, and Switzerland. In 2008, the Pink Waxcap was featured on a postage stamp issued by the Republic of Ireland.In the United Kingdom, Porpolomopsis calyptriformis was originally placed on the provisional red list of fungi (Ing, 1992) and made the subject of a Biodiversity Action Plan. Increased publicity and interest in waxcap grasslands, however, produced a commensurate increase in records of the species. By 2006, it had been recorded from over 360 hectads. As a result, the pink waxcap was deemed to be not uncommon in the United Kingdom and was consequently removed from the current (2006) red list and from the current list of BAP species.",
    "See also": "\n\n== References =="
  }
}