{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_lanecovensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. lanecovensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe lanecovensis is an Australian mushroom of the waxcap genus Hygrocybe. An endangered species, it is found only at Lane Cove Bushland Park in suburban Sydney.Hygrocybe lanecovensis was originally collected by Ray and Elma Kearney in Lane Cove Bushland Park in Sydney's suburban Lower North Shore district on 13 June 1998, and officially described by Australian mycologist Tony Young in 1999.The fruit body of Hygrocybe lanecovensis  is a small red mushroom; the cap is a vivid scarlet, convex in shape and is 1-2.3 cm in diameter. Its surface is sticky when young and less so with age. The edges of the cap are very narrowly yellow and crenulated. The thick gills are widely spaced and strongly decurrent. White initially, they can be slightly yellow with age. They can be seen through the edges of the cap. The stipe is 2.5–5 cm tall and 0.2-0,5 cm wide.The related Hygrocybe kula, found in Royal National Park as well as Lane Cove Bushland Park, is similar in being red with decurrent gills, but its gills are more creamy and not visible through the cap surface. It has a yellow base to the stem.  Hygrocybe miniata mushrooms are red but have adnate rather than decurrent gills.Fruit bodies appear in sandy soil among leaf litter in wet sclerophyll forest or warm-temperate rainforest in cooler months, with collections recorded in June and August.  It was listed by the NSW Government as endangered in 2002. Searches of similar habitat in surrounding areas have failed to locate the fungus, hence Lane Cove Bushland Park remains its only location. It is possibly threatened by pollutants in runoff from surrounding urban areas.",
    "See also": "List of Hygrocybe species",
    "References": "",
    "References-Bibliography": "Young, AM (2005). Fungi of Australia: Hygrophoraceae. Australian Biological Resources Study. Canberra, ACT: CSIRO. ISBN 0-643-09195-5."
  }
}