{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_quieta",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. quieta"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe quieta is a species of agaric (gilled mushroom) in the family Hygrophoraceae. It has been given the recommended English name of oily waxcap in the UK. The species has a European distribution and typically occurs in grassland where it produces basidiocarps (fruit bodies) in the autumn. In several countries, H. quieta is of conservation concern, appearing on national red lists of threatened fungi.",
    "Taxonomy": "The species was first described in 1951 by the French mycologist Robert Kühner as Hygrophorus quietus and was later moved to the genus Hygrocybe. The specific epithet refers to Lactarius quietus, an unrelated agaric which has the same distinctive smell as Hygrocybe quieta. Arnolds (1986) considered Hygrocybe obrussea (Fr.) Wünsche to be an older name for the oily waxcap, but the application of this name is disputed. Arnold's interpretation has been accepted by some modern authorities, but not by others.Recent molecular research, based on cladistic analysis of DNA sequences, suggests that Hygrocybe quieta belongs within the concept of  Hygrocybe sensu stricto.",
    "Description": "Basidiocarps are agaricoid, up to 100 mm (4 in) tall, the cap convex at first (never conical), becoming shallowly convex to flat when expanded, up to 75 mm (3 in) across. The cap surface is smooth, dry to slightly greasy when damp, bright yellow to orange-yellow becoming duller with age and sometimes developing a greyish sheen. The lamellae (gills) are waxy, yellow-orange to orange, rather widely spaced and broadly attached to the stipe. The stipe (stem) is smooth, cylindrical, often compressed and grooved, and cap-coloured. The spore print is white, the spores (under a microscope) smooth, inamyloid, ellipsoid to oblong, often constricted in the middle, about 7.5 to 9.0 by 4.0 to 5 μm. When fruitbodies are cut or rubbed, they release a distinctive, oily smell, said to resemble that of pentatomid bugs.",
    "Description-Similar species": "Several other waxcaps are similarly coloured, but the widely spaced, orange gills of Hygrocybe quieta are distinctive and the oily smell is diagnostic.",
    "Distribution and habitat": "The oily waxcap is widespread throughout Europe, where it typically grows in old, unimproved, short-sward grassland (pastures and lawns). Recent research suggests waxcaps are neither mycorrhizal nor saprotrophic but may be associated with mosses.",
    "Conservation": "Hygrocybe quieta is typical of waxcap grasslands, a declining habitat due to changing agricultural practices. The oily waxcap appears on the official or provisional national red lists of threatened fungi in several European countries, including Denmark, Germany (Bavaria), Poland,  and Switzerland.",
    "See also": "\nList of Hygrocybe species\n\n\n== References =="
  }
}