{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_austropratensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. austropratensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe austropratensis is a gilled fungus of the waxcap family found in a few scattered locations in dry sclerophyll forests in eastern Australia. It is a small mushroom with a 1.4–3 cm diameter pale orange or orange-brown cap and buff-coloured stipe and gills. It is known only from near Sydney, Hazelbrook in the Blue Mountains, and Victoria.",
    "Taxonomy": "Hygrocybe austropratensis was originally collected by mycologist Bruce A. Fuhrer in Warrandyte State Park in Melbourne's outer northeastern suburbs on 23 May 1996, and officially described by Australian mycologist Tony Young in 1999, from a designated holotype collected by Ray and Elma Kearney in Lane Cove Bushland Park in Sydney's suburban Lower North Shore district on 7 June 1996. Its specific epithet is made with the prefix austro- \"southern\" onto the existing pratensis \"of a meadow\".It was separated from the wide-ranging buffcap (Hygrocybe pratensis) by its smaller spores and the fine white fur that covers young mushrooms.",
    "Description": "Hygrocybe austropratensis is a small mushroom with a pale orange to orange-brown cap 1.4–3 cm (0.55–1.18 in) in diameter, initially convex and later flattening irregularly. All parts of the mushroom are covered with fine white down which disappears with age. The widely spaced thick gills are decurrent, and occasionally fork at the margin of the cap, and are buff. The buff stipe is 2–4.5 cm (0.79–1.77 in) high and 0.4–0.7 cm thick and may be bulbous at the base. The spore print is white, the oval spores measuring 7.5 x 6.3 μm.",
    "Distribution and habitat": "Saprotrophic, this species has been recovered from locations in southeastern Australia including Hazelbrook in the Blue Mountains and Sydney Basin, and Warrandyte in outer Melbourne. Fruiting bodies appear in autumn and winter (May and June), in leaf litter and mossy areas in dry forest, particularly with Kunzea ericoides, in warm temperate or subtropical climates.It is currently listed by the Government of New South Wales as endangered, that is \"likely to become extinct unless the circumstances and factors threatening its survival or evolutionary development cease to operate\" as defined by the NSW Threatened Species Conservation Act 1995. Searching of suitable habitat has only yielded a very limited occurrence, and its habitat has been deemed vulnerable to waterborne pollution, weed encroachment and damage from pedestrians.",
    "See also": "List of Hygrocybe species",
    "References": "",
    "References-Cited text": "Young, A.M. (2005). Fungi of Australia: Hygrophoraceae. (Australian Biological Resources Study) CSIRO, Canberra, ACT. ISBN 0-643-09195-5."
  }
}