{
  "url": "https://en.wikipedia.org/wiki/Hygrocybe_virescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hygrophoraceae"
    },
    {
      "Genus": "Hygrocybe"
    },
    {
      "Species": "H. virescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Hygrocybe virescens, commonly known as the lime-green waxy cap, is a species of agaric mushroom in the Hygrophoraceae family. The lime-green colored mushroom has a limited geographical distribution, having been reported only from California, Washington, and Mexico.",
    "Taxonomy": "The species was originally named Hygrophorus virescens by American mycologists Lexemuel Ray Hesler and Alexander H. Smith in their 1963 monograph of North American Hygrophorus species. In 2007, the species was transferred to the genus Hygrocybe.",
    "Description": "The cap is 2 to 4.5 cm (0.8 to 1.8 in) in diameter, conical or convex when young, but becoming flat in maturity; the margin often curves up in age. The cap color can be variable: when young it is yellow with some orange, later becoming lime green. The cap surface is smooth, moist but not sticky, in age the margin becomes rimose (covered with a network of cracks and small crevices) and often splits into lobes. The context is lime green and very fragile. The odor and taste are not distinctive. The gills have an adnexed attachment to the stem and are attached to the top of the stipe by a tooth; the color is whitish with lime green tones near the cap, with paler serrate (appearing saw-toothed) edges. The stipe is 3 to 6 cm (1.2 to 2.4 in) long, and 0.3 to 0.8 cm (0.1 to 0.3 in) thick and lime green in color. The base of the stem is whitish, moist or dry, and in age develops grooves, or striations. The stem is hollow, and tapers somewhat in width towards the top.The spores are ellipsoid, smooth, and inamyloid, with dimensions of 7–10 by 5–6.5 µm. The basidia (spore-bearing cells) are 40–55 by 7–10 µm, 2- and 4-spored; there are no pleurocystidia nor cheilocystidia.Mycologists Steve Trudell and Joe Ammirati suggest that Hygrophorus virescens is very similar in appearance to the European Hygrocybe citrinovirens, and may in fact be the same species.",
    "Habitat and distribution": "Hygrocybe virescens appears to be limited in distribution to California, Washington (based on a single collection in Seattle), and Veracruz State, Mexico. In California and Washington, it is found fruiting in association with redwood trees; the collections in Mexico were among grass and in gardens, near cypress hedges (genus Cupressus). It is rarely collected.",
    "See also": "\nList of Hygrocybe species\n\n\n== References =="
  }
}