{
  "url": "https://en.wikipedia.org/wiki/Antarctic_prion",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pachyptila"
    },
    {
      "Species": "P. desolata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Antarctic prion (Pachyptila desolata) also known as the dove prion,  or totorore in Maori, is the largest of the prions, a genus of small petrels of the Southern Ocean.",
    "Taxonomy": "The Antarctic prion is a member of the Pachyptila genus, and along with the blue petrel makes up the prions. They in turn are members of the Procellariidae family, and the Procellariiformes order. The prions are small and typically eat just zooplankton; however as a member of the Procellariiformes, they share certain identifying features. First, they have nasal passages that attach to the upper bill called naricorns. Although the nostrils on the prion are on top of the upper bill. The bills of Procellariiformes are also unique in that they are split into between seven and nine horny plates. They produce a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This can be sprayed out of their mouths as a defence against predators and as an energy rich food source for chicks and for the adults during their long flights. Finally, they also have a salt gland that is situated above the nasal passage and helps desalinate their bodies, due to the high amount of ocean water that they imbibe. It excretes a high saline solution from their nose.",
    "Taxonomy-Subspecies": "The Antarctic prion has three subspecies.\n\nPachyptila desolata desolata, the nominate race, breeds on the Crozet Islands, Kerguelen Islands, and Macquarie Island\nPachyptila desolata altera, breeds on Heard Island and the Auckland Islands\nPachyptila desolata banksi, breeds in the Scotia Arc on South Georgia, the South Sandwich Islands and Scott Island",
    "Etymology": "Pachyptila, the word, comes from the Greek words pakhus and ptilon. Pakhus means \"thick\" or \"stout\" and ptilon means \"a feather\". Desolatus is Latin for \"forsaken\" or \"desolate\". This is in reference to the desolate Antarctic region where they live. Also from the Greek language, prion comes from the word priōn meaning \"a saw\", in reference to the serrated edges of its bill.",
    "Description": "The wingspan is 17 to 20 cm (6.7 to 7.9 in), while the body length is 28 cm (11 in). Like all prions, its underparts are white and upperparts are blue-grey, with a dark \"M\" across its back to its wingtips. It has a white eyebrow, blue-grey bill, and blue feet.  It also has a grey wedge-shaped tail with a black tip. On its wings, its greater coverts are near black.",
    "Behaviour": "",
    "Behaviour-Feeding": "Like all prions, the Antarctic prion eats primarily zooplankton, which it obtains by filtering water through its upper bill.",
    "Behaviour-Breeding": "The Antarctic prion nests in colonies, and prefers islands in the Southern ocean. Both sexes assist in building the nest, as well as incubating the single egg and raising the chick.",
    "Range and habitat": "It breeds in colonies on the Auckland Islands, Heard Island, Macquarie Island, Scott Island, South Georgia and the South Sandwich Islands, the South Orkney Islands, South Shetland Islands, Crozet Islands, and the Kerguelen Islands. When not breeding, it ranges throughout the southern oceans.",
    "Conservation": "The Antarctic prion has an occurrence range of 76,600,000 km2 (29,600,000 sq mi) and an estimated adult bird population of 50 million.",
    "Footnotes": "",
    "References": "BirdLife International (2009). \"Antarctic Prion - BirdLife Species Factsheet\". Data Zone. Retrieved 17 Jul 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDouble, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8, Birds I: Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 0-671-65989-8.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 192. ISBN 0-8160-3377-3.\nMaynard, B. J. (2003). \"Shearwaters, petrels, and fulmars (Procellariidae)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8, Birds I: Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 123–133. ISBN 0-7876-5784-0.\nZipCode Zoo (19 Jun 2009). \"Halobaena (Genus)\". BayScience Foundation. Archived from the original on 2012-06-09. Retrieved 22 Jul 2009.",
    "External links": "Antarctic prion photos\nBirdLife species factsheet"
  }
}