{
  "url": "https://en.wikipedia.org/wiki/Bermuda_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pterodroma"
    },
    {
      "Species": "P. cahow"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bermuda petrel (Pterodroma cahow) is a gadfly petrel. Commonly known in Bermuda as the cahow, a name derived from its eerie cries, this nocturnal ground-nesting seabird is the national bird of Bermuda and can be found on Bermudian money. It is the second rarest seabird on the planet and a symbol of hope for nature conservation. They are known for their medium-sized body and long wings. The Bermuda petrel has a greyish-black crown and collar, dark grey upper-wings and tail, white upper-tail coverts and white under-wings edged with black, and the underparts are completely white.\nFor 300 years, it was thought to be extinct. The dramatic rediscovery in 1951 of eighteen nesting pairs made this a \"Lazarus species\", that is, a species found to be alive after having been considered extinct. This has inspired a book and two documentary films. A national programme to preserve the bird and restore the species has helped increase its numbers, but scientists are still working to enlarge its nesting habitat on the restored Nonsuch Island.",
    "Diet and foraging": "Cahows typically eat small fish, squid and shrimp-like crustaceans. They also predominantly feed in colder waters. Geolocator studies carried out between 2009 and 2011 confirmed that they primarily forage in two widely separated locations during the non-breeding season (July to October), between Bermuda, Nova Scotia and North Carolina, and to the north and northwest of the Azores archipelago. Special glands in their tube-like nostrils allow them to ingest seawater. These glands filter out the salt and expel it through sneezing.",
    "Breeding": "Initially they were superabundant throughout the archipelago, but because of habitat degradation and invasion of mammals, the bird's suitable nesting areas have dwindled to four islets in Castle Harbor, Bermuda, in the warm waters of the Gulf Stream, some 650 miles east of North Carolina. The cahow is a slow breeder, but excellent flier. It visits land only to nest and spends most its adult life on the open seas ranging from the North Atlantic coastal United States and Canada to waters off western Europe. After 3–4 years at sea, males return to breeding islands to create nests.\nBreeding season takes place during January and June. They nest in burrows and only the ones that can be in complete darkness are chosen. Females return after 4–6 years at open sea looking for a mate; the females lay one egg per season. 40% to 50% fail to hatch. Eggs are incubated by both parents and take 53–55 days to hatch. Hatching occurs between May and June. Cahows mate for life and typically return to the same nest each year.",
    "History": "The Spanish sailors of the 1500s used Bermuda and its surrounding islands as a waypoint for their raids against the Inca and other civilizations. At that time, cahows were abundant and formed dense, noisy colonies. These sailors, as Diego Ramirez writes in 1603, would take up to 400 birds a night for food. In addition to eating birds, conquistadors brought hogs to the island to sustain themselves over their voyage. These hogs decimated the ground-nesting cahow, rooting up their burrows, eating eggs, chicks and adults and disrupting their breeding cycle.\nFollowing the Spanish arrival in Bermuda, the English ship Sea Venture was wrecked on the island in 1609. Those men that were shipwrecked culled the fattest individual petrels and harvested their eggs in abundance, especially in January when other food sources were diminished. This shipwreck led directly to the settlement of the island by the English in 1612.\nBermuda's colonization by the English introduced species like rats, cats and dogs, and mass killings of the birds for food by these early colonists devastated their numbers. The remaining cahow population also decreased due to widespread burning of vegetation and deforestation by the settlers during the first 20 years of settlement. Despite being protected by one of the world's earliest conservation decrees, the governor's proclamation \"against the spoyle and havocke of the Cohowes\", the birds were thought to have become extinct by the 1620s.\nSubsequent sightings of the cahow were believed to be confusion with the similar Audubon's Shearwater. In 1935, William Beebe of the New York Zoological Society had hopes of rediscovering the bird. By June he was presented with an unidentified seabird that had struck the St. Davids Light house in Bermuda. The bird was then sent to American ornithologist Robert Cushman Murphy of The American Museum of Natural history in New York. He identified the bird as a Bermuda petrel. Six years later, Bermudian naturalist Louis L. Mowbray received a live Bermuda petrel that had collided with a radio antenna tower. The bird was released after rehabilitation two days later.After a bird that died flying into a lighthouse was identified as a cahow, in January 1951 18 surviving nesting pairs were found on rocky islets in Castle Harbour by Murphy and Mowbray and with them was a 15-year-old Bermudian boy, David B. Wingate, who would become the primary conservationist in the fight to save the bird.",
    "Conservation": "David B. Wingate devoted his life after that to saving the bird. After university studies and other work, in 1966 Wingate became Bermuda's first conservation officer. He undertook work to address various threats to the Bermuda petrel, including the eradication of introduced rats on the nesting islands and nearby islands, and addressed nest-site competition with the more aggressive, native white-tailed tropicbird Phaethon lepturus catsbyii, which invaded petrel nest burrows and killed up to 75% of all chicks. Following the design and installation of specially sized wooden \"baffler\" burrow entrance covers, which allowed the petrels to enter but excluded the larger tropicbirds, there has been essentially no further chick loss from this cause.Wingate also initiated the ecological restoration of Nonsuch Island, located near the Bermuda Petrel breeding islets. Nonsuch was a near desert after centuries of abuse, neglect and habitat destruction. The measures that had to be taken weren't just for conserving what was left but also to recreate what had been lost, and thousands of endemic and native plant, including Bermuda cedar (Juniperus bermudiana), Bermuda palmetto palm (Sabal bermudana) and Bermuda olivewood (Cassine laneanum), were propagated and planted out on Nonsuch to recreate the original forest ecosystem that once covered Bermuda, but which was almost entirely lost through disease and clearing for agriculture, shipbuilding and residential development. In total, almost 10,000 individual native and endemic plants of over 100 species were planted on Nonsuch starting in 1962, and have since developed into a well-established closed-canopy forest, similar to early accounts of what was found on Bermuda by the earliest settlers in the 1600s. Wingate's goal was to restore the habitat on Nonsuch Island so that it could eventually serve as a viable nesting site for the species.\nEven after retirement, Wingate designed and donated artificial plastic nest boxes to the Cahow Recovery Project, funded by the Bermuda Audubon Society. These nests were an effort made toward assisting the recovery of the Bermuda Petrel, which normally nest in deep soil burrows or rock crevices but suffered from a shortage of suitable nest sites and soil for the birds to burrow in on the original nesting islets. Artificial concrete burrows have been used for many years to provide additional nesting opportunities for the birds, but are very labor-intensive to construct, requiring 400-800 lbs of concrete each. The new nest boxes were designed to meet the birds nesting needs, and it is hoped that they will assist in the recovery of the Cahow for its future survival.David Wingate retired in 2000, after which Jeremy Madeiros became the Bermuda Government terrestrial conservation officer, taking over the management of the Cahow Recovery Program and the Nonsuch Island Living Museum Project. Madeiros carried out a review of the status of the Bermuda Petrel, identifying erosion of the four small original nesting islets due to hurricane damage and sea-level rise as the single largest threat facing the species. A banding program for both fledgling and adult Petrels was initiated in 2002, and by 2015 had resulted in over 85% of all Bermuda Petrels being fitted with identification bands, enabling positive identification of individual birds through their breeding lifespan. A Recovery Plan for the Bermuda Petrel, which provided guidelines and objectives for the management of the species, was published by Madeiros in 2005.",
    "Conservation-Translocation project": "It was recognized that the four original tiny nesting islets, which were the only nesting locations for the Petrel and which totaled only 1 hectare (2.4 acres) in area, did not provide sufficient habitat for the species to fully recover. Madeiros, assisted by the Australian petrel specialist Nicholas Carlile, proposed and carried out a translocation project to re-establish a nesting population of Bermuda Petrel on Nonsuch Island, which at 6.9 ha (16.5 acres) was much larger and more elevated that the original nesting islets, offering safety from erosion and hurricane flooding and providing room for potentially thousands of nesting pairs. In 2004, the trial year of the project took place with 14 chicks translocated 18–21 days before fledging from the original nesting islets to a group of artificial concrete nest burrows constructed on Nonsuch, where they were fed fresh squid and anchovies and monitored every day until departure, with all fledging successfully. In 2005, 21 chicks were translocated, with all again fledging successfully by mid-June. This project was continued for a total of five years, with 105 chicks in total being translocated, of which 102 fledged successfully out to sea.",
    "Conservation-Breeding on Nonsuch Island": "The first translocated Bermuda Petrels returned when mature to Nonsuch Island in February 2008. The first Petrel egg on Nonsuch Island in more than 300 years was laid in January 2009, and the resultant fledgling departed in June of the same year. A total of 49 of the original 102 translocated birds had been confirmed as returning to the nesting islands by 2015, of which 29 had returned to Nonsuch itself. This project has been successful in establishing a new nesting colony on Nonsuch, which by 2016 had grown to 15 nesting pairs. This colony had already produced 46 successfully fledged chicks between 2009 and 2016.Based on the success of the first translocation project, Madeiros started a second translocation project in 2013 at a different location on Nonsuch, to establish a second colony and foothold for the Bermuda Petrel on that island. During the first three years of this second project, a total of 49 near-fledged Cahow chicks had been translocated to the \"B\" colony site, with 45 successfully fledging out to sea. In 2016, the first of these birds, translocated as a chick in 2013, returned and paired up with a non-translocated bird in a burrow at the original translocation colony on Nonsuch.\nA Sound Attraction System was also set up in 2007 to help encourage returning translocated birds to stay and prospect on Nonsuch, and overcome any tendency for young birds to be attracted back to the activity at the original nesting islets.Thanks to the conservation efforts over the past five decades and extensive legal protection, the population of the Bermuda Petrel has risen from 17-18 breeding pairs producing 7-8 fledged chicks in 1960 to 132 breeding pairs producing 72 fledged chicks in 2019. The main threats for the future of the bird is still the lack of a suitable breeding sites, with 80% of the Bermuda Petrels nesting in artificial burrows, and ongoing erosion of the original smaller nesting islets due to hurricane impacts and sea-level rise. Category 3 Hurricane Fabian destroyed about 15 nesting burrows in 2003, and damage to most of the remainder required urgent repair and construction of replacement burrows. In 2010, Hurricane Igor caused further extensive damage to nest burrows on the original islets, and in 2014, Category 2 Hurricane Gonzalo, a late-season hurricane, killed 5 nesting pairs that had already returned on the smaller nesting islets. The global population of this bird in 2015 was about 300 individuals. A cahow was seen off the west coast of Ireland in May 2014, the furthest the species has ever been seen from Bermuda.",
    "Conservation-CahowCam Outreach Project": "Starting in 2011 the \"CahowCam\" project was launched by the Bermuda-based LookBermuda / Nonsuch Expeditions Team in partnership with the Department of the Environment and Natural Resources. Since then it has been live streaming infrared video from specially adapted artificial nesting burrows from Nonsuch Island Translocation Colony A using specialized cameras and lights custom built by Team Leader Jean-Pierre Rouja. In 2016 they partnered with The Cornell Lab of Ornithology bird-cam team resulting in over 20 million minutes of CahowCam footage being watched in the following 3 seasons. http://www.nonsuchisland.com/live-cahow-cam",
    "Conservation-Habitat restoration": "Cahows, being a recovering lazarus species, need special attention in order to support recovery and population growth. All nesting and nearby islands are strictly protected as part of the Castle Islands Nature Reserve, and landing by the public is prohibited except by special permission in the company of the conservation officer. This area is also designated as an international I.B.A. (Important Bird Area), in recognition of containing the entire world population of Bermuda Petrel, and up to 20% of the North Atlantic population of white-tailed tropicbird. These islands are maintained rat-free by an annual baiting program, and domestic animals are prohibited from landing on all islands in the reserve. In addition, there is an ongoing management program to eradicate non-native invasive plant species on all of the reserve islands, coupled with plantings of native and endemic plant species, many of which are also endangered. Several of the nesting islands are also the subject of an ecological restoration project, to restore them as examples of the terrestrial plant and animal communities once found on, but now largely lost from, the rest of Bermuda.",
    "Conservation-Other conservation issues": "Though the Bermuda petrel's population has explicitly increased and it is projected that the population will double every 22 years, there are still clearcut inhibitors on its path to recovery. The petrel's vulnerability has drastically increased due to substantial damage to its habitats and nesting sites by tropical storms and climate change. The predicted future increase of category 4 and 5 tropical storms pose an imminent threat to the petrels' long-term survivability. Tropical storms also aid the long-term effect of erosion of their surrounding habitat which hamper conservation efforts. As a solution, there is research going into finding another suitable area to make the artificial nesting places. Its recovery has been hampered by competition from white-tailed tropicbird (Phaethon lepturus) for nest-sites and predation of subadults by a single snowy owl (the first ever recorded in Bermuda) on Nonsuch Island, which was eradicated after having eaten 5% of the population. Light pollution from a nearby airport and a NASA tracking station adversely affects nocturnal aerial courtship.Another major issue with nests is competition with other birds in the area. To address this problem, artificial dome nests were created for tropicbirds along areas, not used by the Bermuda petrel, and by applying wooden baffles over the entrances of petrel burrows. These baffles only allow petrels to enter, keeping the competition of tropicbirds out. Another factor may be that the cahow will have an increased risk of extinction because of restricted ranges, small population sizes, and lower genetic diversity. Additionally, the characteristic philopatry of petrel species may mean that birds continually return to the same high-mortality breeding sites year after year.Rats also swam to one breeding island in April 2005, but were successfully eradicated within two weeks without loss to the Cahows. Unfortunately this pattern appeared to be repeated in March 2008, with five chicks killed on one of the nesting islets. Immediate baiting produced a dead black rat, Rattus rattus. However, as the islands were all baited at the beginning of the nesting season, this incident pointed out the need for constant vigilance of reintroduction and a requirement to provide fresh bait on the islands throughout the nesting season. This was underlined by further invasions of some of the nesting islands, including Nonsuch Island, in 2014 and 2015, although this time without loss to the birds.",
    "References": "",
    "Notes": "Beebe, W. 1932.  Nonsuch: Land of Water National Travel Club, New York\nAmazing Cahow Facts-The Endemic Bermuda Petrel. Nonsuch Island. LookBermuda. 13 July 2015\n“Cahow Fact File.” arkive. Wildscreen Arkive. Web. 26, Oct. 2015.\nLipske, Michael. Bermuda's Born Again Petrels-Conservationists are racing to build up new populations of this island's national bird, once believe extinct for nearly 400 years. National Wildlife Federation.14 January 2013\nMadeiros, Jeremy; Carlile, Nicholas and Priddel, David (2011). “Breeding biology and population increase of the Endangered Bermuda Petrel Pterodroma cahow”. Bird Conservation International, 22, 35-45\nMadeiros, Jeremy, Bob Flood, and Kirk Zufelt. \"Conservation and At-sea Range of Bermuda Petrel.\" North American Birds 67.4 (2014): 546-57. Web.\nCarlile, Nicholas, David Priddel, and Jeremy Madeiros. \"Establishment of a New, Secure Colony of Endangered Bermuda Petrel Pterodroma cahow by Translocation of Near-Fledged Nestlings.\" Bird Conservation International 22.1 (2012): 46-58.\nMadeiros, Jeremy, Nicholas Carlile, and David Priddel. \"Breeding Biology and Population Increase of the Endangered Bermuda Petrel Pterodroma cahow.\" Bird Conservation International 22.1 (2012): 35-45.",
    "External links": "Nonsuch Island website and portal for the Nonsuch Expeditions\nNonsuch Expeditions Cornell Lab of Ornithology CahowCam Partnership\nARKive - images and movies of the Bermuda petrel (Pterodroma cahow)\nBirdLife Species Factsheet\nBirdLife: \"Cahows bounce back as Bermudians build burrows\"\nBirdLife: \"New island home for Cahow chicks\"\nBirdLife: \"Cahow class of 2002 return to breed\"\nBirdLife: \"Bermuda Petrel returns to Nonsuch Island (Bermuda) after 400 years\"\nLibrary of Congress early written records\nLucinda Spurling's documentary film website\n\"New Light on the Cahow, Pterodroma Cahow\" Report on the cahow rediscovery in 1951\nGehrman, Elizabeth. Rare Birds: The Extraordinary Tale of the Bermuda Petrel and the Man Who Brought It Back from Extinction (Boston: Beacon Press, 2012).\nhttp://neotropical.birds.cornell.edu/portal/species/conservation?p_p_spp=700756\nsample from Lucinda Spurling's film Rare Bird, on YouTube\nhttp://www.oceanwanderers.com/BermudaPet.html\nhttp://www.mhhe.com/Enviro-Sci/CaseStudyLibrary/Topic-Based/CaseStudy_BermudaCahow.pdf\nCarlile, Nicholas; Priddel, David; Madeiros, Jeremy (2012). \"Establishment of a new, secure colony of Endangered Bermuda Petrel Pterodroma cahow by translocation of near-fledged nestlings\". Bird Conservation International. 22: 46–58. doi:10.1017/S0959270911000372.\nMadeiros, Jeremy; Carlile, Nicholas; Priddel, David (2012). \"Breeding biology and population increase of the Endangered Bermuda Petrel Pterodroma cahow\". Bird Conservation International. 22: 35–45. doi:10.1017/S0959270911000396."
  }
}