{
  "url": "https://en.wikipedia.org/wiki/Black-winged_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pterodroma"
    },
    {
      "Species": "P. nigripennis"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-winged petrel (Pterodroma nigripennis) is a species of seabird in the family Procellariidae. It breeds on a number of oceanic islands in the tropical and subtropical East Pacific Ocean and spends the rest of the year at sea.",
    "Description": "The black-winged petrel is a small species of petrel with long, narrow wings. Its length averages 29 centimetres (11 in) and its wingspan averages 67 centimetres (26 in). It has a small head and short black beak, a slender body and square-cut tail. It has a pale grey cap and nape, white cheeks and a dark grey collar. The dorsal surface of the body is pale grey and the upperside of the wings is pale grey near the base but dark greyish-black along the outer edge. The underparts are white and the outer edges of the wings are black. The tail is barred in black and white.",
    "Distribution": "The black-winged petrel is a pelagic species native to the East Pacific Ocean, living out at sea and only coming to land in order to breed. Its breeding range stretches from Lord Howe Island and eastern Australia to New Caledonia, the Chatham Islands and the Austral Islands (French Polynesia) in the east. Outside the breeding season it migrates further north and most commonly occurs in a broad belt of ocean between Peru and Hawaii.",
    "Biology": "Living as it does in the open ocean, little is known of its feeding habits. It mostly catches prey by skimming across the surface of the sea or pattering across the water with its feet, snatching up any suitable prey item. Its diet includes cephalopods and prawns and it sometimes associates with other members of the order Procellariiformes as it fishes. It breeds on tropical and subtropical islands in the Pacific Ocean. It digs a tunnel up to a metre (yard) long in sandy soil on a grassy slope inland from the shore. The entrance is often concealed by bushes. It lays a single egg in a chamber at the end of the passage, lining the nest with leaves and other material. The incubation period is about 45 days, both parents feed the young bird and it fledges in about 85 days.",
    "Status": "There is estimated to be a global population of black-winged petrels somewhere in the region of eight to ten million individuals. This large population is spread out over a wide area and the IUCN, in its Red Book of Endangered Species, lists the bird as being of least concern.",
    "References": "\n Media related to Pterodroma nigripennis at Wikimedia Commons"
  }
}