{
  "url": "https://en.wikipedia.org/wiki/Bonin_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pterodroma"
    },
    {
      "Species": "P. hypoleuca"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bonin petrel (Pterodroma hypoleuca) is a seabird in the family Procellariidae. It is a small gadfly petrel. The species is native to the North Pacific Ocean. Its secretive habits, remote breeding colonies and limited range have resulted in few studies and many aspects of the species' biology are poorly known.",
    "Description and taxonomy": "The Bonin petrel is a small gadfly petrel, 30 cm long with a wingspan of around 67 cm. It has a white head with a black cap and face markings; overall the head often has a scaled appearance. Its pale grey upperparts have darker primaries and wing coverts creating an \"M\" mark across the back. The underwing is white with dark edging and a patch at the carpal joint and across underwing coverts. The tail is dark grey, and the rest of the plumage is white, except for a dark half collar on the breast. Like the rest of the Pterodroma petrels the black bill is short and hooked. The legs and feet are pink with dark patches.\nThe Bonin petrel is currently thought to be closely related to the mottled petrel and white-necked petrel in the subgenus Proaestrelata, based on a review of the whole genus Pterodroma looking at morphology, calls, breeding biology, diet and parasitic lice. Despite the species having two remote and separate breeding localities the species is monotypic and no subspecies are recognised.",
    "Distribution and population": "995,000 individuals, about 99% of the total population, breed on the Northwestern Hawaiian Islands, while 5,000 individuals (1% of the population) breed off the coast of Japan on the Ogasawara and Volcano Islands.",
    "Behaviour": "",
    "Behaviour-Diet": "The Bonin petrel and the closely related mottled petrel are the only Pterodroma petrels with a fish dominated diet. Principal prey items are fish from the family Myctophidae (lantern fish) and Sternoptychidae (hatchetfish). Squid from the family Ommastrephidae are also consumed. All of these prey are midwater residents that use photophores and migrate to the surface during the night to feed; thus it is assumed that Bonin petrels are nocturnal feeders that seize prey at the surface while resting on the sea or in flight. Bonin petrel eyes contain high levels of the pigment rhodopsin which aids nocturnal vision. The Bonin petrel is usually solitary at sea, but is occasionally seen in large multi-species flocks. Like all procellariids the Bonin petrel has a modified area of the gut known as a proventriculus which partly digests prey to create stomach oil, an energy rich oil which is lighter to carry than prey.",
    "Behaviour-Breeding": "The Bonin petrel breeds in dense colonies, on islands in the Northwestern Hawaiian Islands; French Frigate Shoals, Laysan, Lisianski Island, Pearl and Hermes Reef,  Midway Atoll and Kure Atoll; and on the Volcano Islands and Bonin Islands south of Japan. Colinies are only visited by birds at night, with birds usually arriving soon after sunset. Nesting occurs in the winter in order to avoid competition for burrows with other nesting procellariids. In the Northwestern Hawaiian Islands the nesting season sometimes overlaps with the larger wedge-tailed shearwater, which will evict and even kill Bonin petrel chicks in order to use the nesting burrows. Both parents participate in digging burrows, which are usually dug in sand or hard coral substrate, and are between 1 and 3 m long.  Pairs are territorial, and will defend an area of around 2 m around the burrow entrance. They also display philopatry, returning to the same burrow in consecutive years, redigging the burrow if it has collapsed. Burrows in harder coral substrate are less likely to collapse than those dug into sand.\n\nThe species is thought to mate for life (like other Procellariiformes); pairs undertake mating flights consisting of pairs chasing and calling at each other over the colony prior to laying. A single egg is laid by a pair each breeding season, if it is lost then no attempt is made to re-lay. Laying occurs in late January. Both parents incubate the egg, with incubation stints of eight days for the male and six days for the female. Hatching occurs after around 50 days, around mid-March. The chicks are semi-altricial at hatching, covered in light grey down, and are brooded by the adults for two days after hatching, after which both parents feed at sea and return at night to feed the chick. Chicks are fed stomach oil and small items of prey. Chicks fledge around 80 days after hatching, in early June.",
    "Behaviour-Migration": "After the breeding season both chicks and adults migrate northwards to the seas off Honshū and Sanriku in Japan. The timing of the migration is partly influenced by sea surface temperatures. Birds begin to disperse south and east again in August and begin to return to their breeding islands in September. During the breeding season birds feed in the waters surrounding breeding islands. The species has not been recorded in the east Pacific.",
    "Relationship with humans": "Prior to the arrival of humans the Bonin petrel nested on the main Hawaiian Islands, fossil remains have been found on Kauai, Oahu and Molokai. These bones have been found in association with human archaeology, strongly implying that they were a food source for Polynesian settlers, along with other seabirds. The species was extirpated from the main islands prior to the arrival of Europeans.\nThe species is currently threatened by introduced species, particularly rats. Polynesian rats and black rats have devastated populations of Bonin petrels in the Northwestern Hawaiian Islands, primarily by taking eggs. Polynesian rats introduced to Kure Atoll were such a problem for Bonin petrels that for a five-year period in the 1960s not a single chick fledged (hatching success can be as high as 90% in the absence of introduced predators). Similar devastation occurred on Midway, where black rats introduced in 1943 (the same black rats that caused the extinction of the Laysan rail) reduced the population of Bonin petrels from 500,000 birds to 32,000 by 1995. Rabbits introduced to Lisianski Island destroyed nesting habitat and undermined nesting burrows. Habitat destruction limits breeding success on some islands, especially as it increases competition with more aggressive species like the wedge-tailed shearwater.\nConservation measures are in place to protect the Bonin petrel and other seabirds that share the species' breeding islands. Island restoration projects are restoring native vegetation on Laysan and Midway, and rats and rabbits have been removed from all the Northwestern Hawaiian Islands. The species is currently classified as least concern by the IUCN.\n\n\n== References =="
  }
}