{
  "url": "https://en.wikipedia.org/wiki/Broad-billed_prion",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pachyptila"
    },
    {
      "Species": "P. vittata"
    }
  ],
  "text": {
    "__SUMMARY__": "The broad-billed prion (Pachyptila vittata) is a small seabird, but the largest prion, with grey upperparts plumage, and white underparts. It has many other names that have been used such as blue-billed dove-petrel, broad-billed dove-petrel, long-billed prion, common prion, icebird, and whalebird.",
    "Taxonomy": "The broad-billed prion is a member of the Pachyptila genus, and along with the blue petrel makes up the prions. They in turn are members of the Procellariidae family, and the Procellariiformes order. The prions are small and typically eat just zooplankton; however as a member of the Procellariiformes, they share certain identifying features. First, they have nasal passages that attach to the upper bill called naricorns. Although the nostrils on the prion are on top of the upper bill. The bills of Procellariiformes are also unique in that they are split into between seven and nine horny plates. They produce a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This can be sprayed out of their mouths as a defence against predators and as an energy rich food source for chicks and for the adults during their long flights. Finally, they also have a salt gland that is situated above the nasal passage and helps desalinate their bodies, due to the high amount of ocean water that they imbibe. It excretes a high saline solution from their nose.",
    "Etymology": "Pachyptila, the word, comes from the Greek words pakhus and ptilon. Pakhus means \"thick\" or \"stout\" and ptilon means \"a feather\". Also from the Greek language, prion comes from the word priōn meaning \"a saw\", which is in reference to its serrated edges of its bill.",
    "Description": "The broad-billed prion has traditional prion colours: blue-grey upperparts, white underparts, and the ever present \"M\" across its back and wings. It also has a black crown, a dark eye stripe, and a black-tipped tail. Its bill is also black. The head pattern is more distinct and the tail band is less extensive than that of the similar fairy prion. It has a broad flat bill with comb-like fringes called lamellae. This is a large prion measuring 25 to 30 cm (9.8 to 11.8 in) long, with a wingspan of 57 to 66 cm (22 to 26 in) and weighing on average 160 to 235 g (5.6 to 8.3 oz).",
    "Behaviour": "They are social birds; however their courtship displays happen at night or in their burrows. When they need to defend their nests they are very aggressive with calling, posturing, and neck-biting.",
    "Behaviour-Feeding": "They are gregarious, and eat crustaceans (copepods), squid, and fish. They utilize a technique called hydroplaning, where the bird flies with its bill in the water, skimming water in, and then filtering the food. They also surface-seize. This prion doesn't follow fishing boats regularly.",
    "Behaviour-Breeding": "Breeding begins on the coastal slopes, lava fields, or cliffs of the breeding islands in July or August, as they lay their single egg in a burrow type nest. Both parents incubate the egg for 50 days, and then spend another 50 days raising the chick. The main predators are skuas, although on some islands, cats and rats have reduced this prion's numbers drastically. Colonies disperse from December onwards, although some adults remain in the vicinity of the breeding islands and may visit their burrows in winter.",
    "Range and habitat": "This species is found throughout oceans and coastal areas in the Southern Hemisphere. Its colonies can be found on Gough Island, Tristan da Cunha, South Island, Chatham Islands, on the subantarctic Antipodes Islands, and other islands off the coast of New Zealand.",
    "Conservation": "This prion has an occurrence range of 10,500,000 km2 (4,100,000 sq mi) and an estimated population of 15 million. It is categorised as least concern by the IUCN.",
    "Footnotes": "",
    "References": "Harrison, P. (1991) [1983]. Seabirds: an identification guide (2nd ed.). Beckenham, U.K.: Christopher Helm. ISBN 0-7136-3510-X.\nBirdLife International (2009). \"Broad-billed Prion Pachyptila vittata - BirdLife Species Factsheet\". Data Zone. Retrieved 23 Jul 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDouble, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 0-671-65989-8.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 192. ISBN 0-8160-3377-3.\nMaynard, B. J. (2003). \"Shearwaters, petrels, and fulmars (Procellariidae)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 123–133. ISBN 0-7876-5784-0.\nZipCode Zoo (19 Jun 2009). \"Pachyptila vittata (Broad-Billed Prion)\". BayScience Foundation. Retrieved 23 Jul 2009."
  }
}