{
  "url": "https://en.wikipedia.org/wiki/Fairy_prion",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pachyptila"
    },
    {
      "Species": "P. turtur"
    }
  ],
  "text": {
    "__SUMMARY__": "The fairy prion (Pachyptila turtur) is a small seabird with the standard prion plumage of black upperparts and white underneath with an \"M\" wing marking.",
    "Taxonomy": "The fairy prion is a member of the Pachyptila genus, and along with the blue petrel makes up the prions. They in turn are members of the Procellariidae family, and the Procellariiformes order. The prions are small and typically eat just zooplankton; however as a member of the Procellariiformes, they share certain identifying features. First, they have nasal passages that attach to the upper bill called naricorns. Although the nostrils on the albatross are on the sides of the bill. The bills of Procellariiformes are also unique in that they are split into between 7 and 9 horny plates. They produce a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This is used against predators as well as an energy rich food source for chicks and for the adults during their long flights. Finally, they also have a salt gland that is situated above the nasal passage and helps desalinate their bodies, due to the high amount of ocean water that they imbibe. It excretes a high saline solution from their nose.",
    "Etymology": "Pachyptila, the word, comes from the Greek words pakhus and ptilon. Pakhus means thick or stout and ptilon means a feather. Also from the Greek language, prion comes from the word priōn meaning a saw, which is in reference to its serrated edges of its bill.",
    "Description": "The fairy prion is the smallest prion and it measures between 23 and 28 cm (9.1–11.0 in) long. Its plumage is blue-grey on its upperparts, and white underneath. They have a dark \"M\" on their upperparts extending to their wingtips, and their tail is wedge-shaped with a dark tip. They have a blue bill and feet.",
    "Behaviour": "",
    "Behaviour-Feeding": "The diet consists mainly of planktonic crustaceans and other tiny sea animals, which they feed at night from the water's surface.",
    "Behaviour-Breeding": "They breed colonially and prefer small islands. The nest is situated in soil, hidden by vegetation and is dug with the bill or feet, or it is in a hollow in a crevice. When coming back to their nest at night, they will coo softly and listen for their mate.",
    "Range and habitat": "The fairy prion is found throughout oceans and coastal areas in the Southern Hemisphere.",
    "Conservation": "Widespread and common throughout its large range, with an estimated population of 5,000,000, the fairy prion is evaluated as least concern on the IUCN Red List of Threatened Species. Its range is 24,600,000 km2 (9,500,000 sq mi).",
    "Footnotes": "",
    "References": "Double, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 0-671-65989-8.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 192. ISBN 0-8160-3377-3.\nHarrison, C.; Greensmith, A. (1993).  Bunting, E. (ed.). Birds of the World. New York, NY: Dorling Kindersley. p. 51. ISBN 1-56458-295-7.\nMaynard, B. J. (2003). \"Shearwaters, petrels, and fulmars (Procellariidae)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 123–133. ISBN 0-7876-5784-0.\nZipCode Zoo (19 Jun 2009). \"Pachyptila turtur (Fairy Prion)\". BayScience Foundation. Archived from the original on 2008-10-11. Retrieved 22 Jul 2009."
  }
}