{
  "url": "https://en.wikipedia.org/wiki/Fulmar_prion",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pachyptila"
    },
    {
      "Species": "P. crassirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The fulmar prion (Pachyptila crassirostris) is a species of seabird in the Procellariidae family, found in the southern oceans.",
    "Etymology": "Its common name \"prion\" means \"saw\", referring to the bill; \"fulmar\" means \"foul-gull\". The species was once assigned under the now-obsolete genus Fulmariprion (from \"fulmar\" and \"prion\").\nThe genus Pachyptila means \"thick feathers\".\nIts specific name crassirostris means \"thick-beaked\".",
    "Taxonomy": "The fulmar prion is a member of the Pachyptila genus – and along with the blue petrel – makes up the prions. They in turn are members of the Procellariidae family and the Procellariiformes order. The prions are small and typically eat zooplankton; however, as a member of the Procellariiformes, they share certain identifying features. First, they have nasal passages that attach to the upper bill called naricorns, although the nostrils on the prion are on top of the upper bill. The bills of Procellariiformes are also unique in that they are split into between 7 and 9 horny plates. They produce a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This is used against predators as well as an energy-rich food source for chicks and for the adults during their long flights. Finally, they also have a salt gland that is situated above the nasal passage and helps desalinate their bodies, due to the high amount of seawater that they imbibe. They excrete concentrated brine from their nostrils.",
    "Taxonomy-Sub-species": "The fulmar prion has two sub-species:\n\nPachyptila crassirostris crassirostris, which breeds on the Snares Islands, Chatham Islands, and Bounty Islands.\nPachyptila crassirostris eatoni, which breeds on Heard Island and the Auckland Islands",
    "Behaviour": "",
    "Behaviour-Breeding": "Fulmar prions are annual breeders; they lay a single egg in their nest on islands with colonies. Both sexes will incubate the egg, which takes about 45 days, and raise the chick until it fledges at around 46 days.",
    "Behaviour-Diet": "Like all prions, fulmar prions eat predominantly zooplankton, which they strain through their upper bill.",
    "Range and habitat": "The fulmar prion is pelagic and stays over the southern oceans. When breeding, they will come ashore and nest on Heard Island, Auckland Islands, Chatham Islands, Bounty Islands, and Snares Island.",
    "Conservation": "Fulmar prions have a very large range. Their population – while lower than most other prions – is still substantial, at between 150,000 and 300,000 adult birds. Because of these numbers, the IUCN rates them as Least Concern.",
    "Footnotes": "",
    "References": "BirdLife International (2009). \"Fulmar Prion Pachyptila crassirostris - BirdLife Species Factsheet\". Data Zone. Retrieved 21 Jan 2013.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDouble, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 0-671-65989-8.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. pp. 191–192. ISBN 0-8160-3377-3.\nMaynard, B. J. (2003). \"Shearwaters, petrels, and fulmars (Procellariidae)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 123–133. ISBN 0-7876-5784-0.",
    "External links": "Holotype of Pachyptila crassirostris flemingi from the collection of the Museum of New Zealand Te Papa Tongarewa"
  }
}