{
  "url": "https://en.wikipedia.org/wiki/Halobaena",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "HalobaenaBonaparte, 1856"
    },
    {
      "Species": "H. caerulea"
    }
  ],
  "text": {
    "__SUMMARY__": "The blue petrel (Halobaena caerulea) is a small seabird in the shearwater and petrel family, Procellariidae. This small petrel is the only member of the genus Halobaena, but is closely allied to the prions. It is distributed across the Southern Ocean but breeds at only six known sites, all close to the Antarctic Convergence zone.",
    "Taxonomy": "The blue petrel is the only bird of the genus Halobaena, and a member of the order Procellariiformes. It shares certain identifying features with the rest of the order. First, it has nasal passages that attach to the upper bill called naricorns. The bills of Procellariiformes are unique in that they are split into between 7 and 9 horny plates. It also produces a stomach oil made up of wax esters and triglycerides that is stored in the proventriculus. This is used against predators as well as an energy rich food source for chicks and for the adults during their long flights. Finally, it also has a salt gland that is situated above the nasal passage and helps desalinate its body, due to the high amount of ocean water it drinks. It excretes a high saline solution from their nose.The word \"petrel\" is derived from Saint Peter and the story of his walking on water. This is in reference to the petrel's habit of appearing to run on the water to take off.",
    "Description": "The blue petrel's plumage is predominantly blue-grey, with an \"M\" banding across its top, which is similar to that of other prions. It also has a white-tipped tail. Its bill is smaller than that of other prions. It is 28 centimetres (11 in) in length with a wing span of 66 centimetres (26 in).",
    "Behaviour": "",
    "Behaviour-Feeding": "The blue petrel feeds predominantly on krill, as well as other crustaceans, fish, and squid. It can dive up to 6 m (20 ft).",
    "Behaviour-Breeding": "The blue petrel, like all members of the Procellariiformes, is colonial, and have large colonies. It nests in a burrow, and lays one egg per breeding attempt. Both parents incubate the egg for approximately 50 days and the chick fledges after 55 days. Skuas are the main danger for their eggs and chicks.",
    "Distribution and habitat": "The blue petrel inhabits the southern oceans ranging as far north as South Africa, Australia and portions of South America. They mostly only breed in a narrow latitudinal band from 47° to 56° S on either side of the Antarctic Polar Front. Nesting on  subantarctic islands, such as Marion Island, the Crozet Islands, Kerguelen Islands, Macquarie Island, South Georgia, Prince Edward Island.In 2014 a breeding colony was discovered on Gough Island (40° S, 10° W), central South Atlantic Ocean, more than 700 km north of its known and usual breeding range. Breeding here appears to take place later than at colonies farther south, so although the discovery is recent it does not necessarily represent a recent range extension.",
    "Conservation": "The blue petrel has a very large range and an estimate population of 3,000,000 adult birds and thus it is rated as Least Concern, by the IUCN.",
    "Footnotes": "",
    "References": "BirdLife International (2009). \"Blue Petrel Halobaena caerulea - BirdLife Species Factsheet\". Data Zone. Retrieved 22 Jul 2009.\nBrands, Sheila. \"Taxon: Species Halobaena caerulea\". taxonomicon.taxonomy.nl. The Taxonomicon. Retrieved 31 July 2017.\nBrooke, M. (2004). \"Procellariidae\". Albatrosses And Petrels Across The World. Oxford, UK: Oxford University Press. ISBN 978-0-19-850125-1.\nDouble, M. C. (2003). \"Procellariiformes (Tubenosed Seabirds)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J.; Olendorf, Donna (eds.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins. Joseph E. Trumpey, Chief Scientific Illustrator (2nd ed.). Farmington Hills, MI: Gale Group. pp. 107–111. ISBN 978-0-7876-5784-0.\nEhrlich, Paul R.; Dobkin, David, S.; Wheye, Darryl (1988). The Birders Handbook (First ed.). New York, NY: Simon & Schuster. pp. 29–31. ISBN 978-0-671-65989-9.\nGotch, A. F. (1995) [1979]. \"Albatrosses, Fulmars, Shearwaters, and Petrels\". Latin Names Explained A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. pp. 191–192. ISBN 978-0-8160-3377-5.\nPeters, James Lee (1931). Checklist of Birds of the World. 1. Cambridge, MA: Harvard University Press.\nZipCode Zoo (19 Jun 2009). \"Halobaena (Genus)\". BayScience Foundation. Archived from the original on 2012-06-09. Retrieved 22 Jul 2009.",
    "External links": "Blue petrel on Birdlife International\nBlue petrel on ZipcodeZoo\nBlue petrel Photos\nStamps (for French Southern and Antarctic Territory, South Georgia and the South Sandwich Islands)\nBlue petrel videos on the Internet Bird Collection\nBlue petrel photo gallery VIREO"
  }
}