{
  "url": "https://en.wikipedia.org/wiki/Pycroft's_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pterodroma"
    },
    {
      "Species": "P. pycrofti"
    }
  ],
  "text": {
    "__SUMMARY__": "The Pycroft's petrel (Pterodroma pycrofti) is a species of seabird in the petrel and shearwater family Procellariidae.",
    "Origin": "The Pycroft's petrel is a species of gadfly petrel (genus Pterodroma), and is thought to be closely related to the Stejneger's petrel.  The species was named after Arthur Thomas Pycroft, a New Zealand naturalist that discovered the species. The species was described by the New Zealand scientist Robert Falla.",
    "Appearance": "The Pycroft's petrel is small, measuring 26 cm (10 in) in length and weighing between 112–198 g (4.0–7.0 oz). The plumage] of the Pycroft petrel is grey and white; the upperparts are grey (with a darker M pattern on the back) and the underparts and forehead are white. It has a faint grey band across the breast and a dark grey patch around the eye.",
    "Habitat": "The breeding habitat of the Pycroft's petrel is temperate forests with soft soils on offshore islands.",
    "Reproduction": "The species only breeds in New Zealand, nesting on 11 islands off North Island. Breeding colonies are found on Stephenson Island, the Poor Knights Islands, Hen and Chickens Islands, and Mercury Islands. It used to also breed on Norfolk Island and Lord Howe Island, but have become extinct there.The breeding season begins in October when birds return to their colony; laying is synchronised and happens between 21 November and 10 December. This species lays a single egg in a burrow. The nesting burrows are 30 to 130 cm (12–51 in) long and the nesting chamber is lined with leaves. Both parents incubate the egg, with the male taking the first shift. This first incubation shift lasts 10-14 days. Chicks hatch 45 days after laying. Chicks leave the nest in around 80 days after hatching, and are not fed for the last week they are in the nest.",
    "Diet": "Little is known about its diet, but it is known to eat squid and crustaceans. Outside the breeding season it is thought to feed in the Central Pacific, and has been recorded as far as Japan, the United States, United States Minor Outlying Islands, and Wallis and Futuna Islands.",
    "Threats": "Chicks and eggs are sometimes eaten by tuatara. The species is threatened by introduced rats, which prey on nesting eggs and nestlings.",
    "Conservation": "The species is listed as vulnerable by the IUCN Red List. Efforts to remove rats and other introduced predators from their breeding colonies have resulted in a recovery for this species, and its numbers are now increasing.",
    "References": "",
    "External links": "BirdLife Species Factsheet"
  }
}