{
  "url": "https://en.wikipedia.org/wiki/Ulmus_bergmanniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. bergmanniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus bergmanniana C.K.Schneid., commonly known as Bergmann's elm, is a deciduous tree found across much of China in forests at elevations of 1500–3000 m.",
    "Description": "The tree is very closely related to the wych elm Ulmus glabra; it can reach a height of 26 metres (85 ft) with a wide-spreading crown, and a trunk of about 0.9 m d.b.h. \nThe bark is longitudinally fissured, and varies in colour from greyish-white to dark grey. The pubescent leaves range from obovate to elliptic, less than 16 cm (6.3 in) long, and bluish-green when mature. The perfect, wind-pollinated apetalous flowers are produced on second-year shoots in February, followed by generally obovate samarae <30 mm long by 14 mm width, the centre of the seed about 7 mm from the slightly notched apex. Branchlets do not possess the corky wings characteristic of many other elm species.",
    "Pests and diseases": "U. bergmanniana has a moderate resistance to Dutch elm disease; in trials  in Oklahoma it was also found to be eschewed by the elm leaf beetle Xanthogaleruca luteola [4], but further north at the Morton Arboretum was moderately to highly preferred by the insect. The species is also susceptible to the elm leafminer.",
    "Cultivation": "The tree was introduced to the West in 1900. In trials in the USA it was found to propagate well, and also proved to be very winter hardy. The tree was one of 12 Chinese species under evaluation at the Morton Arboretum, Illinois, in 2009 by the late Dr George Ware. There are no known cultivars of this taxon.",
    "Subspecies & varieties": "Two varieties are recognized: var. bergmanniana L.K.Fu, and var. lasiophylla C.K.Schneid..",
    "Etymology": "The species was named by Camillo Karl Schneider for his friend Carl Bergmann, who assisted in indexing the work in which it was published.",
    "Accessions": "North AmericaBrenton Arboretum, US.\nChicago Botanic Garden, US. Planted in West Collections Area.\nDenver Botanic Gardens, US. No acc. no. available.\nMorton Arboretum, US. acc. no. 44-95. Obtained from Yunnan Province, China.\nUnited States National Arboretum, Washington, D.C., US. Acc. nos. 68997, 76216, 76217, 76242, 68977.EuropeGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 507\nWijdemeren City Council, Netherlands. Elm collection. Planted 2013 Smeerdijkgaarde, Kortenhoef.",
    "Nurseries": "EuropePan-Global Plants [5], Frampton-on-Severn, Gloucestershire, UK.",
    "References": "",
    "External links": "\"Ulmus bergmanniana - 1\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus bergmanniana - 2\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}