{
  "url": "https://en.wikipedia.org/wiki/Ulmus_pseudopropinqua",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. pseudopropinqua"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus pseudopropinqua Wang & Li, occasionally known in the United States as the Harbin spring elm, is a small deciduous tree found only in Heilongjiang, the northeasternmost province in China. The tree has not been studied comprehensively, and it has been speculated it may be a natural hybrid of Ulmus davidiana var. japonica and Ulmus macrocarpa.",
    "Description": "Regarded as a handsome tree, U. pseudopropinqua grows to a height of 10 m. The wing-less twigs bear small ovate to subovate dark-green leaves, < 5.5 cm long by 2.5 cm broad considered similar to those U. davidiana var. japonica.  The wind-pollinated apetalous flowers are produced on second-year shoots in April; the variably-shaped samarae < 25 mm long by 20 mm wide ripen in June.",
    "Pests and diseases": "Resistant to Dutch elm disease, U. pseudopropinqua has also been found to be among the least suitable species for feeding and reproduction by elm leaf beetle Xanthogaleruca luteola [3]  and highly preferred for feeding by the Japanese beetle Popillia japonica in the United States.",
    "Cultivation": "The species is one of a range of rare Chinese elms evaluated as landscape plants at the Morton Arboretum, Illinois. One example is known to grow in the UK, but is not known to have been introduced to continental Europe or Australasia. There are no known cultivars of this taxon, nor is it known to be in commerce beyond the United States.",
    "Accessions": "",
    "Accessions-North America": "Brenton Arboretum, US. No accession details available\nMorton Arboretum, US. Acc. no. 587-2006. Wild collected in Harbin, China.\nUnited States National Arboretum, Washington, D.C., US. Acc. no. 73233.",
    "Accessions-Europe": "Grange Farm Arboretum [4], Lincolnshire, UK. Acc. no. 1091.\n\n\n== References =="
  }
}