{
  "url": "https://en.wikipedia.org/wiki/Ulmus_wallichiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. wallichiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus wallichiana Planch., the Himalayan elm, also known as the Kashmir elm and Bhutan elm,  is a mountain tree ranging from central Nuristan in Afghanistan, through northern Pakistan and northern India to western Nepal at elevations of 800–3000 m. Although dissimilar in appearance, its common name is occasionally used in error for the cherry bark elm Ulmus villosa, which is also endemic to the Kashmir, but inhabits the valleys, not the mountain slopes. The species is closely related to the wych elm U. glabra.",
    "Description": "The Himalayan elm grows to 30 m tall, with a broad crown featuring several ascending branches. The bark of the trunk is greyish brown and longitudinally furrowed. The leaves are elliptic-acuminate, < 13 cm long by 6 cm broad on petioles 5–10 mm long. The samarae are usually orbicular, < 13 mm in diameter.",
    "Pests and diseases": "The tree has a high resistance to the fungus Ophiostoma himal-ulmi endemic to the Himalaya and the cause of Dutch elm disease there.  However, U. wallichiana was found to be one of the most preferred elms for feeding and reproduction by the adult elm leaf beetle Xanthogaleruca luteola and highly preferred for feeding by the Japanese beetle Popillia japonica in the United States. Tests in Italy confirmed the American findings, and also determined a moderately high susceptibility to Elm Yellows, meanwhile in the Netherlands the species was also found to be susceptible to coral spot fungus Nectria cinnabarina.",
    "Cultivation and uses": "Endemic to an impoverished region with no fossil fuel resources, U. wallichiana is heavily lopped for firewood, and also for fodder, leaving it in danger of extermination in some areas. Elsewhere however, it has been deliberately planted near villages and farmhouses.  Recognizing its predicament, efforts have been made in India to conserve the tree by drying the seeds and placing them in refrigerated storage. A species of considerable commercial potential, research has also been undertaken into optimal propagation methods.The tree was first introduced to the West in the 1920s, with the arrival of a specimen at the Arnold Arboretum from Chamba, a hill station overlooking the north Indian plain. The tree soon proved eminently unsuited to the cold Boston winters and died, but not before a five-budded cutting could be sent to S. G. A. Doorenbos, Parks Director at The Hague, in 1929. Doorenbos was able to graft four of the buds, and the following year had a row of strongly growing plants. The trees were again badly damaged by frost, but in 1938 were used as a source of anti-fungal genes in the Dutch elm breeding programme and crossed with the English winter-hardy cultivar 'Exoniensis'.U. wallichiana is grown in several arboreta in the UK, but by far the largest number is held by Brighton & Hove City Council, the NCCPG elm collection holder, which has some 60 specimens, including the TROBI Champion in school grounds at Rottingdean.[3] The tree tends to be rather short-boled in Brighton & Hove, and readily defoliates in times of drought.\nIn North America, the species is represented only by two specimens at the U.S. National Arboretum, Washington D. C..\nThere are no known cultivars of this taxon, nor is it known to be in commerce.",
    "Etymology": "The tree is named for the Danish botanist Nathaniel Wallich.",
    "Subspecies and varieties": "There are two subspecies, wallichiana and xanthoderma, and a variety tomentosa identified by Melville & Heybroek, distinguished largely by variations in pubescence of the leaves and young stems.",
    "Hybrids": "Ulmus × brandisiana",
    "Hybrid cultivars": "U. wallichiana was crossed with the Exeter elm 'Exoniensis' in the Netherlands in 1938, from which progeny was selected clone '202', destined to become a fundamental component of the Dutch elm breeding programme in the 1960s and 1970s. Selfed or hybridized with U. minor or earlier Dutch hybrids, its progeny include 'Clusius', 'Dodoens', 'Lobel', and 'Plantyn'.  'Plantyn' was in turn to play a vital part in the third generation of Dutch hybrids; two selfed specimens were selected and released as 'Columella' and, much later, 'Wanoux' = Vada, while 'Plantyn' itself was crossed with U. 'Bea Schwarz' to create 'Nanguen' = Lutèce, arguably the most successful Dutch elm cultivar released to date. 'Plantyn' was also selected for use in the Italian elm breeding programme that started in the 1970s, and was crossed with varieties of the Siberian elm U. pumila to create a number of hardy trees renowned for their rapid upright growth: 'Arno', 'Plinio', and 'San Zanobi'.",
    "Accessions": "North AmericaU S National Arboretum, Washington, D.C., US. Acc. nos. 76238, 76246.EuropeBeemster Arboretum, Netherlands. Descendant of P39 (original graft S.G.A. Doorenbos) used in Dutch Elm Breeding programme.\nBrighton & Hove City Council, UK. NCCPG Elm Collection. UK champion: Longhill School, 17 m high, 57 cm d.b.h.. Other locations include some 60 trees in Crespin Way, Hollingdean; Withdean Park (2 trees).\nGrange Farm Arboretum, Lincolnshire, UK. Acc. details not known.\nRoyal Botanic Gardens, Wakehurst Place, UK. Acc. no. 1992–2028, wild collected in western Nepal.\nSir Harold Hillier Gardens, Hampshire, UK. Acc. nos. 1977–2345, 1977–5321, 1977–6072.\nWijdemeren City Council, Netherlands. Elm Arboretum, Brilhoek Nederhorst den Berg, descendants of P39 (and P296 = U. w. ssp. xanthoderma) planted in 2019 next to each other. Tree number: 112793",
    "References": "",
    "External links": "\"Ulmus erosa (Kumaon district, 1824) K001119688\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}