{
  "url": "https://en.wikipedia.org/wiki/Ulmus_gaussenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. gaussenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus gaussenii W. C. Cheng, the Anhui, or hairy,  elm, is a medium size deciduous tree whose natural range is restricted to the valleys of the Langya limestone mountains of Chu Xian  in Anhui Province, eastern China. The tree was most commonly found on the flood plains, indicating a tolerance of periodic inundation. However, U. gaussenii is possibly the rarest and most endangered elm species, with only approximately 30 trees known to survive in the wild in 2009. The tree was introduced to the West in 1995, at the Morton Arboretum, Illinois, as part of an evaluation of Chinese elms for landscape use.",
    "Description": "The tree can grow to a height of about 25 m, with a slender trunk < 0.8 m d.b.h.  The bark is longitudinally fissured and almost black. The leaves are generally obovate, < 11 cm long, borne on densely pubescent reddish twigs, sometimes featuring flat corky wings. The wind-pollinated apetalous flowers appear in March, the large orbicular samarae < 28 mm in diameter ripen in April. Autumn colour of the foliage is a deep crimson.",
    "Pests and diseases": "The tree is resistant to Dutch elm disease and the elm leaf beetle Xanthogaleruca luteola.",
    "Cultivation": "The species is cultivated in Jiangsu (Nanjing), but remains very rare in cultivation in the West. In artificial freezing tests at the Morton Arboretum  the LT50 (temp. at which 50% of tissues die) was found to be -30.7 °C. The Anhui elm was considered of particular interest, as its riparian habitat suggests it tolerates anoxic ground during prolonged flooding. Very few specimens are cultivated (2019) in Europe, notably in the UK and the Netherlands. There are no known cultivars of this taxon, nor is it known to be in commerce.",
    "Etymology": "The tree was named in 1939 for Marcel-Henri Gaussen (1891–1981), a French botanist who travelled widely in Asia.",
    "Accessions": "North AmericaBrenton Arboretum, US. No accession details available.\nChicago Botanic Garden, US. Planted in West Collections Area.\nDenver Botanic Gardens, US. Neither acc. no. nor origin disclosed\nMorton Arboretum, US. Acc. no. 49–95. Wild collected, Anhui Province, China.\nUnited States National Arboretum, Washington, D.C., US. Acc. nos. 76224, 68980.",
    "Accessions-Europe": "Grange Farm Arboretum, Lincolnshire, UK. Grafted tree, acc. no. 699.\nGreat Fontley Elm Trial Plantation, Butterfly Conservation, Funtley, Hampshire, UK. One sapling planted 2017, grafted on wych elm rootstock.\nSir Harold Hillier Gardens, Hampshire, UK. Rooted cutting in propagation unit (2018), acc. no. 2017.0369\n\n\n== References =="
  }
}