{
  "url": "https://en.wikipedia.org/wiki/Ulmus_glaucescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Ulmus"
    },
    {
      "Section": "U. sect. Ulmus"
    },
    {
      "Species": "U. glaucescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus glaucescens Franch., the Gansu elm, is a small deciduous tree from the northern provinces of China, where it is found along river valleys and on mountain slopes at elevations of 2000–2600 m.",
    "Description": "Although typically no more than 10 m in height, U. glaucescens can occasionally reach 18 m. Slow growing, the tree is possessed of a stiff branching pattern resembling that of a young American elm. The bark is longitudinally fissured and occasionally exhibits a peeling, mottled pattern. However, the tree is most easily distinguished by its small leaves; ranging from ovate to lanceolate, their size rarely exceeds 5 cm in length by 2.5 cm breadth, and are borne on twigs devoid of corky wings or layers. The perfect wind-pollinated apetalous flowers are produced on second-year shoots in March–April; the samarae are elliptic, < 25 mm long, and can remain on the tree until the end of May.",
    "Pests and diseases": "The tree is resistant to Dutch elm disease; it is also very resistant to the elm leaf beetle Xanthogaleruca luteola.",
    "Cultivation": "The tree is notable for its resistance to extreme drought which, combined with its high resistance to the elm leaf beetle in the United States, has made it a contender for establishment on the Great Plains. Like most other Asiatic species, it is intolerant of wet ground. The tree is very rare in cultivation, but was one of a number of Chinese elms assessed for their horticultural potential at the Morton Arboretum, Illinois, during the last quarter of the 20th century. It is not known to have been introduced to Europe or Australasia. There are no known cultivars of this taxon, nor is it known to be in commerce.",
    "Subspecies & varieties": "Two varieties are recognized: var. glaucescens Rehder, and var. lasiocarpa L.K.Fu.",
    "Accessions": "North AmericaBrenton Arboretum, US. No accession details available.\nMorton Arboretum, US. Acc. nos. 429-2008, 537-76, 486-2016, 708-2016, 729-2016.\nUnited States National Arboretum Washington, D.C., US. Acc. nos. 76225, 76226, 76243, 76248.EuropeGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 1130.\n\n\n== References =="
  }
}