{
  "url": "https://en.wikipedia.org/wiki/Ulmus_chenmoui",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. chenmoui"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus chenmoui W. C. Cheng, commonly known as the Chenmou, or Langya Mountain elm, is a small deciduous tree from the more temperate provinces of Anhui and Jiangsu in eastern China, where it is found at elevations below 200 m on the Langya Shan and Baohua Shan mountains. The tree was unknown in the West until 1979, when seeds were sent from Beijing to the De Dorschkamp research institute at Wageningen in the Netherlands.",
    "Description": "Although the tree can grow to a height of < 20 m, the slender trunk rarely exceeds 0.5 m d.b.h.; the bark exfoliates in irregular flakes. The wing-less twigs bear comparatively large obovate to oblong leaves < 18 cm in length [3], with doubly serrate margins and caudate to acuminate apices. Leaves of specimens grown in the US developed a thick pubescence, giving them a greyish appearance, but this has not been reciprocated in English - grown trees. The perfect wind-pollinated apetalous flowers are produced on second-year shoots in March; the samarae are obovate < 25 mm long by 17 mm wide and ripen in April.",
    "Pests and diseases": "U. chenmoui has a very high resistance to Dutch elm disease, on a par with Ulmus pumila, and is eschewed by the elm leaf beetle Xanthogaleruca luteola, but has a moderate susceptibility to elm yellows.",
    "Cultivation": "The tree remains rare in cultivation in the West, but was under evaluation by Dr George Ware at the Morton Arboretum, Illinois, in 2009, and by Mittempergher in Italy. It also featured in elm trials conducted by the Institut National de la Recherche Agronomique (INRA) on gravelly soils in the Bois de Vincennes, Paris, but most specimens were killed by drought. Trees grown from seed obtained from the hills near Chu-hsien gave a more encouraging performance in the Netherlands where rather surprisingly, for a species accustomed to milder climes, they survived the cold winter of 1980/81 completely unscathed when temperatures fell to -19 °C",
    "Notable trees": "The UK TROBI Champion grows at the Sir Harold Hillier Gardens near Romsey, Hampshire; one of a pair planted in 1994, it measured 8 m high by 22 cm d.b.h. in 2010.",
    "Cultivars and hybrid cultivars": "There are no known cultivars of this taxon. U. chenmoui was hybridized with the Dutch clone '405' (U. × hollandica × U. minor) by the Istituto per la Protezione delle Piante (IPP), Florence, to create 'Morfeo', a robust, fast-growing tree patented and released to commerce in 2011. IPP also hybridized U. chenmoui with the early Dutch hybrid cultivar 'Groeneveld', identifying the new cultivar as 'FL522', however this was never released to commerce.",
    "Etymology": "The species was named for Mr Chen Mou, assistant in Dendrology at the National Central University (now Nanjing University) circa 1933, by W C Cheng.",
    "Accessions": "",
    "Accessions-North America": "Chicago Botanic Garden, US. Planted in West Collections Area. No acc. details.\nDenver Botanic Gardens, US. No acc. details.\nMorton Arboretum, US. Acc. nos. 47-95, 105-98, 128-98, 72-2011, 195-2011. [4]\nUnited States National Arboretum, Washington, D.C., US. Acc. nos. 68979, 76220, 76221, 76222, 68032.",
    "Accessions-Europe": "Grange Farm Arboretum, Lincolnshire, UK. Acc. No. 508\nSir Harold Hillier Gardens, Romsey, Hampshire, UK. Acc. No. 1994:0328, 2 specimens planted 1994, and Acc. No. 2010:0285, a third planted 2010.\nVerrières le Buisson Arboretum (private), Paris, France. Details not known\nWijdemeren City Council, Netherlands. Brilhoek Nederhorst den Berg Elm Arboretum, planted 2 in 2019",
    "Nurseries": "EuropePan-Global Plants [5], Frampton-on-Severn, Gloucestershire, UK.",
    "References": "",
    "Further reading": "\"Study on Growth and Physiological Characters of Rare Tree Ulmus chenmoui during Seeding\"."
  }
}