{
  "url": "https://en.wikipedia.org/wiki/Ulmus_laciniata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. laciniata"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus laciniata (Trautv.) Mayr, known variously as the Manchurian, cut-leaf, or lobed elm, is a deciduous tree native to the humid ravine forests of Japan, Korea, northern China, eastern Siberia and Sakhalin, growing alongside Cerciphyllum japonicum, Aesculus turbinata, and Pterocarya rhoifolia, at elevations of 700–2200 m, though sometimes lower in more northern latitudes, notably in Hokkaido.\nThe tree is similar to the Wych elm Ulmus glabra, and was originally treated as such by Houtzagers and Henry, but later accorded species status of its own largely by reason of the enormous disjunction in their respective areas; U. glabra extending across Europe as far as the Urals, several thousand kilometres from U. laciniata in the Far East.",
    "Description": "Ulmus laciniata is chiefly distinguished by its leaves, often regularly incised to form between three and seven apical lobes, giving rise to its common name, the cut-leaf elm. [4] The tree can reach a height of 27 m, although the trunk rarely exceeds 0.5 m d.b.h. The bark of young trees is dark, grey-brown, exfoliating in flakes, but becomes shallowly fissured with maturity. The unwinged branchlets bear laciniate leaves usually obtriangular, < 18 cm in length.  The perfect wind-pollinated apetalous flowers are produced on second-year shoots in April (March in England), followed in May by elliptic < 20 × 14 mm samarae lightly-notched at the apex. Growth is moderate; the trunk of one specimen planted on permanently damp, fertile soil in south Hampshire, UK, increased in diameter at breast height (d.b.h.) by a modest average of 1.7 cm per annum.",
    "Pests and diseases": "Natural populations of U. laciniata have only a marginal resistance to Dutch elm disease (DED), rated 2 out of 5, below that of the Japanese Elm. Moreover, in trials in Italy and the US, U. laciniata was severely damaged by elm leaf beetles Xanthogaleruca luteola, indeed in Italy chemical controls were necessary to ensure the tree's survival, unlike its compatriots U. parvifolia and U. davidiana var. japonica which survived unscathed. The species is also susceptible to Elm Yellows.",
    "Cultivation": "The species was introduced to the West in 1905, but remains uncommon in cultivation. A specimen, obtained from the Leon Chenault nursery in Orléans, stood in the Ryston Hall arboretum, Norfolk, in the early 20th century. The tree was comprehensively evaluated in the Netherlands in the 1950s as a potential source of anti-fungal genes for use in the Dutch elm hybridization programme, but was found intolerant of all but the most sheltered and humid conditions. \nTrees planted in England at the Sir Harold Hillier Gardens (sole accession died 2007) and as part of Butterfly Conservation's elm trials at Great Fontley have confirmed the Dutch assessment  Trees grown from seed commence flowering in their eighth year. The Dutch elm breeding programme revealed that the tree has a relatively high degree (39% seed viability) of self-fertility. The species is very difficult to propagate from hardwood cuttings, even under mist, often rooting but failing to leaf.\nThere are no known cultivars of U. laciniata, nor is it known to be in commerce.",
    "Notable trees": "Rarely grown in the West, and rather susceptible to DED, there are few, if any, notable trees in cultivation. The original TROBI Champion planted at the Sir Harold Hillier Gardens, Romsey, in 1982 died from DED 27 years later. The oldest known trees in the UK, planted in 1981, are at the Harcourt Arboretum in Oxfordshire.",
    "Subspecies and varieties": "A putative variety was recognized by Rehder: Ulmus laciniata var. nikkoensis - the Nikko Elm, discovered as a seedling near Lake Chūzenji, near Nikkō, Japan, and obtained by the Arnold Arboretum in 1905.  The taxonomy of the tree remains a matter of contention, and has been considered possibly a hybrid of U. laciniata and U. davidiana var. japonica. However, in crossability experiments at the Arnold Arboretum in the 1970s, U. laciniata, a protogynous species, was found to be incompatible with U. davidiana var. japonica, which is protandrous.",
    "Hybrid cultivars": "Several hybrid cultivars were raised as part of the Dutch elm breeding programme at the Dorschkamp Research Institute for Forestry & Landscape Planning, Wageningen, crossing the species with hybrids of U. wallichiana and U. minor to produce Clone no. 560, which in turn was crossed with Clone 720 (itself a complex cross involving U. glabra, U. minor, U. wallichiana, and U. pumila) to produce Clone 1234. None of these clones has been commercially released.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. no. 17909 wild collected, 250–2001 wild collected in Korea.\nDenver Botanic Gardens, US. Neither acc. no. nor origin disclosed.\nMorton Arboretum, US. Acc. no. 50–95 wild collected, Liaoning Province, China.\nUnited States National Arboretum, Washington, D.C., US. Acc. nos.76252, 68989.EuropeGrange Farm Arboretum, Lincolnshire, UK. Grafted tree, acc. no. 701.\nGreat Fontley Butterfly Conservation Elm Trials plantation, Funtley, Hampshire, UK. From seed collected in 2001 from specimen on campus of Hokkaido University, Sapporo.\nHarcourt Arboretum, (University of Oxford Botanic Garden), UK. Acc. no. 19810611, from seed obtained from the Moscow Botanical Garden [5] in 1981. 5 specimens, all @ 3 m tall (2008), in Bluebell Wood.\nHortus Botanicus Nationalis, Salaspils, Latvia. Acc. nos. 18132,3,4,5,8.\nLinnaean Gardens of Uppsala, Sweden. Acc. no. 2001–1660, obtained from South Korea.\nRoyal Botanic Garden Edinburgh, UK. Acc. nos. 20022150, grown from seed sold by Lawyer Nursery, US; 20030906 and 20030907, both wild collected in South Korea.\nTallinn Botanic Garden, Estonia. [6]. No accession details available.",
    "References": "",
    "External links": "Ulmus laciniata distribution map: linnaeus.nrm.se [7]\n\"Ulmus montana var. laciniata Trautv. (Hakodate, Hokkaido, Japan, 1861)\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016. Incorrectly relabelled U. parvifolia.\n\"Herbarium specimen - L.1582070\". Botany catalogues. Naturalis Biodiversity Center. Sheet labelled U. montana With. laciniata (Amur specimen, with samarae)"
  }
}