{
  "url": "https://en.wikipedia.org/wiki/Ulmus_castaneifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. castaneifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus castaneifolia Hemsley, the chestnut-leafed elm or multinerved elm, is a small deciduous tree found across much of China in broadleaved forests at elevations of 500–1,600 metres (1,600–5,200 ft).",
    "Description": "left|140px\nThe tree can reach a height of 20 metres (66 ft) with a trunk of about 0.5 m d.b.h. The bark is thick with a pronounced corky layer, and is longitudinally fissured. The branchlets are devoid of the corky wings common to many elms. The leaves are generally narrow, ranging from obovate to elliptic, up to 15 cm long, and densely hirsute when young. The perfect wind-pollinated apetalous flowers are produced on second-year shoots in February; the samarae are mostly obovate < 30 × 16 mm.",
    "Pests and diseases": "Ulmus castaneifolia is resistant to Dutch elm disease and to elm leaf beetle Xanthogaleruca luteola.",
    "Cultivation": "The species is very rare in cultivation; it was one of 12 Chinese species under evaluation at the Morton Arboretum, Illinois, in 2009 by the late Dr George Ware. In artificial freezing tests at the arboretum, the LT50 (temperature at which 50% of tissues die) was found to be −26 °C. There are no known cultivars of this taxon, nor is it known to be in commerce.",
    "Notable trees": "The UK TROBI champion grows at Calderstones Park, Merseyside. Another of similar dimensions grows at the Royal Botanic Gardens Kew, planted in 1973.",
    "Accessions": "North AmericaChicago Botanic Garden, US. Planted in West Collections Area.\nDenver Botanic Gardens, US. Acc. details not available\nMorton Arboretum, US. Acc. no. 46–95. obtained from Yunnan Province, China.\nUniversity of British Columbia Botanical Garden, Vancouver, British Columbia, Canada. Acc. no. 027099–0437–1989, (as U. multinervis).\nUnited States National Arboretum, Washington, D.C., US. Acc. nos. 76219, 68914.EuropeCalderstones Park, Merseyside, UK. TROBI Champion, 13 m high, 45 cm d.b.h. (2011).\nGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 698.\nHortus Botanicus Nationalis, Salaspils, Latvia. Acc. no. 18149 (as U. multinervis W. C. Cheng), from Beijing.\nRoyal Botanic Gardens, Kew, UK. Acc. no. 1973–11726\nSir Harold Hillier Gardens, UK. Acc. no. 1994.0327, area PC 700, origin not disclosed.\nStrona Arboretum, University of Life Sciences, Warsaw, Poland, (as Ulmus multinervis).\nWijdemeren City Council, Netherlands. Elm Arboretum, 2 planted Overmeerseweg, Nederhorst den Berg in 2015.",
    "References": "",
    "External links": "\"Ulmus castaneifolia Henry K000852641\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Specimen - P05539013\". Collection: Vascular plants (P). Muséum national d’Histoire naturelle, Paris (France). Samara specimen; sheet labelled Ulmus castaneifolia, Hort. Bot. Parisiensis\n\"Ulmus multinervis Cheng K000852635\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus multinervis Cheng K000852638\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus multinervis Cheng samarae K000852636\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus multinervis Cheng samarae K000852637\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}