{
  "url": "https://en.wikipedia.org/wiki/Ulmus_szechuanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. szechuanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus szechuanica Fang, known as the Szechuan (Sichuan), or red-fruited, elm, is a small to medium deciduous Chinese tree found along the Yangtze river through the provinces of Sichuan, Jiangxi, Anhui, and Jiangsu.",
    "Description": "The tree can reach a height of 18 m, but is usually less than 10 m, with a spreading umbrella-like crown. The leaves, dark red on emergence, are generally obovate < 9 cm long by 5 cm broad, borne on branchlets with an irregular corky layer. The wind-pollinated apetalous flowers are produced on second-year shoots in February, followed in March by suborbicular samarae < 16 mm long by 13 mm wide.",
    "Pests and diseases": "Ulmus szechuanica was evaluated with other Chinese elms at the Morton Arboretum, Illinois, where it exhibited a resistance to Dutch elm disease. The species is eschewed by the Elm Leaf Beetle Xanthogaleruca luteola.",
    "Cultivation": "Growing best on well-drained soils, U. szechuanica is cold hardy; in artificial freezing tests at the Morton Arboretum  the LT50 (temp. at which 50% of tissues die) was found to be −30 °C. However, it was also found to be comparatively weak-wooded, making it susceptible to storm damage in winter. There are no known cultivars of this taxon, nor is it known to be in commerce beyond the United States.",
    "Hybrid cultivars": "U. szechuanica is believed to have been used in post-2000 hybridization experiments at the Morton Arboretum.",
    "Accessions": "North AmericaBrenton Arboretum, Iowa, US. No accession details available.\nChicago Botanic Garden, Illinois, US. 2 trees, no other details available.\nDenver Botanic Gardens, US. No details available\nHolden Arboretum, US. Acc. nos. 96-179 (unknown provenance), 97-30 wild collected in China.\nMorton Arboretum, US. Acc. nos. 429-84, 53-95.\nUnited States National Arboretum Washington, D.C., US. Acc. nos. 68987, 68991, 76235, 76236, 76250, 68992.EuropeGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 523\nSir Harold Hillier Gardens, Hampshire, UK. Acc. no. 1994.0329, one tree, 4.4 m tall in 2008, from seed from the Shanghai Botanical Garden",
    "Nurseries": "North AmericaSun Valley Garden Centre [3], Eden Prairie, Minnesota, US.EuropePan-Global Plants [4], Frampton-on-Severn, Gloucestershire, UK.\n\n\n== References =="
  }
}