{
  "url": "https://en.wikipedia.org/wiki/Ulmus_laevis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Oreoptelea"
    },
    {
      "Section": "U. sect. Blepharocarpus"
    },
    {
      "Species": "U. laevis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus laevis Pall., variously known as the European white elm, fluttering elm, spreading elm, stately elm and, in the United States, the Russian elm, is a large deciduous tree native to Europe, from France northeast to southern Finland, east beyond the Urals into Kyrgyzstan and Kazakhstan, and southeast to Bulgaria and the Crimea; there are also disjunct populations in the Caucasus and Spain, the latter now considered a relict population rather than an introduction by man, and possibly the origin of the European population. U. laevis is rare in the UK, however its random distribution, together with the absence of any record of its introduction, has led at least one British authority to consider it native. NB: The epithet 'white' elm commonly used by British foresters alluded to the timber of the wych elm.The species was first identified, as Ulmus laevis, by Pallas, in his Flora Rossica published in 1784. The tree is allogamous and is most closely related to the American elm U. americana.Endemic to alluvial forest, U. laevis is rarely encountered at elevations above 400 m. Most commonly found along rivers such as the Volga and Danube, it is one of very few elms tolerant of prolonged waterlogged, anoxic ground conditions. The species is threatened by habitat destruction and disturbance in some countries, notably Spain. Flood control schemes are particularly harmful, as seed dispersion is reliant on floods, while abstraction from aquifers lowering ground water levels has compromised the development of the trees.\nAlthough not possessed of an innate genetic resistance to Dutch elm disease, the species is rarely infected in western Europe.",
    "Description": "Ulmus laevis is similar in stature to the wych elm, if rather less symmetric, with a looser, untidy, branch structure and less neatly rounded crown. The tree typically reaches a height and breadth of > 30 m, with a trunk < 2 m d.b.h. The extensive shallow root system ultimately forms distinctive high buttresses around the base of the trunk. The bark is smooth at first, then in early maturity breaks into thin grey scales, which separate with age into a network of grey-brown scales and reddish-brown underbark, and finally is deeply fissured in old age like other elms. The leaves are deciduous, alternate, simple ovate with a markedly asymmetric base, < 10 cm long and < 7 cm broad, comparatively thin, often almost papery in texture and very translucent, smooth above with a downy underside. Significantly, the leaf veins do not divide from the central vein to the leaf margin. The leaves are shed earlier in autumn than other species of European elm. \nThe tree is most reliably distinguished from other European elms by its long flower stems, averaging 20 mm. Moreover, the apetalous wind-pollinated flowers are distinctively cream-coloured, appearing before the leaves in early spring in clusters of 15-30; they are 3–4 mm across. The fruit is a winged samara < 15 mm long by 10 mm broad with a ciliate margin, the single round 5 mm seed maturing in late spring. The seeds have a generally high rate of germination, 45–60% for Serbian trees examined by Stilinović.Although the species is protandrous, levels of self-pollination can be high  The tree can grow very rapidly; where planted in persistently moist soil, trunk width of 13-year-old trees increased by 4 cm per annum at breast height (d.b.h.). The species differs from its closest relative, the American elm, mainly in the irregular crown structure and frequent epicormic shoots, features which also give the tree a distinctive winter silhouette. The American elm also has less acute leaf buds, longer petioles, narrower leaves, and a deeper apical notch in the samara which reaches the seed.",
    "Pests and diseases": "Like other European elms, natural populations of the European white elm have little innate resistance to Dutch elm disease, although research by Irstea has isolated clones able to survive inoculation with the causal fungus, initially losing < 70% of their foliage, but regenerating strongly the following year. Moreover, the tree is not favoured by the vector bark beetles, which colonize it only when there are no other elm alternatives available, an uncommon situation in western Europe. Indeed, in a study of elm in Flanders, not one example of U. laevis was found to be afflicted by Dutch elm disease. Research in Spain has indicated that it is the presence of an antifeedant triterpene, alnulin, at a concentration of 200 μg/g {dried bark} which renders the tree unattractive to the beetles. Ergo: the tree's decline in western Europe is chiefly owing to woodland clearance in river valleys, and river management systems eliminating flooding, not disease.\nIt was noted by Jouin at Metz, and a century later by Mittempergher and Santini in Italy, that U. laevis had a very low susceptibility to the elm leaf beetle Xanthogaleruca luteola. Research in Germany has established that the tree is also eschewed by the Zig Zag sawfly Aproceros leucopoda.Elwes observed that trees planted at Ugbrooke in Devon were infested with Cacopsylla ulmi, which he had never found on any other elm in Britain, an affliction confirmed many years later by Richens, who discovered the specimens of U. laevis grown at Kew were the only elms in the Gardens afflicted by the louse, and the aphid Tinocallis platani.The species has a slight to moderate susceptibility to elm yellows.",
    "Cultivation": "U. laevis is essentially a riparian tree, able to withstand over 100 days of continual flooding, although it is intolerant of saline conditions [12]  Spanish trees were found to be calcifuge, preferring slightly acid, siliceous soils, and also drought-intolerant, their xylem vessels prone to drought-stress cavitation. In England, the tree failed to prosper in chalk stream valleys, where the soil was predominantly black peat, named 'Adventurers' for the Adventurers' Land SSSI in Cambridgeshire, owing to dehydration in summer. Trees planted in dry ground are notoriously short-lived. U. laevis is comparatively weak-wooded, much more so than field elm Ulmus minor, and thus an inappropriate choice for exposed locations. In trials in southern England by Butterfly Conservation, young trees of <5 m height were badly damaged by wind gusts of 40 knots (75 km/h) in midsummer storms.\nThe species was never widely introduced to the United States, but is represented at several arboreta. Ulmus effusa, supplied by the Späth nursery of Berlin, was planted at the Dominion Arboretum, Ottawa, Canada, in 1896, as U. pedunculata. In the Far East, the tree has been planted in Xinjiang province and elsewhere in northern China; planting in Tongliao City is known to have been particularly successful. White elm is also known to have been introduced to Australia.Since the beginning of the 21st century, the tree has enjoyed a small renaissance in England. A popular larval host plant of the white-letter hairstreak Satyrium w-album butterfly across Europe, the elm is now being planted by Butterfly Conservation and other groups to restore local populations decimated by the effects of Dutch elm disease on native or archaeophytic elms. The Cheshire Wildlife Trust, for example, planted numerous white elms on its reserves in the former Vale Royal district of the county.",
    "Cultivation-Introduction to the UK and Ireland": "U. laevis is probably not native to the United Kingdom despite its random occurrence in the countryside, although the date and circumstances of its introduction have not survived. The earliest published references to the tree (as U. effusa, citing Willdenow) were in Sibthorp's Flora Oxoniensis (1794), and (as U. effusa Willd. but without description) in Miller's posthumously revised Gardener's and Botanist's Dictionary (1807). The first specimen to be reported in cultivation, in 1838, was at Whiteknights Park, Reading, which featured an elm grove;  the tree measured 63 ft (19 m) in height, suggesting it had been planted at the end of the 18th century. However, the authenticity of the Whiteknights tree is a matter of contention; it flowered but did not set fertile seed, which suggested to Loudon that it might be U. campestris (U. minor 'Atinia'), or, on account of it not producing suckers, possibly U. montana (:U. glabra). Moreover, Whiteknights was supplied by the Lee and Kennedy nursery of Hammersmith, which is not known to have stocked U. laevis. A tree at Syon Park identified by Elwes & Henry as U. laevis was later considered by Bean as more closely resembling U. americana by dint of its symmetrical branch arching. The species was not reported from the wild until 1943, with the discovery of a tree in a Surrey hedgerow.It is possible the tree's distribution was associated with Capability Brown (1716–1783), known to have favoured U. laevis, which he listed among his preferred \"native\" (sic) trees. This could explain the existence of the seven old specimens discovered by Elwes in 1908 on Mount Pleasant within Ugbrooke Park, Devon, designed by Brown in 1761. Ugbrooke is four miles from Mamhead Park, which had earlier been planted with numerous exotic trees, notably holm oak, collected by its owner, merchant Thomas Ball ( d. 1749) during his commercial travels in Europe. Ball's introductions were known to have been marketed by his head gardener William Lucombe, who in 1720 founded the first commercial nursery in the south-west at Exeter, though an account of trees growing at Mamhead by Pince (grandson of Lucombe) in 1835 makes no mention of U. laevis nor of any other elms. None of Lucombe's early catalogues are known to survive, and thus the introduction of U. laevis through south Devon cannot be confirmed. However, the tree does not feature in any of the surviving arboreta accessions lists, or catalogues of the larger, nationally famous, nurseries of the day, and its earliest-known mention in commerce remains in the south-west, in the catalogue of the Ford & Please nursery (as U. pedunculata) at Exeter circa 1836. James Main mentions the tree as 'a native of Hungary' and in 1838 only to be met in 'ornamental plantations', but by 1846 was 'becoming available in (UK) nurseries'.U. laevis, obtained from the Späth nursery of Berlin as U. effusa, was planted in Kew Gardens (1895), in the Ryston Hall arboretum, Norfolk (1914), and, re-propagated, in Cambridge University Botanic Garden (1909). Evidently the tree did not gain in popularity, and was overlooked or ignored by most authors of popular guides to trees in Britain during the 20th century, notably Mabey in his Flora Britannica. The tree is also omitted from Keble-Martin's comprehensive Flora of Devon.It is not known whether U. laevis was introduced to Scotland before the early 20th century. Two of the three specimens supplied by the Späth nursery, Berlin, to the Royal Botanic Garden Edinburgh in 1902 as U. effusa may survive in Edinburgh, as it was the practice of the garden to distribute trees about the city; the third specimen was in the garden itself. Other examples can be found in the city, notably in Fettes College grounds opposite Inverleith Allotments, and at the entrance to North Merchiston Cemetery. In Wales, two mature trees with numerous suckers occur in a small wood at Rhydyfelin near Aberystwyth, while another grows at Llandegfan, Anglesey. In Ireland, the tree is represented by a line of four at the Old Rectory, Kells Road, Ardee, County Louth (22 m or 72 ft, girth 3 m or 9.8 ft, October 2009), and in the Channel Islands, by a clump near the well at La Seigneurie (Le Manoir), Sark.",
    "Notable trees": "The two largest known trees in Europe are at Gülitz in Germany (3.1 m d.b.h.), and at Komorów in Poland (2.96 m d.b.h. in 2011), known as the Witcher (tree). Other veterans survive at Casteau, Belgium (bole-girth 5.15 m), in Rahnsdorf near Berlin (bole-girth 4.5 m) and in Ritvala, Finland (bole-girth 4.49 m).\nA lane of Ulmus laevis is found at Eibergen, Netherlands (see Gallery below), while a large, mature specimen is found within the Alhambra, Granada.\nUlmus laevis has very occasionally been planted as an ornamental tree in the UK, and even more randomly in countryside hedgerows. The UK Champion is at Ferry Farm, on the banks of the Tamar at Harewood, Cornwall (27 m high, 1.8 m d.b.h. in 1997).  Other examples are few and far between though sometimes of considerable age, surviving amid diseased native elm in Cornwall at Torpoint, and Pencalenick (21 m high, d.b.h. 1.75 m), and near Over Wallop in Hampshire (16 m high, d.b.h. 1.3 m 2016) The largest-known aggregation in England is the ring of 50 trees approximately 70 years old (2018) planted within a ring of common lime around a former ammunition dump on the elevated chalk of Salisbury Plain at Hexagon Wood, Larkhill, about 2 km (1.2 mi) north of Stonehenge.In the United States, a tree of 31.4 m (103 ft) in height (2015) grows at 3331 NE Hancock Street in Portland, Oregon; its age is not known.",
    "Uses": "The timber of the white elm is of poor quality, the cross-grain causing problems when machined, and thus of little practical use to man, not even as firewood. The density of the timber is significantly lower than that of other European elms. However, owing to its rapid growth, tolerance of soil compaction, air pollution and de-icing salts, the tree has long been used for amenity planting in towns and along roadsides.",
    "Propagation": "U. laevis is easily grown from seed sown on ordinary compost and kept well-watered. However,  viability can vary greatly from year to year, while the seed is remarkably short-lived. Germination should occur within one week even without heat, the best seedlings attaining as much as half a metre in their first year. Softwood cuttings taken in June is also a reliable method; the cuttings strike very quickly, well within a fortnight, rapidly producing a dense matrix of roots.",
    "Subspecies and varieties": "Several putative varieties have been identified. A variety celtidea from what is now the Ukraine was reported by Rogowicz in the middle of the 19th century, but no examples are known to survive. Another variety parvifolia has been reported from Serbia. 'Simplicidens' is a very rare variety, the only example known to survive is at the National Botanic Garden of Latvia in Salaspils.",
    "Cultivars": "Compared with the other European species of elm, U. laevis has received scant horticultural attention, there being only seven recorded cultivars:\n\nIn Russia other ornamental forms are recognized: f. argentovariegata, f. rubra, and f. tiliifolia. A pyramidal form was reported in 1888 from the Fredericksfelde cemetery in Berlin by Bolle. A line of similar monopodial trees grows (2019) on the island in the Lot at Entraygues, France.",
    "Hybrids": "U. laevis does not hybridize naturally, in common with the American elm (U. americana) to which it is closely related. However, in experiments at the Arnold Arboretum, it was successfully crossed with U. thomasii and U. pumila; no such crosses have ever been released to commerce.",
    "Accessions": "",
    "Accessions-Europe": "Arboretum de La Petite Loiterie, Monthodon, France. No details available\nArboretum Freiburg-Günterstal, Germany, no details available\nBrighton & Hove City Council, UK, NCCPG Elm Collection. Ten trees at Hove Recreation Ground, Hove.\nCopenhagen University Botanic Garden, Denmark. No details available.\nELTE Botanic Garden, Budapest, Hungary. Acc. nos. 1998-0718, 1998-0719.\nGrange Farm Arboretum, Sutton St. James, Spalding, Lincolnshire, UK. Acc. no. 502.\nGreat Fontley Butterfly Conservation Elm Trials plantation, UK. Two planted 2003, grown from cuttings of specimen at RBG Wakehurst Place acc. no. 1973-21048.\nHortus Botanicus Nationalis, Salaspils, Latvia. Acc. nos. 18136, 18140.\nLinnaean Gardens of Uppsala, Sweden. Acc. no. 1930-1014.\nRoyal Botanic Garden Edinburgh, UK. Acc. no. 20070643, from seed wild collected in Val d'Allier, France.\nRoyal Botanic Gardens Kew, UK. Acc. nos. 1969-17302, 1973-11712.\nRoyal Botanic Gardens, Wakehurst Place, UK. Acc. no. 1973-21048.\nSir Harold Hillier Gardens, Romsey, Hampshire. UK. Acc. no. 2016.0385\nTallinn Botanic Garden, Estonia. No accession details available.\nThenford House arboretum, Oxfordshire, UK. No details available.\n'The Leys', University Parks, Oxford, UK. Acc. no. 02678.\nWestonbirt Arboretum, UK. Tetbury, Glos., UK. Acc. no. 1995/322\nWijdemeren City Council, Netherlands. Elm Collection. Planted 1990 Tjalk, Loosdrecht; 2007 Hinderdam, Nederhorst den Berg; elm lane De Kwakel, Kortenhoef in 2009.",
    "Accessions-North America": "Arnold Arboretum, US. Acc. nos. 17910, 637-79, 6951, 753-80.\nBrenton Arboretum, Dallas Center, Iowa, US. No details available.\nBrooklyn Botanic Garden, New York City, US. Acc. no. X02589.\nDominion Arboretum, Canada. No details available\nLongwood Gardens, US. Acc. nos. 1964-0568, 1964-1119.\nMorton Arboretum, Illinois, US. Acc. nos. 1302-27, 446-48, 492-64, 27-98.",
    "Nurseries": "Arboretum Waasland, Nieuwkerken-Waas, Belgium\nBoomkwekerij Oirschot, Oirschot, Netherlands\nLandford Trees,[13], Salisbury, UK.\nLorenz von Ehren, Hamburg, Germany\nNoordplant, Glimmen, Netherlands\nPan-Global Plants, Frampton-on-Severn, Gloucestershire, UK\nUmbraFlor, Spello, Italy\nVan Den Berk (UK) Ltd., [14], London, UK",
    "References": "",
    "External links": "Collin, E., 'Ulmus laevis: Technical Guidelines for Genetic Conservation and Use', (2003) European Forest Genetic Resources Programme (EUFORGEN)\nUlmus laevis distribution map: linnaeus.nrm.se [15]\nUlmus laevis - distribution map, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)\n\"Herbarium specimen - E00824756\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. effusa Willd.\n\"Herbarium specimen - E00824755\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. effusa = U. pedunculata Foug.\n\"Herbarium specimen - E00824754\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. laevis Pall.\n\"Herbarium specimen - E00824753\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. laevis Pall."
  }
}