{
  "url": "https://en.wikipedia.org/wiki/Ulmus_laciniata_var._nikkoensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. laciniata"
    },
    {
      "Variety": "U. l. var. nikkoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus laciniata var. nikkoensis Rehder, the Nikko elm, was discovered as a seedling near Lake Chūzenji, near Nikkō, Japan, and obtained by the Arnold Arboretum in 1905. The taxonomy of the tree remains a matter of contention, and has been considered possibly a hybrid of U. laciniata and U. davidiana var. japonica. However, in crossability experiments at the Arnold Arboretum in the 1970s, U. laciniata, a protogynous species, was found to be incompatible with U. davidiana var. japonica, which is protandrous.Significantly, the variety was not recognized by Ohwi, though his reasons are not clear.",
    "Description": "Var. nikkoensis is a small tree; the specimen at the Morton Arboretum likened to a cherry tree. The tree is chiefly distinguished by leaves which are red on emergence, and toothed but not lobed as in the species. The perfect apetalous wind-pollinated flowers appear in March in England.",
    "Pests and diseases": "Heybroek found the tree provided 'relatively resistant' (to DED) progeny in the Dutch elm breeding programme.",
    "Cultivation": "There are no known cultivars of this taxon, nor is it known to be in commerce beyond the United States.",
    "Etymology": "Var. nikkoensis is named for the Nikkō National Park near the city of Nikkō, 125 km north of Tokyo.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. no. 17908, collected wild in Japan.\nDawes Arboretum US.Newark, Ohio, US. 2 trees, no acc. details available.\nMorton Arboretum, US. Acc. no. 180–84, received 28 February 1978 as scions from Arnold Arboretum (their accession #17908-D); 9 m tall in 2006.EuropeGrange Farm Arboretum, Sutton St James, Spalding, Lincolnshire, UK. Acc. no. 515\n\n\n== References =="
  }
}