{
  "url": "https://en.wikipedia.org/wiki/Ulmus_davidiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Ulmus"
    },
    {
      "Section": "U. sect. Ulmus"
    },
    {
      "Species": "U. davidiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus davidiana Planch., the David, or Father David, elm, is a small deciduous tree widely distributed across China, Mongolia, Korea, Siberia, and Japan, where it is found in wetlands along streams at elevations of 2000–2300 m (6,500–7,500 ft). The tree was first described in 1873 from the hills north of Beijing, China.",
    "Classification": "Two varieties of Ulmus davidiana are recognized: var. davidiana, occurring only in China, and var. japonica Rehder, the more widely ranging Japanese Elm.",
    "Description": "Ulmus davidiana is considered to have a remarkable resemblance to the American elm (U. americana) in all but ultimate size. The tree grows to a maximum height of 15 m (50 ft), with a relatively slender trunk < 0.3 m (1 ft) d.b.h. supporting a dense canopy casting a heavy shade.  Its bark remains smooth for a comparatively long time, before becoming longitudinally fissured. The leaves are obovate to obovate-elliptic < 10 cm (4 in) × < 5 cm (2 in), with a rough upper surface, often dark red on emergence. The perfect, wind-pollinated apetalous flowers are produced on second-year shoots in March, followed by obovate samarae < 19 mm (3/4 in) long × < 14 mm (1/2 in) wide.",
    "Pests and diseases": "Evaluated with other Chinese elms at the Morton Arboretum in Illinois, the tree was found to have a good resistance to Dutch elm disease (DED)  [4] [5]. In the Butterfly Conservation trials in the UK, trees grown from seed obtained in Liaoning, China, by the Morton Arboretum were defoliated at the crown by DED when only 6 years old and < 4 m (13 ft) high, but recovered.  The species is reputed to have a good resistance to elm leaf beetle Xanthogaleruca luteola, elm yellows (elm phloem necrosis) and leafminers in the USA. [6]",
    "Cultivation": "Ulmus davidiana is only rarely cultivated in the West, being unsuited to all but very sheltered, humid conditions, and is intolerant of ponding. In trials conducted by Butterfly Conservation at Great Fontley Farm, Fareham, England, specimens often grew too rapidly in the comparatively benign conditions, the narrow stem unable to bear the weight of the burgeoning crown, leaving the tree arching to the ground  (\"Pruning can help the plant result in a more structurally stable branching pattern\" ). \nThe same trees commenced flowering when aged nine years, in mid-March.\nThere are no known cultivars of this taxon, nor is it known to be in commerce beyond the United States.",
    "Cultivation-American testing": "The David Elm has shown some promise as a result of testing at the Ohio State University (OSU) in Ohio. At OSU, the plants were cultivated in copper-lined pots and planted in a wide lawn under a powerline and in small home lawns. The tree's performance has been mixed, but shows potential. Some specimens did extremely well, while others struggled. The tree seems to perform well on disturbed sites, in calciferous (alkaline) soils, and also seems to have a better tolerance for wet soil than the literature has indicated. A number of strong saplings were cultivated that show promise. Some saplings underwent judicious pruning early on to maximize structural stability of the plant, and blue-colored tree shelters were used on some plants until the stem reached a diameter of 25–37 mm.\nAdditional observation shows that at least 50% of emerging leaves on the trees survived a hard freeze that lasted 5 days during April 2007. Leaves were approximately 70% emerged when temperatures fell to −6°C (21°F). Temperatures fell below freezing for 5 days (April 4–8, 2007).",
    "Notable trees": "The UK TROBI Champion is a relatively young tree at White House Farm, Ivy Hatch, Kent, measuring 5 m high by 17 cm d.b.h. in 2009.",
    "Etymology": "The tree is named for Father Armand David, the French missionary and naturalist who introduced the tree to France in the 19th century.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. nos. 5957 (wild collected), 785-80 (cult. from wild material).\nBrenton Arboretum, US. No details available.\nChicago Botanic Garden, US. Five trees, no other details available.\nDawes Arboretum, US. [7], Newark, US. Two trees, no acc. details available.\nDenver Botanic Gardens, US. Acc. no. 950870. No details available.\nHolden Arboretum, US. Acc. no. 00-318, Three specimens wild collected.\nMorton Arboretum, US. Acc. no. 427-84\nUnited States National Arboretum, Washington, D.C., US. Acc. no. 64463EuropeArboretum Poort Bulten [8],  Losser, The Netherlands. Acc. no. LOS0243.\nBrighton & Hove City Council, UK. NCCPG Elm Collection.\nGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 510\nGreat Fontley Farm, Fareham, UK, Butterfly Conservation Elm Trials plantation, Home Field (5 specimens), Platt (1 specimen), all planted 2002, grown from seed collected Liaoning, China.\nHortus Botanicus Nationalis, Salaspils, Latvia. Acc. no. 18095\nLinnaean Gardens of Uppsala, Sweden. Acc. no. 2001-1659, obtained from South Korea.\nOxford University Botanic Garden, UK. Acc. no. 0004891.\nRoyal Botanic Garden Edinburgh, UK. Acc. nos. 20021373, 20030905 grown from seed wild collected Liaoning, China, and Korea resp.\nSir Harold Hillier Gardens, Hampshire, UK. Acc. nos. 2000.0018, 2004.0514\nWijdemeren City Council, Netherlands. Elm collection. Planted Smeerdijkgaarde, Kortenhoef 2013.",
    "References": "",
    "External links": "\"Herbarium specimen - L.1586712\". Botany catalogues. Naturalis Biodiversity Center. Sheet labelled U. davidiana Planch., Arnold Arboretum specimen, 1960",
    "Further reading": "Jung, Mee Jung, Seong-Il Heo, and Myeong-Hyeon Wang. Free radical scavenging and total phenolic contents from methanolic extracts of Ulmus davidiana. Food Chemistry 108.2 (2008): 482-487."
  }
}