{
  "url": "https://en.wikipedia.org/wiki/Ulmus_chumlia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. chumlia"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus chumlia is a small deciduous tree endemic to the Himalaya from the Kashmir to central Nepal, and the provinces of Yunnan, Sichuan and Xizang (Tibet) in China. It is found in broadleaf forest on mountain slopes at elevations of 1000–3000 m. Richens noted that the species appeared to be the same as that named by Grudzinskaya as Ulmus androssowii var. virgata, which she considered an intermediate between U. minor and U. pumila.",
    "Description": "Very occasionally growing to 25 m high, it has a spreading crown of sinuous branches. The blackish-grey bark of the trunk is irregularly reticulate, and exfoliate. The wing-less branchlets bear narrow obovate-acuminate to elliptic-acuminate leaves < 10 cm long x 4 cm broad. The wind-pollinated apetalous flowers appear in spring, followed by orbicular samarae 10–12 mm in diameter.",
    "Pests and diseases": "No information available.",
    "Uses": "Like most elms, the tree is valued as fodder. The bark fibres are used for rope making and are also included with wool to make extra warm clothing.",
    "Cultivation": "The tree is not known to be in cultivation beyond Asia. Specimens introduced to the Netherlands by Heybroek in the 1960s did not prove hardy.",
    "Hybrids and cultivars": "Ulmus × brandisiana, a naturally occurring hybrid arising from a cross of U. chumlia and Ulmus wallichiana, first identified and named by Melville and Heybroek from specimens collected by the latter during his expedition to the Himalaya in 1960. There are no known cultivars of U. chumlia, nor is it known to be in commerce.",
    "References": "",
    "External links": "\"Ulmus chumlia K000852639\". Herbarium catalogue. Royal Botanic Gardens, Kew. Retrieved 17 October 2016. Heybroek specimen, W. Himalayas, 1960\n\"Ulmus chumlia K000852640\". Herbarium catalogue. Royal Botanic Gardens, Kew. Retrieved 17 October 2016. Heybroek specimen, W. Himalayas, 1960\n\"Herbarium specimen - L.1586721\". Botany catalogues. Naturalis Biodiversity Center. U. chumlia, Heybroek specimen, W. Himalayas, 1960"
  }
}