{
  "url": "https://en.wikipedia.org/wiki/Ulmus_laevis_var._celtidea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. laevis"
    },
    {
      "Variety": "U. l. var. celtidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus laevis var. celtidea Rogow. is a putative variety of European White Elm first described by Rogowicz, who found the tree in 1856 along the river Dnjepr  near Chernihiv in what is now northern Ukraine. The type specimen is held at the National Herbarium of Ukraine.  The variety was first named as Ulmus pedunculata var. celtidea.Similar trees were later found near Briansk in Oryol Oblast, but featured larger leaves.",
    "Description": "The leaves are oblong-lanceolate, but only about 25 millimetres (1 in) in length, long-acuminate at the apex, and coarsely, sharply serrate, cuneate and sub-equal at the base. The samarae were also notably smaller than the species",
    "Cultivation": "One specimen which grew at the Strona Arboretum, University of Life Sciences, Warsaw, Poland, (as Ulmus celtidea Litv.) died circa 2006. The tree was grown from seed collected from a tree at the Arboretum of the Forest-Technical Academy in St. Petersburg in 1961; it is not known whether this source is still alive. No cultivars or hybrid cultivars are known.",
    "Accessions": "",
    "Accessions-North America": "Morton Arboretum, US. Acc. no. 1302-27  Grafts (6) from Arnold Arboretum of Harvard University (received as Ulmus laevis var. celtidea).",
    "Accessions-Europe": "Royal Botanic Gardens Wakehurst Place, UK. Acc. no. 1973-21047, as Ulmus laevis var. glabra obtained from a grafted tree grown at Kew now lost; provenance notes of the latter have not survived either.",
    "Synonyms": "Ulmus celtidea: Litvinov, Schedae. Herb. Fl. Ross., vi. 167, 1908.\nUlmus pedunculata var. celtidea. Rogow. 1856.\nUlmus pedunculata (: laevis) var. glabra: Trautvetter,  Bulletin de la Classe physico-mathématique de l'Académie impériale des sciences de Saint-Pétersbourg, xv. 349 1857.\nUlmus effusa Will. f. celtidea Rogow.",
    "References": "",
    "External links": "Ecology of the European White Elm\nPhoto of type specimen of Ulmus celtidea (Rogov.) Litw. at National Herbarium of Ukraine"
  }
}