{
  "url": "https://en.wikipedia.org/wiki/Ulmus_minor_var._italica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. minor"
    },
    {
      "Variety": "U. m. var. italica"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus minor var. italica was first described by Augustine Henry in 1913, as a 'variety' of field elm from Italy, Spain, Portugal and Algeria. He called it Ulmus nitens var. italica, 'Mediterranean Elm'. The variety was accepted by Krüssman (1984), despite the wide source-area claimed for it, as a non-clonal cultivar, U. carpinifolia var. italica Henry. Bean (1988), however, considered it \"a variety of rather dubious standing\", and it was ignored by Richens (1983), who listed instead a \"small-leaved U. minor of Spain\" and a \"narrow-leaved U. minor of northern and central Italy\", as well as \"the densely hairy leaved U. minor of southern Italy\", the latter being Ulmus minor subsp. canescens, formerly Melville's Ulmus canescens.",
    "Description": "Henry described var. italica as a smooth-leaved field elm growing to 80 feet, distinguished by its 14 to 18 pairs of leaf-veins, an unusually high number for this species. Several Italian field elm authorities offering diagnostic leaf-photographs of local olmo campestre show leaves with 14 to 18 vein-pairs. Henry's description also mentions leathery leaves, conspicuous axil-tufts, and a quarter-inch (about 1 cm) petiole.",
    "Pests and diseases": "Italian field elm is susceptible to Dutch elm disease and Elm leaf beetle Xanthogalerucella luteola Müll.",
    "Cultivation": "Field elm has been described as \"a well adapted and appreciated species\" in Italy. Henry gave examples of cultivation of var. italica both there and in the wider source-area claimed for it. Of plantings outside the source-area, he mentioned a specimen sent to Kew Gardens, while Krüssman (1984) included a photograph of var. italica Henry planted in Gisselfeld Park, Denmark. E. E. Kemp, curator of Royal Botanic Gardens Edinburgh, noted (1979) that in the Netherlands, \"where much nursery stock of smooth-leaved elm is raised, about 75% of the seed is obtained from Italian suppliers\".",
    "Notable trees": "Henry described a number of notable old specimens \"of this variety\", including one at the Villa Paveri-Fontana, Collecchio, Parma, with a bole 20 feet in girth. A centuries-old field elm, 5.5 metres in girth and possibly an example of Henry's var. italica, survives (2009) in the town of Mergozzo in Piedmont.",
    "Notes": "\n\n== References =="
  }
}