{
  "url": "https://en.wikipedia.org/wiki/Ulmus_rubra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Ulmus"
    },
    {
      "Section": "U. sect. Ulmus"
    },
    {
      "Species": "U. rubra"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus rubra, the slippery elm, is a species of elm native to eastern North America, ranging from southeast North Dakota, east to Maine and southern Quebec, south to northernmost Florida, and west to eastern Texas, where it thrives in moist uplands, although it will also grow in dry, intermediate soils.\nOther common names include red elm, gray elm, soft elm, moose elm, and Indian elm. The tree was first named as part of Ulmus americana in 1753, but identified as a separate species, Ulmus rubra, in 1793 by Pennsylvania botanist Gotthilf Muhlenberg. The slightly later name U. fulva, published by French botanist André Michaux in 1803, is still widely used in dietary-supplement and alternative-medicine information.\nThe species superficially resembles American elm (U. americana), but is more closely related to the European wych elm (U. glabra), which has a very similar flower structure, though lacks the pubescence over the seed.  U. rubra was introduced to Europe in 1830.",
    "Description": "Ulmus rubra is a medium-sized deciduous tree with a spreading head of branches, commonly growing to 12–19 m (39–62 ft), very occasionally > 30 m (98 ft) in height. Its heartwood is reddish-brown, giving the tree its alternative common name 'red elm'. The species is chiefly distinguished from American elm by its downy twigs, chestnut brown or reddish hairy buds, and slimy red inner bark. The broad oblong to obovate leaves are 10–20 cm (4–8 in) long, rough above but velvety below, with coarse double-serrate margins, acuminate apices and oblique bases; the petioles are 6–12 mm (1⁄4–15⁄32 in) long. The leaves are often red tinged on emergence, turning dark green by summer, and then a dull yellow in the fall; The perfect, apetalous, wind-pollinated flowers are produced before the leaves in early spring, usually in tight, short-stalked, clusters of 10–20. The reddish-brown fruit is an oval winged samara, orbicular to obovate, slightly notched at the top, 12–18 mm (15⁄32–23⁄32 in) long, the single, central seed coated with red-brown hairs, naked elsewhere.",
    "Pests and diseases": "The tree is reputedly less susceptible to Dutch elm disease than other species of American elms, but is severely damaged by the elm leaf beetle (Xanthogaleruca luteola).",
    "Cultivation": "The species has seldom been planted for ornament in its native country. It occasionally appeared in early 20th-century US nursery catalogues. Introduced to Europe and Australasia, it has never thrived in the UK; Elwes & Henry knew of not one good specimen, and the last tree planted at Kew attained a height of only 12 m (39 ft) in 60 years. Specimens supplied by the Späth nursery to the Royal Botanic Garden Edinburgh in 1902 as U. fulva may survive in Edinburgh as it was the practice of the Garden to distribute trees about the city (viz. the Wentworth Elm). A specimen at RBGE was felled c.1990. The current list of Living Accessions held in the Garden per se does not list the plant. Several mature trees survive in Brighton (see Accessions).",
    "Notable trees": "A tree in Westmount, Quebec, Canada, measured 4.27 m in girth in 2011. The US National Champion, measuring 7.16 m in circumference and 27.4 m tall, with an average crown spread of 25.18 m wide, grows in Louisville, Kentucky. Another tall specimen grows in the Bronx, New York City, at 710 West 246th Street, measuring 31 m (102 ft) high in 2002. In the UK, there is no designated TROBI champion.",
    "Cultivars": "There are no known cultivars. For Meehan's misnamed Ulmus fulva pendula (1889) see  Ulmus americana 'Beebe's Weeping'; for Späth's misnamed Ulmus fulva (Michx.) pendula Hort. (1890) see Ulmus americana 'Pendula'. The hybrid U. rubra × U. pumila cultivar 'Lincoln' is occasionally listed as Ulmus rubra 'Lincoln' in error.",
    "Hybrids": "In the central United States, native U. rubra hybridizes in the wild with the Siberian elm (U. pumila), which was introduced in the early 20th century and has spread widely since, prompting conservation concerns for the genetic integrity of the former species.",
    "Hybrid cultivars": "U. rubra had limited success as a hybrid parent in the 1960s, resulting in the cultivars 'Coolshade', 'Fremont', 'Improved Coolshade', 'Lincoln', 'Rosehill', and probably 'Willis'. In later years, it was also used in the Wisconsin elm breeding program to produce 'Repura' and 'Revera'  although neither is known to have been released to commerce.",
    "Etymology": "The specific epithet rubra (red) alludes to the tree's reddish wood, whilst the common name \"slippery elm\" alludes to the mucilaginous inner bark.",
    "Uses": "",
    "Uses-Medicinal": "Ulmus rubra  has various traditional medicinal uses. The mucilaginous inner bark of the tree is edible has long been used as a demulcent, and is still produced commercially for this purpose in the United States with approval for sale as an over-the-counter demulcent by the U.S. Food and Drug Administration.  Sometimes leaves are dried and ground into a powder, then made into a tea.",
    "Uses-Timber": "The timber is not of much importance commercially, and is not found anywhere in great quantity. Macoun considered it more durable than that of the other elms, and better suited for railway ties, fence-posts, and rails, while Pinchot recommended planting it in the Mississippi valley, as it grows fast in youth, and could be utilized for fence-posts when quite young, since the sapwood, if thoroughly dried, is quite as durable as the heartwood. The wood is also used for the hubs of wagon wheels, as it is very shock resistant owing to the interlocking grain. The wood, as 'red elm', is sometimes used to make bows for archery. The yoke of the Liberty Bell, a symbol of the independence of the United States, was made from slippery elm.",
    "Uses-Baseball": "Though now outmoded, slippery elm tablets were chewed by spitball pitchers to enhance the effectiveness of the saliva applied to make the pitched baseball curve.",
    "Uses-Miscellaneous": "The tree's fibrous inner bark produces a strong and durable fiber that can be spun into thread, twine, or rope useful for bowstrings, ropes, jewellery, clothing, snowshoe bindings, woven mats, and even some musical instruments. Once cured, the wood is also excellent for starting fires with the bow-drill method, as it grinds into a very fine flammable powder under friction.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. nos. 737–88, 738–88, both of unrecorded provenance.\nBernheim Arboretum and Research Forest [2], Clermont, Kentucky, US. No details available.\nBrenton Arboretum, Dallas Center, Iowa, US. No details available.\nChicago Botanic Garden, Glencoe, Illinois, US. 1 tree, no other details available.\nDominion Arboretum, Ottawa, Ontario, Canada. No acc. details available.\nLongwood Gardens, US. Acc. no. L–3002, of unrecorded provenance.\nNebraska Statewide Arboretum, US. No details available.\nSmith College, US. Acc. no. 8119PA.\nU S National Arboretum [3], Washington, D.C., US. Acc. no. 77501.EuropeBrighton & Hove City Council, UK. NCCPG Elm Collection. Carden Park, Hollingdean (1 tree); Malthouse Car Park, Kemp Town (1 tree).\nGrange Farm Arboretum, Sutton St James, Spalding, Lincolnshire, UK. Acc. no. 522\nHortus Botanicus Nationalis, Salaspils, Latvia. Acc. nos. 18168, 18169, 18170.\nLinnaean Gardens of Uppsala, Sweden. As U. fulva. Acc. no. 1955–1052.\nRoyal Botanic Gardens Wakehurst Place, UK. Acc. no. 1973–21050.\nThenford House arboretum, Northamptonshire, UK. No details available.\nUniversity of Copenhagen Botanic Garden, Denmark. No details available.\nWijdemeren city council, The Netherlands. One tree planted gardens Rading 1, Loosdrecht.AustralasiaEastwoodhill Arboretum [4], Gisborne, New Zealand. 1 tree, no details available.",
    "References": "",
    "External links": "\"Ulmus rubra\". Natural Resources Conservation Service PLANTS Database. USDA.\nDr. Duke's Databases: List of Chemicals in Ulmus rubra \nOhio DNR.gov: Slippery Elm\nBioimages.vanderbilt.edu: Ulmus rubra photo gallery\n\"Herbarium specimen - E00824848\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. fulva\n\"Herbarium specimen - E00824847\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. fulva, RBGE specimen from Späth nursery 1902"
  }
}