{
  "url": "https://en.wikipedia.org/wiki/Ulmus_uyematsui",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. uyematsui"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus uyematsui Hayata, commonly known as the Alishan elm, is endemic to forests at elevations of 800–2,500 metres (2,600–8,200 ft) in Alishan, Chiayi County [4], central Taiwan, where it is considered one of the minor tree species. The tree was first named and described by the Japanese botanist Bunzō Hayata in 1913, in the aftermath of the First Sino-Japanese War, when Formosa (now Taiwan) was ceded to Japan.",
    "Description": "The tree grows to a height of 25 m with a d.b.h. to 80 cm. The bark is grey, longitudinally fissured, and exfoliates in irregular flakes. The branchlets are brown, glabrous, though pubescent when young, and devoid of corky wings. The largely glabrous leaves are elliptic to oblong-elliptic 5–11 × 3–4.5 cm wide, typically caudate at the apex; the margins are doubly serrate [5]. Unlike most elms, the leaves are equal at the base, have short (2–6 mm) petioles, and are flushed dark-red on emergence. The perfect wind-pollinated apetalous flowers appear on second-year shoots in February, the obovate to orbicular samarae, 10–15 × 8–10 mm, in March.Hayata considered the tree similar to Ulmus castaneifolia, differing only in the much thinner leaves, and absence of pubescence on the axils of the primary lateral veins.",
    "Pests and diseases": "No information available.",
    "Cultivation": "U. uyematsui is rare in cultivation beyond Taiwan; it was introduced to commerce in the Netherlands in 2011. U. uyematsui was selected as one of eight tree species considered hardy enough to survive in the ecological reclamation of the Wujiazi iron mine 270 kilometres (170 mi) north-east of Beijing in Liaoning Province, China, where winter temperatures fall as low as −20 °C (−4 °F). In England the species has survived temperatures as low as −16 °C (3 °F), but has succumbed to prolonged waterlogging on clay soils overwinter.",
    "Etymology": "The species is named for K. Uyematsu, who collected the plant in 1913.",
    "Accessions": "",
    "Accessions-North America": "United States National Arboretum, Washington, D.C., US. Two small trees imported 2011. No accession details available.",
    "Accessions-Europe": "Grange Farm Arboretum [6], Lincolnshire, UK. Acc. no. 839.\nIstituto per la Protezione delle Piante, Florence, Italy. 2 small (1 m) plants, (2011).\nRoyal Botanic Garden Edinburgh, UK. Acc. no. 20112233.\nSir Harold Hillier Gardens, Romsey, Hampshire UK. Acc. no. 2011.0267.\nWijdemeren Elm Arboretum, Frans Halslaan, Loosdrecht, Netherlands.",
    "Nurseries": "EuropeA Touch of Green [7], Amstelveen, Netherlands.\nArboretum Waasland [8], Belgium.\nHenny Kolster [9] via retail nursery Mark & Rein Bulk [10], Boskoop, Netherlands.\nPan-Global Plants [11], Frampton-on-Severn, Gloucestershire, UK.AsiaTenway Garden Center [12], Tienwei, Chonghua County, Taiwan.\n\n\n== References =="
  }
}