{
  "url": "https://en.wikipedia.org/wiki/Ulmus_lamellosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. lamellosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus lamellosa, commonly called the Hebei elm, is a small deciduous tree native to four Chinese provinces, Hebei, Henan, Nei Mongol, and Shanxi, to the  west and south of Beijing.",
    "Description": "A slow growing tree rarely exceeding 10 m in height, U. lamellosa is often multi-stemmed, its upright branches forming a rounded crown, but occasionally forms a single, slender trunk < 20 cm d.b.h. Considered closely related to the Large-fruited Elm U. macrocarpa, it is distinguishable from that species by its mottled, flaking bark and smaller leaves. The leaves, on 3–8 mm petioles, are obovate, < 10 cm long by 5.5 cm wide, caudate at the apex, with simply to doubly serrate margins, and densely pubescent when young; the leaves turn a rich gold in autumn. The perfect wind-pollinated apetalous flowers are produced on second-year shoots in March–April; the large < 35 mm diameter samarae appear from April to May.",
    "Pests and diseases": "In the trials at the Morton Arboretum, Illinois, U. lamellosa was found to have a good resistance to Dutch elm disease.\nThe  species was also found to be among the least suitable elms for feeding and reproduction by the Japanese Beetle Popillia japonica   in the United States.\n.",
    "Cultivation": "Rare in cultivation beyond China, it is one of a number of Chinese species which were assessed for their horticultural merit at the Morton Arboretum, where it was adjudged suitable for planting in parks and gardens, but found to be typically intolerant of wet soils.\nAlthough known to propagate satisfactorily, U. lamellosa is only very rarely found in commerce in Europe and the United States; there are no known cultivars.",
    "Accessions": "North AmericaBrenton Arboretum, US. No accession details available.\nDenver Botanic Gardens US. No details available\nHolden Arboretum US. Acc. no. 96–178, provenance unrecorded\nMorton Arboretum US. Acc. nos. 317–90, 51–95, 655–2006, (listed as syn. U. taihangshanensis): 446–2007.\nUniversity of British Columbia Botanical Garden, Vancouver, British Columbia, Canada. Acc. no. 022715-0334-1983.\nUnited States National Arboretum, Washington, D.C., US. Acc. nos. 68993, 68994, 76228. Also, listed under syn. U. taihangshanensis: 76237, 76245, 68981.EuropeBotanical Garden Kerkrade [4], Kerkrade, Netherlands. One large tree; accession 1983BG03409 height 9,40 m, planted 1985, seed from hortus botanicus Pekinensis.\nCalderstones Park, Liverpool, UK. 3 mature trees by Menlove Avenue wall.\nGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 702.\nRBG Edinburgh, Benmore, UK. Acc. no. 19951216. Wild collected in Yunnan province, China by Sino-Scottish Expedition.\nRoyal Horticultural Society gardens, Wisley, UK. Bed WA 0201; (planted 1998, the tree appeared to have succumbed to the drought of summer 2006, and all top growth had died save a few suckers at the base).\nStrona Arboretum, University of Life Sciences, Warsaw, Poland.\nWijdemeren City Council, Netherlands. Five trees planted 2018 Zodde , Oud-Loosdrecht and Berestein Cemetery, 's Graveland. View: https://wijdemeren.cobra360.nl/index.php?@iepen",
    "References": "",
    "Further reading": "Ru, W., Bi, R., Zhang, F. & Zhang, J., (2007). Population Structure and Pattern of Endangered Ulmus lamellosa in Shanxi. Chinese Journal of Applied & Environmental Biology. 1, (2007)."
  }
}