{
  "url": "https://en.wikipedia.org/wiki/Ulmus_serotina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Oreoptelea"
    },
    {
      "Section": "U. sect. Trichoptelea"
    },
    {
      "Species": "U. serotina"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus serotina Sarg., the September elm, is an American species uncommon beyond Tennessee; only very locally distributed through Illinois, Kentucky, Arkansas, Mississippi, Oklahoma, Alabama and Georgia, and disjunct into Nuevo León, Mexico. It grows predominantly on limestone bluffs and along streams to elevations of 400 m.",
    "Description": "Rarely exceeding 20 m in height, the tree has a rounded crown with spreading to pendulous branches. The glabrous young shoots become progressively corky-winged with age, and bear oblong to obovate leaves <8 cm long. The wind-pollinated apetalous perfect flowers form pendulous racemes which open in September and serve to distinguish the species from its compatriot, the cedar elm U. crassifolia, with which it readily hybridizes. The samarae are oblong-elliptical, 10–15 mm in length, deeply divided at the apex, and ripen in November [2]\n[3].",
    "Pests and diseases": "The species is highly susceptible to Dutch elm disease.",
    "Cultivation": "Before the outbreak of Dutch elm disease, U. serotina enjoyed limited popularity as a shade-tree in the southern part of its range. The tree grows well on most soils but is intolerant of anaerobic or saline conditions; it is also frost-tolerant to - 30°C. (-23 F).  The September elm is very rare in cultivation in Europe, and it is not known to have been introduced to Australasia. There are no known cultivars of this taxon, nor is it known to be in commerce.",
    "Notable trees": "The USA National Champion, measuring 25.5 m high in 2007, grows in Davidson County, Tennessee.[4]",
    "Hybrids": "Ulmus × arkansana",
    "Accessions": "North AmericaMildred E. Mathias Botanical Garden, UCLA, Los Angeles, California, US. (No details available)\nMorton Arboretum, US. Acc. no. 1039-23.\nU S National Arboretum [5], Washington, D.C., US. Acc. no. 55431.EuropeRoyal Botanic Garden Edinburgh, UK. Acc. no. 20080091, from seed wild collected in USA.\nRoyal Botanic Gardens, Wakehurst Place, UK. Acc. no. 2006-143.\nSir Harold Hillier Gardens, UK. Acc. no. 2004.1059, 3 trees, collected in Tennessee, 2004.\nThenford House arboretum, Banbury, UK. No details available.\nUniversity of Copenhagen, Botanic Garden, Denmark. No details available.",
    "References": "",
    "External links": "\"Ulmus serotina Sarg.\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}