{
  "url": "https://en.wikipedia.org/wiki/Ulmus_elongata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. elongata"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus elongata L. K. Fu & C. S. Ding , also known as the long raceme elm in the US,  is a deciduous tree endemic to broadleaf forests in the eastern provinces of China.",
    "Description": "The tree grows to a height of < 30 m and trunk < 0.8 m d.b.h.  The bark is a brownish grey, and exfoliates in flakes.\nThe coarse leaves are < 20 cm long, narrowly elliptic with an acuminate apex and borne on twigs that occasionally feature corky wings. The wind-pollinated apetalous flowers appear on the second-year twigs in February. The samarae are distinctively shuttle-shaped, < 25 mm in length, on stalks < 22 mm long, and appear in March.",
    "Pests and diseases": "No information available.",
    "Cultivation": "The species was virtually unknown in the West until it was introduced to the Morton Arboretum, Illinois, in the 1990s as part of an evaluation of Chinese elms for landscape use. [2]. Some of the seedlings raised at the Morton Arboretum were donated to the U S National Arboretum (USNA) in Washington, where two have prospered. The species is not known (2018) in Europe or Australasia. U. elongata is not known to be in commerce, and there are no known cultivars.",
    "Accessions": "",
    "Accessions-North America": "United States National Arboretum, Washington, D.C., US. Two trees, germinated at the Morton Arboretum from seed sent from China. Acc. nos. 68995, 55393.\nMorton Arboretum, US. Two clonally propagated trees. Acc. no. 196-2011",
    "References": "",
    "Further reading": "Gao, J. G., G. D. Xu, and W. Q. Li. \"Qiu z J, Liu P. Preliminary studies on photosynthetic characteristics of endangered plant Ulmus elongata seedlings.\" Ecology and Environment Sciences 20.1 (2011): 66–71.\nJiang, Yan-sheng. \"The Study on Natural Regeneration of Ulmus elongata [J].\" Journal of Fujian Forestry Science and Technology 4 (2003).\nLai, W. (2001). The Height Growth of Ulmus elongata Seedlings and Its Correlations with Climatic Factors. Journal of Fujian College of Forestry 2001-02.\nLai, W. S. \"Study on annual growth dynamics of one-year-old seedlings for Ulmus elongata.\" Journal of Nanjing Forestry University: Natural Science Edition 25.4 (2001): 57–60.\nLai, W., G. Zou, and J. Zhang. \"Influence of the different densities on the growth of Ulmus elongata seedlings, J.\" Fujian For. Sci. Technol 28.2 (2001): 74–80.\nLai, W. S. \"The study on cuttings propagation of Ulmus elongata.\" China Forestry Science and Technology 14.6 (2000): 32–33.\nTian, Y., et al. \"The studies on reproductive characteristics of Ulmus elongata.\" Journal of Hebei Forestry University 11.S1 (1996): 25–29.\nZhang, J., Chen, Q., Lai, W. (1993). Studies on the Growth Rhythm of Ulmus elongata seedlings. Journal of Fujian Forestry Science and Technology 1993–03.",
    "External links": "An introduction of Ulmus elongata (长序榆简介)"
  }
}