{
  "url": "https://en.wikipedia.org/wiki/Ulmus_macrocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Ulmus"
    },
    {
      "Section": "U. sect. Ulmus"
    },
    {
      "Species": "U. macrocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus macrocarpa Hance, the large-fruited elm, is a deciduous tree or large shrub endemic to the Far East excluding Japan. It is notable for its tolerance of drought and extreme cold and is the predominant vegetation on the dunes of the Khorchin sandy lands in the Jilin province of north-eastern China, making a small tree at the base of the dunes, and a shrub at the top [4].",
    "Description": "By the age of ten years, the tree bears a close resemblance to the American elm U. americana, but will never approach the latter's size. The tree can reach a height of 17 m, with a slender trunk rarely exceeding 0.4 m d.b.h; the bark is longitudinally fissured, and dark grey in colour.  The twigs often develop corky wings that may persist for several years. The leaves are usually obovate < 9 cm long by 5 cm broad (significantly smaller on juvenile trees) and chiefly characterized by their thick, leathery texture and obtusely doubly or simply toothed margins. The perfect, wind-pollinated apetalous flowers appear from March until May. As implied by its name, U. macrocarpa is distinguished by its large, orbicular, wafer-like samarae < 50 mm in diameter, which ripen in May and June.",
    "Pests and diseases": "Possessed of a moderate resistance to Dutch elm disease and a low susceptibility to elm yellows, it has also proven very resistant to the elm leaf beetle Xanthogaleruca luteola in trials in Oklahoma [5] and Italy.",
    "Cultivation": "U. macrocarpa was introduced to the UK at Aldenham House in Hertfordshire in the late 19th century by Vicary Gibbs (1853–1932), almost certainly as part of the quincunx elm avenue leading to the front of the house.The tree was introduced to the United States at the Arnold Arboretum, Massachusetts, in 1908. It has been assessed at the Morton Arboretum, Illinois, for its landscape potential, and is now considered suitable for open areas such as parks and campuses. Typically, U. macrocarpa is intolerant of poorly drained ground prone to waterlogging, but has been found to be the most cold hardy of the Chinese elms in artificial freezing tests at the Morton Arboretum, the LT50 (temp. at which 50% of tissues die) was - 36 °C.",
    "Subspecies & varieties": "Two varieties are recognized: var. glabra Nie & Huang  and var. macrocarpa L.K.Fu",
    "Hybrids, hybrid cultivars and cultivars": "A natural hybrid of U. macrocarpa and U. davidiana var. japonica, named Ulmus × mesocarpa was discovered in South Korea in the 1980s.   \nU. macrocarpa is believed to have been used in recent (post 2000) hybridization experiments at the Morton Arboretum  but results have yet (2008) to be published. There are no known cultivars of this taxon.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. nos. 17911, 346–82 (no provenances for either), 377–40 collected in China.\nDenver Botanic Gardens, US. one specimen, no details available\nHolden Arboretum, US. Listed as U. macrocarpa var. dorsetti (unrecognized variety), acc. no. 97–26.\nMorton Arboretum, US. Acc. nos. 589–64, 179–84, 286–95, 589-54*3.\nU S National Arboretum, Washington, D.C., US. Acc. nos. 70030, 76229, 76230, 76231, 76247, 68915. Also, listed as U. macrocarpa var. dorsettii: 68990, 76232, 64253.EuropeBotanic Garden of the University of Copenhagen, Denmark. No details available.\nCambridge Botanic Garden [6], University of Cambridge, UK. No accession details available.\nGrange Farm Arboretum [7], Sutton St. James, Spalding, Lincs., UK. Acc. no. 831, as var. Dorsettii.\nLinnaean Gardens of Uppsala, Sweden. Acc. nos. 1976–1142, 1976–2032, 0000–1484.\nRoyal Botanic Garden Edinburgh, UK. Acc. no. 20022149 (grown from seed sold by Lawyer Nursery, US).\nStrona Arboretum, University of Life Sciences, Warsaw, Poland. No details available.\nWijdemeren Elm Arboretum, Frans Halslaan, Loosdrecht, Wijdemeren City Council, Netherlands. No details available.",
    "Nurseries": "EuropeNoordplant Nursery [8], Glimmen, Netherlands.",
    "References": "",
    "External links": "efloras.org: U. macrocarpa (illustrations 2 to 5)\n\"Herbarium specimen - L.1582100\". Botany catalogues. Naturalis Biodiversity Center. U. macrocarpa Hance, Arnold Arboretum specimen (1930)\n\"Herbarium specimen - WAG.1846859\". Botany catalogues. Naturalis Biodiversity Center. U. macrocarpa Hance, specimen from Manchuria, US National Arboretum, Washington DC (1966)\n\"Herbarium specimen - WAG.WAG.1846860\". Botany catalogues. Naturalis Biodiversity Center. U. macrocarpa Hance twigs, US National Arboretum (1966)",
    "Further reading": "Kwon, Y. M., J. H. Lee, and M. W. Lee. Phenolic compounds from barks of Ulmus macrocarpa and its antioxidative activities. Korean Journal of Pharmacognosy 33.4 (2002): 404–410.\nOh, Kwang-Seok, et al. Antihypertensive, vasorelaxant, and antioxidant effect of root bark of Ulmus macrocarpa. Biological and Pharmaceutical Bulletin 31.11 (2008): 2090–2096.\nKim, Hyun Jung, et al. Nitric oxide and Prostaglandin E₂Synthesis Inhibitory Activities of Flavonoids from the Barks of Ulmus macrocarpa. Natural Product Sciences 10 (2004)."
  }
}