{
  "url": "https://en.wikipedia.org/wiki/Ulmus_minor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. minor"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus minor Mill., the field elm, is by far the most polymorphic of the European species, although its taxonomy remains a matter of contention. Its natural range is predominantly south European, extending to Asia Minor and Iran; its northern outposts are the Baltic islands of Öland and Gotland, although it may have been introduced here by man. The tree's typical habitat is low-lying forest along the main rivers, growing in association with oak and ash, where it tolerates summer floods as well as droughts.Current treatment of the species owes much to Richens, who noted (1983) that several varieties of field elm are distinguishable on the European mainland. Of these, he listed the small-leaved U. minor of France and Spain; the narrow-leaved U. minor of northern and central Italy; the densely hairy leaved U. minor of southern Italy and Greece; the U. minor with small-toothed leaves from the Balkans; the U. minor with large-toothed leaves from the Danube region; and the small-leaved U. minor from southern Russia and Ukraine. As for British varieties, \"the continental populations most closely related [to eastern English Field Elm] are in central Europe\", while south-western forms were introduced from France. He concluded, however, that owing to incomplete field-research at the time of writing, it was \"not possible to present an overall breakdown of the European Field Elm into regional varieties\". The epithet 'red' elm was commonly used by British foresters, an allusion to the colour of the timber.Richens sank a number of British elms, notably English elm, as either subspecies or varieties of U. minor in 1968. However, Melville, writing ten years later, identified five distinct species (including U. glabra in the count), several varieties and numerous complex hybrids.  In 1992 Armstrong identified no fewer than forty British species and microspecies. Clive Stace (1997) wrote of the British elms \"The two-species (glabra and minor) concept of Richens is not sufficiently discriminating to be of taxonomic value\". Nevertheless, it is Richens’ classification which has been the most commonly adopted in recent years, although it is not used in Flora Europaea [15].In 2009 Dr Max Coleman of the Royal Botanic Garden, Edinburgh wrote: \"The advent of DNA fingerprinting has shed considerable light on the question. A number of studies have now shown that the distinctive forms Melville elevated to species and Richens lumped together as field elm are single clones, all genetically identical, which have been propagated by vegetative means such as cuttings or root suckers. This means that enigmatic British elms such as Plot elm and English elm have been shown to be single clones of field elm. Although Richens did not have the evidence to prove it, he was correct in recognising a series of clones and grouping them together as a variable species.\"It is hoped that analysis of molecular markers will ultimately eliminate the taxonomic confusion.",
    "Description": "The tree typically grows to < 30 m (98 ft) and bears a rounded crown. The bark of the trunk is rough, furrowed lightly in older trees to form a block pattern. Young branchlets occasionally have corky wings. The shoots are slender compared with those of wych elm. The leaves are smaller than those of the other European species, hence the specific epithet minor, however they can vary greatly according to the maturity of the tree. Leaves on juvenile growth (suckers, seedlings etc.) are coarse and pubescent, whereas those on mature growth are generally smooth, though remaining highly variable in form; there are generally fewer than 12 pairs of side veins. A common characteristic is the presence of minute black glands along the leaf veins, detectable with the aid of a magnifying glass.  The samarae are oval or obovate, glabrous, 12–15 mm (15⁄32–19⁄32 in) long, notched at the top, with the seed close to the notch.The species readily produces suckers from roots and stumps, even after devastation by Dutch elm disease; consequently genetic resources are not considered endangered [16].",
    "Pests and diseases": "The species has a hugely variable reaction to Dutch elm disease, including all the fashionable pre-20th century plantsman's clones (see Subspecies and varieties). However, field elm is genetically highly variable; Italian specimens when inoculated with the pathogen displayed between 15 and 100% dieback and between 70 and 100% wilting, whereas with trees tested in Spain, the variability ranged from 5 to 100% dieback, and 20 to 95% wilting. In 2013 researchers at the Universidad Politėcnica de Madrid announced the discovery and cloning of trees in Spain with levels of resistance greater than 'Sapporo Autumn Gold' (see Cultivation).\nTolerance of elm yellows (phloem necrosis) is generally good, U. minor exhibiting symptoms such as the 'witch's broom' only sporadically throughout Italy, including Sicily and Sardinia, however the disease was often locally common within the species in France, including Paris.",
    "Cultivation": "U. minor in general and a number of clones in particular (see 'Cultivars' below) were once commonly cultivated across Europe in town and country, but owing to its susceptibility to Dutch elm disease, U. minor is now uncommon in cultivation. However, in an ongoing project that began in the 1990s, several thousand surviving field elms have been tested for innate resistance by national research institutes in the EU, with a view to returning field elm to cultivation. Results from Spain (2013), for example, confirm that a very small number of surviving field elms (about 0.5% of those tested) appear to have comparatively high levels of tolerance of the disease, and it is hoped that a controlled crossing of the best of these will produce resistant Ulmus minor hybrids for cultivation.In the UK, despite its late leaf-flush in the north and its suckering habits, continental U. minor was occasionally planted as an ornamental urban tree. Augustine Henry wrote in 1913 that the U. minor planted in parks in Scotland were of French origin. More recently U. minor seed was imported to the UK from Italy. There are mature survivors in Edinburgh that are not the common U. minor cultivars (2015).U. minor has been introduced to the southern hemisphere, notably Australasia and Argentina.",
    "Notable trees": "U. minor can live to a great age. An ancient field elm stood until recently in the village square of Metaxades, Thrace, Greece. Having abandoned their original village in 1286 after cholera outbreaks, the villagers re-founded it in the hills where a young elm was growing beside a spring. An elm (reputedly the original) and the fountain were the focal-point of the village until the late 20th century. The tallest recorded field elms in Greece were two specimens planted in 1650 beside the newly built church of the Archangels Michael and Gabriel, in Omali Voiou (Oμαλή Bοΐου) near Siatista, which, despite being open-grown trees, attained a height of 40 metres by the mid-20th century. The immemorial elm opposite the village square of Aidona in Thessaly, Greece which has been \"listed\" as a national \"Monument of Nature\", lost its crown in a recent storm (2009) and has now been pollarded; it is regenerating vigorously. A rare example of a centuries-old field elm that retains its heartwood and crown is the 360-year-old specimen in the village square of Strinylas, Corfu.A tree said to be of similar age (200 cm d.b.h.) still stands (2013) in the city of Sliven, Bulgaria; other veterans are said to survive in the village of Samuilovo, 7 km from Sliven.In France, a tree reputedly over 650 years old survived in the centre of Biscarrosse south of Bordeaux until the summer of 2010, when it finally succumbed to Dutch elm disease. Another veteran with a 6-metre girth survives at Bettange, France, close to the Belgian border, reputedly planted in 1593. Other wrecks include 'l'ormeau de Sully' in Villesèquelande near Carcassonne, \"a magnificent tree supported by three metal props\", said to have been planted in the early 17th C by the Duc de Sully,A tree approximately 400 years old and 5.55 metres in girth grows in the town of Mergozzo in Piedmont, Italy. 'L'olmo di Mergozzo', like its French counterparts 'l'orme de Biscarosse' and 'l’orme de Bettange', is hollowed out by age, its life prolonged by lopping, while in Spain the elm in the Plaza del Olmo in Navajas, Valencia, is 6.3 metres in girth; planted in 1636 it features on the town crest.In England, large specimens once identified as U. minor subsp. minor, the narrow- or smooth-leafed elm, were once commonplace in the eastern counties before the advent of DED. The largest recorded tree in the UK grew at Amwell, Herts.,  measuring 40 m in height and 228 cm d.b.h. in 1911. Another famous specimen was the great elm that towered above its two siblings at the bottom of Long Melford Green, Long Melford, Suffolk, till the group succumbed to disease in 1978. The three \"were survivors of a former clone of at least nine elms, one dating from 1757\". The Long Melford elms were painted in 1940 by the watercolourist S. R. Badmin in his 'Long Melford Green on a Frosty Morning', now in the Victoria and Albert Museum. The largest known surviving trees in England are at East Coker, Somerset (30 m high, 95 cm d.b.h.), Termitts Farm near Hatfield Peverel, Essex (25 m high, 145 d.b.h.), and Melchbourne, Bedfordshire, (147 cm d.b.h.).",
    "Subspecies, varieties, and former species sunk as U. minor": "",
    "Subspecies, varieties, and former species sunk as U. minor-England": "The name Ulmus minor subsp. minor was used by R. H. Richens for field elm that was not English elm, Cornish elm, Plot elm or Guernsey elm. Many publications, however, continue to use plain Ulmus minor for undifferentiated field elm; indeed Dr Max Coleman of Royal Botanic Garden Edinburgh argued in his 2002 paper 'British Elms' that there was no clear distinction between species and subspecies. Some authorities, among them Richens and Coleman, include English elm among varieties of field elm, Richens calling English elm U. minor var. vulgaris. Richens sank as undifferentiated U. minor certain local English forms such as U. minor 'Goodyeri', U. minor 'Hunnybunii', U. minor 'Sowerbyi', and U. minor 'Coritana'.",
    "Subspecies, varieties, and former species sunk as U. minor-Eurasia": "Henry's Ulmus nitens var. italica, 'Mediterranean Elm' (1913), distinguished by its 14 to 18 pairs of leaf-veins, was accepted, despite the wide source-area claimed for it (\"Italy, Spain, Portugal and Algeria\"), as U. carpinifolia var. italica Henry, by Krüssman (1984), who included a photograph of a specimen in Gisselfeld Park, Denmark. Bean (1988), however, considered it \"a variety of rather dubious standing\", and it was ignored by Richens (1983).\nU. canescens Melville and U. boissieri Grudz. were both sunk as U. minor by Richens. The former is found throughout the eastern Mediterranean, including Israel, and is distinguished by its leaves, densely downy on the underside when mature. [17] The latter is a little-known tree found in Iran, in the Zagros forests and the Kerman / Kermanshah area.Green and Richens also sank U. minor var. suberosa (Moench) Rehder - the so-called 'Cork-barked elm', korkulme (Germany) or wiąz korkowa (Poland), as a genetically random, maritime or juvenile form of U. minor, insufficiently differentiated to merit varietal status, its name a relic of taxonomic conservatism.",
    "Cultivars": "Numerous cultivars have been raised in Europe since the 18th century, although many are now probably either extinct owing to the ravages of Dutch elm disease, or survive unrecognized in sucker form:",
    "Hybrids": "The tree's natural range generously overlaps that of wych elm Ulmus glabra to the north, and readily hybridizes with it to produce the so-called 'Dutch elm' Ulmus × hollandica.\nIn Spain and Italy Ulmus minor has naturally hybridized with Siberian elm U. pumila, which was introduced in the 16th century and which has spread widely since then, contributing to conservation concerns for the former species. The resulting hybrid has not yet been given a formal botanical name, though there are cultivated forms such as 'Recerta' and 'Fiorente' (see Hybrid cultivars).\n\nUlmus × hollandica\nU. minor × U. pumila",
    "Hybrid cultivars": "U. minor hybridises naturally with U. glabra, producing elms of the Ulmus × hollandica group, from which there have arisen a number of cultivars:\n\nThe tree has featured strongly in artificial hybridization experiments in Europe and to a lesser extent in the United States. Most of the European research was based at Wageningen in the Netherlands until 1992, whence a number of hybrid cultivars have been commercially released since 1960. The earlier trees were raised in response to the initial Dutch elm disease pandemic that afflicted Europe after the First World War, and were to prove vulnerable to the much more virulent strain of the disease that arrived in the late 1960s. However, further research eventually produced several trees highly resistant to disease which were released after 1989.\nArno, Clusius, Columella, Commelin, Den Haag, Fiorente, Frontier, Fuente Umbria, Groeneveld, Homestead, Lobel, Nanguen = Lutèce, Pioneer, Plantyn, Plinio, Recerta, San Zanobi, Toledo, Urban, Wanoux = Vada",
    "In art": "The elms by Willy Lott's Cottage and Flatford Mill, Suffolk, in Constable's paintings and drawings were, according to Richens, \"smooth-leaved elm\" (U. minor), though the hedgerow elms in his Dedham Vale and East Bergholt landscape-paintings and drawings were otherwise \"most probably East Anglian hybrid elms ... such as still grow in the same hedges\".",
    "Accessions": "",
    "Accessions-North America": "United States National Arboretum, Washington, D.C., US. Acc. nos. 12852, 64382.",
    "Accessions-Europe": "Arboretum de La Petite Loiterie [18], Monthodon, France. No details available\nCambridge Botanic Garden [19], University of Cambridge, UK. No accession details available.\nDubrava Arboretum, Lithuania. No details available.\nLinnaean Gardens of Uppsala, Finland. Acc. no. 1930-1013.\nRoyal Botanic Garden Edinburgh, UK. Acc. nos. 19699368, 16899359, 19699365.\nSir Harold Hillier Gardens, Hampshire, UK. Acc. no. 2001-0188, 3 specimens collected in Iran, 2000.\nStrona Arboretum, University of Life Sciences, Warsaw, Poland. No details available.",
    "Accessions-Australasia": "Eastwoodhill Arboretum [20], Gisborne, New Zealand. 2 trees, details not known.",
    "Nurseries": "",
    "Nurseries-North America": "None known",
    "Nurseries-Europe": "Eggleston Hall Gardens [21], Eggleston, Barnard Castle, County Durham, UK\nFirecrest Tree & Shrub Nursery [22], Woodbridge, Suffolk, UK\nLorenz von Ehren permanent dead link], Hamburg, Germany\nTrees & Hedges [23], Heathfield, East Sussex, UK\nUmbraFlor [24], Spello, Italy",
    "References": "",
    "External links": "Ulmus minor distribution map: linnaeus.nrm.se [25]\nUlmus minor - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)\n\"Herbarium specimen - L.4222648\". Botany catalogues. Naturalis Biodiversity Center. Labelled Ulmus carpinifolia Gled., Pont du Gard, France"
  }
}