{
  "url": "https://en.wikipedia.org/wiki/Ulmus_microcarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. microcarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus microcarpa was named and first described by the Chinese botanist L. K. Fu, who discovered the tree in the Chayu broad-leaved forests of south-eastern Xizang at altitudes of around 2800 m during the 1973 Qinghai - Tibet Expedition. Unlike the majority of Tibet, the Chayu region has a subtropical highland climate featuring warm, wet, summers and mild, dry, winters (avg. annual rainfall 807 mm). Commonly known as the Tibetan Elm, the tree was introduced to the United States in 2006, and the UK in 2013; it remains one of the rarest species of elm in cultivation.",
    "Description": "U. microcarpa can reach a height of 30 m in the wild, the trunk < 80 cm d.b.h.. The large oblong to elliptic leaves are 8.5–17 cm long by 5–8 cm broad with 5 mm petioles, likened by Fu to those of U. wallichiana and U. bergmanniana var. lasiophylla, but much smaller on juvenile plants. As its specific epithet implies, the suborbicular, glabrous samarae are small, 7–8 mm long by 7–8 mm wide, the seed at the centre. Ploidy: 2n = 28.Growth in the UK has been slow, the branches on juvenile trees increasing in length by no more than 10–12 cm per annum on moist, fertile soil. The species is the first to leaf in spring in the UK, and the first to defoliate in autumn, usually by late September.",
    "Pests and diseases": "No information available; U. microcarpa was not known in the United States when the majority of Asiatic elms were screened for resistance to Dutch elm disease by the late George Ware at the Morton Arboretum, Illinois, in the early 1990s.",
    "Cultivation": "U. microcarpa is very rare in cultivation outside China, and accessions are (2019) restricted to two arboreta in the United States and four in the UK. The tree was one of 12 Chinese species under evaluation at the Morton Arboretum, Illinois, in 2009 by the late Dr George Ware.",
    "Accessions": "North AmericaBrenton Arboretum, US. Acc. no. 06–035; from the Morton Arboretum (see below).\nMorton Arboretum, US. Acc. nos. 362–2006, 588–2006, from seed wild collected in Tibet by the Chinese Academy of Forestry, Research Institute of Forestry Tibet Autonomous Region, China.EuropeGrange Farm Arboretum, Lincolnshire, UK. Rooted cuttings from Brenton Arboretum, acquired 2013. Acc. no. 1076.\nGreat Fontley Butterfly Conservation elm trial, Fontley, Hampshire, UK. Small whip planted 2014.\nRoyal Botanic Garden Edinburgh, UK. One small rooted cutting acquired 2014. Acc. no. 20141572.\nSir Harold Hillier Gardens, Ampfield, Hampshire, UK. Rooted cutting in propagation unit (2018), acc. no. 2017.0196\nWijdemeren City Council, Netherlands. 2 trees planted 2019 cemetery Hornhof, Nederhorst den Berg.\n\n\n== References =="
  }
}