{
  "url": "https://en.wikipedia.org/wiki/Ulmus_lanceifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Ulmus"
    },
    {
      "Section": "U. sect. Lanceifolia"
    },
    {
      "Species": "U. lanceifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus lanceifolia Roxburgh, ex Wall. [2], occasionally known as the Vietnam elm, is a very large tree endemic to a wide area of southern Asia.  Its range extends southeast and eastwards from Darjeeling in the Himalaya, through Bangladesh, southern China, Myanmar (formerly Burma), Thailand, Laos, Vietnam and on discontinuously into Indonesia, straddling the Equator in Sumatra and Celebes.",
    "Description": "Ulmus lanceifolia can reach a maximum height of 45 m, placing it on a par with the English Elm, but with pendulous branches; the bark of the trunk exfoliates in thin scales. The leaves, borne on wing-less branchlets, are narrow, generally lanceolate, < 10 × 3.5 cm, and thick. The tree is deciduous in the north of its range, where it can occur at altitudes of up to 2500 m, but evergreen in the tropics. Given the latitudinal range, there is inevitably a substantial variation in its flowering time, beginning in October in the north, but advancing to February–March in the south. The obovate samarae are 12–30 mm long by 11–24 mm broad. Ploidy: 2n = 28",
    "Pests and diseases": "U. lanceifolia was found to be among the least suitable elms for feeding and reproduction by the adult elm leaf beetle Xanthogaleruca luteola  and feeding by the Japanese Beetle Popillia japonica   in the United States.",
    "Cultivation": "Not cold-hardy, the species is very rare in cultivation; specimens introduced to the Netherlands from the Himalaya by Heybroek in the 1960s all perished.",
    "Accessions": "",
    "Accessions-Europe": "Grange Farm Arboretum, Lincolnshire, UK. Saplings grown from seed sent in 2013 by Xishuangbanna Tropical Botanical Garden, southern Yunnan, China.  Acc. no. not known.",
    "References": "",
    "External links": "\"Ulmus lanceifolia (1867) K000852690\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus lanceifolia K000852691\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus lanceifolia K000852692\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}