{
  "url": "https://en.wikipedia.org/wiki/Ulmus_changii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. changii"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus changii W. C. Cheng, occasionally known as the Hangzhou elm, is a small deciduous tree found across much of China in forests at elevations of up to 1800 m. Owing to its increasing scarcity, U. changii was added to the Hainan Province Protected Plants List in 2006.",
    "Description": "The tree can reach a height of 20 m with a trunk of about 0.9 m d.b.h; the bark is dark grey. The leaves are generally ovate, < 11 cm  long, glabrescent and smooth when mature.  The wind-pollinated apetalous flowers are produced on second-year shoots in March - April, the samarae are almost orbicular, < 35 mm in diameter.",
    "Pests and diseases": "Ulmus changii was found to be among the least suitable elms for feeding and reproduction by the adult elm leaf beetle Xanthogaleruca luteola  and highly preferred for feeding by the Japanese beetle Popillia japonica in the United States.",
    "Cultivation": "The species is extremely rare in cultivation beyond China, although in the US the species is rated hardy enough for USDA zone 5.  There are no known cultivars of this taxon, nor is it known to be in commerce.",
    "Subspecies & varieties": "Two varieties are recognized: var. changii L.K.Fu, and var. kunmingensis W.C.Cheng.",
    "Etymology": "The tree is named for S. S. Chang, the Chinese botanist who identified the species in 1936.",
    "Accessions": "North AmericaMorton Arboretum, Illinois, US. Acc. no. 11 2008. Cuttings grafted onto U. pumila rootstocks, planted out in 2008.AsiaHangzhou Botanical Garden [2], Hangzhou, Zhejiang, China. Details not known.EuropeGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 1059. Two trees from cuttings ex. Morton Arboretum on U. glabra rootstocks.",
    "Nurseries": "EuropePan-global Plants [3], Frampton on Severn, Gloucestershire, UK\n\n\n== References =="
  }
}