{
  "url": "https://en.wikipedia.org/wiki/Ulmus_villosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. villosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus villosa Brandis ex Gamble (:'soft-haired', the flower), the cherry-bark elm or Marn elm,  is one of the more distinctive Asiatic elms, and a species capable of remarkable longevity. It is endemic to the valleys of the Kashmir at elevations of 1200–2500 m but has become increasingly rare owing to its popularity as cattle fodder, and mature trees are now largely restricted to temples and shrines where they are treated as sacred. Some of these trees are believed to be aged over 800 years.",
    "Description": "Growing up to 25 m high, the tree is rather lightly and pendulously branched, the bark smooth with distinctive horizontal bands of lenticels, although it eventually becomes very coarsely furrowed. The oblong-elliptic-acute leaves are < 11 cm long by 5 cm broad. The wind-pollinated apetalous flowers appear in spring, and are particularly densely clustered, the white hairs covering the perianth and ovary contrasting with the purplish anthers. The samarae are elliptic, <12 mm long, and densely hairy on both sides.",
    "Pests and diseases": "U. villosa has a low susceptibility to Dutch elm disease and the elm leaf beetle Xanthogaleruca luteola [1], but a moderate susceptibility to elm yellows.",
    "Cultivation": "A tree once grown at Kew Gardens, London, attained a height of 25 m and was considered very elegant, although it tended to shed shoots after flowering heavily; it was felled after succumbing to Dutch elm disease. Two trees planted as part of the UK Forestry Commission's elm trials at the Westonbirt Arboretum in the 1970s also died, although the cause of death has not been recorded. Plantings elsewhere in Europe are few and far between. A line of more than 20 trees survives at Wageningen in the Netherlands, collected by Heybroek in the Himalaya in 1960. Several trees also survive in the Gijsbrecht-Amstelpark area of Amsterdam and in the port [2].",
    "Notable trees": "In the UK, the TROBI Champions are at Bute Park, Cardiff, 21 m × 45 cm d.b.h. in 2005, and two at Brighton, both 15 m × 65 cm d.b.h. in 2009. The specimen planted in 1989 at the Sir Harold Hillier Gardens at an exposed location on clay has grown more in width than height to form an amorphous (albeit healthy) mound of vegetation; in 2005 it was 11.6 m × 38 cm d.b.h.",
    "Accessions": "North AmericaBartlett Tree Experts, US. [3]. Acc. no. 8384.EuropeBrighton & Hove City Council, UK. NCCPG Elm Collection. TROBI champion: Hodshrove Place, 15 m × 65 cm d.b.h. in 2009.\nGrange Farm Arboretum, Lincolnshire. UK. Acc. no. 707.\nRoyal Botanic Gardens, Kew, UK. Acc. no. 1935-69805.\nRoyal Botanic Gardens Wakehurst Place, UK. Acc. nos. 1935-69807, 1935-69809.\nSir Harold Hillier Gardens, Romsey, Hampshire, UK. Acc. no. 1989.2869, wild-collected from Sundarnagar Forest, Himachal Pradesh, India.\nWijdemeren City Council Elm Arboretum, park De Vijnen, Nederhorst den Berg, one tree planted 2018.",
    "Nurseries": "EuropePan-Global Plants [4], Frampton-on-Severn, Gloucestershire, UK.",
    "References": "",
    "External links": "Vegetative propagation of Ulmus villosa, ingentaconnect.com\nSilvics of Ulmus villosa, cabdirect.org\n\"Ulmus villosa (1881) K000852688\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus villosa K000852689\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus villosa K000852686 samarae\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016.\n\"Ulmus villosa K000852687 samarae\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}