{
  "url": "https://en.wikipedia.org/wiki/Ulmus_davidiana_var._japonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. davidiana"
    },
    {
      "Variety": "U. d. var. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus davidiana var. japonica, the Japanese elm, is one of the larger and more graceful Asiatic elms, endemic to much of continental northeast Asia and Japan, where it grows in swamp forest on young alluvial soils, although much of this habitat has now been lost to intensive rice cultivation.",
    "Description": "The size and shape of the Japanese elm is extremely variable, ranging from short and bearing a densely branched broad crown similar to the Wych elm to tall, single-stemmed, with narrow crown similar to the English elm. Augustine Henry described one of the latter outside Iwamigawa, Hokkaido, railway station as being 34 m tall, with a clean stem to a height of approximately 15 m. The Morton Arboretum, Illinois, distinguishes a cork-barked form from China, U. propinqua var. suberosa. Japanese elm is distinguished by the fawn colour of shoots at the end of their first season, the shoots often being roughened by minute tubercles or 'warts'. The young shoots often bear corky wings, similar to those of the European field elm U. minor, to which it is closely related. The leaves are generally obovate, < 11 cm long, and with a coarse upper surface. Like many of the European field elms, var. japonica retains its green foliage well into the autumn, before a late display of deep yellow. Bean noted that the variety from western China, formerly known as U. wilsoniana, has 16 to 22 pairs of leaf-veins, while the eastern type tree has not more than 16. The perfect, apetalous wind-pollinated flowers emerge in early spring, before the leaves. The samara, <15 mm long, is obovate to orbicular, occasionally hairy over its entire surface but more often glabrous, the seed touching the notch, the inner margins of which are ciliate, the stigmas being slightly incurved. Trees grown from seed at Great Fontley in southern England first flowered aged 13 years.",
    "Pests and diseases": "Natural populations of Japanese elm have a low to moderate resistance to Dutch elm disease. In trials in the Netherlands, susceptibility to disease was found to be commensurate with rate of growth, the more vigorous specimens exhibiting far more foliar damage after inoculation with the causal fungus. Careful selection in North America has produced a number of cultivars highly resistant to disease (see Hybrids, hybrid cultivars and cultivars below). The tree is resistant to the elm leaf beetle Xanthogaleruca luteola  but is moderately susceptible to elm yellows.",
    "Cultivation": "Japanese elm has been widely planted in northern Japan as a street tree. It was introduced to North America in 1895 as seed sent from Sapporo to the Arnold Arboretum, Massachusetts, whence two seedlings were donated to Kew Gardens, London, in 1897. The Späth nursery, Berlin, marketed Japanese elm in Europe from 1900, Kew obtaining a third specimen from them in that year. Specimens were supplied by Späth to the Royal Botanic Garden Edinburgh in 1903 as U. campestris japonica and may survive in Edinburgh, as it was the practice of the Garden to distribute trees about the city. A specimen of U. campestris japonica obtained from Späth stood in the Ryston Hall arboretum, Norfolk, in the early 20th century. The Arnold Arboretum specimens grew rapidly, and first flowered aged 12 years. A form from western China, for many years distinguished as U. wilsoniana Schneider, was introduced to the Arnold Arboretum in 1910. The Morton Arboretum, Illinois, has intermediate forms labelled U. japonica × U. wilsoniana. Unlike many Asiatic species, Japanese elm is tolerant of a mild, maritime climate with heavy winter rainfall and was consequently considered of potential use in the Dutch elm breeding programme led by H. M. Heybroek at the Dorschkamp Research Institute at Wageningen. In 1977, Heybroek collected the tree in Japan, with the result that there is now a small forest of Japanese elm in southern Flevoland, the largest plantation of the species beyond its native land.Specimens planted at the Sir Harold Hillier Gardens in Hampshire, England, in 1977 have grown very well on heavy clay in an open location, where they support colonies of the White-letter Hairstreak Satyrium w-album. In trials elsewhere in Hampshire conducted by Butterfly Conservation, the tree also proved tolerant of dry soils on chalk and soils waterlogged in winter, although growth has been comparatively slow. The species is not known to sucker from roots.Leaves from the tree were eaten during the Great Chinese Famine, but found to cause facial swelling.",
    "Notable trees": "In the UK, the TROBI Champion grows at the Royal Horticultural Society's Rosemoor garden in Devon, measuring 16 m tall in 2017. Another large tree grows at the Sir Harold Hillier Gardens, Romsey, measuring 13 m tall by 42 cm d.b.h. in 2003. A large specimen grows at Sussex University, Falmer, Brighton, but may be the cultivar 'Jacan'. The oldest specimen in Edinburgh had a bole-girth of 3.5 m (felled 2018).",
    "Cultivars": "Japanese elm was assessed in Canada as a substitute for native elms which had succumbed to Dutch elm disease. Six particularly hardy cultivars were released there in the 1980s; three were also raised in the United States [6]:  'Discovery', 'JFS-Bieberich' = Emerald Sunshine (formerly treated under U. propinqua Koidz.),\n'Freedom', 'Jacan', 'Mitsui Centennial', 'Prospector' (formerly treated under Wilson's elm U. wilsoniana  C.K. Schneid.), 'Reseda', 'Thomson', Validation However, most of the Canadian clones have now been withdrawn from commerce owing to the Canadian government's restrictions on the movement of elm within the country, adopted to prevent the spread of Dutch elm disease.",
    "Hybrids and hybrid cultivars": "Ulmus × mesocarpa, a natural hybrid of U. davidiana var. japonica and Ulmus macrocarpa was discovered in South Korea in the 1980s.The Japanese elm was widely used in the US in hybridization experiments at the Morton Arboretum and University of Wisconsin, resulting in the release of the following cultivars: 'Cathedral', 'Morton' = Accolade, 'Morton Glossy' = Triumph, 'Morton Plainsman' = Vanguard, 'Morton Red Tip' = Danada Charm, 'Morton Stalwart' = Commendation, 'New Horizon', 'Patriot', 'Rebona', 'Repura', 'Revera', and 'Sapporo Autumn Gold'.\nThe species has also been crossed with Dutch hybrids by the Istituto per la Protezione delle Piante (IPP) in Florence, Italy. Two clones, 'FL 610' and 'FL 626' are currently (2015) under evaluation in England, by Butterfly Conservation.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. nos. 4119 (from cult. material), 917-78, wild collected in Korea.\nBrenton Arboretum, US. Listed as U. wilsoniana; no details available.\nBrooklyn Botanic Garden [7], New York, US. Acc. no. 780251 (listed as U. japonica).\nChicago Botanic Garden, US. 1 tree in the West Collections Area, listed as U. propinqua var. suberosa.\nDawes Arboretum [8], US. 1 tree, no acc. details available.\nHolden Arboretum, US. Acc. nos. 80-664 (unrecorded provenance), 97-126, wild collected in Korea.\nMorton Arboretum, US. Acc. nos. 514-39, 679-62, 680-62, 354-U, 23-2008, 73-2011, also two others under the synonyms of U. propinqua Koidz. or cork bark elm (acc. no. 53-96), and U. propinqua Koidz. var. suberosa, collected from the Nei Mongol Zizhiqu Autonomous Region, China, (acc. no. 52-95).\nU S National Arboretum, Washington, D.C., US. Acc. no. 68998. Also (listed under synonym U. japonica): 76253, 76254, 76227, and (listed under syn. U. propinqua): 76249, 68985, and (listed under U. propinqua var. suberosa): 76234, 76244, 76241.EuropeBrighton & Hove City Council, UK. NCCPG Elm Collection.\nGrange Farm Arboretum, Lincolnshire, UK. Listed as Ulmus japonica; acc. no. 514\nGreat Fontley, Fareham, UK, Butterfly Conservation Elm Trials plantation, planted 2002, grown from seed collected from the Great Elm, Hokkaido University, Sapporo, Japan.\nHortus Botanicus Nationalis, Salaspils, Latvia. Acc. nos. 18128,29,30,31.\nLinnaean Gardens of Uppsala, Sweden, (as U. japonica). Acc. no. 1998-1284, obtained from the Russian Federation.\nRoyal Botanic Garden Edinburgh, UK. Listed as U. japonica, acc. no. 19031053.\nRoyal Botanic Gardens, Kew, UK. Acc. nos. 1995-581, 1995-1305\nRoyal Horticultural Society Gardens, Wisley, UK. Listed as U. japonica, no details available.\nSir Harold Hillier Gardens, UK. Listed as U. japonica, acc. nos. 1977.5234, 1977.5972, 1977.6373, 1982.4019.\nTallinn Botanic Garden, Estonia. [9]. Listed as U. japonica, no accession details available.\nThenford House arboretum, Oxfordshire, UK, no details available.\nWijdemeren City Council, Netherlands. Elm Arboretum, Brilhoek, Nederhorst den Berg, 2 planted in 2019 as U. propinqua.",
    "Nurseries": "North AmericaPatmore Nursery [10], Brandon, Manitoba, Canada\nSun Valley Garden Centre [11], Eden Prairie, Minnesota, USEuropeArboretum Waasland [12], Nieuwkerken-Waas, Belgium",
    "References": "",
    "External links": "USDA Plant Guide: Ulmus davidiana\nefloras.org: U. davidiana var. japonica (illustrations 1 to 9)\n\"Herbarium specimen - U.1753515\". Botany catalogues. Naturalis Biodiversity Center. Sheet labelled U. davidiana Planch. var. japonica (Rehd.), Hokkaido specimen (new leaves and samarae), 1978\n\"Herbarium specimen - E00824741\". Herbarium Catalogue. Royal Botanic Garden Edinburgh. Sheet described as U. campestris japonica, RBGE specimen from Späth nursery, 1903\n\"Ulmus wilsoniana var. wilsoniana\". Herbarium catalogue. Royal Botanic Gardens, Kew. Retrieved 17 October 2016. From Chanyang, W. China (Wilson specimen, 1909)\n\"Ulmus wilsoniana var. psilophylla\". Herbarium catalogue. Royal Botanic Gardens, Kew. Retrieved 17 October 2016. From Hupeh, C. China (Wilson specimen, 1907)\n\"Ulmus wilsoniana var. subhirsuta\". Herbarium catalogue. Royal Botanic Gardens, Kew. Retrieved 17 October 2016. From Szechuan, C. China (Schneider specimen, 1914)"
  }
}