{
  "url": "https://en.wikipedia.org/wiki/Ulmus_okanaganensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Ulmus"
    },
    {
      "Species": "†U. okanaganensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus okanaganensis is an extinct species of flowering plant in the family Ulmaceae related to the modern elms.  The species is known from fossil leaves, flowers, and fruits found in the early Eocene deposits of northern Washington State, United States and similar aged formations in British Columbia, Canada.",
    "History and classification": "U. okanaganensis fossils have been identified from five locations in Western North America.  The type description listed occurrences at the 49 million year old Klondike Mountain Formation near Republic, Washington plus the British Columbian sites of One Mile Creek near Princeton, British Columbia, the McAbee Fossil Beds east of Cache Creek, and in the Driftwood Canyon Provincial Park northeast of Smithers. In 2009 the species was reported from a fourth British Columbian site near Falkland.  Ages for the Okanagan Highland locations are, in general, Early Eocene, with the sites that have current uranium-lead or argon–argon radiometric dates being of Ypresian age, while the undated sites or those given older dates being possibly slightly younger and Lutetian in age.Roland Brown examined fossils from the Klondike Mountain formation in a 1936 paper and placed some leaves into the extinct species Zelkova oregoniana along with fossils from the Latah Formation in Washington, which the Republic fossils were thought to belong to, and the John Day Formation in Oregon.  Ulmaceous fruits from the Princeton area had been tentatively identified as a species of Chaetoptelea, a southern North American genus that is now included into Ulmus.  The discovery of leaves attached to branchlets with fruits, and attached to branchlets attached to flowers at several fossil sites led to a restudy of the Okanagan highlands leaves and fruits. Fossils of leaves and fruits that had previously been identified as Zelkova and Chaetoptelea along with additional specimens were studied by paleobotanists Thomas Denk and Richard Dillhoff, with the type description for U. okanaganensis being published in a 2005 Canadian Journal of Botany article.  They chose the specific name okanaganensis, in reference to the Okanagan Highlands, of Central British Columbia and northern Washington, where the species is common to the Eocene lake deposits that outcrop in the region.Based on phylogenetic analysis that was performed by Denk and Dillhoff, U. okanaganensis was placed as a member of Ulmus subgenus Ulmus, between U. section Microptelea and U. section Ulmus.  Denk and Dillhoff noted that the results of the analysis also suggested the subgenus to be a grade basal to the derived species in Ulmus subgenus Oreoptelea.  The morphology of the leaf edges and bases was noted to be similar to fossils found in Paleocene rocks of Ellesmere Island, late Paleocene to Early Eocene rocks of Spitsbergen, and Paleocene rocks of North-east China.  The species Early Eocene Ulmus fushunensis described in 2010 from the Jijuntun Formation of Liaoning Province, China, displays noted similarities to U. okanaganensis as well.",
    "Description": "The studied leaves of U. okanaganensis are split into three major morphotypes, leaves from sucker-shoot stems of the trees, leaves from the \"elongation\" or short branches, and leaves from the reproductive shoots.\nThe sucker-shoot leaves range up to 130 mm (5.1 in) in length. The short, thick petiole is bracketed by uneven lobes of the leaf base, with one lobe typically being distinctly larger than the other.  The leaves have a pinnate vein structure, with the primary vein having between twelve and fourteen secondary veins branching from it at decreasingly sharp angles from apex to base of the leaf. The secondary veins and the exterior branches off the secondaries terminate in teeth along the leaf margins.  The leaves have compound teeth, each of the large teeth on having a smaller tooth located basally between it and the next large tooth.  All the teeth typically have convex sides that terminate at blunt tooth tips, though occasional teeth have straight or concave sides.In the elongation shoot leaves, the petioles are short and thick, though shorter and thinner than those of the sucker-shoot leaves.  Similarly the leaves are smaller, ranging up to 80 mm (3.1 in) long, and the bases are typically only slightly asymmetrical.  They have a cordate to auriculate leaf blade base and an acute leaf tip.  The primary vein ranges between fully straight and slightly curved as it progresses from base to tip.  There are a similar number of secondary veins to those in the other two leaf types, with a usual minimum of eleven pairs; however, the angle of the secondaries to the primary increases towards the base rather than decreasing as seen in the sucker-shoot leaves.The short-shoot leaves are range between 30 mm (1.2 in) and 80 mm (3.1 in) long, much like the length of the elongation shoot leaves.  However the elongation shoot leaves are up to 30 mm (1.2 in) wide while short shoot leaves are 10–20 mm (0.39–0.79 in) wide.  There are between eight and fourteen secondary veins, with up to three veins branching off the undersides of each secondary close to the leaf base, though one to no veins branch from the secondaries near the leaf tip.  The teeth on short-shoot leaves are simple, with the apical side of each tooth usually concave and the basal side usually convex.The flowers and fruits develop on fascicles at the leaf nodes of branches.  The fruits are small, ranging between 2.5–3.75 mm (0.098–0.148 in), with a pedicel up to 3.5 mm (0.14 in) long.  Like species of the modern Ulmus section Chaetoptelea, the fruits do not have a surrounding wing, and the styles on the fruit apex are free.  The U. sect. Chaetoptelea fruits are noted to be distinctly ciliate, having many fine hairs on the fruits, but only one fossil has been described showing ciliate, the other specimens are all smooth, possibly as a result of processes before fossilization.\n\n\n== References =="
  }
}