{
  "url": "https://en.wikipedia.org/wiki/Ulmus_prunifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Species": "U. prunifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus prunifolia W. C. Cheng & L. K. Fu, the cherry-leafed elm, is a deciduous tree endemic only to the province  of Hubei in central eastern China, where it is found at elevations of 1000–1500 m.",
    "Description": "The tree can reach < 30 m in height, its bark dark grey and distinctively smooth. The narrow leaves vary in shape from elliptic to lanceolate, < 14 cm in length, and borne on twigs devoid of corky wings or layers. The wind-pollinated apetalous flowers are produced on second-year shoots from February; the samarae are oblong - obovate < 20 × 13 mm, and ripen in April - May.",
    "Pests and diseases": "U. prunifolia was found to be among the least suitable elms for feeding and reproduction by the Japanese Beetle Popillia japonica   in the United States.\n.",
    "Cultivation": "U. prunifolia is extremely rare in cultivation; it was one of 12 Chinese species under evaluation by Dr George Ware at the Morton Arboretum, Illinois, in 2009. All four trees grown at the Brenton Arboretum, Dallas Center, Iowa, died for reasons unknown circa 2006, but several specimens survive elsewhere in the US, and one in Europe (see Accessions). U. prunifolia is in commerce in the UK.",
    "Accessions": "North AmericaMorton Arboretum, Lisle, Illinois, US. Acc. details not known.\nU S National Arboretum, Washington, D.C., US. Acc. no. 76240.EuropeGrange Farm Arboretum, Lincolnshire, UK. Young (2019) trees from cuttings ex. Morton Arboretum on U. glabra rootstocks. Acc. no. 1090.",
    "Nurseries": "EuropePan-global Plants [3], Frampton on Severn, Gloucestershire, UK",
    "References": "",
    "External links": "\"Ulmus prunifolia\". Herbarium catalogue. Board of Trustees of the Royal Botanic Gardens, Kew. Retrieved 17 October 2016."
  }
}