{
  "url": "https://en.wikipedia.org/wiki/Asian_house_shrew",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Eulipotyphla"
    },
    {
      "Family": "Soricidae"
    },
    {
      "Genus": "Suncus"
    },
    {
      "Species": "S. murinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Asian house shrew (Suncus murinus), grey musk shrew, Asian musk shrew, money shrew, or simply house shrew is a widespread, adaptable species of shrew found mainly in South Asia but introduced widely throughout Asia and eastern Africa. It is a large shrew with a strong musk smell, and is related to the Etruscan shrew.\nThis species is locally called chuchunder in Pakistan and India and is mentioned in Rudyard Kipling's Jungle Book, as a nocturnal inhabitant of houses in India, by the name of chuchundra. However, Kipling's mistaken use of the name 'musk rat' has led to confusion with the unrelated North American muskrat (Ondatra zibethicus), and the latter species, not found in India, was (erroneously) illustrated in the Jungle Book.\nThis house shrew is categorized as a species of Least Concern on the IUCN Red List. It is also considered an invasive species and implicated in the demise of several island lizard species.",
    "Distribution": "Suncus murinus has a wide distribution throughout the Old World Tropics. In most of its range, it was introduced by man. According to Burton and Burton, it was originally native to the forests of India. It has been introduced by man to Sri Lanka, eastern Africa, Madagascar, islands in the Indian Ocean (Mauritius, Reunion, Comoros), Pacific Ocean (Guam, etc.), South-east Asia, China, southern Japan, Malaysia (Peninsular Malaysia, Sabah, Sarawak), Kalimantan, Brunei, Indonesia, New Guinea, and throughout Iran and Arabia to Egypt and Pakistan also.",
    "Description": "The house shrew has a uniform, short, dense fur of mid-grey to brownish-grey color. The tail is thick at the base and a bit narrower at the tip, and is covered with a few long, bristle-like hairs that are thinly scattered. They have short legs with five clawed toes. They have small external ears and an elongated snout. They also emit a strong odor of musk, derived from musk glands that are sometimes visible on each side of the body. The odor is especially noticeable during the breeding season.\nLike all shrews, the Asian house shrew is plantigrade and long-nosed. The teeth are a series of sharp points to poke holes in insect exoskeletons. It is the largest of the shrew species, weighing between 50 and 100 g and being about 15 cm long from snout to tip of the tail.",
    "Ecology and behaviour": "S. murinus is a commensal species. It is a voracious insectivore with little resistance to starvation. It is active during the night, spending the day in a burrow or hiding place in human habitations. They breed throughout the year, with each female averaging two litters per year. The gestation period is one month. One to eight young are born per litter, usually three young, in a nest made by both of the parents, wherein the young stay until they are nearly adult. It starts breeding when it is around one year old.\nStudies on this shrew have suggested its suitability for use in laboratory studies of reproduction and nutrition.It is widespread and found in all habitats, including deserts and human habitations. The habitat of this species is normally near human settlement, specifically near the house. Some also live on the ground in leaf litter and grass. It has been recorded up to 2825 m above sea level near Darjeeling, West Bengal, but only to up to 300 m in Taiwan.\nThe house shrew has a habit of moving quickly along the edges of the walls when it enters human habitations. As it runs it makes a chattering sound which resembles the sound of jingling money, which has earned them the name ”money shrew” in China. When alarmed, the house shrew makes an ear-piercing, high-pitched shriek, resembling the sound of nails scraping a chalkboard or a metal fork scraping glass, which repels house cats. Predators also leave the house shrew alone because of its musky smell and even when they catch one by mistake they will rarely eat it.\n\nAnother remarkable habit of this shrew (shared with the white-toothed shrews of Europe) is that it forms a ”caravan” with its young, that is, the young line up behind the mother and follow it while she walks. The first young will hold on to the mother's fur with its teeth, and the subsequent young will do the same with the sibling in front of it.It is often mistaken for a rat or mouse and killed as vermin. In general it is beneficial to humans because its diet consists mostly of harmful insects such as cockroaches, and even house mice. It can therefore be considered as a biological pesticide. Unlike rats, population levels of house shrews remain low. Despite its use as an insect control, it can be unpopular due to the strong odour of its droppings, which it may deposit in human dwellings behind kitchen cupboards, etc. It can also take to eating human food such as meat in kitchens, or dog or cat food. It is known to occasionally kill young chicks, making it unpopular with farmers, although rats probably kill more chicks, and more quickly. The way it is said to attack chicks, by first biting a tendon, immobilizing it and then killing and eating it, could indicate that it has a venomous bite that paralyses, as at least two other shrews species have (i.e. the Eurasian water shrew and the Northern short-tailed shrew).",
    "Notes": "",
    "References": "Maurice Burton, Robert Burton, ”Musk Shrew” in International Wildlife Encyclopedia, New York 2002, pp. 1709–1710. ISBN 0761472665, 9780761472667. Available on Google Books.\nIUCN.(1995). Eurasian Insectivores and Tree Shrews-Status Survey and Conservation Action Plan, IUCN, Gland, Switzerland.108pp\nVaughan, T. A. (1985). Family Sorcidae. In T. A. Vaughan, Mammalogy, Third Edition (pp. 88–89). Arizona: Saunders College Publishing."
  }
}