{
  "url": "https://en.wikipedia.org/wiki/Atelerix_algirus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Eulipotyphla"
    },
    {
      "Family": "Erinaceidae"
    },
    {
      "Genus": "Atelerix"
    },
    {
      "Species": "A. algirus[1]"
    }
  ],
  "text": {
    "__SUMMARY__": "The North African hedgehog (Atelerix algirus) or Algerian hedgehog, is a mammal species in the family Erinaceidae native to Algeria, Libya, Malta, Morocco, Spain, and Tunisia. Little is known about this hedgehog, even though the most common breed of domesticated hedgehogs is a result of crossing a four-toed hedgehog with a North African hedgehog. Because this species of hedgehog is native to Africa, it has been suggested that it was introduced by humans to the other countries where it is now found, including France, Spain and the Canary Islands. Of the four African hedgehog species, the North African hedgehog is the only one of these hedgehogs that occurs outside Africa.  Because the North African hedgehog has such a wide habitat range and has a seemingly stable population, both in the wild and in the domesticated capacity, it does not appear to currently be at risk.",
    "Description": "The North African hedgehog closely resembles the European hedgehog but there are several distinct differences between the two species. The North African hedgehog tends to be smaller than its European counterpart, measuring between 200 and 250 mm (7.9 and 9.8 in) long and weighing up to 650 grams. However, it is larger than the other African species of hedgehogs and has a longer snout and longer legs, making it a faster runner. Its face is light in colour, usually appearing to be white, and the legs and head are brown. The underbelly of this animal can vary in colour and is often either brown or white. Its ears are highly visible on the head of the animal and are large. The body is covered in soft spines, which are mostly white with darker banding. It is most distinguishable from physically similar relatives by the lack of spines on the crown of the head, meaning a lack of the widow's peak.The species is commonly infested by the hedgehog flea, Archaeopsylla erinacei maura.",
    "Distribution and habitat": "Very little is actually known about the preferred habitat of the North African hedgehog. It has been found in Mediterranean conifer and mixed forest climates as are present in southern mountainous regions of Spain and northern Africa. In northern Africa, it can be found from Morocco to Libya, but is not able to survive in dry desert regions around this area. It can be found in other warmer regions as well, including parts of France, the Canary Islands, and the Balearics. Within these regions, it can often be spotted in garden and park areas.",
    "Behaviour and ecology": "The gestation period of the North African hedgehog ranges from 30 to 40 days, and the litter size is between three and 10 hoglets. Two litters are often born in a season October to March. The hoglets are born with hairless, pinkish skin as well as small, soft spines, which are later shed once the hedgehog acquires its harder, stiffer set of quills at around four weeks of age; and generally weigh between 12 and 20 grams. This species reaches sexual maturity at eight to ten weeks of age and does not mate for life, that is this hedgehog does not participate in pair bonding.\n\n\n== References =="
  }
}