{
  "url": "https://en.wikipedia.org/wiki/Barasingha",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Cervidae"
    },
    {
      "Genus": "Rucervus"
    },
    {
      "Species": "R. duvaucelii"
    }
  ],
  "text": {
    "__SUMMARY__": "The barasingha (Rucervus duvaucelii syn. Cervus duvaucelii), also called swamp deer, is a deer species distributed in the Indian subcontinent. Populations in northern and central India are fragmented, and two isolated populations occur in southwestern Nepal. It is extinct in Pakistan and Bangladesh.The specific name commemorates the French naturalist Alfred Duvaucel.The swamp deer differs from all other Indian deer species in that the antlers carry more than three tines. Because of this distinctive character it is designated bārah-singgā, meaning \"twelve-horned\" in Hindustani. Mature stags usually have 10 to 14 tines, and some have been known to have up to 20.In Assamese, barasingha is called dolhorina; dol meaning swamp.",
    "Characteristics": "The barasingha is a large deer with a shoulder height of 44 to 46 in (110 to 120 cm) and a head-to-body length of nearly 6 ft (180 cm). Its hair is rather woolly and yellowish brown above but paler below, with white spots along the spine. The throat, belly, inside of the thighs and beneath the tail is white. In summer the coat becomes bright rufous-brown. The neck is maned. Females are paler than males. Young are spotted. Average antlers measure 30 in (76 cm) round the curve with a girth of 5 in (13 cm) at mid beam. A record antler measured 104.1 cm (41.0 in) round the curve.Stags weigh 170 to 280 kg (370 to 620 lb). Females are less heavy, weighing about 130 to 145 kg (287 to 320 lb). Large stags have weighed from 460 to 570 lb (210 to 260 kg).",
    "Distribution and habitat": "In the 19th century, swamp deer ranged along the base of the Himalayas from Upper Assam to the west of the Jumna River, throughout Assam, in a few places in the Indo-Gangetic plain from the Eastern Sundarbans to Upper Sind, and locally throughout the area between the Ganges and Godavari as far east as Mandla. Swamp deer was also common in parts of the Upper Nerbudda valley and to the south in Bastar.\nThey frequent flat or undulating grasslands and generally keep in the outskirts of forests. Sometimes, they are also found in open forest.In the 1960s, the total population was estimated at 1,600 to less than 2,150 individuals in India and about 1,600 in Nepal. Today, the distribution is much reduced and fragmented due to major losses in the 1930s–1960s following unregulated hunting and conversion of large tracts of grassland to cropland. Swamp deer occur in the Kanha National Park of Madhya Pradesh, in two localities in Assam, and in only 6 localities in Uttar Pradesh. They are regionally extinct in West Bengal. \nThey are also probably extinct in Arunachal Pradesh. A few survive in Assam's Kaziranga and Manas National Parks.\nIn 2005, a small population of about 320 individuals was discovered in the Jhilmil Jheel Conservation Reserve in Haridwar district in Uttarakhand on the east bank of the Ganges. This represents the northern limit of the species.",
    "Distribution and habitat-Distribution of subspecies": "Three subspecies are currently recognized:\nWestern swamp deer R. d. duvauceli (Cuvier, 1823) – has splayed hooves and is adapted to the flooded tall grassland habitat in the Indo-Gangetic plain; in the early 1990s, populations in India were estimated at 1,500–2,000 individuals, and 1,500–1,900 individuals in the Sukla Phanta Wildlife Reserve of Nepal; latter population reached 2,170 individuals including 385 fawns in spring 2013.\nSouthern swamp deer R. d. branderi (Pocock 1943) – has hard hooves and is adapted to hard ground in open sal forest with a grass understorey; survives only in the Kanha National Park, where the population numbered about 500 individuals in 1988; 300–350 individuals were estimated at the turn of the century; and 750 in 2016. It was reintroduced into Satpura Tiger Reserve.\nEastern swamp deer R. d. ranjitsinhi (Grooves 1982) –  is only found in Assam, where the population numbered about 700 individuals in 1978; 400–500 individuals were estimated in Kaziranga National Park at the turn of the century. After a census conducted in 2016, 1148 individuals were estimated in the park.",
    "Ecology and behaviour": "Swamp deer are mainly grazers.\nThey largely feed on grasses and aquatic plants, foremost on Saccharum, Imperata cylindrica, Narenga porphyrocoma, Phragmites karka, Oryza rufipogon, Hygroryza and Hydrilla. They feed throughout the day with peaks during the mornings and late afternoons to evenings. In winter and monsoon, they drink water twice, and thrice or more in summer. In the hot season, they rest in the shade of trees during the day.In central India, the herds comprise on average about 8–20 individuals, with large herds of up to 60. There are twice as many females than males. During the rut they form large herds of adults. The breeding season lasts from September to April, and births occur after a gestation of 240–250 days in August to November. The peak is in September and October in Kanha National Park. They give birth to single calves.When alarmed, they give out shrill, baying alarm calls.Captive specimens live up to 23 years.",
    "Threats": "The swamp deer populations outside protected areas and seasonally migrating populations are threatened by poaching for antlers and meat, which are sold in local markets. Swamp deer lost most of its former range because wetlands were converted and used for agriculture so that suitable habitat was reduced to small and isolated fragments. The remaining habitat in protected areas is threatened by the change in river dynamics, reduced water flow during summer, increasing siltation, and is further degraded by local people who cut grass, timber and fuelwood, and by illegal farming on government land.George Schaller wrote: \"Most of these remnants have or soon will have reached the point of no return.\"",
    "Conservation": "Rucervus duvaucelii is listed on CITES Appendix I. In India, it is included under Schedule I of the Wildlife Protection Act of 1972.",
    "Conservation-In captivity": "In 1992, there were about 50 individuals in five Indian zoos and 300 in various zoos in North America and Europe.Swamp deer were introduced to Texas. They exist only in small numbers on ranches. Sport hunters for whom bagging a stag with huge antlers with as many points as possible is a novelty, pay about $4,000 as trophy fees for hunting a swamp deer.",
    "In culture": "Rudyard Kipling in The Second Jungle Book featured a barasingha in the chapter \"The Miracle of Purun Bhagat\" by the name of \"barasingh\". It befriends Purun Bhagat because the man rubs the stag's velvet off his horns. Purun Bhagat then gives the barasinga nights in the shrine at which he is staying, with his warm fire, along with a few fresh chestnuts every now and then. Later as pay, the stag warns Purun Bhagat and his town about how the mountain on which they live is crumbling.\nBarasingha is the state animal of the Indian states of Madhya Pradesh and Uttar Pradesh.",
    "References": "",
    "Further reading": "M. Acharya, M. Barad, S. Bhalani, P. Bilgi, M. Panchal, V. Shrimali, W. Solanki, D.M. Thumber. Kanha Chronicle. Centre for Environment Education, Ahmedabad in collaboration with the United States National Park Service.",
    "External links": "Animal Info: Barasingha\nWorld Association of Zoos and Aquariums: Barasingha – Cervus duvaucelii"
  }
}