{
  "url": "https://en.wikipedia.org/wiki/Bennett's_wallaby",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Infraclass": "Marsupialia"
    },
    {
      "Order": "Diprotodontia"
    },
    {
      "Family": "Macropodidae"
    },
    {
      "Genus": "Macropus"
    },
    {
      "Subgenus": "Notamacropus"
    },
    {
      "Species": "M. rufogriseus"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-necked wallaby or Bennett's wallaby (Macropus rufogriseus) is a medium-sized macropod marsupial (wallaby), common in the more temperate and fertile parts of eastern Australia, including Tasmania. Red-necked wallabies have been introduced to several other countries, including New Zealand, England, Scotland, Ireland, France and the Isle of Man.",
    "Description": "Red-necked wallabies are distinguished by their black nose and paws, white stripe on the upper lip, and grizzled medium grey coat with a reddish wash across the shoulders. They can weigh 13.8 to 18.6 kilograms (30 to 41 lb) and attain a head-body length of 90 centimetres (35 in), although males are generally bigger than females. Red-necked wallabies are very similar in appearance to the Black-striped wallaby, the only difference being that Red-necked wallabies are larger, lack a black stripe down the back, and have softer fur. Red-necked wallabies may live up to 9 years.",
    "Distribution and habitat": "Red-necked wallabies are found in coastal scrub and sclerophyll forest throughout coastal and highland eastern Australia, from Bundaberg, Queensland to the South Australian border; in Tasmania and on many of the Bass Strait islands. It is unclear which of the Tasmanian islands have native populations as opposed to introduced ones. \nIn Tasmania and coastal Queensland, their numbers have expanded over the past 30 years because of a reduction in hunting pressure and the partial clearing of forest to result in a mosaic of pastures where wallabies can feed at night, alongside bushland where they can shelter by day. For reasons not altogether clear, they are less common in Victoria.",
    "Behaviour": "Red-necked wallabies are mainly solitary but will gather together when there is an abundance of resources such as food, water or shelter. When they do gather in groups, they have a social hierarchy similar to other wallaby species. A recent study has demonstrated that wallabies, as other social or gregarious mammals, are able to manage conflict via reconciliation, involving the post-conflict reunion, after a fight, of former opponents, which engage in affinitive contacts.  Red-necked wallabies are mainly nocturnal. They spend most of the daytime resting.A female's estrus lasts 33 days. During courting, the female first licks the male's neck. The male will then rub his cheek against the female's.  Then the male and female will fight briefly, standing upright like two males. After that they finally mate. A couple will stay together for one day before separating. A female bears one offspring at a time; young stay in the pouch for about 280 days, after which females and their offspring stay together for only a month. However, females may stay in the home range of their mothers for life while males leave at the age of two. Also, red-necked wallabies engage in alloparental care, in which one individual may adopt the child of another. This is a common behavior seen in many other animal species like wolves, elephants, and fathead minnows.",
    "Behaviour-Diet": "Red-necked wallabies diets consists of grasses, roots, tree leaves, and weeds.",
    "Subspecies": "There are three subspecies.\n\nM. r. banksianus (Quoy & Gaimard, 1825) – Red-necked wallaby\nM. r. rufogriseus (Desmarest, 1817) – Bennett's wallaby\nM. r. fruticus (Ogilby, 1838)The Tasmanian form, Macropus rufogriseus rufogriseus, usually known as Bennett's wallaby is smaller (as island species often are), has longer, darker, shaggier fur, and breeds in the late summer, mostly between February and April. They have adapted to living in proximity to humans and can be found grazing on lawns in the fringes of Hobart and other urban areas.\nThe mainland form, Macropus rufogriseus banksianus, breeds all year round. Captive animals maintain their breeding schedules; Tasmanian females that become pregnant out of their normal season delay birth until summer, which can be anything up to eight months later.",
    "Introduction to other countries": "There are significant introduced populations in the Canterbury region of New Zealand's South Island. In 1870, several wallabies were transported from Tasmania to Christchurch, New Zealand. Two females and one male from this stock were later released about Te Waimate, the property of Waimate's first European settler Michael Studholme.  The year 1874 saw them freed in the Hunters Hills, where over the years their population has dramatically increased. Wallabies are now resident on approximately 350,000 ha of terrain centred upon the Hunters Hills, including the Two Thumb Ranges, the Kirkliston Range and The Grampians. They are declared an animal pest in the Canterbury Region and land occupiers must contain the wallabies within specified areas. The wallaby is now widely regarded as a symbol of Waimate.\nThere are also colonies in England: in the Peak District, in Derbyshire, and in the Ashdown Forest, in East Sussex. These were established circa 1900. There are also other smaller groups frequently spotted in West Sussex and Hampshire.\nThere is a small colony of red-necked wallabies on the island of Inchconnachan, Loch Lomond in Argyll and Bute, Scotland. This was founded in 1975 with two pairs taken from Whipsnade Zoo, and had risen to 26 individuals by 1993. There is also a large group of approximately 250 wallabies living wild on the Isle of Man which are the descendants of a pair that escaped from a wildlife park on the island in the 1970s, as well as from subsequent escapes.The Baring family, who owned Lambay Island (250 ha (620 acres)), off the east coast of Ireland introduced wallabies to the island in the 1950s and 1960s. In the 1980s, the red-necked wallaby population at Dublin Zoo was growing out of control. Unable to find another zoo to take them, and unwilling to euthanise them, zoo director Peter Wilson donated seven individuals to the Barings. The animals have thrived and the current population is estimated to be 30–50.In France, in the southern part of the Forest of Rambouillet, 50 km (31 mi) west from Paris, there is a wild group of around 50-100 Bennett's wallabies. This population has been present since the 1970s, when some individuals escaped from the zoological park of Émancé after a storm. In Germany, around ten wallabies live as wild population in the federated state of Mecklenburg-Vorpommern since 2001.In October 2014, three captive Bennett's wallabies escaped into the wild in northern Austria and one of them roamed the area for three months before being recaptured, surviving the harsh winter. The case attracted media attention as it humorously defeated the popular slogan \"There are no kangaroos in Austria.\"",
    "Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}