{
  "url": "https://en.wikipedia.org/wiki/Bison_bonasus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Bovidae"
    },
    {
      "Subfamily": "Bovinae"
    },
    {
      "Genus": "Bison"
    },
    {
      "Species": "B. bonasus"
    }
  ],
  "text": {
    "__SUMMARY__": "The European bison (Bison bonasus), also known as wisent ( or ), zubr (), or the European wood bison, is a Eurasian species of bison. It is one of two extant species of bison, alongside the American bison. Three subspecies existed in the recent past, but only one, the nominate subspecies (B. b. bonasus) survives today. Analysis of mitochondrial genomes and nuclear DNA revealed that the wisent is theoretically the result of hybridisation between the extinct Steppe bison (Bison priscus) and the ancestors of the aurochs (Bos primigenius) since their genetic material contains up to 10% aurochs genomic ancestry; the possible hybrid is referred to informally as the Higgs bison, a play-on-words in reference to the Higgs boson. Alternatively, the Pleistocene woodland bison has been suggested as the ancestor to the species.European bison were hunted to extinction in the wild in the early 20th century, with the last wild animals of the B. b. bonasus subspecies being shot in the Białowieża Forest (on the Belarus-Poland border) in 1921, and the last of B. b. caucasus in the northwestern Caucasus in 1927. B. b. hungarorum was hunted to extinction in the mid-1800s. The Białowieża or lowland European bison was kept alive in captivity, and has since been reintroduced into several countries in Europe. They are now forest-dwelling. The species has had few recent predators besides humans, with only scattered reports from the 19th century of wolf and bear predation. European bison were first scientifically described by Carl Linnaeus in 1758. Some later descriptions treat the European bison as conspecific with the American bison. It is not to be confused with the aurochs, the extinct ancestor of domestic cattle.\nIn 1996, the International Union for Conservation of Nature classified the European bison as an endangered species. Its status has since been changed to being a vulnerable species. In the past, especially during the Middle Ages, it was commonly killed for its hide and to produce drinking horns.\nThe European bison is the national animal of Poland and Belarus.",
    "Etymology": "The modern English word \"wisent\" was borrowed in the 19th century from modern German: Wisent [ˈviːzɛnt], itself from Old High German: wisunt, wisant, related to Old English: wesend, weosend, and Old Norse: vísundr. The Old English cognate wesend disappeared as the bison's range shrank away from English-speaking areas by the Late Middle Ages.The word \"zubr\" in English is a borrowing from Polish: żubr [ʐubr], previously also used to denote one race of the European bison. The Polish żubr is similar to the word for the European bison in other modern Slavic languages, such as Upper Sorbian: žubr or Russian: зубр. The noun for the European bison in all living Slavonic tongues is thought to be derived from Proto-Slavic: *zǫbrъ ~ *izǫbrъ, which itself possibly comes from Proto-Indo-European: *ǵómbʰ- for tooth, horn, or peg.The English word \"bison\" was borrowed around 1611 from Latin: bisōn (pl. bisontes), itself from Germanic. The Proto-Germanic root: *wis-, also found in weasel, originally referred to the animal's musk.\nThe word bonasus was first mentioned by Aristotle in the 4th century BC when he precisely described the animal, calling it in Classical Greek: βόνασος, romanized: vonasos. He also noted that the Paeonians called it μόναπος (monapos).",
    "Description": "The European bison is the heaviest surviving wild land animal in Europe; a typical European bison is about 2.1 to 3.5 m (6.9 to 11.5 ft) long, not counting a tail of 30 to 80 cm (12 to 31 in), and 1.6 to 2.1 m (5.2 to 6.9 ft) tall. At birth, calves are quite small, weighing between 15 and 35 kg (33 and 77 lb). In the free-ranging population of the Białowieża Forest of Belarus and Poland, body masses among adults (aged 6 and over) are 634 kg (1,398 lb) on average in the cases of males, with a range of 400 to 920 kg (880 to 2,030 lb), and of 424 kg (935 lb) among females, with a range of 300 to 540 kg (660 to 1,190 lb). An occasional big bull European bison can weigh up to 1,000 kg (2,200 lb) or more with a record of 1,900 kg (4,200 lb).On average, it is slightly lighter in body mass and yet taller at the shoulder than the plains bison (Bison bison bison). Compared to the American species, the wisent has shorter hair on the neck, head, and forequarters, but longer tail and horns. See differences from American bison.\nThe zubr makes a variety of vocalisations depending on its mood and behaviour, but when anxious it emits a growling-esque sound known in Polish as chruczenie ([xrutʂɛɲɛ]). This sound can also be heard from wisent males during the mating season.",
    "History": "Historically, the lowland European bison's range encompassed most of the lowlands of northern Europe, extending from the Massif Central to the Volga River and the Caucasus. It may have once lived in the Asiatic part of what is now the Russian Federation. The European bison is known in southern Sweden only between 9500 and 8700 BP, and in Denmark similarly is documented only from the Pre-Boreal. It is not recorded from the British Isles nor from Italy or the Iberian Peninsula. A possible ancestor, the extinct steppe bison, B. priscus, is known from across Eurasia and North America, last occurring 7,000 BC, and is depicted in the Cave of Altamira and Lascaux. Another possible ancestor, the Pleistocene woodland bison, B. schoetensaki, was last present 36,000 BC. Cave paintings appear to distinguish between B. bonasus and B. priscus.Within mainland Europe, its range decreased as human populations expanded and cut down forests. They seemed to be common in Aristotle's period on Mount Mesapion (possibly the modern Ograzhden). In the same wider area Pausanias calling them Paeonian bulls and bisons, gives details on how they were captured alive; adding also the fact that a golden Paeonian bull head was offered to Delphi by the Paeonian king Dropion (3rd century BC) who was living in  what is today Tikveš. The last references (Oppian, Claudius Aelianus) to the animal in the transitional Mediterranean/Continental biogeographical region in the Balkans in the area of modern borderline between Greece, North Macedonia and Bulgaria date to the 3rd century AD. In northern Bulgaria the wisent survived till  9th -10th century AD. There is possibility that the species was reaching East Thrace during the 7th - 8th century AD. Its population in Gaul was extinct in the 8th century AD. The species survived in the Ardennes and the Vosges Mountains until the 15th century. In the Early Middle Ages, the wisent apparently still occurred in the forest steppes east of the Urals, in the Altay Mountains, and seems to have reached Lake Baikal in the east. The northern boundary in the Holocene was probably around 60°N in Finland.European bison survived in a few natural forests in Europe, but their numbers dwindled. In the Polish-Lithuanian Commonwealth, European bison in the Białowieża Forest were legally the property of the Grand Dukes of Lithuania until the third partition of Poland. Wild European bison herds also existed in the forest until the mid-17th century. Polish kings took measures to protect the bison. King Sigismund II Augustus instituted the death penalty for poaching a European bison in Białowieża in the mid-16th century. In the early 19th century, after the partitions of the Polish Commonwealth the Russian tsars retained old Lithuanian laws protecting the European bison herd in Białowieża. Despite these measures and others, the European bison population continued to decline over the following century, with only Białowieża and Northern Caucasus populations surviving into the 20th century. The last European bison in Transylvania died in 1790.During World War I, occupying German troops killed 600 of the European bison in the Białowieża Forest for sport, meat, hides and horns. A German scientist informed army officers that the European bison were facing imminent extinction, but at the very end of the war, retreating German soldiers shot all but nine animals. The last wild European bison in Poland was killed in 1921. The last wild European bison in the world was killed by poachers in 1927 in the western Caucasus. By that year, fewer than 50 remained, all held by zoos.\nTo help manage this captive population, Dr. Heinz Heck began the first studbook for a nondomesticated species, initially as a card index in 1923, leading to a full publication in 1932.\nParallel efforts to reintroduce European bison have been made in Poland. Between 1920 and 1928 there were no single European bison in the Białowieża Forest. The European bison was successfully reintroduced there in 1929 from the animals kept in zoos with 16 animals living in Białowieża Forest as of 1 September 1939. The first two bisons were released into nature to the Białowieża Forest in 1952. By 1964 more than 100 existed.",
    "Genetic history": "A 2003 study of mitochondrial DNA indicated four distinct maternal lineages in the tribe Bovini:\n\nTaurine cattle and zebu\nWisent\nAmerican bison and yak\nBanteng, gaur, and gayalY chromosome analysis associated wisent and American bison. An earlier study, using amplified fragment-length polymorphism fingerprinting, showed a close association of wisent and American bison and probably with yak. It noted the interbreeding of Bovini species made determining relationships problematic.European bison can cross-breed with American bison. This hybrid is known in Poland as a żubrobizon. The products of a German interbreeding programme were destroyed after the Second World War. This programme was related to the impulse which created the Heck cattle. The cross-bred individuals created at other zoos were eliminated from breed books by the 1950s. A Russian back-breeding programme resulted in a wild herd of hybrid animals, which presently lives in the Caucasian Biosphere Reserve (550 animals in 1999).\nWisent-cattle hybrids also occur, similarly to the North American beefalo. Cattle and European bison hybridise fairly readily, but the calves cannot be born naturally (birth is not triggered correctly by the first-cross hybrid calf, so they must be delivered by Caesarian section). First-generation males are infertile. In 1847, a herd of wisent-cattle hybrids named żubroń () was created by Leopold Walicki. The animals were intended to become durable and cheap alternatives to cattle. The experiment was continued by researchers from the Polish Academy of Sciences until the late 1980s. Although the program resulted in a quite successful animal that was both hardy and could be bred in marginal grazing lands, it was eventually discontinued. Currently, the only surviving żubroń herd consists of just a few animals in Białowieża Forest, Poland and Belarus.\nIn 2016, the first whole genome sequencing data from two European bison bulls from the Białowieża Forest revealed that the bison and bovine species diverged from about 1.7 to 0.85 Mya through a speciation process involving limited gene flow.\nThese data further support the occurrence of more recent secondary contacts, posterior to the divergence between Bos primigenius primigenius and Bos p. namadicus (ca. 150,000 years ago), between the wisent and (European) taurine cattle lineages. An independent study of mitochondrial DNA and autosomal markers confirmed these secondary contacts (with an estimate of up to 10% of bovine ancestry in the modern wisent genome) leading the authors to go further in their conclusions by proposing the wisent to be a hybrid between steppe bison and aurochs with a hybridisation event originating before 120,000 years ago.\nThis is also consistent with the apparent Bos origin of the mitochondrial DNA.\nSome of the authors however support the hypothesis that similarity of wisent and cattle (Bos) mitochondrial genomes is result of incomplete lineage sorting during divergence of Bos and Bison from their common ancestors rather than further post-speciation gene flow (ancient hybridisation between Bos and Bison). But they agree that limited gene flow from Bos primigenius taurus could account for the affiliation between wisent and cattle nuclear genomes (in contrast to mitochondrial ones).Alternatively, genome sequencing completed on the Pleistocene woodland bison (B. schoetensaki), and published in 2017, posit that genetic similarities between the Pleistocene woodland bison and the wisent suggest that B. schoetensaki was the ancestor of the European wisent.",
    "Behaviour and biology": "",
    "Behaviour and biology-Social structure and territorial behaviours": "The European bison is a herd animal, which lives in both mixed and solely male groups. Mixed groups consist of adult females, calves, young aged 2–3 years, and young adult bulls. The average herd size is dependent on environmental factors, though on average, they number eight to 13 animals per herd. Herds consisting solely of bulls are smaller than mixed ones, containing two individuals on average. European bison herds are not family units. Different herds frequently interact, combine, and quickly split after exchanging individuals.Zubr social structure has been described by specialists as a matriarchy, as it is the cows of the herd that lead it and decide where the entire group moves to graze. Although larger and heavier than the females, the oldest and most powerful male bulls are usually satellites that hang around the edges of the herd to protect the group. Bulls begin to serve a more active role in the herd when a danger to the group's safety appears, as well as during the mating season – when they compete with each other.Territory held by bulls is correlated by age, with young bulls aged between five and six tending to form larger home ranges than older males. The European bison does not defend territory, and herd ranges tend to greatly overlap. Core areas of territory are usually sited near meadows and water sources.",
    "Behaviour and biology-Reproduction": "The rutting season occurs from August through to October. Bulls aged 4–6 years, though sexually mature, are prevented from mating by older bulls. Cows usually have a gestation period of 264 days, and typically give birth to one calf at a time.On average, male calves weigh 27.6 kg (60.8 lb) at birth, and females 24.4 kg (53.8 lb). Body size in males increases proportionately to the age of 6 years. While females have a higher increase in body mass in their first year, their growth rate is comparatively slower than that of males by the age of 3–5. Bulls reach sexual maturity at the age of two, while cows do so in their third year.European bison have lived as long as 30 years in captivity, but in the wild their lifespans are shorter. The lifespan of a zubr in the wild is usually between 18 and 24 years, though females live longer than males. Productive breeding years are between four and 20 years of age in females, and only between six and 12 years of age in males.",
    "Behaviour and biology-Diet": "European bison feed predominantly on grasses, although they also browse on shoots and leaves; in summer, an adult male can consume 32 kg of food in a day. European bison in the Białowieża Forest in Poland have traditionally been fed hay in the winter for centuries, and vast herds may gather around this diet supplement. European bison need to drink every day, and in winter can be seen breaking ice with their heavy hooves.  Despite their usual slow movements, European bison are surprisingly agile and can clear 3-m-wide streams or 2-m-high fences from a standing start.",
    "Behaviour and biology-Differences from American bison": "Although superficially similar, a number of physical and behavioural differences are seen between the European bison and the American bison. The zubr has 14 pairs of ribs, while the American bison has 15. Adult European bison are (on average) taller than American bison, and have longer legs. European bison tend to browse more, and graze less than their American relatives, due to their necks being set differently. Compared to the American bison, the nose of the European bison is set further forward than the forehead when the neck is in a neutral position.\nThe body of the wisent is less hairy, though its tail is hairier than that of the American species. The horns of the European bison point forward through the plane of their faces, making them more adept at fighting through the interlocking of horns in the same manner as domestic cattle, unlike the American bison, which favours charging. European bison are less tameable than the American ones, and breed with domestic cattle less readily.",
    "Conservation": "The protection of the European bison has a long history; between the 15th and 18th centuries, those in the Forest of Białowieża were protected and their diet supplemented.  Efforts to restore this species to the wild began in 1929, with the establishment of the Bison Restitution Centre at Białowieża, Poland. Subsequently, in 1948, the Bison Breeding Centre was established within the Prioksko-Terrasny Biosphere Reserve.\nThe modern herds are managed as two separate lines – one consisting of only Bison bonasus bonasus (all descended from only seven animals) and one consisting of all 12 ancestors, including the one B. b. caucasicus bull. The latter is generally not considered a separate subspecies because they contain DNA from both B. b. bonasus and B. b. caucasicius, although some scientists classify them as a new subspecies, B. b. montanus. Only a limited amount of inbreeding depression from the population bottleneck has been found, having a small effect on skeletal growth in cows and a small rise in calf mortality. Genetic variability continues to shrink. From five initial bulls, all current European bison bulls have one of only two remaining Y chromosomes.",
    "Conservation-Reintroduction": "Beginning in 1951, European bison have been reintroduced into the wild, including some areas where they were never found wild. Free-ranging herds are currently found in Poland, Lithuania, Belarus, Ukraine, Bulgaria, Romania, Russia, Slovakia, Latvia, Switzerland, Kyrgyzstan, Germany, and in forest preserves in the Western Caucasus. The Białowieża Primeval Forest, an ancient woodland that straddles the border between Poland and Belarus, continues to have the largest free-living zubr population in the world with around 1000 wild bison counted in 2014. Herds have also been introduced in Moldova (2005), Spain (2010), Denmark (2012), and the Czech Republic (2014).",
    "Conservation-Numbers and distribution": "",
    "Conservation-Numbers and distribution-Numbers by country": "The total worldwide population recorded in 2019 was around 7,500 – about half of this number being in Poland and Belarus, with over 25% of the global population based in Poland alone. For 2016, the number was 6,573 (including 4,472 free-ranging) and has been increasing. Some local populations are estimated as:\n\n Belarus: 1428 animals in 2016.\n Bulgaria: Around 150 animals in north-eastern Bulgaria; a smaller population has been reintroduced in the eastern Rhodope Mountains.\n Czech Republic: 106 animals in 2017.\n Denmark: Two herds were established in the summer of 2012, as part of conservation of the species. First, 14 animals were released near the town of Randers, and later, eight animals on Bornholm. In June 2012, one male and six females were moved from Poland to the Danish island of Bornholm. The plan is to release these animals into the wild after five years of adjusting to the island's environment. The plan is that the bison will aid biodiversity by naturally maintaining open grassland.\n France: One herd was established in 2005 in the Alps near the village of Thorenc (close to the city of Grasse), as part of conservation of the species. In 2015, it contained around 50 animals.\n Germany: A herd of eight wisents was released into nature in April 2013 at the Rothaarsteig natural reserve near Bad Berleburg (North Rhine-Westphalia). As of May 2015, 13 free-roaming wisents lived there. In September 2017 one of the free-living Polish animals swam the border river Odra and migrated to Germany. It was the first wild bison seen in Germany since more than 250 years ago. It was shot on 17 September 2017 by German hunters.\n Lithuania: 214 free-ranging animals as of 2017.\n Netherlands: Kraansvlak herd established in 2007 with three wisents, and expanded to six in 2008; the Maashorst herd established in 2016 with 11 wisents; and the Veluwe herd established in 2016 with a small herd. numbers in the end of 2017 are: Kraansvlak 22, Maashorst 15 and the Veluwe 5 at a total of 42 animals.\n Poland: Around 1900 animals as of November 2019 – total population has been increasing by around 15% to 18% yearly. Between 2017 and 1995, the number of zubrs in Poland doubled; from 2012 to 2017 it rose by 30%. The data for 31 December 2017 showed 1873 animals living in Poland of which 1635 are in free-range herds. The data for 31 December 2016 showed 1698 zubrs living in Poland of which 1455 were in free-range herds. As of 2014 they were 1434 wisents, out of which 1212 were in free-range herds, and 522 belonged to the wild population in the Białowieża Forest. Compared to 2013, the total population in 2014 increased by 4.1%, while the free-ranging population increased by 6.5%. Bison from Poland have also been transported beyond the country's borders to boost the local populations of other countries, among them Bulgaria, Spain, Romania, Czechia, and others. Poland has been described as the world's breeding centre of the European bison.\n Romania: Almost 100 free-roaming animals as of 2019, population slowly increasing in the three areas where wild bison can be found: Northern Romania - Vânători Neamț and South-West Romania - Țarcu Mountains and Poiana Ruscă Mountains as part of the Life-Bison project initiated by WWF Romania and Rewilding Europe with co-funding from the EU through its LIFE programme.\n Russia: Around 461, population generally stable and increasing.\n Slovakia: A bison reserve was established in Topoľčianky in 1958.  The reserve has a maximum capacity of 13 animals but has bred around 180 animals for various zoos. As of 2013, there was also a wild breeding herd of 16 animals in Poloniny National Park with an increasing population.\n Spain: Two herds in northern Spain were established in 2010. As of 2018, the total population neared a hundred animals, half of them in Castile and León, but also in Asturias, Valencia, Extremadura and the Pyrenees.\n  Switzerland: Coming from Poland, 1 male and 4 females have been introduced in November 2019 into the natural reserve and forest of Suchy, Vaud Canton, western Switzerland.\n Ukraine: A population of around 240 animals, population is unstable and decreasing.",
    "Conservation-Numbers and distribution-Distribution": "The largest zubr herds—of both captive and wild populations—are still based in Poland and Belarus, the majority of which can be found in the Białowieża Forest including the most numerous population of free-living European bison in the world with most of the animals living on the Polish side of the border. Poland remains the world's breeding centre for the wisent. In the years 1945 to 2014, from the Białowieża National Park alone, 553 specimens were sent to most captive populations of the zubr in Europe as well as all breeding sanctuaries for the species in Poland.Since 1983, a small reintroduced population lives in the Altai Mountains. This population suffers from inbreeding depression and needs the introduction of unrelated animals for \"blood refreshment\". In the long term, authorities hope to establish a population of about 1,000 animals in the area. One of the northernmost current populations of the European bison lives in the Vologodskaya Oblast in the Northern Dvina River valley at about 60°N. It survives without supplementary winter feeding. Another Russian population lives in the forests around the Desna River on the border between Russia and Ukraine. The north-easternmost population lives in Pleistocene Park south of Chersky in Siberia, a project to recreate the steppe ecosystem which began to be altered 10,000 years ago. Five wisents were introduced on 24 April 2011. The wisents were brought to the park from the Prioksko-Terrasny Nature Reserve near Moscow. Winter temperatures often drop below −50 °C. Four of the five bison have subsequently died due to problems acclimatizing to the low winter temperature.\nIn 2011, three bison were introduced into Alladale Wilderness Reserve in Scotland. Plans to move more into the reserve were made, but the project failed due to not being \"well thought through\". In April 2013, eight European bison (one male, five females, and two calves) were released into the wild in the Bad Berleburg region of Germany, after 850 years of absence since the species became extinct in that region.Plans are being made to reintroduce two herds in Germany and in the Netherlands in Oostvaardersplassen Nature Reserve in Flevoland as well as the Veluwe. In 2007, a bison pilot project in a fenced area was begun in Zuid-Kennemerland National Park in the Netherlands. Because of their limited genetic pool, they are considered highly vulnerable to illnesses such as foot-and-mouth disease. In March 2016, a herd was released in the Maashorst Nature Reserve in North Brabant. Zoos in 30 countries also have quite a few bison involved in captive-breeding programs.",
    "Cultural significance": "Representations of the European bison from different ages, across millenia of human society's existence, can be found throughout Eurasia in the form of drawings and rock carvings; one of the oldest and most famous instances of the latter can be found in the Cave of Altamira, present-day Spain, where cave art featuring the wisent from the Upper Paleolithic was discovered. The bison has also been represented in a wide range of art in human history, such as sculptures, paintings, photographs, glass art, and more. Sculptures of the wisent constructed in the 19th and 20th centuries continue to stand in a number of European cities; arguably the most notable of these are the zubr statue in Spała from 1862 designed by Mihály Zichy and the two bison sculptures in Kiel sculpted by August Gaul in 1910-1913. However, a number of other monuments to the animal also exist, such as those in Hajnówka and Pszczyna or at the Kiev Zoo entrance. Mikołaj Hussowczyk, a poet writing in Latin about the Grand Duchy of Lithuania during the early 16th century, described the zubr in a historically significant fictional work from 1523.The zubr is considered one of the national animals of Poland and Belarus. Due to this and the fact that half of the worldwide European bison population can be found spread across these two countries, the wisent is still featured prominently in the heraldry of these neighbouring states (especially in the overlapping region of Eastern Poland and Western Belarus). Examples in Poland include the coats of arms of: the counties of Hajnówka and Zambrów, the towns Sokółka and Żywiec, the villages Białowieża and Narewka, as well as the coats of arms of the Pomian and Wieniawa families. Examples in Belarus include the Grodno and Brest voblasts, the town of Svislach, and others. The European bison can also be found on the coats of arms of places in neighbouring countries: Perloja in southern Lithuania, Lypovets in west-central Ukraine, and Zubří in east Czechia – as well as further outside the region, such as Kortezubi in the Basque Country, Chișcăreni in Romania, and Jabel in Germany.\nA flavoured vodka called Żubrówka ([ʐuˈbrufka]), originating as a recipe of the szlachta of the Kingdom of Poland in the 14th century, has since 1928 been industrially produced as a brand in Poland. In the decades that followed, it become known as the \"world's best known Polish vodka\" and sparked the creation of a number of copy brands inspired by the original in Belarus, Russia, Germany, as well as other brands in Poland. The original Polish brand is known for placing a decorative blade of bison grass from the Białowieża Forest in each bottle of their product; both the plant's name in Polish and the vodka are named after żubr, the Polish name for the European bison. The zubr also appears commercially as a symbol of a number of other Polish brands, such as the popular beer brand Żubr and on the logo of Poland's second largest bank, Bank Pekao S.A..",
    "See also": "Białowieża National Park\nVânători-Neamț Natural Park\nEuropean buffalo\nWood bison\nPubal",
    "Notes": "",
    "References": "This article incorporates text from the ARKive fact-file \"European bison\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.",
    "External links": "European bison media from ARKive \nBison entry from Walker's Mammals of the World\nThe Extinction Website – Caucasian European bison (Bison bonasus caucasicus).\nThe Extinction Website – Carpathian European bison (Bison bonasus hungarorum).\nEuropean bison/wisent\nBBC NEWS Reversal fortunes\nI. Parnikoza, V. Boreiko, V. Sesin, M. Kaliuzhna History, current state and perspectives of conservation of European bison in Ukraine // European Bison Conservation Newsletter Vol 2 (2009) pp: 5-16 \nSpecies fact sheet on LHNet database\n\"Wisent online\" from Browsk Forest District in Białowieża National Park, Poland\nNational Geographic - Rewilding Europe Brings Back the Continent’s Largest Land Animal\nEuropean Bison Conservation Center\nRewilding bison in Romania"
  }
}