{
  "url": "https://en.wikipedia.org/wiki/Blackbuck",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Bovidae"
    },
    {
      "Subfamily": "Antilopinae"
    },
    {
      "Genus": "AntilopePallas, 1766"
    },
    {
      "Species": "A. cervicapra"
    }
  ],
  "text": {
    "__SUMMARY__": "The blackbuck (Antilope cervicapra), also known as the Indian antelope, is an antelope found in India, Nepal, and Pakistan. The blackbuck is the sole extant member of the genus Antilope. The species was described and given its binomial name by Swedish zoologist Carl Linnaeus in 1758. Two subspecies are recognized. It stands up to 74 to 84 cm (29 to 33 in) high at the shoulder. Males weigh 20–57 kg (44–126 lb), an average of 38 kilograms (84 lb). Females are lighter, weighing 20–33 kg (44–73 lb) or 27 kg (60 lb) on  average. The long, ringed horns, 35–75 cm (14–30 in) long, are generally present only on males, though females may develop horns, as well. The white fur on the chin and around the eyes is in sharp contrast with the black stripes on the face. The coats of males show two-tone colouration; while the upper parts and outsides of the legs are dark brown to black, the underparts and the insides of the legs are all white. However, females and juveniles are yellowish fawn to tan.\nThe blackbuck is a diurnal antelope (active mainly during the day). Three kinds of groups, typically small, are the female, male, and bachelor herds. Males often adopt lekking as a strategy to garner females for mating. While other males are not allowed into these territories, females often visit these places to forage. The male can thus attempt mating with her. As herbivores, blackbuck graze on low grasses, occasionally browsing, as well. Females become sexually mature at 8 months old, but mate no earlier than 2 years. Males mature later, at 1 1/2 years. Mating takes place throughout the year. Gestation is typically 6 months long, after which a single calf is born. The lifespan is typically 10 to 15 years.\nThe blackbuck inhabits grassy plains and slightly forested areas. Due to their regular need of water, they prefer areas where water is perennially available.\nThe antelope is native to and found mainly in India, while it is extinct in Bangladesh. Formerly widespread, only small, scattered herds are seen today, largely confined to protected areas. During the 20th century, blackbuck numbers declined sharply due to excessive hunting, deforestation, and habitat degradation. The blackbuck has been introduced in Argentina and the United States. In India, hunting of blackbuck is prohibited under Schedule I of the Wildlife Protection Act of 1972. The blackbuck has significance in Hinduism; Indian and Nepali villagers do not harm the antelope.",
    "Etymology": "The scientific name of the blackbuck is Antilope cervicapra. Its generic name stems from the Latin word antalopus (\"horned animal\"). The specific name cervicapra is composed of the Latin words cervus (\"deer\") and capra (\"she-goat\"). The vernacular name \"blackbuck\" is a reference to the dark brown to black colour of the dorsal (upper) part of the coat of the males. The earliest recorded use of this name dates back to 1850. Alternative names for the blackbuck are \"Indian antelope\", kadiyal, kala hiran, krishna mriga(in Kannada) and krishnasaar (in Hindi); kalvit (in Marathi); krishna jinka (in Telugu); and iralai maan (in Tamil).",
    "Taxonomy and evolution": "The blackbuck is the sole living member of the genus Antilope and is classified in the family Bovidae. The species was described and given its binomial name by Swedish zoologist Carl Linnaeus in the 10th edition of Systema Naturae in 1758. Antilope also includes fossil species, such as A. subtorta, A. planicornis, and A. intermedius.Antilope, Eudorcas, Gazella, and Nanger form a clade within their tribe Antilopini. A 1995 study of the detailed karyotype of Antilope suggested that within this clade, Antilope is closest to the Gazella group. A 1999 phylogenetic analysis confirmed that Antilope is the closest sister taxon to Gazella, although an earlier phylogeny, proposed in 1976, placed Antilope as sister to Nanger. In a more recent revision of the phylogeny of the Antilopini on the basis of sequences from multiple nuclear and mitochondrial loci in 2013, Eva Verena Bärmann (of the University of Cambridge) and colleagues re-examined the phylogenetic relationships and found Antilope and Gazella to be sister genera distinct from the sister genera Nanger and Eudorcas.\n\nTwo subspecies are recognised, although they might be independent species:\nA. c. cervicapra (Linnaeus, 1758), known as the southeastern blackbuck, occurs in southern, eastern, and central India. The white eye ring of the male is narrow above the eye and the neck is all black in the male and the white on the underside is largely restricted to the belly in both males and females. The black leg stripe is well defined and reaches all along the leg.\nA. c. rajputanae Zukowsky, 1927, known as the northwestern blackbuck, occurs in northwestern India. Males have a grey sheen to the dark parts during the breeding season. The white on the underside extends up to half way on the sides of the body and the lower base of the neck of males is white. The white eye ring is broad all around the eye with the leg-stripe going only down to the shanks.",
    "Genetics": "The blackbuck shows variation in its diploid chromosome number. Males have 31-33, while females have 30-32. Males have an XY1Y2 sex chromosome. Unusually large sex chromosomes had earlier been described only in a few species, all of which belonged to Rodentia. However, in 1968, a study found that two artiodactyls, the blackbuck and the sitatunga, too, showed this abnormality.  Generally, the X chromosome constitutes 5% of the haploid chromosomal complement, but the X chromosome of the blackbuck this percentage is 14.96. Portions of both peculiarly large chromosomes show delayed replication.A 1997 study found lower protein polymorphism in Antilope in comparison with Antidorcas, Eudorcas, and Gazella. This was attributed to a history of rapid evolution of an autapomorphic phenotype of Antilope. This might have been aided by a particularly strong selection of a few dominant males due to their lekking behaviour.",
    "Characteristics": "The blackbuck is a moderately sized antelope. It stands up to 74 to 84 cm (29 to 33 in) high at the shoulder; the head-to-body length is nearly 120 cm (47 in). In the population introduced to Texas, males weigh 20–57 kg (44–126 lb), an average of 38 kg (84 lb). Females are lighter, weighing 20–33 kg (44–73 lb) or 27 kg (60 lb) on average. Sexual dimorphism is prominent, as males are heavier and darker than the females. The long, ringed horns, that resemble corkscrews, are generally present only on males, though females may develop horns, as well. They measure 35–75 cm (14–30 in), though the maximum horn length recorded in Texas has not exceeded 58 cm (23 in). The horns diverge forming a \"V\"-like shape. In India, horns are longer and more divergent in specimens from the northern and western parts of the country.The white fur on the chin and around the eyes is in sharp contrast with the black stripes on the face. The coats of males show two-tone colouration; while the upper parts and outsides of the legs are dark brown to black, the underparts and the insides of the legs are all white. Darkness typically increases as the male ages. On the other hand, females and juveniles are yellowish fawn to tan. In Texas, blackbuck moult in spring, following which the males look notably lighter, though darkness persists on the face and the legs. On the contrary, males grow darker as the breeding season approaches. Both melanism and albinism have been observed in wild blackbuck. Albino blackbuck are often zoo attractions as in the Indira Gandhi Zoological Park (Andhra Pradesh, India).Blackbuck bear a close resemblance to gazelles, and are distinguished mainly by the fact that while gazelles are brown in the dorsal parts, blackbuck develop a dark brown or black colour in these parts.",
    "Distribution and habitat": "Blackbuck is native to the Indian subcontinent, but extinct in Bangladesh.\nIn Nepal, the last surviving population of blackbuck inhabits the Blackbuck Conservation Area south of the Bardia National Park. In 2008, the population was estimated at 184.\nIn Pakistan, blackbuck occasionally occur along the border with India and a captive population is maintained in the Lal Suhanra National Park.Blackbuck inhabits grassy plains and thinly forested areas where perennial water sources are available for its daily need to drink. Herds travel long distances to obtain water.Scrublands are a good source of forage and cover. Cold climates do not suit the blackbuck.A few blackbucks are present in the Indian Institute of Technology Madras campus, which is adjacent to Guindy National Park. The albino males were an attraction to the campus. Their numbers are diminishing due to habitat loss and attack by the increased number of stray dogs.\nThe British naturalist William Thomas Blanford described the range of the blackbuck in his 1891 The Fauna of British India, including Ceylon and Burma as:\nIndia from the base of the Himalayas to the neighbourhood of Cape Comorin (the southernmost locality known to me is Point Calimere), and from the Punjab to Lower Assam, in open plains, not in Ceylon nor east of the Bay of Bengal. Not found on hills nor in thickly wooded tracts, and wanting throughout the Malabar coast south of the neighbourhood of Surat. The statement that this antelope is not found in Lower Bengal is not quite correct ; none are found in the swampy Gangetic delta, but many exist on the plains near the coast in Midnapore (I have shot them near Contai), as they also do in Orissa. Antelopes are most abundant in the North-west Provinces, Rajputana, and parts of the Deccan, but are locally distributed and keep to particular tracts.\n\nToday, only small, scattered herds are seen that are largely confined to protected areas.The antelope was introduced in Texas in the Edwards Plateau in 1932. By 1988, the population had increased and the antelope was the most populous exotic animal in Texas after the chital. As of early 2000s, the population in the United States has been estimated at 35,000. Blackbuck have been introduced into Argentina, numbering about 8,600 individuals (as of the early 2000s).",
    "Ecology and behaviour": "The blackbuck is a diurnal antelope (active mainly during the day), though activity slows down at noon as days grow hotter toward summer. Three kinds of typically small groups – the female herds, territorial males and bachelor males. A study discovered that group sizes often fluctuate; membership is often dictated by availability of forage and the nature of the habitat. Large herds have an edge over smaller ones in that danger can be detected faster, though individual vigilance is lower in the former. Greater time is spent in feeding by large herds. A disadvantage for large herds, however, is that traveling requires more resources. A study found that herd size reduces in summer. Fast animals, the blackbuck can run at as high as 80 kilometres per hour (50 mph).Males often adopt lekking as a strategy on the part of males to garner females for mating. Territories are established by males on the basis of the local distribution of female groups, which in turn is determined by the habitat, so as to ensure greater access to females. The males actively defend resources in their territories, nearly 1.2 to 12 hectares (3.0 to 29.7 acres; 0.0046 to 0.0463 sq mi) in size; territories are marked with scent (using preorbital gland and interdigital gland secretions, faeces and urine) While other males are not allowed into these territories, females are allowed to visit these places to forage. The male can attempt mating with visiting females. Lekking is a demanding strategy, as the males often have to bear injuries – thus it is a tactic typically adopted by strong, dominant males. Males may either defend their mates or try to forcibly copulate with them. Weaker males, who may not be dominant, might choose the second method.Blackbuck are severely affected by natural calamities such as floods and droughts, from which they can take as long as five years to recover. Wolves are major predators; a study found that old rutting bulls might be vulnerable to wolves. Cheetahs and pariah dogs are the other predators. Juveniles are also hunted by jackals. Village dogs are reported to kill fawns, but are unlikely to successfully hunt and kill adults.A recent study conducted at the Great Indian Bustard Sanctuary at Nannaj in Maharashtra has found that blackbuck show flexible habitat-use behaviour as the resources and risks change seasonally in the landscape. Blackbuck use of the refuges, that is, small protected area patches in the area (measuring ~3 km2) was the highest among all the available habitats. Human activities strongly influenced blackbuck, but the presence of the tiny refuges allowed blackbuck to persist in the landscape.",
    "Ecology and behaviour-Diet": "Being herbivores, blackbuck graze on low grasses, occasionally browsing as well. They prefer sedges, fall witchgrass, mesquite, and live oak. They have occasionally been observed browsing on acacia trees in the Cholistan Desert. Oats and berseem were found to be palatable and nutritious to captive populations in a study. A study in the Velavadar Black Buck Sanctuary (Gujarat, India) showed that Dichanthium annulatum comprised 35 percent of their diet. Digestion of nutrients, especially crude proteins, was poor in summer, but more efficient in the rainy and winter seasons. Consequently, crude protein intake in summer was very low, even below the recommended value. Blackbuck had a lower food consumption in summer. The fruits of Prosopis juliflora are often eaten, and blackbuck may play a role in their dispersal. Prosopis becomes a significant food item if grasses are scarce. Water is a daily requirement of the blackbuck.",
    "Ecology and behaviour-Reproduction": "Females become sexually mature at eight months, but mate no earlier than two years. Males mature later, at one-and-a-half years. Mating takes place throughout the year; peaks occur during spring and fall in Texas. Two peaks have been observed in India: from August to October and from March to April. Rutting males aggressively establish and defend their territories from other males, giving out loud grunts and engaging in serious head-to-head fights, pushing each other using horns. Aggressive display consists of thrusting the neck forward and raising it, folding the ears and raising the tail. The dominant male pursues the female with his nose pointing upward, smells her urine and shows a flehmen response. The female shows her receptivity by waving her tail and thumping the hindlegs on the ground. This is followed by several mounting attempts, and copulation. The whole process may last as long as six hours. The female will remain still for some time after copulation, following which she may start grazing. The male may then move on to mate with another female.Gestation is typically six months long, after which a single calf is born. Newborn are a light yellow; infant males may have a black patch on the head and the neck. Young are precocial - they can stand on their own soon after birth. Females can mate again after a month of parturition. Juveniles remain active and playful throughout the day. Juvenile males turn black gradually, darkening notably after the third year. The lifespan is typically 10 to 15 years.",
    "Threats": "During the 20th century, blackbuck numbers declined sharply due to excessive hunting, deforestation and habitat degradation. Some blackbucks are killed illegally especially where the species is sympatric with nilgai.Until India's independence in 1947, blackbuck and chinkara were hunted in many princely states with specially trained captive Asiatic cheetahs. By the 1970s, blackbuck was locally extinct in several areas. Nevertheless, populations in India have increased from 24,000 in the late 1970s to 50,000 in 2001.",
    "Conservation": "The blackbuck is listed under Appendix III of CITES.\nIn India, hunting of blackbuck is prohibited under Schedule I of the Wildlife Protection Act of 1972. It inhabits several protected areas of India, including\n\nin Gujarat: Velavadar Wildlife Sanctuary, Gir Forest National Park;\nin Bihar: Kaimur Wildlife Sanctuary;\nin Maharashtra: Great Indian Bustard Sanctuary;\nin Madhya Pradesh: Kanha National Park\nin Rajasthan: Tal Chhapar Sanctuary, National Chambal Sanctuary, Ranthambhore National Park\nin Karnataka: Ranibennur Blackbuck Sanctuary;\nin Tamil Nadu: Point Calimere Wildlife and Bird Sanctuary, Vallanadu Wildlife Sanctuary, Guindy National Park.",
    "Interaction with human beings": "The blackbuck has associations with the Indian culture. The antelope might have been a source of food in the Indus Valley civilisation (3300–1700 BCE); bone remains have been discovered in sites such as Dholavira and Mehrgarh. The blackbuck is routinely depicted in miniature paintings of the Mughal era (16th to 19th centuries) depicting royal hunts often using cheetahs. Villagers in India and Nepal generally do not harm the blackbuck. Tribes such as the Bishnois revere and care for most animals including the blackbuck. The blackbuck has been declared as the state animal of Andhra Pradesh.The animal is mentioned in Sanskrit texts as the krishna mrig. According to Hindu mythology, the blackbuck draws the chariot of Lord Krishna. The blackbuck is considered to be the vehicle of Vayu (the wind god), Soma (the divine drink) and Chandra (the moon god). In Tamil Nadu, the blackbuck is considered to be the vehicle of the Hindu goddess Korravai. In Rajasthan, the goddess Karni Mata is believed to protect the blackbuck.In the Yājñavalkya Smṛti, Sage Yagyavalkya is quoted stating \"in what country there is black antelope, in that Dharma must be known\", which is interpreted to mean that certain religious practices including sacrifices were not to be performed where blackbuck did not roam.The hide of the blackbuck (krishnajina in Hindi) is deemed to be sacred in Hinduism. According to the scriptures, it is to be sat upon only by brahmins (priests), sadhus and yogis (sages), forest-dwellers and bhikshus (mendicants). Blackbuck meat is highly regarded in Texas. In an analysis, blackbuck milk was found to have 6.9% protein, 9.3% fat, and 4.3% lactose.In some agricultural areas in northern India, the blackbuck are found in large numbers and raid crop fields. However, the damage caused by blackbuck is far lower than that caused by the nilgai.In 2018, Bollywood actor Salman Khan, in a high-profile case, was sentenced to five years imprisonment for poaching a blackbuck in 1998.",
    "References": "",
    "External links": " Media related to Antilope cervicapra at Wikimedia Commons\n Data related to Antilope cervicapra at Wikispecies\nBBC Nature: Blackbuck"
  }
}