{
  "url": "https://en.wikipedia.org/wiki/Brush-tailed_rock_wallaby",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Infraclass": "Marsupialia"
    },
    {
      "Order": "Diprotodontia"
    },
    {
      "Family": "Macropodidae"
    },
    {
      "Genus": "Petrogale"
    },
    {
      "Species": "P. penicillata"
    }
  ],
  "text": {
    "__SUMMARY__": "The brush-tailed rock-wallaby or small-eared rock-wallaby (Petrogale penicillata) is a kind of wallaby, one of several rock-wallabies in the genus Petrogale.  It inhabits rock piles and cliff lines along the Great Dividing Range from about 100 km north-west of Brisbane to northern Victoria, in vegetation ranging from rainforest to dry sclerophyl forests. Populations have declined seriously in the south and west of its range, but it remains locally common in northern New South Wales and southern Queensland.",
    "Taxonomy": "Petrogale penicillata was first described by John Edward Gray in 1827. The taxon has been named for a species complex, the Petrogale penicillata-lateralis group, the systematics of which continued to be resolved",
    "Description": "A species of Petrogale, the rock wallabies, with a dense and shaggy pelage that is rufous or grey brown. \nThe tail is 500 to 700 millimetres long, exceeding the 510 to 580 mm combined length of the head and body.\nThe colour of the tail is brown or black, the fur becoming bushy towards its shaggy, brush-like end. \nThe weight range is from 5 to 8 kilograms.\nThe upper parts of this wallaby's pelage is either entirely rufous-brown, or a grey brown over the back and shoulders with brown fur at the thigh and rump. \nThe paler under parts may feature a white blazon on the chest. Very dark fur covers the lower parts of the limbs, paws and feet, and on the sides beneath the fore limbs of the animal; a whitish stripe may appear along the side of the body.The coloration of the species in the northern parts of population is paler and fur is shorter in length. \nThe black-footed and flanked species Petrogale lateralis, which occurs in central Australia, is distinguished by its larger size size and the shorter and darker fur of the tail and hind parts. Herbert's rock-wallaby (P. herberti) overlaps in the northern range range of this species, their coloration is greyer than the warm brown of this species and lighter at the darker features of the limbs; the tail of that species also lacks the blackish features and bushy end.\nThe pads of the feet are well developed and their coarse texture allows good traction on rock surfaces.",
    "Behaviour": "The species is able to negotiate difficult rocky terrain with great agility, their compact yet powerful build is assisted by counter-balancing the long tail and feet suited to holding the animal at precarious edges and on inclined surfaces.\nThe species favours north facing refuges, and while largely nocturnal in venturing out from shelter they will bask in winter sun for short periods.\nProcreation is founded on breeding females utilising a single male for insemination, with births that occur throughout the year. Groups in cooler latitudes or higher altitudes may tend to reproduce in a period between February to May. The females of the colony cohere as maternal groups, with male progeny moving to other groups within the colony or migrating to another location.\nIndividual foraging territories for the species are around 15 hectares, perhaps more for males.",
    "Distribution and habitat": "Found along the Great Dividing Range in fragmented populations that remain after its historical contraction in range from the east and south. The southern edge of the range is the Grampian Mountains, and no further west than the Warrumbungles range in New South Wales. The northern most groups have remained less affected by ecological changes, these are found in southeast Queensland.\nPetrogale penicillata shelters during the day in rocky habitat, within vegetation or cavities of preferably complex terrain that allows them to find cooler temperatures and to elude or remain inaccessible to predators. Their great agility while hopping and climbing provides opportunities at ledges, cliff-faces, overhangs, caves and crevices.",
    "Introduced populations": "As part of the acclimatisation movement of the late 1800s, governor Grey introduced this and four other species of wallabies (including the rare parma wallaby) to islands in Hauraki Gulf, near Auckland, New Zealand, where they became well-established.  In modern times, these populations have come to be viewed as exotic pests, with severe impacts on the indigenous flora and fauna. As a result, eradication is being undertaken, after initial protection for review of their Australian populations and the return of some wallabies to Australia.  Between 1967 and 1975, 210 rock-wallabies were captured on Kawau Island and returned to Australia, along with thousands of other wallabies. Rock-wallabies were removed from Rangitoto and Motutapu Islands during the 1990s, and eradication is now underway on Kawau. Another thirty-three rock-wallabies were captured on Kawau during the 2000s, and returned to Australia, before eradication began.In 2003 some Kawau brush-tails were relocated to the Waterfall Springs Conservation Park north of Sydney, New South Wales, for captive breeding purposes.\nDue to an escape of a pair in 1916, a small breeding population of the brush-tailed rock-wallabies also exists in the Kalihi Valley on the island of Oahu in Hawaii.\nAttempts at reintroduction into the Grampians National Park during 2008-12 were not successful, largely due to fox predation. Nevertheless, March 2017 saw the emergence of a fourth offspring, bringing the total number of rock–wallabies present within the Grampians National Park to eight.",
    "References": "",
    "External links": "Brush-tailed rock-wallaby recovery in NSW (Foundation for National Parks & Wildlife)\nBrush-tailed rock-wallaby population in Green Gully - a conservation case study\nBrush-tailed rock-wallaby habitat modelling\nBBC video of brush-tailed rock-wallabies in action"
  }
}