{
  "url": "https://en.wikipedia.org/wiki/Callosciurus_finlaysonii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Rodentia"
    },
    {
      "Family": "Sciuridae"
    },
    {
      "Genus": "Callosciurus"
    },
    {
      "Species": "C. finlaysonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Finlayson's squirrel or the variable squirrel (Callosciurus finlaysonii, sometimes misspelled C. finlaysoni) is a species of rodent in the family Sciuridae. It is found in Cambodia, Laos, Myanmar, Thailand, and Vietnam. The species occurs in a wide range of wooded habitats, including gardens and parks in cities like Bangkok.It has numerous subspecies that vary greatly in appearance. One of these, C. f. bocourti (syn. C. f. floweri), has been introduced to Singapore and two regions in Italy, probably a result of the species' popularity in the pet trade. It is possible that some of the Callosciurus squirrels introduced into Japan are also Finlayson's squirrels.",
    "Taxonomy and appearance": "The Finlayson's squirrel has a head-and-body length of about 21–22 cm (8.3–8.7 in) and its tail is about 22–24 cm (8.7–9.4 in) long.There are currently 16 recognised subspecies. Additional subspecies are sometimes recognised. For example, some authorities recognise C. f. floweri, while others consider it a synonym of C. f. bocourti (as done in the following colour description). The subspecific name of C. f. boonsongi commemorates Thai zoologist and conservationist Dr. Boonsong Lekagul.The pelage colour in this species is extremely variable and the subspecies are often defined by this feature. For example, C. f. finlaysonii (nominate) is overall whitish, C. f. albivexilli, C. f. boonsongi, C. f. germaini and C. f. nox are overall blackish (first with white tail-tip, second occasionally with white underside, face and feet), C. f. annellatus is overall rufous with a light band at the base of the tail, C. f. bocourti is whitish below with highly variable colour of the upperparts (whitish, grey, blackish, olive-brownish or reddish), C. f. cinnamomeus is overall reddish with a dark mid-back, C. f. ferrugineus is reddish-brown, C. f. harmandi has brownish upperparts, orange-red underparts and light grey tail, C. f. menamicus is reddish or orangish, often has greyish legs and flanks, and sometimes a white belly, and C. f. sinistralis has grizzled upperparts, reddish underparts and reddish tail with a pale band at the base. Unnamed populations also remain (for example, a population in central Laos is shiny black with red tail and shoulder/chest region) and even within described subspecies there are often some individual variations.As currently defined, Finlayson's squirrel may comprise more than one species. C. f. ferrugineus has been treated as a separate species. A genetic study of the 12 subspecies in Thailand, including 7 from the mainland and 5 from islands, found that they belonged in six clades, which often were separated by water (large rivers in the mainland and the sea for the islands). The study also revealed that the mtDNA of this species compared to the closely related Pallas's squirrel is not monophyletic.",
    "Behavior": "Like other squirrels of its genus (the \"beautiful squirrels\", Callosciurus), Finlayson's squirrel is normally a canopy-dweller, feeding mainly on fruit.  Field evidence suggests that it has the usual form of dichromatic mammalian colour vision, which may enable it to discriminate ripe from unripe fruits.",
    "References": "",
    "External links": "Wildlife Singapore Photos and description\nPhoto gallery showing some of the variations of Finlayson's Squirrel."
  }
}