{
  "url": "https://en.wikipedia.org/wiki/Cercopithecus_mona",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Primates"
    },
    {
      "Suborder": "Haplorhini"
    },
    {
      "Infraorder": "Simiiformes"
    },
    {
      "Family": "Cercopithecidae"
    },
    {
      "Genus": "Cercopithecus"
    },
    {
      "Species": "C. mona"
    }
  ],
  "text": {
    "__SUMMARY__": "The mona monkey (Cercopithecus mona) is an Old World monkey that lives in  western Africa between Ghana and Cameroon. The mona monkey can also be found on the island of Grenada as it was transported to the island aboard slave ships headed to the New World during the 18th century.  This guenon lives in groups of up to thirty-five in forests. It mainly feeds on fruit, but sometimes eats insects and leaves. The mona monkey has brown agouti fur with a white rump. Its tail and legs are black and the face is blue-grey with a dark stripe across the face. The mona monkey carries food in cheek pouches.",
    "Description": "The male mona monkey has a head-and-body length of 410 to 630 mm (16 to 25 in) and a tail of 520 to 730 mm (20 to 29 in). The female's head-and-body length is 340 to 457 mm (13 to 18 in). The head has a brown crown, broad whitish brow band, grey mask of bare skin and bushy pale cheek fur. The upper parts of the body and the outer sides of the limbs are deep brown while the underparts and the insides of the limbs are creamy-white. On either side of the base of the tail are a pair of patches of white hair which closely resemble the ischial callosities found in baboons and other Old World monkeys in this position.",
    "Distribution and habitat": "The mona monkey is native to the lowland forests of eastern Ghana, Togo, Benin, Nigeria and western Cameroon. It has also been introduced into Grenada and São Tomé and Príncipe. Although mainly a forest species, it is able to adapt to heavily degraded forest, gallery forest in savannah regions, and mangrove forest in the delta region of the Niger River, and is generally the commonest monkey near rivers.",
    "Ecology": "The mona monkey is usually found in groups of about twelve individuals, with a single mature male, but larger aggregations also occur. The troop moves through the canopy foraging mainly for fruit, but also eating flowers, seeds and insects and other invertebrates. It is a vocal species with a harsh grating call, and the male issues a \"ooer\" alarm call. It often associates with other species of monkeys including Lowe's mona monkey (Cercopithecus lowei) and the crested mona monkey (Cercopithecus pogonias).",
    "Status": "The mona monkey is a common and adaptable species. Its natural forest habitat has been impacted by much habitat destruction and it suffers from being hunted for food. However the population does not seem to be declining significantly, and the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".",
    "See also": "Lowe's mona monkey\nWolf's mona monkey\nDent's mona monkey",
    "External links": "Weissella confusa Infection in Primate (Cercopithecus mona)",
    "References": "\nBBC Science and Nature"
  }
}