{
  "url": "https://en.wikipedia.org/wiki/Chlorocebus_sabaeus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Primates"
    },
    {
      "Suborder": "Haplorhini"
    },
    {
      "Infraorder": "Simiiformes"
    },
    {
      "Family": "Cercopithecidae"
    },
    {
      "Genus": "Chlorocebus"
    },
    {
      "Species": "C. sabaeus"
    }
  ],
  "text": {
    "__SUMMARY__": "The green monkey (Chlorocebus sabaeus), also known as the sabaeus monkey or the callithrix monkey, is an Old World monkey with golden-green fur and pale hands and feet. The tip of the tail is golden yellow as are the backs of the thighs and cheek whiskers. It does not have a distinguishing band of fur on the brow, like other Chlorocebus species, and males have a pale blue scrotum. Some authorities consider this and all of the members of the genus Chlorocebus to be a single widespread species, Chlorocebus aethiops.",
    "Physical description": "The green monkey is a sexually dimorphic species, with males typically being slightly larger than females. Wild adult males weigh between 3.9 and 8.0 kg (8.6 and 17.6 lb) and measure between 420 and 600 mm (1.38 and 1.97 ft), while the females usually weigh between 3.4 and 5.3 kg (7.5 and 11.7 lb) and measure between 300 and 495 mm (0.984 and 1.624 ft).",
    "Habitat and distribution": "Callithrix monkeys can be found in a wide range of wooded habitats, ranging from very dry Sahel woodland to the edge of rainforests. It is also commonly seen in coastal regions, where known to feed on seashore foods such as crabs. It also takes a wide variety of other foods, including fruits and invertebrates.The green monkey is found in West Africa from Senegal and The Gambia to the Volta River. It has been introduced to the Cape Verde islands off north-western Africa, and the West Indian islands of Saint Kitts, Nevis, Saint Martin, and Barbados. It was introduced to the West Indies in the late 17th century when slave trade ships traveled to the Caribbean from West Africa.",
    "Behavior": "As other members of the genus Chlorocebus, the green monkey is highly social and usually seen in groups. They usually live in groups of up to 7 to 80 individuals. Within these groups, there is distinct social hierarchy evidenced by grooming behaviors and gender relationships.\nGreen monkeys are known to communicate both verbally and non-verbally. They have distinct calls which they use to warn others in the group of predators, and even have specific calls for specific predators. Body language, such as the display of brightly colored genitalia is also used to communicate danger, but can also be used as a way of establishing dominance. It has also been documented that green monkeys may use facial expressions to express their emotional state.",
    "Behavior-Reproduction": "Green monkeys live in a polygynous society, revolving around the alpha males. The alpha males have control over social interactions and mating between other males and females in the group.\nThese monkeys are seasonal breeders, breeding during the April to June months (October and November in the Nyes area North West of Thies), during which rainfall is the heaviest. It is during these rainy seasons that fruit is most abundant, so it is speculated that green monkeys schedule their breeding around this time, when resources are most abundant. They breed about once a year, with males reaching sexual maturity in five years, females in two. Despite infant mortality being fairly high, at roughly 57%, green monkeys are known to be heavily invested in their offspring, with mothers taking care of their young for about a year before letting them venture out as individual adults.",
    "References": "",
    "External links": "View the chlSab2 genome assembly in the UCSC Genome Browser."
  }
}