{
  "url": "https://en.wikipedia.org/wiki/Common_genet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Viverridae"
    },
    {
      "Genus": "Genetta"
    },
    {
      "Species": "G. genetta"
    }
  ],
  "text": {
    "__SUMMARY__": "The common genet (Genetta genetta) is a small viverrid indigenous to Africa that was introduced to southwestern Europe and the Balearic Islands. It is widely distributed north of the Sahara, in savanna zones south of the Sahara to southern Africa and along the coast of Arabia, Yemen and Oman. It is listed as Least Concern on the IUCN Red List.",
    "Characteristics": "The common genet has a slender, cat-like body, a small head with a pointed muzzle, large oval ears, large eyes and well-developed whiskers up to 7 cm (2.8 in) in length. Its legs are short, with cat-like feet and semi-retractile claws. Its fur is dense and soft, and the coat is pale grey, with numerous black markings. The back and flanks are marked with about five rows of black spots, and a long black stripe runs along the middle of the back from the shoulders to the rump. There is also a black stripe on the forehead, and dark patches beneath the eyes, which are offset against the white fur of the chin and throat. The tail is striped, with anything from eight to thirteen rings along its length. Its body is 43 to 55 cm (17 to 22 in) long with a tail measuring 33 to 52 cm (13 to 20 in). Males weigh an average of 2 kg (4.4 lb) and are about 10% larger than females. It has an erectile crest of hair from the shoulder to the base of the tail, a white tail tip and black hind feet.",
    "Distribution and habitat": "In North Africa, the common genet occurs along the western Mediterranean coast, and in a broad band from Senegal and Mauritania in the west throughout the savannah zone south of the Sahara to Somalia and Tanzania in the east. On the Arabian Peninsula, it was recorded in coastal regions of Saudi Arabia, Yemen and Oman. Another discontinuous population inhabits Southern Africa, from southern Angola across Zambia, Zimbabwe to Mozambique. It inhabits a wide range of deciduous and evergreen habitats that provide plentiful shelter such as rocky terrain with caves and dense scrub land, but also come close to settlements and agricultural land.It is common in Morocco, but rare in Libya, Egypt and Zambia. In South Africa, it is common in west-central KwaZulu-Natal, in the Cape Province, and in QwaQwa National Park in the Free State province.It was brought to the Mediterranean region from Maghreb as a semi-domestic animal about 1,000 to 1,500 years ago. It spread from the Iberian Peninsula  to the Balearic Islands and southern France. In Italy, individuals were sighted in mountainous areas in the Piedmont region and in the Aosta Valley. Individuals sighted in Switzerland, Germany and the Netherlands are considered to have escaped or been released from captivity. In southwestern Europe, they thrive in oak and pine forests, but also live in olive groves, riparian zones, ash groves, rocky areas, and shrublands. They are rare in open areas, marshes, and cereal croplands. Despite their abundance along watercourses, presence of water is not considered essential.It prefers to live in areas with dense vegetation, such as bushes, thickets, and evergreen oak forests.\nAs resting sites it uses trees with dense foliage in the canopy and dense thickets overgrown with climbing plants.\nIn northern areas, it prefers low altitudes with high temperatures and low rainfall.\nIn the Manzanares Park in central Spain, it lives foremost in areas of 1,000–1,200 m (3,300–3,900 ft) elevation with lots of rocks and shrubs. It tolerates proximity to settlements.The common genet and wood mouse share the same habitats and niches, specifically Mediterranean forests.In the East Sudanian Savanna, it was recorded in the transboundary Dinder–Alatash protected area complex during surveys between 2015 and 2018. In northern Ethiopia, it was recorded in the mountainous Degua Tembien district.",
    "Ecology and behaviour": "The common genet is solitary. Adults are nocturnal and crepuscular, with their highest levels of activity following sunset and just prior to sunrise; juveniles may be active during the day. They rest during the day in hollow trees or among thickets, and frequently use the same resting sites. In southern Spain, adult individuals occupy home ranges of about 7.8 km2 (3.0 sq mi) in average. The ranges of males and females overlap, but those of members of the same sex do not.\nIn northern Spain, home ranges of three females ranged from 2.1 to 10.2 km2 (0.81 to 3.94 sq mi).During a study in northeastern Spain, males have been found to be more active than females at night because of their greater size, which indicates that males have greater energy requirements to satisfy their physiological needs. Females typically weigh less, and they have been found to be less active overall. Females' home ranges are also smaller than those of males. Males had a mean annual home range of 113 ha (280 acres), and females of 72 ha (180 acres). While males have larger home ranges in all seasons, the differences between males' and females' territories are most significant during the winter. Their home ranges are slightly larger during the spring because they are more active, not only nocturnally, but in seeking a mate. Because of their increased activity, they require more energy and are more active to acquire the necessary sustenance.Both male and females scent mark in their home ranges. Females mark their territory using scent glands on their flanks, hind legs, and perineum. Males mark less frequently than females, often spraying urine, rather than using their scent glands, and do so primarily during the breeding season. Scent marks by both sexes allow individuals to identify the reproductive and social status of other genets. Common genets also defecate at specific latrine sites, which are often located at the edge of their territories, and perform a similar function to other scent marks.Five communication calls have been reported. The hiccup call is used by males during the mating period and by females to call the litter. Kits purr during their first week of life and, during their dependent weeks, moan or mew. Kits also growl after the complete development of predatory behavior and during aggressive interactions. Finally, genets utter a \"click\" as a threat. Threatening behavior consists of erection of the dark central dorsal band of hair, an arched-back stance, opening the mouth, and baring the teeth.The common genet uses five distinct calls. The \"hiccup\" call is used to indicate friendly interactions, such as between a mother and her young, or between males and females prior to mating. Conversely, clicks, or, in younger individuals, growls, are used to indicate aggression. The remaining two calls, a \"mew\" and a purr, are used only by young still dependent on their mother.It has a varied diet comprising small mammals, lizards, birds, bird eggs, amphibians, centipedes, millipedes, scorpions, insects and fruit, including figs and olives. The wood mouse is a favourite prey item, It also prey on red squirrels (Sciurus vulgaris) and dormice (Eliomys quercinus). Genets locate their prey primarily by scent, and kill with a bite to the neck, like cats. Small rodents are captured by the back and killed with a bite at the head, then eaten starting with the head.In Spain, common genets can suffer from infestation of parasitic helminths, as well as ticks, fleas (Hippobosca), and lice. Common genets also host the phthirapteran Eutrichophilus genettae and Lorisicola (Paradoxuroecus) genettae.In Africa, predators include leopard, serval, caracal, ratel and large owl species. Potential predators are also red fox and northern goshawk.",
    "Ecology and behaviour-Reproduction and development": "In Spain, common genets breed between January and September, with a peak in February and March and another one in the summer. Mating behaviour and development of young has been studied in captive individuals. Copulation lasts about two to three minutes, and is repeated up to five times in the same night. After a gestation period of 10 to 11 weeks, up to four young are born. Newborn common genets weigh 60 to 85 g (2.1 to 3.0 oz). They start eating meat at around seven weeks of age, and are fully weaned at four months of age. When five months old, they are skilled in hunting on their own. When 19 months old, they start marking, and are thought to be sexually mature at the age of two years. Captive common genets have lived up to 13 years.",
    "Threats": "No major threats to common genets are known. In North Africa and some localities in southern Africa, they are hunted for their fur. In Portugal, they get killed in predator traps. On Ibiza, urbanization and development of infrastructure cause loss and fragmentation of habitat.",
    "Conservation": "Genetta genetta is listed on Appendix III of the Bern Convention and in Annex V of the Habitats and Species Directive of the European Union.",
    "Taxonomy": "Along with other viverrids, genets are among living Carnivorans considered to be the morphologically closest to the extinct common ancestor of the whole order.More than 30 subspecies of the common genet have been described. The following are considered valid:\nG. g. genetta (Linnaeus), 1758 — Spain, Portugal and France\nG. g. afra (Cuvier), 1825 — North Africa\nG. g. senegalensis (Fischer), 1829 — sub-Saharan Africa\nG. g. dongolana (Hemprich and Ehrenberg), 1832 — ArabiaGenetta felina has been reclassified as a species based on morphological diagnoses comparing 5500 Viverrinae specimens in zoological collections.",
    "References": "",
    "External links": "Animal Diversity Web: Genetta genetta\nFunet: Genetta Cuvier, 1816\nAfrican Wildlife Foundation: Genet"
  }
}