{
  "url": "https://en.wikipedia.org/wiki/Fallow_deer",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Cervidae"
    },
    {
      "Subfamily": "Cervinae"
    },
    {
      "Tribe": "Cervini"
    },
    {
      "Genus": "DamaFrisch, 1775"
    },
    {
      "Species": "D. dama"
    }
  ],
  "text": {
    "__SUMMARY__": "The fallow deer (Dama dama) is a ruminant mammal belonging to the family Cervidae. This common species is native to Europe, but has been introduced to Antigua & Barbuda, Argentina, South Africa, Fernando Pó, São Tomé, Madagascar, Mauritius, Mayotte, Réunion, Seychelles, Comoro Islands, Morocco, Algeria, Tunisia, Cyprus, Israel, Cape Verde, Lebanon, Australia, New Zealand, Canada, the United States, the Falkland Islands, and Peru. Some taxonomers include the rarer Persian fallow deer as a subspecies (D. d. mesopotamica), while others treat it as an entirely different species (D. mesopotamica).",
    "Description": "The male fallow deer is known as a buck, the female is a doe, and the young a fawn. Adult bucks are 140–160 cm (55–63 in) long, 85–95 cm (33–37 in) in shoulder height, and typically 60–100 kg (130–220 lb) in weight; does are 130–150 cm (51–59 in) long, 75–85 cm (30–33 in) in shoulder height, and 30–50 kg (66–110 lb) in weight. The largest bucks may measure 190 cm (75 in) long and weigh 150 kg (330 lb). Fawns are born in spring around 30 cm (12 in) and weigh around 4.5 kg (9.9 lb). Their lifespan is around 12–16 years.\nMuch variation occurs in the coat colour of the species, with four main variants: common, menil, melanistic, and leucistic – a genuine colour variety, not albinistic. The white is the lightest coloured, almost white; common and menil are darker, and melanistic is very dark, sometimes even black (easily confused with the sika deer).\n\nCommon: Chestnut coat with white mottles, it is most pronounced in summer with a much darker, unspotted coat in the winter. The light-coloured area around the tail is edged with black. The tail is light with a black stripe.\nMenil: Spots are more distinct than common in summer and no black is seen around the rump patch or on the tail. In winter, spots are still clear on a darker brown coat.\nMelanistic (black): All-year the coat is black shading to greyish brown. No light-coloured tail patch or spots are seen.\nLeucistic (white, but not albino): Fawns are cream-coloured; adults become pure white, especially in winter. Dark eyes and nose are seen. The coat has no spots.Most herds consist of the common coat variation, yet animals of the menil coat variation are not rare. The melanistic variation is generally rarer, and white is very much rarer still, although wild New Zealand herds often have a high melanistic percentage.\n\nOnly bucks have antlers, which are broad and shovel-shaped (palmate) from three years. In the first two years, the antler is a single spike. They are grazing animals; their preferred habitat is mixed woodland and open grassland. During the rut, bucks spread out and females move between them; at this time of year, fallow deer are relatively ungrouped compared to the rest of the year, when they try to stay together in groups of up to 150.\nAgile and fast in case of danger, fallow deer can run at a maximum speed of 30 mph (48 km/h) over short distances. Being naturally less muscular than other cervids such as roe deer, they are not as fast. Fallow deer can also make jumps up to 1.75 m (5.8 ft) high and up to 5 m (17 ft) in length.",
    "Distribution and history": "The fallow deer is a Eurasian deer that was a native to most of Europe during the last interglacial. In the Holocene, the distribution was restricted to the Middle East and possibly also parts of the Mediterranean Basin, while further southeast in western Asia was the home of the Persian fallow deer, which is bigger and has larger antlers. In the Levant, fallow deer were an important source of meat in the Palaeolithic Kebaran-culture (17000–10000 BCE), as is shown by animal bones from sites in northern Israel, but the numbers decreased in the following Epipalaeolithic Natufian culture (10000–8500 BCE), perhaps because of increased aridity and the decrease of wooded areas.",
    "Distribution and history-Argentina": "The fallow deer was introduced to  Victoria Island in Neuquén Province by billionaire Aaron Anchorena, who intended to increase hunting opportunities. He freed wildlife of European and Asian origin, making them common inhabitants of the island and competing for land and food with the native South Andean deer and Pudú deer.",
    "Distribution and history-Britain and Ireland": "The fallow deer was spread across central Europe by the Romans. Until recently, the Normans were thought to have introduced them to Great Britain for hunting in the royal forests. However, recent finds at Fishbourne Roman Palace show that fallow deer were introduced into southern England in the first century AD. Whether these escaped to form a feral colony, or whether they died out and were reintroduced by the Normans is not known.\nFallow deer are now widespread on the UK mainland and are present in most of England and Wales below a line drawn from the Wash to the Mersey. Populations in the New Forest and the Forest of Dean are long-standing, and many of the other populations originated from park escapees. They are not quite so widespread in the northern parts of England, but are present in most lowland areas and also in parts of Scotland, principally in Strathtay and around Loch Lomond. According to the British Deer Society distribution survey 2007, they have increased in range since the previous survey in 2000, although the increase in range is not as spectacular as for some of the other deer species. In Ireland, a long-established herd of about 450 is in Phoenix Park, Dublin.\nA significant number of the fallow in the Forest of Dean and in Epping Forest are of the black variety. One particularly interesting population known as \"long-haired fallow deer\" inhabit Mortimer Forest on the England/Wales border, a significant part of the population has long hair with distinct ear tufts and longer body hair.",
    "Distribution and history-Rhodes, Greece": "The Rhodian population of fallow deer are smaller on average than those of central and northern Europe, though they are similarly coloured. In 2005, the Rhodian fallow deer was found to be genetically distinct from all other populations and to be of urgent conservation concern. At the entrance to the harbour of Rhodes city, statues of a fallow deer buck and doe now grace the location where the Colossus of Rhodes once stood.",
    "Distribution and history-United States": "The white-tailed deer (Odocoileus virginianus) was once classified as Dama virginiana and the mule deer or black-tailed deer (Odocoileus hemionus) as Dama hemionus; they were given a separate genus in the 19th century.\nIn more recent times, fallow deer have been introduced in parts of the United States. A small feral population exists on one barrier island in Georgia. Fallow deer have also been introduced in Texas, along with many other exotic deer species, where they are often hunted on large game ranches.\nIn Pennsylvania, fallow deer are considered livestock, since no feral animals are breeding in the wild.  Occasional reports of wild fallow deer in Pennsylvania and Indiana are generally attributed to escapes from preserves or farms.\nA herd of white fallow deer is located near Argonne National Laboratories in northeastern Illinois.\n\nA small herd of 15 mostly white fallow deer resides at the Belle Isle Nature Zoo on Belle Isle in Detroit, Michigan.  Until the turn of the 21st century, this herd had the run of the island; the herd was thereafter confined, with extirpation being the initial goal.\nA small herd, believed to be the oldest in the United States, exists in Land Between the Lakes National Recreation Area (LBL) in far western Kentucky and Tennessee. The fallow deer herd in LBL \"was brought to LBL by the Hillman Land Company in 1918. LBL's herd is believed to be the oldest population of fallow deer in the country, and at one time was the largest. Today, the herd numbers fewer than 150 and hunting of fallow deer is not permitted. Although LBL's wildlife management activities focus on native species, the fallow herd is maintained for wildlife viewing and because of its historical significance.\"Fallow deer are present in the Point Reyes National Seashore, California; some are white.",
    "Distribution and history-South Africa": "Fallow deer have been introduced to Cape Province, South Africa.\nFallow deer are also popular in rural areas of KwaZulu-Natal for hunting purposes, in parts of the Gauteng province to beautify ranches, and in the Eastern Cape where they were introduced on game farms for the hunting industry because of their exotic qualities. Fallow deer adapted extremely well to the South African environment with access to savanna grasslands and particularly in the cooler climate ranges such as the Highveld.",
    "Distribution and history-New Zealand": "From 1860, fallow deer were introduced into New Zealand.  Significant herds exist in a number of low-altitude forests.",
    "Distribution and history-Historical herds": "One noted historical herd of fallow deer is located in the Ottenby nature reserve in Öland, where Charles X Gustav of Sweden erected a dry stone wall some 4 km long to enclose a royal fallow deer herd in the mid 17th century; the herd still exists as of 2006. Another is Phoenix Park in Ireland where a herd of 400–450 fallow deer descends from the original herd introduced in the 1660s.",
    "Mating system": "Fallow deer are highly dimorphic, polygynous breeders the breeding season or rut lasts approximately 135 days. In the Northern hemisphere the breeding season tends to occur in the second half of October, while it occurs in April in the south, some matings can still occur before and after. This mating behaviour within the rut most often occurs in leks, where males congregate in small groups on mating territories in which the females’ only purpose for visiting these territories is for copulation. But there can be variation within fallow deer mating systems, other than the traditional behaviour of lekking different types of mating behaviours can include harems, dominance groups, stands, temporary stands, and multiple stands. Different populations, environmental variation, size, and even age can determine the type of variation within a fallow deer mating system. But lekking behaviour is the most commonly found and studied in nature, variation can be explained by three characteristics (1) The optimal strategy under specific environmental or social conditions, (2) The strategy of an individual may be dependent on the strategies of other individual males within the same population, and (3) Individual males may be less capable at gaining access to females since they can be outcompeted by other males that are more capable.Lek mating systems are important to understanding, which leads to fewer studies focusing on the reproductive success of males away from the lek or other mating system types. The females are polyestrous, meaning that during their sexual cycle the females will \"heat up\" which means that they are ready to mate and willing to accept a male, but if this does not occur the \"heat\" will come repeatedly throughout the breeding season. The heat is usually referred to as increased serum progesterone levels in the female fallow deer and is associated with the corpora lutea. The male rut behaviour includes licking and sniffing the anal area of the female, also the hair below the vulva, this helps the male to determine if the female is fertile. A high-pitched whine is used many times to initiate mating behaviour, after the male displays this a number of times the female will eventually allow the male to mount; copulation can last as long a 5 minutes.",
    "Mating system-Ecology and mating system characteristics": "Many deer species—including fallow deer—have a social organization which can be tremendously plastic depending on their environment, meaning that group size and habitat type are closely linked to herd size. It is important to note that most of the detailed research on the ecological characteristics and behaviour of fallow deer occur in large blocks of woodland, which means there may be some bias present. Fallow deer can be found in a variety of habitats when can range from cool and wet to hot and dry habitats. Fallow deer seem to have a preference for older forests with dispersed areas of grass, trees, and a variety of other vegetation. The largest herd occurs right before the rutting season, while the smallest groups are females with fawns. Throughout a large portion of the year the sexes remain separated and only congregate during the mating months, however, other patterns may be described; such as bachelor groups and even mixed groups.In male fallow deers, their low frequency groans are produced by vocal tracts that are of consistent but complex shape. Experimentation showed that vocal production of these groans are dependent on both their nasal and oral cavities.Ruts are characterized by males gaining the best territory possible to increase their odds for mating and are often characterized by the presence of females on stands. During this time males will stop feeding to defend their ruts from subordinate males. Males defending this territory will often lose an average of 17% of their body weight, and the liver will exhibit steatosis which is reversible. Throughout breeding seasons, the male may obtain the same rut, in some cases, ruts can be held by more than one individual, some possibilities for this include high population density and less rut space, or more suitable habitats which can be shared.",
    "Mating system-Parental care": "After the females are impregnated the gestation period lasts up to 245 days and usually birth one fawn as twins can be quite rare. The females can conceive when they are 16 months, whereas the males can successfully breed at 16 months, but most do not breed until they are 48 months. The females can become very cagy just before they give birth to their fawn and find secluded areas such as a bush or cave, sometimes females will give birth near the herd. As soon as the female gives birth, the female will then lick the fawn to clean it, this helps initiate the maternal bond between the two, females are the only sex that provides parental investment; males do not participate in rearing the fawn.After the birth of the fawn occurs, the females do not return to the herd for at least 10 days and for most of the days the mother is separated from the fawn, returning only to feed the fawn. The nursing period lasts about 4 months and happens every 4 hours each day. Rumination is a critical part of development in the fawn’ life, and this develops about 2 to 3 weeks into the fawns life. Females initiate the weaning periods for the fawn which lasts about 20 days; 3 to 4 weeks late the fawn will start to follow its mother, and they will finally rejoin the herd together. The mother frequently licks the fawn's anal area to stimulate suckling, urination, and defecation which is a critical part of the development of the fawn. Weaning is completed at around 7 months and at around 12 months the fawn is independent, after the 135 days of reproduction, the rut comes to an end which can be characterized by the changes in group size and behaviour.",
    "Mating system-Contests and weaponry": "Since fallow deer are polygynous species that congregate once every year, males must fight to obtain access to estrous females. The relationship between antler size and body condition can be treated as indicators to reflect body condition within a given year. These secondary sexual characteristics can have dual functions which include the attractiveness of males which females can ultimately choose, and fighting ability of the male. It was found that males with larger antlers had higher mating success, where asymmetrical antlers did not. When males develop their antlers, there are always trade-offs between reproduction and survival which can shape the decision in an individual's choice. Genetic variations exist within fallow deer populations with variable antler growth, males that exhibited faster-growing antlers early in life are able to grow longer antlers without any significant cost, this shows that there is, in fact, phenotypic variation among fallow deer populations.Aggressive behaviour is often observed when individuals are seeking out mates, scarce resources, and even territories. Species that compete using their weapons usually engage when there is a mutual agreement, but if there are any noticeable asymmetries such as a broken or lost weapon this may alter the behaviour of an individual to engage in a fight.  Likelihood and severity of antler damage were looked at in fallow deer, to test whether antler damage was associated with contest tactics and duration; and if there was an association with the tendency for individuals to engage in fighting. Individuals with undamaged antlers were more likely to attack using high-risk tactics which included jumping clashing, or backward pushing behaviour, this was exhibited by both contestants; dominant males were more likely to have damaged antlers. Dominance ranks exist within fallow deer populations which can be linked to aggression level and body size, when competing for a male, however, how ranks are obtained is not studied extensively.",
    "Mating system-Endurance rivalry": "Male fallow deer are highly competitive during the rutting season; successful mating depends mainly on body size and dominance rank. Many factors can determine the seasonal reproductive success of an individual male fallow deer; these factors include body size which can affect reproduction and survival. The amount of time spent in a lek can be an important factor in determining male reproductive success; energy can play an important role for the duration of competitive leks. Among ungulates, fallow deer exhibit one of the most outstanding examples of sexual dimorphism, as males are much larger than females. For sexual selection to lead to the evolution of sexual dimorphism, where males are bigger than females, there must be advantages: (1) advantages during combat, (2) endurance rivalry advantage, (3) female preference for larger males, and (4) advantages during sperm competition. Sexual selection has chosen bigger males over an evolutionary time scale and conferred advantages during competition of mates by a variety of mechanisms which intrasexual competition, access to females, and resource accessibility which effects female attractiveness.Body size is important during male-male agonistic interactions and endurance rivalry, while females tend to have a preference for larger males. Dominance rank is a good indicator of body size and body mass, however, age was not an important factor. In a study done by McElligott et al. (2001), it was found that mating success was related to body size, pre-rut and rut rank. Similarly, in another study, researchers found that age, weight, and display effort were all significant factors in determining mating success; in both studies, mating success was measured by the frequency of copulations. Which means that a variety of factors in different fallow deer populations can affect the overall energy allocation which will ultimately affect mating success. Maternal investment early in life can be critical to the development of body size since it can be quite variable at that stage depending on resources and habitat type. Mature male body size can be a better indicator of overall male quality rather than body mass since body mass depends on a variety of resources each year and is not a static trait, body mass can be a complex trait to measure.",
    "Name": "The name fallow is derived from the deer's pale brown color. The Latin word dāma or damma, used for roe deer, gazelles, and antelopes, lies at the root of the modern scientific name, as well as the German Damhirsch, French daim, Dutch damhert, and Italian daino. In Croatian and Serbian, the name for the fallow deer is jelen lopatar (\"shovel deer\"), due to the form of its antlers. The Hebrew name of the fallow deer, yachmur (יחמור), comes from the Aramaic language, where chamra (חמרא) means \"red\" or \"brown\".",
    "See also": "Deer of Great Britain",
    "References": "",
    "Further reading": "FAO ANIMAL PRODUCTION AND HEALTH PAPER 27. (1982). Deer farming guidelines on practical aspects. ISBN 92-5-101137-0. Retrieved on 4 January 2008.\nClutton-Brock, J. (1978). A Natural History of Domesticated Animals. London, British Museum.\nLyneborg, L. (1971). Mammals [of Europe]. ISBN 0-7137-0548-5.\nLevel 1 DSC Training Manual. https://web.archive.org/web/20090212222910/http://www.eskdalewildlife.com/training.html\nValerius Geist (1998). Deer of the World: Their Evolution, Behaviour, and Ecology. Stackpole Books. ISBN 978-0-8117-0496-0.",
    "External links": "Fallow deer in New Zealand\nKentucky Lake Barkley wildlife viewing\nFallow Deer Fighting"
  }
}