{
  "url": "https://en.wikipedia.org/wiki/Funambulus_pennantii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Rodentia"
    },
    {
      "Family": "Sciuridae"
    },
    {
      "Genus": "Funambulus"
    },
    {
      "Subgenus": "PrasadsciurusMoore & Tate, 1965[3]"
    },
    {
      "Species": "F. pennantii"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern palm squirrel (Funambulus pennantii) also called the five-striped palm squirrel is a species of rodent in the family Sciuridae. Some authorities recognise two subspecies, F. p. pennantii and F. p. argentescens. It is a semi-arboreal species found in tropical and subtropical dry deciduous forest and many other rural and urban habitats. It is a common species with a wide range and the International Union for Conservation of Nature has rated its conservation status as being of  \"least concern\".",
    "Distribution": "It is found in the Andaman Islands, Nicobar Islands (where it is introduced), India, Nepal, Bangladesh, Pakistan and Iran. In India, it is fairly common in urban areas, even in large cities such as Delhi and Kolkata. Two subspecies, Funambulus pennantii argentescens and Funambulus pennantii lutescens, were suggested by Wroughton in addition to the nominate race; however, more recent workers do not make this distinction.\nThorington and Hoffman in Wilson and Reeder (2005) listed only two subspecies: F. p. pennantii and F. p. argentescens. However, Ghose et al. (2004) described two additional subspecies: F. p. chhattisgarhi (distribution: eastern part of Maharashtra, Madhya Pradesh, Orissa, West Bengal and Bihar) and F. p. gangutrianus (distribution: West Bengal, Madhya Pradesh, Uttar Pradesh and Nepal), but Talmale (2007) treated the Maharashtra populations as F. p. pennantii only due to the overlapping in measurements and colour variations observed in the specimens.It has also been introduced to Australia where it is found in Perth, Western Australia, establishing from zoo escapees, and a population recorded around Mosman, New South Wales and near Taronga Zoo that may have become extinct. The feral populace, known locally as the five-lined palm squirrel, ranges out to the suburbs surrounding the Perth Zoo and also inhabit the grounds. They give birth over a period from August to May and most intensively around the austral spring and autumn.In India, the southern boundary of the species' range is not clearly identified, and recent records suggest it may extend as far as Madanapalli. The southern boundary on the Western Ghats side clearly extends to localities including Dharwar and Mysore, in Karnataka.",
    "Habitat": "The northern palm squirrel is a very adaptable species. It occurs in tropical and subtropical dry deciduous forest, montane forests to altitudes of 4,000 m (13,123 ft),  scrublands, plantations, grasslands, arable land, rural gardens and urban areas.",
    "Status": "The northern palm squirrel is a common species throughout most of its wide range. It is an adaptable species and no particular threats have been identified, and the International Union for Conservation of Nature has rated its conservation status as being of  \"least concern\".\n\n\n== References =="
  }
}