{
  "url": "https://en.wikipedia.org/wiki/Gambian_pouch_rat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Rodentia"
    },
    {
      "Family": "Nesomyidae"
    },
    {
      "Genus": "Cricetomys"
    },
    {
      "Species": "C. gambianus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Gambian pouched rat (Cricetomys gambianus), also known as the African giant pouched rat, is a nocturnal pouched rat of the giant pouched rat genus Cricetomys, and is among the largest muroids in the world, growing up to about 0.9 metres (3 ft) long including their tail which makes up half their length.  It is widespread in Sub-Saharan Africa, ranging geographically from Senegal to Kenya and from Angola to Mozambique (although it is absent from much of the DR Congo, where Emin's pouched rat is present) and in altitude from sea level to 2,000 metres (6,600 ft).The animals are sometimes kept as pets, but some have escaped from captivity and become an invasive species in Florida. The CDC and FDA in the US now ban the importation of this species. It is also blamed for an outbreak of monkeypox.",
    "Characteristics": "The Gambian pouched rat has very poor eyesight and so depends on its senses of smell and hearing. Its name comes from the large, hamster-like pouches in its cheeks. It is not a true rat but is part of an African branch of muroid rodents. It typically weighs between 1 and 1.4 kilograms (2.2 and 3.1 lb). In its native Africa, the pouched rat lives in colonies of up to twenty, usually in forests and thickets, but also commonly in termite mounds. It is omnivorous, feeding on vegetables, insects, crabs, snails and other items, but apparently preferring palm fruits and palm kernels.\nUnlike domestic rats, it has cheek pouches like a hamster. These cheek pouches allow it to gather up several kilograms of nuts per night for storage underground. It has been known to stuff its pouches so full of date palm nuts so as to be hardly able to squeeze through the entrance of its burrow. The burrow consists of a long passage with side alleys and several chambers, one for sleeping and the others for storage. The Gambian pouched rat reaches sexual maturity at 5–7 months of age. It has up to four litters every nine months, with up to six offspring in each litter. Males are territorial and tend to be aggressive when they encounter one another.",
    "Invasive species": "Gambian pouched rats have become an invasive species on Grassy Key in the Florida Keys, after a private breeder allowed the animals to escape. This outsized African rodent is also believed to be responsible for the 2003 outbreak of monkeypox in the United States, after spreading it to prairie dogs which were purchased as pets. In 2003, the United States' CDC and FDA issued an order preventing the importation of the rodents following the first reported outbreak of monkeypox. Around 20 individuals were affected.",
    "Ability to detect land mines and tuberculosis by scent": "A Tanzanian social enterprise founded by two Belgians, APOPO, trains Gambian pouched rats to detect land mines and tuberculosis with their highly developed sense of smell. The trained pouched rats are called HeroRATS.  The rats are cheaper to train than mine-detecting dogs; a rat requires $7,300 for nine months of training, whereas a dog costs about $25,000 for training.Currently studies are being conducted in various countries about the best ways to train these rats, and determine their abilities and limits to detecting mines.",
    "See also": "APOPO\nGiant pouched rat",
    "References": "Novak, R.M. and Paradiso, J.L.; Walkers Mammals of the World, Vol II. Johns Hopkins University Press, Baltimore, 1991.\nPerry, N. D., et al. 2006. \"New invasive species in southern Florida: Gambian rat (Cricetomys gambianus)\". Journal of Mammalogy, 87:262-264.\nPeterson, A. T., et al. 2006. \"Native range ecology and invasive potential of Cricetomys in North America\". Journal of Mammalogy, 87:427-432.\n[1] - a story from National Geographic News regarding the use of giant pouched rats and bees to detect land mines in Africa",
    "External links": "\"Apopo\" mine clearance agency\nHero Rat"
  }
}