{
  "url": "https://en.wikipedia.org/wiki/Himalayan_porcupine",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Rodentia"
    },
    {
      "Family": "Hystricidae"
    },
    {
      "Genus": "Hystrix"
    },
    {
      "Species": "H. brachyura"
    }
  ],
  "text": {
    "__SUMMARY__": "The Malayan porcupine or Himalayan porcupine (Hystrix brachyura) is a species of rodent in the family Hystricidae. Three subspecies are extant in South and Southeast Asia.",
    "Geographical distribution": "The Malayan porcupine ranges from Nepal through north-east India (Arunachal Pradesh, Sikkim, West Bengal, Manipur, Mizoram, Meghalaya and Nagaland), to Bangladesh, central and southern China (Xizang, Hainan, Yunnan, Sichuan, Chongqing, Guizhou, Hunnan, Guangxi, Guangdong, Hong Kong, Fujian, Jianxi, Zhejiang, Shanghai, Jiangsu, Anhui, Henan, Hubei, Shaanxi, Gansu), throughout Myanmar, Thailand, Laos, Cambodia and Vietnam, through Peninsular Malaysia, to Singapore, Sumatra (Indonesia) and throughout Borneo (Indonesia, Malaysia, Sarawak and Brunei). It is also present on the island of Penang, Malaysia. It can be found from sea level to at least 1,300 m asl.",
    "Evolution": "This species and its close relatives are believed to have originated from southern Asia based on their current distribution. Their origin may lie from a common Late Pleistocene ancestor when Sumatra, Borneo, and Palawan were part of Sundaland.",
    "Habitat and ecology": "Malayan porcupines are terrestrial and usually to be found in small groups in various types of forest habitats, as well as open areas near forests: they may also stray into nearby agricultural areas. They often inhabit dens they have found near rocky areas or in the holes of trees or root systems. They may also dig out and live in burrows, from which a network of trails penetrate into surrounding habitat. They can be found in all forest types up to 1500 m altitude.Female porcupines have a gestation period of 110 days and a litter size of two or three. The species may give birth to two litters annually.",
    "Characteristics": "It is a large and stout-bodied rodent covered with quills which are sharp, rigid structures. The quills are modified hair. Those on their upper body parts are rough with black with white or yellow stripes. The young's soft quills become hard as they enter adulthood. They have short, stocky legs covered in brown hairs which have four claws on the front and five on the hind legs. Both front and hind legs have smooth soles. The head and body measurement are around 63-72.5 cm and the tail is about 6–11 cm. They weigh around 0.7 kg-2.4 kg.",
    "Diet": "They normally feed on roots, tubers, bark, and fallen fruits. They also eat carrion, insects, and large tropical seeds such as belonging to Chisocheton cumingianus.",
    "Behaviour": "H. brachyura forages at night and rests during the day. It may be found singly or in pairs. It can also swim and gnaw. The sow usually delivers a single pup at a time, but delivering two pups has also been recorded. The gestation period is about 90 to 112 days. Their maximum longevity is about 27 years.",
    "Conservation and economic importance": "IUCN has categorized this species as Least Concern. The quills of the Malayan porcupine are used for ornamental purposes. Porcupines are also hunted for meat.",
    "Gallery": "",
    "References": "",
    "Sources": "I Dahlan,AA Salam,BS Amin,A Osman. (1995). Preference and Intake of Feedstuff by Crested Porcupines(Hystrix Brachyura) in Captivity. Ann Zootech 44, 271.\nVaughan, T. A. (1985). Family Hystricidae. In T. A. Vaughan, Mammalogy Third Edition (pp. 266–267). Arizona: Saunders College Publishing."
  }
}