{
  "url": "https://en.wikipedia.org/wiki/Hippotragus_niger",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Bovidae"
    },
    {
      "Subfamily": "Hippotraginae"
    },
    {
      "Genus": "Hippotragus"
    },
    {
      "Species": "H. niger"
    }
  ],
  "text": {
    "__SUMMARY__": "The sable antelope (Hippotragus niger) is an antelope which inhabits wooded savanna in East and Southern Africa, from the south of Kenya to South Africa, with a separate population in Angola.",
    "Taxonomy": "The sable antelope shares the genus Hippotragus with the extinct bluebuck (H. leucophaeus) and the roan antelope (H. equinus), and is a member of the family Bovidae.In 1996, an analysis of mitochondrial DNA extracted from a mounted specimen of the bluebuck showed that it is outside the clade containing the roan and sable antelopes. The cladogram below shows the position of the sable antelope among its relatives, following the 1996 analysis:",
    "Subspecies": "Hipotragus niger has four subspecies:\n\nH. n. niger, the southern sable, common sable, or black sable (also known as the Matsetsi sable or South Zambian sable) is regarded as the 'typical' subspecies, as it was the first to be described and named in 1838. Often referred to as the black sable because it tends to have the darkest coat, this subspecies occurs south of the Zambezi River, particularly in northern Botswana and in large numbers in the Matsetsi Valley of Zimbabwe, but is also found in South Africa. In South Africa, most of the commercial sable farmers crossed their Matsetsi sables (indigenous to South Africa) with Zambian sables in the hope to move nearer to the nearly extinct giant sable (that was larger with bigger horns). Currently, only about 15% pure Matsetsi sables are thought to exist in South Africa. The Matsetsi sable population in Zimbabwe is only 450 (down from 24,000 in 1994). The sable population in South Africa is about 7,000 (commercial and in reserves). Therefore, the Matsetsi sable population apparently is less than 1,500 and declining. However, most of the sables in the reserves are pure Matsetsi sables. Anglo-American recently started a program of breeding pure Matsetsi sables commercially and keeping them pure.\nH. n. variani, the giant sable antelope or royal sable, is so named because the horns of both sexes are recognizably longer. It is found only in a few remaining localities in central Angola. It is classified as Critically Endangered on the IUCN Red List and is listed on Appendix I of CITES.\nH. n. kirkii, the Zambian sable or West Tanzanian sable (also known as the West Zambian sable), occurs in central Angola, western Zambia and Malawi and has the largest geographical range, which extends north of the Zambezi River through Zambia, eastern DRC and Malawi into southwestern Tanzania. It is classified as vulnerable.\nH. n. roosevelti, the eastern sable or Shimba sable, is the smallest of the four subspecies. It occurs in the coastal hinterlands of southern Kenya, particularly in the Shimba Hills National Reserve, and ranges through the region east of Tanzania's eastern escarpment and into northern Mozambique.",
    "Physical description": "The sable antelope is sexually dimorphic, with the male heavier and about one-fifth taller than the female. The head-and-body length is typically between 190 and 255 cm (75 and 100 in). Males reach about 117–140 cm (46–55 in) at the shoulder, while females are slightly shorter. Males typically weigh 235 kg (518 lb) and females 220 kg (490 lb). The tail is 40–75 cm (16–30 in) long, with a tuft at the end.The sable antelope has a compact and robust build, characterized by a thick neck and tough skin. It has a well-developed and often upright mane on its neck, as well as a short mane on the throat. Its general colouration is rich chestnut to black. Females and juveniles are chestnut to dark brown, while males begin darkening and turn black after three years. However, in southern populations, females have a brown to black coat. Calves less than two months old are a light tan and show faint markings. The underparts, cheek, and chin are all white, creating a great contrast with the dark back and flanks. Long, white hairs are present below the eyes, and a wide, black stripe runs over the nose.Both sexes have ringed horns which arch backward. In females, these can reach 61–102 cm (24–40 in), while in males they are 81–165 cm (32–65 in) long. The average lifespan of the sable antelope is 19 years in the wild and 22 years in captivity.",
    "Ecology and behavior": "Sable antelope live in savanna woodlands and grasslands during the dry season, where they eat mid-length grasses and leaves. They visit salt licks and have been known to chew bones to collect minerals. They are diurnal, but are less active during the heat of the day. They form herds of 10 to 30 females and calves led by a single male, called a bull. Males fight among themselves; they drop to their knees and use their horns.In each herd, the juvenile males are exiled from the herd around three years old. All of the female calves remain, however. When the herd gets too large, it divides into smaller groups of cows and their young. These groups form new herds, once again with only one adult bull.  The young males, which have been separated from the herd, associate in \"bachelor groups\" of up to 12 individuals. Among the bachelors, the most dominant is the first individual to join a new group of females when the position is open. Seldom, during their fights for dominance, they are able to inflict bodily harm to the contender.When sable antelopes are threatened by predators, including lions, they confront them, using their scimitar-shaped horns. Many of these big cats have died during such fights. The antelope's numbers have been reduced severely as part of regional tse-tse fly control programs.The grassland habitat of the sable is being reduced by habitat destruction for agricultural development. Antelope are important to their habitats as grazers and browsers. They are also important as prey for carnivores.",
    "Common names": "In English \"great sable antelope\", \"sable\" or the Swahili name mbarapi are sometimes used. An archaic term used in accounts of hunting expeditions in South Africa is \"potaquaine\"; the origin and exact application are unclear. Local names include swartwitpens (Afrikaans), kgama or phalafala (Sotho), mBarapi or palahala (Swahili), kukurugu, kwalat or kwalata (Tswana), ngwarati (Shona), iliza (Xhosa) and impalampala (Zulu).",
    "References": "",
    "External links": "Information by ITIS\nInformation by African Wildlife Foundation"
  }
}