{
  "url": "https://en.wikipedia.org/wiki/Indian_hog_deer",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Cervidae"
    },
    {
      "Subfamily": "Cervinae"
    },
    {
      "Genus": "Hyelaphus"
    },
    {
      "Species": "H. porcinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indian hog deer (Hyelaphus porcinus) is a small deer whose habitat ranges from Pakistan, through northern India, to mainland southeast Asia, which inhabits much of the Indo-Gangetic Plains of Pakistan, northern India, Nepal, Bangladesh, southwestern Yunnan Province in China, all the way to western Thailand. Introduced populations also exist in Australia and Sri Lanka.\nIt gets its name from the hog-like manner in which it runs through the forests with its head hung low so that it can duck under obstacles instead of leaping over them like most other deer. Cover is taken as soon as it is feasible. During flight, the tail is held erect, showing the white underside.",
    "Description": "A mature hog deer stag stands about 70 cm at the shoulder and weighs approximately 50 kg while hinds are much smaller, standing about 61 cm and weighing in the vicinity of 30 kg. They are very solidly built with a long body and relatively short legs and the line of the back slopes upward from the shoulders to a high rump. The ears are rounded; older animals tend to become light coloured in the face and neck.\n\nThe Indian Hog Deer's coat is quite thick and generally a uniform dark-brown in winter except for the underparts of the body and legs which are lighter in colour. During late spring, the change to a summer coat of rich reddish brown commences although this may vary between individuals. Many hog deer show a dark dorsal stripe extending from the head down the back of the neck and along the spine. In summer, there is usually a uniform row of light-coloured spots along either side of the dorsal stripe from the shoulders to the rump. The tail is fairly short and brown but tipped with white. The underside of the tail is white and the deer can fan the white hairs out in a distinctive alarm display.\nIndian hog deer have preorbital glands on the face just below the eyes and metatarsal glands located high on the side of the rear legs. Pedal glands are located between the cleaves or toes of the hind hooves.\nThe antler of a mature hog deer stag is typically three tined-brow tine with solid main beam terminating in inner and outer top tines. However, antlers with more points are not uncommon. The distinctive features of typical hog deer antlers are the acute angle between the brow tine and main beam and the fact that the inner tops tend to be short and angle back from the main beam and across towards the opposite antler.",
    "Behaviour": "This species of deer are gregarious only when conditions are favorable and do not form a \"unit\" at these times, fleeing in different directions rather than in a herd. When alarmed, hog deer make a whistling vocalization or a warning bark. Home ranges vary widely in size, but average about 0.70 km². Males are aggressive, and may become territorial at low population densities, marking the boundaries with glandular secretions. During the rut, males gather in open meadows, pawing the ground during antagonistic encounters. Harems are not created, with males courting and defending a single female at any given time. Unlike many other deer species, hog deer do not have a rutting call. Population densities may be as low as 0.1 animals per square kilometer in riverine valleys, rising to over 19 individuals per square kilometer in grassy flood plains.",
    "Predators": "Predators include tigers, leopards, dholes and sometimes the Burmese python, and the clouded leopard.",
    "Relatives": "There are two separate but similar island hog deer species: The Bawean deer (H. kuhlii) of Bawean Island in Indonesia, and the Calamian deer (H. calamianensis) of the Calamian Islands in the Philippines that inhabit moist or dry tropical deciduous forest environments. Unlike the best known western populations of the hog deer (A. porcinus), their fawns are not spotted at birth. However, the eastern populations (perhaps equalling the subspecies A. p. annamiticus) of the hog deer also have unspotted fawn. The two island hog deer may be remnants of a widespread population of hog deer that at one time were connected to the hog deer populations of mainland Southeast Asia and inhabited vast areas of the Sunda Shelf during times of lower ocean levels.\nTraditionally there have been two classified subspecies of hog deer: Indian hog deer (Hyelaphus porcinus porcinus) and the Indochinese hog deer (Hyelaphus porcinus annamiticus). However recent morphological studies indicate they are better off as two separate species.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}