{
  "url": "https://en.wikipedia.org/wiki/Japanese_macaque",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Primates"
    },
    {
      "Suborder": "Haplorhini"
    },
    {
      "Infraorder": "Simiiformes"
    },
    {
      "Family": "Cercopithecidae"
    },
    {
      "Genus": "Macaca"
    },
    {
      "Species": "M. fuscata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese macaque (; Macaca fuscata), also known as the snow monkey, is a terrestrial Old World monkey species that is native to Japan. They get their name \"snow monkey\" because they live in areas where snow covers the ground for months each year – no other nonhuman primate is more northern-living, nor lives in a colder climate. Individuals have brown-grey fur, red faces, and short tails. Two subspecies are known.In Japan, the species is known as  Nihonzaru (ニホンザル, a combination of Nihon 日本 \"Japan\" + saru 猿 \"monkey\") to distinguish it from other primates, but the Japanese macaque is very familiar in Japan, so when Japanese people simply say saru, they usually have in mind the Japanese macaque.",
    "Physical characteristics": "The Japanese macaque is sexually dimorphic. Males weigh on average 11.3 kg (25 lb), while females average 8.4 kg (19 lb). Macaques from colder areas tend to weigh more than ones from warmer areas. Male average height is 57.01 cm (22.44 in) and female average height is 52.28 cm (20.58 in). Their brain size is about 95 g (3.4 oz). Japanese macaques have short stumps for tails that average 92.51 mm (3.642 in) in males and 79.08 mm (3.113 in) in females. The macaque has a pinkish face and posterior. The rest of its body is covered in brown or greyish hair. The coat of the macaque is well-adapted to the cold and its thickness increases as temperatures decrease. The macaque can cope with temperatures as low as −20 °C (−4 °F).Macaques mostly move on all fours. They are semiterrestrial, with females spending more time in the trees and males spending more time on the ground. Macaques are known to leap. They are also great swimmers and have been reported to swim over half a kilometer.  Lifespan is at the high end of what is typical for macaques, up to 28 years for males, and up to 32 years for females.",
    "Behavior": "",
    "Behavior-Group structure": "Japanese macaques live in matrilineal societies, and females stay in their natal groups for life, while males move out before they are sexually mature. Macaque groups tend to contain a number of adults of both sexes. In addition, a Japanese macaque troop contains several matrilines. These matrilines may exist in a dominance hierarchy with all members of a specific group ranking over members of a lower-ranking group. Temporary all-male groups also exist, composed of those that have recently left their natal groups and are about to transfer to another group. However, many males spend ample time away from any group and may leave and join several groups.\n\nMales within a group have a dominance hierarchy, with one male having alpha status. The dominance status of male macaques usually changes when a former alpha male leaves or dies. Other ways in which status changes is when an alpha male loses his rank or when a troop splits, leaving a new alpha position open. The longer a male is in a troop, the higher his status is likely to be. Females also exist in a stable dominance hierarchy, and a female's rank depends on her mother. Younger females tend to rank higher than their older siblings. Higher-ranking matrilines have greater social cohesion. Strong relationships with dominant females can allow dominant males to retain their rank when they otherwise would not.Females maintain both social relationships and hygiene through grooming. Grooming occurs regardless of climate or season. Females which are matrilineally related groom each other more often than unrelated individuals. Females will also groom unrelated females to maintain group cohesion and social relationships between different kinships in a troop. Nevertheless, a female will only groom a limited number of other females, even if the group expands. Females will also groom males, usually for hygienic purposes, but it can serve to attract dominant males to the group. Mothers pass their grooming techniques to their offspring most probably through social rather than genetic means.",
    "Behavior-Mating and parenting": "A male and female macaque form a pair bond and mate, feed, rest, and travel together, and this typically lasts 16 days on average during the mating season. Females enter into consortships with an average of four males a season. Higher-ranking males have longer consortships than their subordinates. In addition, higher-ranking males try to disrupt consortships of lower-ranking males. Females attempt to mate with males of any rank. However, dominant males mate more as they are more successful in mate guarding. The female decides whether mating takes place. In addition, dominance does not mean a male will successfully mate with a female. Males may also temporarily join another troop during the mating season and mate with the females. Females also engage in same-sex mounting. Such behavior is likely because of hormones and females are mounted more often by other females than males. It has been proposed that female Japanese macaques for unknown reasons are generally bisexual, rather than preferentially homo- or heterosexual.During the mating season, the face and genitalia of males redden and the tail stands erect. In addition, females' faces and anogenital regions turn scarlet. Macaques copulate both on the ground and in the trees, and roughly one in three copulations leads to ejaculation. Macaques signal when they are ready to mate by looking backward over a shoulder, staying still, or walking backwards towards their potential partner. A female emits a \"smooth-late-high coo\", or \"squawk\", \"squeak\", or produce an atonal \"cackle\" during copulation. Males have no copulatory vocalizations.\n\nA macaque mother moves to the periphery of her troop to give birth in a secluded spot, unless the group is moving, when the female must stay with it. Macaques usually give birth on the ground. Infants are born with dark-brown hair. They consume their first solid food at five to six weeks old, and can forage independently from their mothers by seven weeks. A mother carries her infant on her belly for its first four weeks. After this time, the mother carries her infant on her back, as well. Infants continue to be carried past a year. A mother and her infant tend to avoid other troop members, and the mother may socialize again very slowly. However, alloparenting has been observed, usually by females which have not had infants of their own. Male care of infants occurs in some groups, but not in others; usually, older males protect, groom, and carry an infant as a female would.Infants have fully developed their locomotive abilities within three to four months. When an infant is seven months old, its mother discourages suckling; full weaning happens by its 18th month. In some populations, male infants tend to play in larger groups more often than females. However, female infants have more social interaction than their male counterparts. Males prefer to associate with other males around the same age when they are two years old. Female infants will associate with individuals of all ages and sexes.",
    "Behavior-Communication": "During feeding or moving, Japanese macaques often emit \"coos\". These most likely serve to keep the troop together and strengthen social relations between females. Macaques usually respond to coos with coos of their own. Coos are also uttered before grooming along with \"girney\" calls. Variants of the \"girney\" call are made in different contexts. This call also serves as appeasement between individuals in aggressive encounters. Macaques have alarm calls for alerting to danger, and other calls to signal estrus that sound similar to danger alerts. Threat calls are heard during aggressive encounters and are often uttered by supporters of those involved in antagonistic interactions. The individual being supported support the caller in the future.",
    "Behavior-Intelligence and culture": "The Japanese macaque is an intelligent species. Researchers studying this species at Koshima Island in Japan left sweet potatoes out on the beach for them to eat, then witnessed one female, named Imo (Japanese for yam or potato), washing the food off with river water rather than brushing it off as the others were doing, and later even dipping her clean food into salty sea water. After a while, others started to copy her behavior. This trait was then passed on from generation to generation, until eventually all except the oldest members of the troop were washing their food and even seasoning it in the sea. She was similarly the first observed balling up wheat with air pockets, throwing it into the water, and waiting for it to float back up before picking it up and eating it free from soil. An altered misaccount of this incident is the basis for the \"hundredth monkey\" effect.The macaque has other unusual behaviours, including bathing together in hot springs and rolling snowballs for fun. Also, in recent studies, the Japanese macaque has been found to develop different accents, like humans. Macaques in areas separated by only a few hundred miles can have very different pitches in their calls, their form of communication. The Japanese macaque has been involved in many studies concerning neuroscience and also is used in drug testing.",
    "Ecology": "The Japanese macaque is diurnal. In colder areas, from autumn to early winter, macaques feed in between different activities. In the winter, macaques have two to four feeding bouts each day with fewer daily activities. In the spring and summer, they have two or three bouts of feeding daily. In warmer areas such as Yakushima, daily activities are more varied. The typical day for a macaque is 20.9% inactive, 22.8% traveling, 23.5% feeding, 27.9% social grooming, 1.2% self-grooming, and 3.7% other activities. Macaques usually sleep in trees, but also sleep on the ground, as well as on or near rocks and fallen trees. During the winter, macaques huddle together for warmth in sleeping grounds. Macaques at Jigokudani Monkey Park are notable for visiting the hot springs in the winter to warm up.",
    "Ecology-Diet": "The Japanese macaque is omnivorous and eats a variety of foods. Over 213 species of plants are included on the macaque's diet. It also eats insects, bark, and soil. On Yakushima Island, fruit, mature leaves, and fallen seeds are primarily eaten. The macaque also eats fungi, ferns, invertebrates, and other parts of plants. In addition, on Yakushima, their diets vary seasonally with fruits being eaten in the summer and herbs being eaten in the winter. Further north, macaques mostly eat foods such as fruit and nuts to store fat for the winter, when food is scarce. On the northern island of Kinkazan, macaques mostly eat fallen seeds, herbs, young leaves, and fruits. When preferred food items are not available, macaques dig up underground plant parts (roots or rhizomes) or eat soil and fish.",
    "Distribution and habitat": "The Japanese macaque is the northernmost-living nonhuman primate. It is found on three of the four main Japanese islands: Honshu, Shikoku, and Kyushu. The northernmost populations live on the Shimokita Peninsula, the northernmost point of Honshu. Several of Japan’s smaller islands are also inhabited by macaques. The southernmost population living on Yakushima Island is a subspecies of the mainland macaques.  A study in 1989 estimated the total population of wild Japanese macaques to be 114,431 monkeys.The Japanese macaque lives in a variety of habitats. It inhabits subtropical forests in the southern part of its range and subarctic forests in mountainous areas in the northern part of its range. It can be found in both warm and cool forests, such as the deciduous forests of central and northern Japan and the broadleaf evergreen forests in the southwest of the islands. Warm temperate evergreen and broadleaf forests and the cool temperate deciduous broadleaf forests are the most important habitats for macaques.In 1972, a troop of about 150 Japanese macaques was relocated from Kyoto to a primate observatory in southwest Texas, United States. The observatory is an enclosed ranch-style environment and the macaques have been allowed to roam with minimal human interference.  At first, many perished in the unfamiliar habitat, which consists of arid brushland.  The macaques eventually adapted to the environment, learned to avoid predators (such as eagles, coyotes, and rattlesnakes), and learned to forage for mesquite beans, cactus fruits, and other foods.  The macaques flourished, and by 1995, the troop consisted of 500 to 600 individuals.  In 1996, hunters maimed or killed four escaped macaques; as a result, legal restrictions were publicly clarified and funds were raised to establish a new 186-acre (75 ha) sanctuary near Dilley, Texas.",
    "Relationship with humans": "Traditional manmade threats to macaques have been slash-and-burn agriculture, use of forest woods for construction and fuel, and hunting. These threats have declined due to social and economic changes in Japan since World War II, but other threats have emerged. The replacement of natural forest with lumber plantations is the most serious threat. As human prosperity has grown, macaques have lost their fear of humans and have increased their presence in both rural and urban areas, with one macaque recorded living in central Tokyo for several months.",
    "Relationship with humans-Cultural depictions": "The Japanese macaque (snow monkey) has featured prominently in the religion, folklore, and art of Japan, as well as in proverbs and idiomatic expressions in the Japanese language.  In Shinto belief, mythical beasts known as raijū sometimes appeared as monkeys and kept Raijin, the god of lightning, company.  The \"three wise monkeys\", which warn people to \"see no evil, hear no evil, and speak no evil\", are carved in relief over the door of the famous Tōshō-gū shrine in Nikkō.  The Japanese macaque is a feature of several fairy tales, such as the tale of Momotarō and the fable about The Crab and the Monkey.  As the monkey is part of the Chinese zodiac, which has been used for centuries in Japan, the creature was sometimes portrayed in paintings of the Edo period as a tangible metaphor for a particular year.  The 19th-century artist and samurai Watanabe Kazan created a painting of a macaque. During the Edo period, numerous clasps for kimono or tobacco pouches (collectively called netsuke) were carved in the shape of macaques.Spoken references to macaques abound in the history of Japan.  Before his rise to power, the famed samurai Toyotomi Hideyoshi was compared to a monkey in appearance and nicknamed Kozaru (\"Little Monkey\") by his lord and master, Oda Nobunaga. This was a humorous jibe at first, but was later used pejoratively by Hideyoshi's rivals.  In modern Japanese culture, because monkeys are considered to indulge their libido openly and frequently (much the same way as rabbits are thought to in some Western cultures), a man who is preoccupied with sex might be compared to or metaphorically referred to as a monkey, as might a romantically involved couple who are exceptionally amorous.",
    "References": "",
    "Further reading": "Fooden, Jack (1967). \"Macaca fuscata (Blyth, 1875): proposed conservation as the name for the Japanese macaque (Mammalia)\". The Bulletin of Zoological Nomenclature. 24 (4): 250–251.",
    "External links": "SNOW MONKEY RESORTS OFFICIAL SITE\nJigokudani Yaen-Koen Info Page\nAcaPixus images of Japanese macaque\nPrimate Info Net Macaca fuscata Factsheet\nHuman Factors & activities around Jigokudani-Shigakogen Forest Park"
  }
}