{
  "url": "https://en.wikipedia.org/wiki/Macaca_arctoides",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Primates"
    },
    {
      "Suborder": "Haplorhini"
    },
    {
      "Infraorder": "Simiiformes"
    },
    {
      "Family": "Cercopithecidae"
    },
    {
      "Genus": "Macaca"
    },
    {
      "Species": "M. arctoides"
    }
  ],
  "text": {
    "__SUMMARY__": "The stump-tailed macaque (Macaca arctoides), also called the bear macaque, is a species of macaque found in South Asia. In India, it is found in south of the Brahmaputra River, in the northeastern part of the country.   Its range in India extends from Assam and Meghalaya to eastern Arunachal Pradesh, Nagaland, Manipur, Mizoram and Tripura.It is primarily frugivorous, but eats many types of vegetation, such as seeds, leaves and roots, but also hunts freshwater crabs, frogs, bird eggs and insects.",
    "Physical characteristics": "The stump-tailed macaque has long, thick, dark brown fur covering its body, but its face and its short tail, which measures between 32 and 69 mm (1.3–2.7 in), are hairless. Infants are born white and darken as they mature. As they age, their bright pink or red faces darken to brown or nearly black and lose most of their hair. Males are larger than females, measuring 51.7–65 cm long and weighing 9.7–10.2 kg, while females measure 48.5–58.5 cm and weigh 7.5–9.1 kg. Males' canine teeth, which are important for establishing dominance within social groups, are more elongated than those of the females. Like all macaques, this species has cheek pouches to store food for short periods of time.",
    "Habitat": "This Old World monkey travels quadrupedally, usually on the ground, as it is not very agile in trees. It is generally found in subtropical and tropical broadleaf evergreen forests, in different elevations depending on the amount of rainfall in the area. It depends on rainforests for food and shelter, and is not found in dry forests except where it ranges in the Himalayan region of India, only spending time in secondary forests if it is bordering primary tropical forests. With its thick fur, the stump-tailed macaque can live in cold climates, up to 4,000 meters. It is distributed from northeastern India and southern China into the northwest tip of West Malaysia on the Malay Peninsula. It is also found in Burma, Thailand, Laos, Cambodia and Vietnam. It is possibly extinct from Bangladesh.A study population was introduced to Tanaxpillo, an uninhabited island in Lake Catemaco, Veracruz, Mexico in 1974, where it ranges in seminatural conditions. Most information on the species comes from the introduced population on Tanaxpillo and other captive settings, as few long-term studies have been conducted on the stump-tailed macaque in the wild.",
    "Reproduction": "A study population of female stump-tailed macaques was found to have increased levels of steroid sex hormones, specifically 17β-estradiol and progesterone levels. 17β-estradiol levels were significantly greater during summer and fall and progesterone levels were significantly greater during summer, fall and winter. This explains that stump-tailed macaques have two mating seasons per year: one in summer (July–August) and one in fall (November). This is supported by the distribution of birth frequency in stump-tailed macaques.",
    "See also": "Britches – an infant stump-tailed macaque used in sight-deprivation experiments, which was stolen from the laboratory by the Animal Liberation Front.\nList of endangered and protected species of China\n\n\n== References =="
  }
}