{
  "url": "https://en.wikipedia.org/wiki/Macaca_cyclopis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Primates"
    },
    {
      "Suborder": "Haplorhini"
    },
    {
      "Infraorder": "Simiiformes"
    },
    {
      "Family": "Cercopithecidae"
    },
    {
      "Genus": "Macaca"
    },
    {
      "Species": "M. cyclopis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Formosan rock macaque (Macaca cyclopis), Formosan rock monkey, or Taiwanese macaque, is a macaque endemic to the island of Taiwan, which has also been introduced to Japan. Besides humans, Formosan rock macaques are the only native primates living in Taiwan.",
    "Physical characteristics": "Rock macaques measure 50–60 cm and weigh 5–12 kg, generally females are smaller.  Their tails are moderately long and measure 26–45 cm.  This macaque is brown or gray in color.  Like all other macaques, it has specialized pouch-like cheeks, allowing it to temporarily hoard its food. The gathered morsels are eaten sometime later, in safe surroundings.",
    "Life and behavior": "Among the 22 species of the genus Macaca that are found in southern and eastern Asia as well as northwestern Africa, the Formosan macaque is endemic to the island of Taiwan (area: 36,000 km2).\nFormosan rock macaques live in mixed coniferous-hardwood temperate forest, as well as bamboo and grassland at 100-3600m (328-11,812 ft). The social structure of macaques is generally characterized as often occurring as a large stable multimale-multifemale troop. Formosan macaque is considered to be female-bonded which is similar to other species in the genus Macaca. Based on the study of Hsu and Lin, the average overall sex ratio was approximately 1:1, and the average adult sex ratio was close to 0.53.  Solitary adult males accounted for 5% of the entire population, and they were seen interacting with social troops especially during mating season.\nRock macaques are diurnal, arboreal, and terrestrial. More often they stay in trees and less so on the ground. They rest in forest and forage in grassland.  Their diet consists of fruits, tender leaves, buds, grass stems, insects, snails, and bird eggs.",
    "Reproduction": "The Formosan rock macaque gives birth to a single offspring. During estrus, the perineum of the female swells at the base of the tail, and there is also swelling along the thighs.  Their mating season is from October to January.  Gestation may last about five and a half months.  Females give birth to babies between spring and summer. Females are entirely responsible for nursing.  Youngsters are carried in mother's arms for 2–3 months.  Not until one year old, will youngsters be fully separated from their parents carrying.",
    "Conservation": "Formosan rock macaques are hunted for their meat and for the damage they allegedly do to crops.  They are also hunted for the purpose of exports for medical experimental use. In Taiwan, there is a strong culture of feeding macaques (in parks, along roadsides), particularly on the west coast, which increases their interaction and incidents with humans. Recent efforts by the government have tried to stop this behaviour, with mixed results.",
    "References": "",
    "External links": "ARKive - images and movies of the Formosan rock macaque (Macaca cyclopis)\nPrimate Behaviour (November, 2006) \nAnimal Diversity Web (November, 2006) \nHsu, M.J. and Lin, J. (2001) Troop Size and Structure in Free-ranging Formosan Macaques (Macaca cyclopis) at Mt. Longevity, Taiwan. Zoological Studies, 40 (1): 49 - 60.\nFormosan macaque revival raises ecological questions – Taiwan Journal, Jan 06, 2004 (November, 2006) \n台灣獼猴 (in Chinese)"
  }
}