{
  "url": "https://en.wikipedia.org/wiki/Mouflon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Bovidae"
    },
    {
      "Subfamily": "Caprinae"
    },
    {
      "Genus": "Ovis"
    },
    {
      "Species": "O. orientalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The mouflon (Ovis orientalis orientalis group) is a subspecies group of the wild sheep (Ovis orientalis). Populations of O. orientalis can be partitioned into the mouflons (orientalis group) and the urials (vignei group). The mouflon is thought to be the ancestor for all modern domestic sheep breeds.",
    "Etymology": "The wild sheep of Corsica were locally called mufro (male) and mufra (female).  The French naturalist Buffon (1707–1788) rendered this in French as moufflon.",
    "Description": "Mouflon sheep have reddish to dark brown, short-haired coats with dark back stripes and black ventral areas and light-colored saddle patches. The males are horned; some females are horned, while others are polled.  The horns of mature rams are curved in almost one full revolution (up to 85 cm). Mouflon have shoulder heights around 0.9 m and body weights of 50 kg (males) and 35 kg (females).",
    "Range": "Today, mouflon inhabit the Caucasus, Anatolia, northern and eastern Iraq, and most parts of Iran and Armenia.  The range originally stretched further to the  Crimean peninsula and the Balkans, where they had already disappeared 3,000 years ago and came back to Bulgaria. Mouflon were introduced to the islands of Corsica, Sardinia, Rhodes, and Cyprus during the neolithic period, perhaps as feral domesticated animals, where they have naturalized in the mountainous interiors of these islands over the past few thousand years, giving rise to the subspecies known as European mouflon (O. orientalis musimon).\nOn the island of Cyprus, the mouflon or agrino became a different and endemic subspecies known as the Cyprus mouflon (Ovis gmelini ophion). The Cyprus mouflon population contains only about 3,000 animals. They are now rare on the islands, but are classified as feral animals by the IUCN. They were later successfully introduced into continental Europe, including Portugal, Spain, France, Germany, central Italy, Switzerland, Austria, the Netherlands, Belgium, the Czech Republic, Poland, Slovakia, Slovenia, Hungary, Bulgaria, Romania, the Canary Islands, and even some northern European countries such as Denmark, Sweden and Finland.\nA small colony exists in the remote Kerguelen Islands in the southern Indian Ocean, and on the Veliki Brijun Island in the  Brijuni Archipelago of the Istrian Peninsula in Croatia. In South America, mouflon have been introduced into central Chile and Argentina. Since the 1980s, they have also been successfully introduced to game ranches in North America for the purpose of hunting; however, on game ranches, purebreds are rare, as mouflon interbreed with domestic sheep and bighorn sheep. Mouflon have been introduced  as game animals into Spieden Island in Washington state, and into the Hawaiian islands of Lanai and Hawaii where they have become a problematic invasive species. A small population escaped from an animal enclosure owned by Thomas Watson, Jr. on the island of North Haven, Maine, in the 1990s and still survives there.\nTheir normal habitats are steep mountainous woods near tree lines. In winter, they migrate to lower altitudes.",
    "Subspecies": "The scientific classification of the mouflon is disputed. Five subspecies of mouflon are distinguished by MSW3:\nArmenian mouflon (Armenian red sheep), Ovis orientalis gmelini (Blyth, 1851), northwestern Iran, Armenia, and Azerbaijan. It has been introduced in Texas, US.\nEuropean mouflon, O. o. musimon (Pallas, 1811) was introduced about 7,000 years ago in Corsica and Sardinia for the first time. It has since been introduced in many parts of Europe.\nCyprus mouflon, Ovis gmelini ophion (Blyth, 1841), also called agrino (from the Greek Αγρινό), was nearly extirpated during the 20th century. In 1997, about 1,200 of this subspecies were counted. The television show Born to Explore with Richard Wiese reported 3,000 are now on Cyprus.\nEsfahan mouflon, O. o. isphahanica (Nasonov, 1910), is from the Zagros Mountains, Iran.\nLaristan mouflon, O. o. laristanica (Nasonov, 1909), is a small subspecies; its range is restricted to some desert reserves near Lar in southern Iran.The eastern and the European mouflon often appear in scientific literature as separate species, Ovis musimon and Ovis orientalis.  The mouflons are also sometimes treated as a subspecies of the domestic sheep, Ovis aries, named with the same subspecific epithet as above: O. a. musimon, O. a. ophion, etc.",
    "Relation to other sheep": "Based on comparison of mitochondrial cytochrome b gene sequences, three groups of sheep (Ovis) have been identified: Pachyceriforms of Siberia (snow sheep) and North America (bighorn and Dall sheep), Argaliforms (argali) of Central Asia, and Moufloniforms (urial, mouflon, and domestic sheep) of Eurasia.  However, a comparison of the mitochondrial DNA control region (CR) found that two subspecies of urial, Ovis vignei (or orientalis) arkal and O. v./o. bochariensis, grouped with two different clades of argali (Ovis ammon).The ancestral sheep is presumed to have had 60 chromosomes, as in goats (Capra).  Mouflon and domestic sheep have 54 chromosomes, with three pairs (1+3, 2+8, 5+11) of ancestral acrocentric chromosomes joined to form bi-armed chromosomes.  This is in contrast to the argali and urial, which have 56 and 58 chromosomes respectively.  If the urial is as closely related to the mouflons as mitochondrial DNA indicates, then two chromosomes would need to have split during its evolution away from the mouflon (sub)species.",
    "Taxonomy": "In the Systema Naturæ, Linnaeus and Gmelin treated the mouflon and argali as one species. Von Schreiber used the combination Ovis aries musimon as early as 1782.  In 1792, Robert Kerr listed the \"Corsican argali\" as a separate variety of argali (Ovis Ammon europaea), writing\n\nI have introduced this variety on the authority of Mr Pennant, who distinguishes between the Argali of Corsica and the Siberian, though the difference seems chiefly in colour; one specimen brought from that island by the famous Paoli, differed from the above in colour, having a large white spot on the front of the neck, and being black on the shoulders. In Corsica this animal is named Mufro.\nPallas, grouping goats and sheep together into a single genus Aegoceros, distinguished the mouflon from the argali at species level in 1811 (Ae. musimon and Ae. argali respectively).  In 1840 Blyth proposed that the Armenian and Cypriot sheep were also separate species, which he named Ovis Gmelinii (after \"the younger Gmelin\") and O. Ophion (from a name recorded by Pliny).\nCurrent taxonomy in some sources such as MSW and ITIS treats the mouflons and urials as subspecies of the domestic sheep, Ovis aries Linn. 1758.  However ICZN Opinion 2027 conserves the name of the wild species Ovis orientalis S. G. Gmelin 1774 in the case where the wild and domestic varieties are considered conspecific.",
    "Reproduction": "Mouflon rams have a strict dominance hierarchy. Before mating season or \"rut\", which is from late autumn to early winter, rams try to create a dominance hierarchy to determine access to ewes (female mouflon) for mating. Mouflon rams fight one another to obtain dominance and win an opportunity to mate with females. Mouflons reach sexual maturity at the age of 2 to 4 years. Young rams need to obtain dominance before they get a chance to mate, which takes another 3 years for them to start mating. Mouflon ewes also go through a similar hierarchy process in terms of social status in the first 2 years, but can breed even at low status. Pregnancy in females lasts 5 months, in which they produce 1 to 2 offspring.\nA mouflon was cloned successfully in early 2001 and lived at least seven months, making it the first clone of an endangered mammal to survive beyond infancy. This demonstrated that a common species (in this case, a domestic sheep) can successfully become a surrogate for the birth of an exotic animal such as the mouflon. If cloning of the mouflon can proceed successfully, it has the potential to reduce strain on the number of living specimens.",
    "Mouflon in culture": "The mouflon were mentioned to be on Lincoln Island in Jules Verne's The Mysterious Island.\nThe mouflon is featured on the symbol of Cyprus Airways, as well as on the 1-, 2-, and 5-cent Cypriot euro coins.\nThe mouflon is featured both on the symbol and as the nickname of the Cyprus national rugby union team.\nThe mouflon is featured on the historical flag of the Armenian kingdom of Syunik, as well as on the tombstones.\nThe similarity of the mouflon to domestic sheep, combined with its threatened status, has made it a subject of interest, both scientific and popular, in the use of biotechnology in species preservation.",
    "See also": "Castlemilk Moorit",
    "References": "",
    "Further reading": "V. G. Heptner: Mammals of the Sowjetunion Vol. I Ungulates. Leiden, New York, 1989. ISBN 90-04-08874-1.",
    "External links": "Developing New Strategies to Manage Mouflon (Ovis gmelini musimon) in Hawaii \nSheep and mouflon: Like goats, converting native ecosystems to weeds and dust (Hawaii)\nBarbary sheep in Sahara\nDescription (in Latin) by Pallas p. 230 in Zoolgraphia Rosso-Asiatica (1841).\nPliny the Elder, The Natural History, transl. John Bostock & Henry T. Riley, 1855. \"The different shapes of sheep; the musmon\".[3]  \"Remedies against the poison of serpents\", with ophion highlighted.[4] \"Peculiarities relative to certain animals\".[5]\nBuffon (1763), Histoire naturelle, générale et particulière, avec la description du Cabinet du roy (in French)t. 11, p. 352"
  }
}