{
  "url": "https://en.wikipedia.org/wiki/Mountain_hare",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Lagomorpha"
    },
    {
      "Family": "Leporidae"
    },
    {
      "Genus": "Lepus"
    },
    {
      "Species": "L. timidus"
    }
  ],
  "text": {
    "__SUMMARY__": "The mountain hare (Lepus timidus), also known as blue hare, tundra hare, variable hare, white hare, snow hare, alpine hare, and Irish hare, is a Palearctic hare that is largely adapted to polar and mountainous habitats.",
    "Distribution": "This species is distributed from Fennoscandia to eastern Siberia; in addition there are isolated mountain populations in the Alps, Ireland, Scotland, the Baltics, northeastern Poland and Hokkaidō. The mountain hare has also been introduced to Iceland, Shetland, Orkney, the Isle of Man, the Peak District, Svalbard, Kerguelen Islands, Crozet Islands, and the Faroe Islands. In the Alps, the mountain hare lives at elevations from 700 to 3800 m, depending on biographic region and season.",
    "Description": "The mountain hare is a large species, though it is slightly smaller than the European hare. It grows to a length of 45–65 cm (18–26 in), with a tail of 4–8 cm (1.6–3.1 in), and a mass of 2–5.3 kg (4.4–11.7 lb), females being slightly heavier than males. They can live for up to 12 years. In summer, for all populations of mountain hares, the coat is various shades of brown. In preparation for winter most populations moult into a white (or largely white) pelage. The tail remains completely white all year round, distinguishing the mountain hare from the European hare (Lepus europaeus), which has a black upper side to the tail. The subspecies Lepus timidus hibernicus (the Irish mountain hare) stays brown all year and individuals rarely develop a white coat. The Irish hare may also have a \"golden\" variation, particularly those found on Rathlin Island.",
    "Behaviour": "Studies have shown that the diet of the mountain hare varies from region to region. It seems to be somewhat dependent on the particular habitat that the population under study lives in. For example, in northern Scandinavia where snow may blanket the ground for many months, the hares may graze on twigs and bark. In areas where snowfall is rare, such as Ireland, grass may form the bulk of the diet. Given a choice, mountain hares in Scotland and Ireland seem to prefer feeding on grasses. One study looking at mountain hares on a coastal grassland environment in Ireland found that grasses constituted over 90% of the diet. This was higher than the percentage of grass in the diet of the European rabbit (Oryctolagus cuniculus) that inhabited the same environment. The mountain hare is regionally the favourite prey of the golden eagle and may additionally be preyed on by Eurasian eagle-owls and red foxes. Stoats may prey on young hares.In northern parts of Finland, Norway and Sweden, the mountain hare and the European hare compete for habitat. The European hare, being larger, is usually able to drive away the mountain hare but is less adapted for living in snowy regions: its feet are smaller and its winter fur is a mixture of white and brown. While this winter fur is actually a very good camouflage in the coastal regions of Finland where the snow covers the shrubs but for a short time, the mountain hare is better adapted for the snowier conditions of the inland areas. The two may occasionally cross. \nThe Arctic hare (Lepus arcticus) was once considered a subspecies of the mountain hare, but it is now regarded as a separate species. Similarly, some scientists believe that the Irish hare should be regarded as a separate species. Fifteen subspecies are currently recognised.",
    "Human impact": "In the European Alps the mountain hare lives at elevations from 700 to 3800 m, depending on biographic region and season. The development of alpine winter tourism has  increased rapidly since the last few decades of the 20th century, resulting in expansion of ski resorts, growing visitor numbers, and a huge increase in all forms of snow sport activities. A 2013 study looking at stress events and the response of mountain hares to disturbance concluded that those hares living in areas of high winter recreational activities showed changes in physiology and behaviour that demanded additional energy input at a time when access to food resources is restricted by snow. It recommended ensuring that forests inhabited by mountain hares were kept free of tourist development, and that new skiing areas should be avoided in mountain hare habitat, and that existing sites should not be expanded.In August 2016, the Scottish animal welfare charity OneKind launched a campaign on behalf of the mountain hare, as a way of raising awareness of mountain hare culls taking place across the country and in garnering public support for the issue. Mountain hares are routinely shot in the Scottish Highlands both as part of paid hunting \"tours\" and by gamekeepers managing red grouse populations (who believe that mountain hares can be vectors of diseases which affect the birds). Much of this activity is secretive  but investigations have revealed that tens of thousands of hares are being culled every year. The campaign, which urges people to proclaim that \"We Care For The Mountain Hare\", will culminate with the charity urging the Scottish government to legislate against commercial hunting and culling of the iconic Scottish species. The campaign has revealed widespread public support for a ban on hare hunting in Scotland.",
    "External links": "Irish Hare Initiative\n\n\n== References =="
  }
}