{
  "url": "https://en.wikipedia.org/wiki/Mule_deer",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Cervidae"
    },
    {
      "Subfamily": "Capreolinae"
    },
    {
      "Genus": "Odocoileus"
    },
    {
      "Species": "O. hemionus"
    }
  ],
  "text": {
    "__SUMMARY__": "The mule deer (Odocoileus hemionus) is a deer indigenous to western North America; it is named for its ears, which are large like those of the mule. The several subspecies include the black-tailed deer.Unlike the related white-tailed deer (Odocoileus virginianus), which is found through most of North America east of the Rocky Mountains and in the valleys of the Rocky Mountains from Idaho and Wyoming northward, mule deer are only found on the western Great Plains, in the Rocky Mountains, in the United States southwest, and on the West Coast of North America. Mule deer have also been introduced to Argentina and Kauai, Hawaii.",
    "Description": "The most noticeable differences between white-tailed and mule deer are the size of their ears, the color of their tails, and the configuration of their antlers. In many cases, body size is also a key difference. The mule deer's tail is black-tipped, whereas the whitetail's is not. Mule deer antlers are bifurcated; they \"fork\" as they grow, rather than branching from a single main beam, as is the case with white-tails.\nEach spring, a buck's antlers start to regrow almost immediately after the old antlers are shed. Shedding typically takes place in mid-February, with variations occurring by locale.\nAlthough capable of running, mule deer are often seen stotting (also called pronking), with all four feet coming down together.\nThe mule deer is the larger of the two Odocoileus species on average, with a height of 80–106 cm (31–42 in) at the shoulders and a nose-to-tail length ranging from 1.2 to 2.1 m (3.9 to 6.9 ft). Of this, the tail may comprise 11.6 to 23 cm (4.6 to 9.1 in). Adult bucks normally weigh 55–150 kg (121–331 lb), averaging around 92 kg (203 lb), although trophy specimens may weigh up to 210 kg (460 lb). Does (female deer) are rather smaller and typically weigh from 43 to 90 kg (95 to 198 lb), with an average of around 68 kg (150 lb).Unlike the whitetail, the mule deer does not generally show marked size variation across its range, although environmental conditions can cause considerable weight fluctuations in any given population. An exception to this is the subspecies the Sitka deer (O. h. sitkensis). This race is markedly smaller than other mule deer, with an average weight of 54.5 kg (120 lb) and 36 kg (79 lb) in males and females, respectively.",
    "Seasonal behaviors": "In addition to movements related to available shelter and food, the breeding cycle is important in understanding deer behavior. The \"rut\" or mating season usually begins in the fall as does go into estrus for a period of a few days and males become more aggressive, competing for mates. Does may mate with more than one buck and go back into estrus within a month if they did not become pregnant. The gestation period is about 190–200 days, with fawns born in the spring. The survival rate of the fawns during labor is about 50%. Fawns stay with their mothers during the summer and are weaned in the fall after about 60–75 days. Mule deer females usually give birth to two fawns, although if it is their first time having a fawn, they often have just one.A buck's antlers fall off during the winter, to grow again in preparation for the next season's rut. The annual cycle of antler growth is regulated by changes in the length of the day.  For a guide to identify the sex and age class of Rocky Mountain mule deer at various seasons see S1 File. For more information see the main article on deer.\nThe size of mule deer groups follows a marked seasonal pattern. Groups are smallest during fawning season (June and July in Saskatchewan and Alberta) and largest in early gestation (winter; February and March in Saskatchewan and Alberta).Besides humans, the three leading predators of mule deer are coyotes, wolves, and cougars. Bobcats, Canadian lynxes, wolverines, American black bears, and brown bears may prey upon adult deer, but most often only attack fawns or infirm specimens or eat the deer after it has died naturally. Bears and smaller-sized carnivores are typically opportunistic feeders, and pose little threat to a strong, healthy mule deer.",
    "Diet and foraging behaviors": "In 99 studies of mule deer diets, some 788 species of plants were eaten by mule deer, and their diets vary greatly depending on the season, geographic region, year, and elevation. The studies  gave these data for Rocky Mountain mule deer diets:\nThe diets of mule deer are very similar to those of whitetail deer in areas where they coexist. Mule deer are intermediate feeders rather than pure browsers or grazers; they predominantly browse, but also eat forb vegetation, small amounts of grass, and where available, tree or shrub fruits such as beans, pods, nuts (including acorns, and berries).Mule deer readily adapt to agricultural products and landscape plantings. In the Sierra Nevada range, mule deer depend on the lichen Bryoria fremontii as a winter food source.The most common plant species consumed by mule deer are:\n\nAmong trees and shrubs: Artemisia tridentata (big sagebrush), Cercocarpus ledifolius (curlleaf mountain mahogany), Cercocarpus montanus (true mountain mahogany), Cowania mexicana (Mexican cliffrose), Populus tremuloides (quaking aspen), Purshia tridentata (antelope bitterbrush), Quercus gambelii (Gambel oak), and Rhus trilobata (skunkbush sumac).\nAmong forbs: Achillea millefolium (western yarrow), Antennaria sp. (pussytoes), Artemisia frigida (fringed sagebrush), Artemisia ludoviciana (Louisiana sagewort), Aster spp., Astragalus sp. (milkvetch), Balsamorhiza sagittata (arrowleaf balsamroot), Cirsium sp. (thistle), Erigeron spp. (fleabane), Geranium sp., Lactuca serriola (prickly lettuce), Lupinus spp. (lupine), Medicago sativa (alfalfa), Penstemon spp., Phlox spp., Polygonum sp. (knotweed/smartweed), Potentilla spp. (cinquefoil), Taraxacum officinale (dandelion), Tragopogon dubius (western salsify), Trifolium sp. (clover), and Vicia americana (American vetch).\nAmong grasses and grasslike species: Agropyron, Elymus (wheatgrasses), Elytrigia, Pascopyrum sp. (wheatgrasses), Pseudoroegneria spicatum (bluebunch wheatgrass), Bromus tectorum (cheatgrass), Carex spp. (sedge), Festuca idahoensis (Idaho fescue), Poa fendleriana (muttongrass), Poa pratensis (Kentucky bluegrass), and other Poa spp. (bluegrass).Mule deer have also been known to eat ricegrass, gramagrass, bromegrass, and needlegrass, as well as antelope brush, bearberry, bitter cherry, bitterbrush, black oak, California buckeye, ceanothus, cedar, cliffrose, cottonwood, creek dogwood, creeping barberry, dogwood, Douglas fir, elderberry, fendlera, goldeneye, holly-leaf buckthrorn, jack pine, knotweed, kohleria, manzanita, mesquite, oak, pine, rabbitbrush, ragweed, redberry, scrub oak, serviceberry (including Pacific serviceberry), Sierra juniper, silktassel, snowberry, stonecrop, sunflower, tesota, thimbleberry, turbinella oak, velvet elder, western chokecherry, wild cherry, and wild oats. Where available, mule deer also eat a variety of wild mushrooms, which are most abundant in late summer and fall in the southern Rocky Mountains; mushrooms provide moisture, protein, phosphorus, and potassium.\n\nHumans sometimes engage in supplemental feeding efforts in severe winters in an attempt to avoid mule deer starvation.  Wildlife agencies discourage most such efforts, which may cause harm to mule deer populations by spreading disease (such as tuberculosis and chronic wasting disease) when deer congregate for feed, disrupting migratory patterns, and causing overpopulation of local mule deer populations and overbrowsing of shrubs and forbs. Supplemental feeding efforts are appropriate when carefully conducted under limited circumstances, but to be successful, the feeding must begin early in the severe winter, before poor range conditions and severe weather cause malnourishment or starvation, and must be continued until range conditions can support the herd.Mule deer are variably gregarious, with a large proportion of solitary individuals (35 to 64%) and small groups (groups with ≤5 deer, 50 to 78%). Reported mean group size measurements are three to five and typical group size (i.e. crowding) is about seven.",
    "Nutrition": "Mule deer are ruminants, meaning they employ a nutrient acquisition strategy of fermenting plant material before digesting it. Deer consuming high-fiber, low-starch diets require less food than those consuming high-starch, low-fiber diets. Rumination time also increases when deer consume high-fiber, low-starch diets which allows for increased nutrient acquisition due to greater length of fermentation. Because some of the subspecies of mule deer are migratory, they encounter variable habitats and forage quality throughout the year. Forages consumed in the summer are higher in digestible components (i.e. proteins, starches, sugars, and hemicellulose) than those consumed in the winter. The average gross energy content of the consumed forage material is 4.5 kcal/g. Due to fluctuations in forage quality and availability, mule deer fat storage varies throughout the year, with the most fat stored in October, which is depleted throughout the winter to the lowest levels of fat storage in March. Changes in hormone levels are indications of physiological adjustments to the changes in the habitat. Total body fat is a measure of the individual's energy reserves, while thyroid hormone concentrations are a metric to determine the deer's ability to use the fat reserves. Triiodothryionine (T3) hormone is directly involved with basal metabolic rate and thermoregulation.",
    "Taxonomy": "Mule deer can be divided into two main groups: the mule deer (sensu stricto) and the black-tailed deer. The first group includes all subspecies, except O. h. columbianus and O. h. sitkensis, which are in the black-tailed deer group. The two main groups have been treated as separate species, but they hybridize, and virtually all recent authorities treat the mule deer and black-tailed deer as conspecific. Mule deer apparently evolved from the black-tailed deer. Despite this, the mtDNA of the white-tailed deer and mule deer are similar, but differ from that of the black-tailed deer. This may be the result of introgression, although hybrids between the mule deer and white-tailed deer are rare in the wild (apparently more common locally in West Texas), and the hybrid survival rate is low even in captivity. Many claims of observations of wild hybrids are not legitimate, as identification based on external features is complicated.",
    "Taxonomy-Subspecies": "Some authorities have recognized O. h. crooki as a senior synonym of O. h. eremicus, but the type specimen of the former is a hybrid between the mule deer and white-tailed deer, so the name O. h. crooki is invalid. Additionally, the validity of O. h. inyoensis has been questioned, and the two insular O. h. cerrosensis and O. h. sheldoni may be synonyms of O. h. eremicus or O. h. peninsulae.The 10 valid subspecies based on the third edition of Mammal Species of the World are:\nMule deer (sensu stricto) group:\nO. h. californicus – California mule deer\nO. h. cerrosensis – Cedros/Cerros Island mule deer (Cedros Island)\nO. h. eremicus – desert/burro mule deer (Lower Colorado River Valley, northwestern Mexico, southeastern California, and Arizona)\nO. h. fuliginatus – southern mule deer (southernmost California and Baja California)\nO. h. hemionus – Rocky Mountain mule deer (western and central North America)\nO. h. inyoensis – Inyo mule deer (Sierra Nevada, California)\nO. h. peninsulae – peninsular mule deer (Baja California Sur)\nO. h. sheldoni – Tiburon Island mule deer (Tiburon Island)\nBlack-tailed deer group:\nO. h. columbianus – Columbian black-tailed deer (Pacific Northwest and Northern California regions)\nO. h. sitkensis – Sitka black-tailed deer (coastal area and islands off western British Columbia)",
    "References": "",
    "Further reading": "",
    "External links": "Smithsonian National Museum of Natural History species account-Mule deer\nVideo of Arizona mule deer"
  }
}