{
  "url": "https://en.wikipedia.org/wiki/Mustela_itatsi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Mustelidae"
    },
    {
      "Genus": "Mustela"
    },
    {
      "Species": "M. itatsi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese weasel (Mustela itatsi) is a carnivorous mammal belonging to the genus Mustela in the family Mustelidae. The closest phylogenetically Mustela species is the Siberian weasel (Mustela sibirica). Its taxonomic species name, itatsi, is a corruption of the Japanese word for weasel, itachi (イタチ). It is native to Japan where it occurs on the islands of Honshū, Kyūshū and Shikoku. It has been introduced to Hokkaidō and the Ryukyu Islands to control rodents and has also been introduced to Sakhalin Island in Russia.It is often classified as a subspecies of the Siberian weasel (M. sibirica). The two species are very similar in appearance but differ in the ratio of tail length to head and body length. There are also genetic differences which suggest that the two diverged around 1.6-1.7 million years ago. Mitochondrial sequencing of the two species suggests that the two species diverged in the Early Pleistocene. Their ranges now overlap in western Japan where the Siberian weasel has been introduced.Adult males of the Japanese weasel can reach 35 cm (14 in) in body length with a tail length of up to 17 cm (6.7 in). Females are smaller. The fur is orange-brown with darker markings on the head. The species typically occurs in mountainous or forested areas near water. Its diet includes mice, frogs, reptiles, insects and crayfish.",
    "References": "7.)Masuda, Ryuichi, et al. “Molecular Phylogeography of the Japanese Weasel, Mustela Itatsi (Carnivora: Mustelidae), Endemic to the Japanese Islands, Revealed by Mitochondrial DNA Analysis.” Biological Journal of the Linnean Society, vol. 107, no. 2, 2012, pp. 307–321., doi:10.1111/j.1095-8312.2012.01948.x.",
    "External links": " Data related to Mustela itatsi at Wikispecies\n Media related to Mustela itatsi at Wikimedia Commons"
  }
}