{
  "url": "https://en.wikipedia.org/wiki/Pacific_rat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Rodentia"
    },
    {
      "Family": "Muridae"
    },
    {
      "Genus": "Rattus"
    },
    {
      "Species": "R. exulans"
    }
  ],
  "text": {
    "__SUMMARY__": "The Polynesian rat, Pacific rat or little rat (Rattus exulans), known to the Māori as kiore, is the third most widespread species of rat in the world behind the brown rat and black rat. The Polynesian rat originated in Southeast Asia, and like its relatives, has become widespread, migrating to most Polynesian islands, including New Zealand, the Marshall Islands, Easter Island, and Hawaii. It shares high adaptability with other rat species extending to many environments, from grasslands to forests. It is also closely associated with humans, who provide easy access to food. It has become a major pest in most areas of its distribution.",
    "Description": "The Polynesian rat is similar in appearance to other rats, such as the black rat and the brown rat. It has large, round ears, a pointed snout, black/brown hair with a lighter belly, and comparatively small feet.  It has a thin, long body, reaching up to 6 in (15 cm) in length from the nose to the base of the tail, making it slightly smaller than other human-associated rats. Where it exists on smaller islands, it tends to be smaller still — 4.5 in (11 cm). It is commonly distinguished by a dark upper edge of the hind foot near the ankle; the rest of its foot is pale.",
    "Distribution and habitat": "The Polynesian rat is widespread throughout the Pacific and Southeast Asia. It cannot swim over long distances, so is considered to be a significant marker of the human migrations across the Pacific, as the Polynesians accidentally or deliberately introduced it to the islands they settled. The species has been implicated in many of the extinctions that occurred in the Pacific amongst the native birds and insects; these species had evolved in the absence of mammals and were unable to cope with the predation pressures posed by the rat. This rat also may have played a role in the complete deforestation of Easter Island by eating the nuts of the local palm tree, thus preventing regrowth of the forest.Although remains of the Polynesian rat in New Zealand were dated to over 2,000 years old during the 1990s, which was much earlier than the accepted dates for Polynesian migrations to New Zealand, this finding has been challenged by later research showing the rat was introduced to both the country's main islands around A.D. 1280.",
    "Behaviour": "Polynesian rats are nocturnal like most rodents, and are adept climbers, often nesting in trees. In winter, when food is scarce, they commonly strip bark for consumption and satisfy themselves with plant stems. They have common rat characteristics regarding reproduction: polyestrous, with gestations of 21–24 days, litter size affected by food and other resources (6–11 pups), weaning takes around another month at 28 days.  They diverge only in that they do not breed year round, instead being restricted to spring and summer.",
    "Behaviour-Diet": "R. exulans is an omnivorous species, eating seeds, fruit, leaves, bark, insects, earthworms, spiders, lizards, and avian eggs and hatchlings.   Polynesian rats have been observed to often take pieces of food back to a safe place to properly shell a seed or otherwise prepare certain foods. This not only protects them from predators, but also from rain and other rats.  These \"husking stations\" are often found among trees, near the roots, in fissures of the trunk, and even in the top branches.  In New Zealand, for instance, such stations are found under rock piles and fronds shed by nikau palms.",
    "Rat control and bird conservation": "",
    "Rat control and bird conservation-New Zealand": "In New Zealand and its offshore islands, many bird species evolved in the absence of terrestrial mammalian predators, so developed no behavioral defenses to rats. The introduction by the Maori of the Polynesian rat into New Zealand resulted in the eradication of several species of terrestrial and small seabirds.\nSubsequent elimination of rats from islands has resulted in substantial increases in populations of certain seabirds and endemic terrestrial birds. As part of its program to restore these populations, such as the critically endangered kakapo, the New Zealand Department of Conservation undertakes programs to eliminate the Polynesian rat on most offshore islands in its jurisdiction, and other conservation groups have adopted similar programs in other reserves seeking to be predator- and rat-free.However, two islands in the Hen and Chickens group, Mauitaha and Araara, have now been set aside as sanctuaries for the Polynesian rat.",
    "Rat control and bird conservation-Rest of Pacific": "NZAID has funded rat eradication programs in the Phoenix Islands of Kiribati in order to protect the bird species of the Phoenix Islands Protected Area.Between July and November 2011 a partnership of the Pitcairn Islands Government and the Royal Society for the Protection of Birds implemented a poison baiting programme on Henderson Island aimed at eradicating the Polynesian rat. Mortality was massive but of the 50,000 to 100,000 population, 60 to 80 individuals survived and the population has now fully recovered.",
    "References": "\"ISSG entry: Rattus exulans\". Retrieved 2006-12-05.",
    "External links": "D. J. Campbell; I. A. E. Atkinson (1999). \"Effects of kiore (Rattus exulans Peale) on recruitment of indigenous coastal trees on northern offshore islands of New Zealand\" (PDF). Journal of The Royal Society of New Zealand. Vol. 29 No 4, December 1999, pp. 265–290. Archived from the original (PDF) on 2008-04-11. Retrieved 2007-06-17.\nAuckland Conservancy (2006). \"Kiore / Pacific Rat / Polynesian Rat\" (PDF). New Zealand Department of Conservation. Retrieved 2010-03-05."
  }
}