{
  "url": "https://en.wikipedia.org/wiki/Paguma_larvata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Viverridae"
    },
    {
      "Genus": "PagumaGray, 1831"
    },
    {
      "Species": "P. larvata"
    }
  ],
  "text": {
    "__SUMMARY__": "The masked palm civet or gem-faced civet (Paguma larvata) is a civet species native to the Indian Subcontinent and Southeast Asia. It is classified by IUCN in 2008 as Least Concern as it occurs in many protected areas, is tolerant to some degree of habitat modification, and widely distributed with presumed large populations that are unlikely to be declining.The genus Paguma was first named and described by John Edward Gray in 1831. All described forms are regarded as a single species.In recent times, masked palm civets were considered to be a likely vector of SARS.",
    "Characteristics": "In morphology the masked palm civet resembles other palm civets, but does not have spots or stripes. Its fur is reddish to grey, and it has a black and white facial mask. Its tail is more than two-third the length of head and body. It has three mammae.The mask consists of a prominent white stripe stretching from nose to forehead (sometimes extends farther but has greatly reduced thickness) that halves a black mask that extends laterally to the far edges of the cheeks and caudally up the forehead, past the ears, and down the back of the neck before stopping just under the shoulder blades. The eyes are surrounded by white fur that can vary from faint, incomplete outlines to well-defined blotches. The lips, chin, and throat are white. In some, white stripes of fur, comparable to sideburns on humans due to shape and location, curve up from the throat. These curves vary in thickness and have ends that terminate either in small blotches at the ear base or large blotches that surround the base of both darkly furred ears.No matter which coat it sports, masked palm civet's feet are always dark, often black, and the melanism usually extends partway up the legs in varying distances and intensities depending on the individual. The end of a masked palm civet's tail is sometimes darker than the majority of its coat. This difference in pigmentation can vary from a few shades darker than its coat to solid black and can cover a fourth to half of the tail.The main body varies from 51 to 76 cm (20 to 28 in) in length, to which is added a tail of 51 to 63 cm (20 to 25 in). It weighs between 3.6 and 6 kg (8 and 13.2 lb).",
    "Distribution and habitat": "The masked palm civet is distributed from the northern parts of the Indian Subcontinent, especially the Himalayas, ranging eastwards across  Bhutan, Bangladesh, Myanmar, Thailand, Peninsular Malaysia, Laos, Cambodia, Vietnam to China. It is also found on Borneo, Sumatra, Taiwan, Japan, and the Andaman and Nicobar islands.\nIt has been recorded in both evergreen and deciduous forest, and in disturbed habitat. It also inhabits fragmented forest habitats, albeit at reduced density.It is also found in Japan, where genetic studies indicate that it is an introduced species with multiple introductions over the centuries, at least two of which are from Taiwan.",
    "Ecology and behaviour": "The masked palm civet is a nocturnal solitary predator that is occasionally active during the day.\nIt is partly arboreal.When alarmed, the animal sprays a secretion from its anal gland against the predator. The spray is similar in function to that of a skunk, and its conspicuousness serves to deter other predators.",
    "Ecology and behaviour-Feeding and diet": "The masked palm civet is an omnivore feeding on rats and birds as well as on fruit such as figs, mangoes, bananas, and leaves. Scat analysis indicates that they also eat mollusks, arthropods, bark and to a lesser extent snakes and frogs. The composition of the diet varies between seasons and sites.",
    "Ecology and behaviour-Reproduction": "Masked palm civets are polyestrous and their mating behavior is promiscuous. There are two breeding seasons per year. The female bears up to four young. Masked palm civets are known to reach 15 years of age in captivity.Copulation in masked palm civets can last for more than 30 minutes. Upon completion of copulation, males leave a copulation plug in the female's vaginal tract. The young grow to the size of an adult in about three months.",
    "Threats": "The major threats for the masked palm civet are continued habitat destruction and hunting for bushmeat. It is widely offered in restaurants in southern China and is also eaten in Vietnam.",
    "Conservation": "Paguma larvata is protected in Malaysia and China, but not Thailand and Nepal. The population of India is listed on CITES Appendix III.",
    "Connection with SARS": "In parts of China masked palm civets are hunted for their meat and eaten. Inadequate preparation of the meat may have been the cause for the outbreak of SARS.\nIn May 2003, the SARS virus was isolated in several masked palm civets found in a live-animal market in Guangdong, China. Evidence of virus infection was also detected in other animals including a raccoon dog, and in humans working at the same market.In 2006, scientists from the Chinese Centre for Disease Control and Prevention of the University of Hong Kong and the Guangzhou Centre for Disease Control and Prevention established a direct genetic link between the SARS coronavirus appearing in civets and humans, bearing out claims that the disease had jumped across species.A later study revealed that the sequences of many SARS genomes show that the civets' cases of SARS were just one part of the family tree of SARS viruses in humans — probably humans got SARS from bats, then humans gave it to pigs once and to small civets once, and then these small carnivores may have given the disease back to humans once or twice. All the cases of SARS associated with the outbreak appeared to be part of the bat branch of the coronavirus phylogeny.",
    "See also": "Asian palm civet\nSmall Indian civet\nMalabar large-spotted civet",
    "References": "",
    "External links": " Media related to Paguma larvata at Wikimedia Commons"
  }
}