{
  "url": "https://en.wikipedia.org/wiki/Plains_zebra",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Perissodactyla"
    },
    {
      "Family": "Equidae"
    },
    {
      "Genus": "Equus"
    },
    {
      "Subgenus": "Hippotigris"
    },
    {
      "Species": "E. quagga"
    }
  ],
  "text": {
    "__SUMMARY__": "The plains zebra (Equus quagga, formerly Equus burchellii), also known as the common zebra, is the most common and geographically widespread species of zebra. Its range is fragmented, but spans much of southern and eastern Africa south of the Sahara. Six subspecies have been recognised including the extinct quagga which was thought to be a separate species. However, more recent research supports variations in zebra populations being clines rather than subspecies.\nThe plains zebra is intermediate in size between the larger Grévy's zebra and the smaller mountain zebra; and tends to have broader stripes than both. Great variation in coat patterns exists between clines and individuals. The plain zebra's habitat is generally, but not exclusively, treeless grasslands and savanna woodlands, both tropical and temperate. They generally avoid desert, dense rainforest, and permanent wetlands. Zebras are preyed upon by lions and spotted hyenas and to a lesser extent crocodiles, cheetahs, and African wild dogs. The plains zebra is a highly social species, forming harems with a single stallion, several mares, and their recent offspring; bachelor groups also form. Groups may come together to form herds. The animals keep watch for predators; they bark or snort when they see a predator, and the harem stallion attacks predators to defend his harem.\nThe plains zebra remains common in game reserves, but is threatened by human activities such as hunting for its meat and hide, as well as competition with livestock and encroachment by farming on much of its habitat. The species population is stable and not endangered, though populations in most countries have declined sharply. As of 2016, the plains zebra is classified as near threatened by IUCN.",
    "Taxonomy": "The plains zebra was formally classified by British zoologist John Edward Gray in 1824 as Equus burchellii. After the quagga, described by Pieter Boddaert in 1785, was found to be the same species in the 21st century, the plains zebra was reclassified as Equus quagga due to the Principle of Priority. The plains zebra and mountain zebra were traditionally placed in the subgenus Hippotigris in contrast to the Grévy's zebra which was considered the sole species of subgenus Dolichohippus. However, recent (2013) phylogenetic evidence finds that plains zebras are more closely related to Grévy's zebras than mountain zebras. Groves and Bell (2004) place all three species in the subgenus Hippotigris. and zebras appear to be a monophyletic lineage. In areas where plains zebras are sympatric with Grévy's zebras, finding them in the same herds is not unusual, and fertile hybrids occur.",
    "Taxonomy-Subspecies": "In their 2004 study of cranial and pelage differences between specimens, Groves and Bell found support for the division of the plains zebra into six subspecies (listed here from northernmost living to southern):\nManeless zebra Equus quagga borensis – Lönnberg, 1921\nGrant's zebra, Equus quagga boehmi – Matschie, 1892\nCrawshay's zebra, Equus quagga crawshayi – De Winton, 1896\nChapman's zebra, Equus quagga chapmani – Layard, 1865\nBurchell's zebra, Equus quagga burchellii – Gray, 1824\nQuagga, †Equus quagga quagga – Boddaert, 1785Sometimes another subspecies is distinguished:\nSelous' zebra, Equus quagga selousi – Pocock 1897Burchell's zebra was thought to have been hunted to extinction. However, Groves and Bell concluded that \"the extinct true Burchell's zebra is a phantom\". Careful study of the original zebra populations in Zululand and Swaziland, and of skins harvested on game farms in Zululand and Natal, has revealed that a certain small proportion shows similarity to what now is regarded as typical burchellii. The type localities of the subspecies Equus quagga burchellii and Equus quagga antiquorum are so close to each other that the two are in fact one, and that, therefore, the older of the two names should take precedence over the younger. They suggested that the correct name for the subspecies must be burchellii, not antiquorum.A 2005 genetic study confirmed the quagga being the same species as the plains zebra. It showed that the quagga had little genetic diversity, and that it diverged from the other plains zebra subspecies only 120,000–290,000 years ago, during the Pleistocene, and possibly the penultimate glacial maximum. Its distinct coat pattern perhaps evolved rapidly because of geographical isolation and/or adaptation to a drier environment. In addition, plains zebra subspecies tend to have less striping the further south they live, and the quagga was the most southern-living of them all.A 2018 DNA study found no evidence for a subspecies structure, but instead observed a north-south genetic continuum. Modern plains zebra populations appear to have originated from southern Africa around 370,000 years ago with plains zebras in Uganda, the most northern population, being the most distinct.",
    "Physical description": "The plains zebra stands at a height of 127–140 cm (4.17–4.59 ft) with a head-body length of 217–246 cm (7.12–8.07 ft) and a tail length of 47–56.5 cm (1.54–1.85 ft). Males weigh 220–322 kg (485–710 lb) while females weigh 175–250 kg (386–551 lb). The species is intermediate in size between the larger Grévy's zebra and the smaller mountain zebra. It is dumpy bodied with relatively short legs and a skull with a convex forehead and a somewhat concave nose profile. The neck is thicker in males than in females. The ears are upright and have rounded tips. They are shorter than in the mountain zebra and narrower than in the Grévy's zebra. As with all wild equids, the plains zebra has an erect mane along the neck and a tuft of hair at the end of the tail. The body hair of a zebra is 9.4 ± 4 mm (0.37 ± 0.16 in), shorter than in other African ungulates.",
    "Physical description-Stripes": "Like all zebras, they are boldly striped in black and white, and no two individuals look exactly alike. Compared to other species, the plains zebra has broader stripes. The stripes are vertical on the fore part of the body, and tend towards the horizontal on the hindquarters. Northern zebra populations have narrower and more defined striping; southern populations have varied but lesser amounts of striping on the under parts, the legs and the hindquarters. Southern populations also have brown \"shadow\" stripes between the black and white colouring. These are absent or poorly expressed in northern zebras. The natal coat of a foal is brown and white and the brown darkens with age.Embryological evidence has shown that the zebra's background colour is dark and the white is an addition. The first subspecies to be described, the now-extinct quagga, had plain brown hindquarters. Various mutations of the zebra's pelage have occurred, from mostly white to mostly black.  Rare albino zebras have been recorded in the forests of Mount Kenya.The purpose of the bold black-and-white striping of zebras has been a subject of debate among biologists for over a century. A 2012 study suggests that stripes may have developed to discourage biting flies. Experiments have demonstrated that the stripes polarize light in such a way that it discourages tabanids (biting flies) in a manner not shown with other coat patterns.  A 2014 study also supports the theory that they are a form of protection from biting flies and compared to other wild equines, zebras live in areas with the highest fly activity. The quagga appears to have lived in areas with lesser amounts of fly activity than other zebras. Another study from 2015 determined that environment temperature is a strong predictor for zebra striping patterns and proposed that the stripes may be related to thermoregulation.",
    "Ecology": "",
    "Ecology-Range and habitat": "The plains zebra's range stops short of the Sahara from South Sudan and southern Ethiopia extending south along eastern Africa, as far as Zambia, Mozambique, and Malawi, before spreading into most southern African countries. They may have lived in Algeria in the Neolithic era. Plains zebras generally live in treeless grasslands and savanna woodlands, but can be found in a variety of habitats, both tropical and temperate. However, they are generally absent from deserts, dense rainforests, and permanent wetlands. They generally prefer Acacieae woodlands over Commiphora. They are water-dependent and live in more mesic environments than other African equids. They seldom wander 10–12 km (6.2–7.5 mi) from a water source. Zebras also live in elevations from sea level to 4,300 m on Mount Kenya.Depending on the population, zebra herds may be sedentary, being highly dense with small ranges, or migratory, being less populated with separate, extensive dry and wet home ranges. When migrating, zebras appear to rely on some memory of the locations were foraging conditions were best and may predict conditions months after their arrival.",
    "Ecology-Diet and predation": "Plains zebras primarily feed on grass; preferred species being Themeda triandra, Cynodon dactylon, Eragrostis superba and Cenchrus ciliaris. Zebra sometimes browse or dig for corms and rhizomes during the dry season. They appear to partial to eating scorched Colophospermum mopane and Pterocarpus rotundifolius, consuming both the leaves and twigs.Plains zebras are adapted for grazing on both long, tough grass stems and newly emerging short grass. In some areas, it rarely feeds below 100–150 mm (3.9–5.9 in) to ground level. It ranges more widely than many other species, even into woodlands, and it is often the first grazing species to appear in a well-vegetated area. The flexible upper lip allows them to push plant material between the incisors to cut. Zebras have a less efficient digestive system than ruminants but food passage is twice as fast. Thus, zebras are less selective in foraging, but they do spend much time eating. The zebra is a pioneer grazer and prepares the way for more specialised grazers such as blue wildebeests and Thomson's gazelles.The plains zebra's major predators are lions and spotted hyenas. Lions are most successful when targeting lone individuals, usually an old male while hyenas chase and isolate an individual from the group, usually a female or foal. Nile crocodiles also prey on zebras when they near water. Less common predators include cheetahs and African wild dogs, which mostly hunt foals. When in the presence of a lion, zebras remain alert and stand in a semi-circle at as much as 100 m (330 ft) and no less than 50 m (160 ft). Stallions sometimes try to drive lions away with bluff charges. By contrast, zebras may approach cheetahs and wild dogs and a single hyena is allowed to come within a few metres. To escape from predators, an adult zebra can run at 60–70 km/h (37–43 mph). When being hunted by hyenas or wild dogs, a zebra harem stays close together and cooperates to protect threatened members, particularly the young. The harem stallion goes on the offensive and attacks the dogs or hyenas.",
    "Behaviour": "Plains zebras are nomadic and non-territoral, home ranges vary from 30 km2 (12 sq mi) to 600 km2 (230 sq mi), depending on the area and if the population is migratory. They are more active during the day and spend most of their time feeding. Other activities include dust bathing, rubbing, drinking and intermittent resting which is very brief. At night, zebra activity is subdued except when threatened by predators. They may rest or sleep laying down, while one individual keeps guard.",
    "Behaviour-Social structure": "The plains zebra is highly social and usually forms small family groups called harems, which consist of a single stallion, several mares, and their recent offspring. The adult membership of a harem is highly stable, typically remaining together for months to years. Groups of all male \"bachelors\" also exist. These are stable groups of up to 15 males with an age-based hierarchy led by a young male. These males stay in their groups until they are ready to start a harem. The bachelors prepare for their adult roles with play fights and greeting/challenge rituals, which take up most of their activities.Multiple harems and bachelor groups come together to form larger herds of hundreds of animals, especially during migrations. Plains zebras are unusual among harem-holding species in forming these groups. In addition, pairs of harems may create temporarily stable subgroups within a herd, allowing individuals to interact with those outside their group. Among harem-holding species, this has only been observed in primates such as the gelada and the hamadryas baboon. Bachelor groups tend to be at the periphery of herds and when the herd moves, the bachelors trail behind.Stallions form and expand their harems by abducting young mares from their natal harems. When a mare reaches sexual maturity and has her first oestrous cycle, she attracts the attention of nearby stallions, both bachelors and harem leaders. Her family stallion (likely her father) chases off or fights stallions attempting to abduct her. Even after a young mare is isolated from her natal harem, the fight over her continues until her oestrous cycle is over, and it starts again with the next estrous cycle. It is rare that the mare's original abductor keeps her for long. When the mare finally ovulates, the male that impregnates her keeps her for good. Thus, the mare becomes a permanent member of a new harem. Oestrus in a female becomes less noticeable to outside males as she gets older, hence competition for older females is virtually nonexistent.\n\nMares exist in a hierarchy, with the alpha female being the first to mate with the stallion and being the one to lead the group. When new mares are added to the group, they are met with hostility by the other mares. Thus, the stallion must shield the new mares until the aggression subsides. The most recently added females rank lowest. Females that become unfit or weak may drop in their rank, though. The female membership of a harem stays intact even if a new stallion takes over. During herd gatherings, family stallions may be cordial towards each other while the mares are less tolerant.A stallion defends his group from other males. When challenged, the stallion issues a warning to the invader by rubbing nose or shoulder with him. If the warning is not heeded, a fight breaks out. Zebra fights often become very violent, with the animals biting at each other's necks, heads, or legs, wrestling to the ground, and occasional kicking. Sometimes, a stallion lies still on the ground as if surrendering, but once the other male lets up, he strikes and continues the fight. Most fighting occurs over young mares in oestrus, and as long as a harem stallion is healthy, he usually is not challenged. Only unhealthy stallions have their harems taken over, and even then, the new stallion gradually takes over, pushing the old one out without a fight.",
    "Behaviour-Communication": "At least six different calls have been documented for the plains zebra. One of which is its distinctive, high-pitched, contact call (commonly called \"barking\") heard as \"a-ha, a-ha, a-ha\" or \"kwa-ha, kaw-ha, ha, ha\" also transcribed as \"kwahaah\", or \"oug-ga\". The species name quagga is derived from the Khoikhoi word for \"zebra\" and is onomatopoeic for its call. When a predator is sighted, a zebra makes a two-syllable alarm call. A loud snort is made when moving in cover of potential danger. When in contentment, a zebra makes a more drawn-out snort. Males make a short, high-pitched squeal when hurt, and foals  emit a drawn-out wail when in distress.Two main facial expressions are made by zebras; the greeting and threat. In both cases, the lips are pulled back and chewing motions are made. Greeting involves the ears sticking up and directing forward; while the threat involves the ears down. Zebras strengthen their social bonds with grooming. Members of a harem nip and scrape along the neck, withers, and back with their teeth and lips. Mothers and foals groom the most often, followed by siblings. Grooming shows social status and eases aggressive behaviour.",
    "Behaviour-Reproduction and parenting": "The stallion mates with all his mares. Males exhibit the flehmen response to test for female respectability which involves the upper lip curling back to smell for urine (via the vomeronasal organ). The female signals her readiness for copulation by straddling her legs and raising her tail. The gestation period lasts around a year, and a single young is produced. Mares may give birth to one foal every 12 months. The birthing peak is during the rainy season. A mare gives birth within the vicinity of her group and while laying down on her side. The newborn foal weighs 30–35 kg (66–77 lb) and the afterbirth is rarely consumed.A newborn is capable of standing almost immediately and starts to eat grass within a week. At the moment of birth, a mother zebra keeps any other zebra away from her foal, including the stallion, the other mares, and even the previous offspring. Later, though, they all bond. Within the group, a foal has the same rank as its mother. The stallion is generally intolerant of foals that are not his and zebras may practice infanticide and feticide.Mortality for foals is high in their first year of life and is usually caused by predation. However, zebra young are afforded more protection then those of species like wildebeest and hartebeest. A foal is usually weaned at around 11 months, but may suckle for longer. Females reaches puberty at 2.5 years while males do so at 5–6 years. Young male zebras eventually leave their family groups as the relationships with their mothers has faded after the birth of a sibling. The young stallion then seeks out other young stallions for company. Young females may stay in the harem until they are abducted by another stallion.",
    "Human interactions": "",
    "Human interactions-Conservation": "In 2016, the plains zebra was classified as near threatened by the IUCN. As of that year, the total population is estimated to be around 500,000 individuals. The species remains common throughout its range but has experienced population declines in 10 of the 17 countries where it is native. They are stable in Ethiopia, Malawi, and South Africa and possibly Angola; stable or increasing in Mozambique, Namibia and Swaziland; and decreasing in Botswana, DR Congo, Kenya, Rwanda, Somalia, South Sudan, Tanzania, Uganda, Zambia, and Zimbabwe. They are extinct in Burundi, Lesotho and possibly Somalia.Zebras are threatened by hunting for their hide and meat, and habitat change from farming. They also compete with livestock for food, and fencing blocks migration routes. Civil wars in some countries have also caused declines in zebra populations. The zebra can be found in numerous protected areas across its range, including the Serengeti National Park in Tanzania, Tsavo and Masai Mara in Kenya, Hwange National Park in Zimbabwe, Etosha National Park in Namibia, and Kruger National Park in South Africa. Some stable populations live in unprotected areas.The quagga was hunted by early Dutch settlers and later by Afrikaners to provide meat or for their skins. The skins were traded or used locally. The quagga was probably vulnerable to extinction due to its limited distribution, and it may have competed with domestic livestock for forage. The last known wild quagga died in 1878. The last captive quagga, a female in Amsterdam's Natura Artis Magistra zoo, lived there from 9 May 1867 until it died on 12 August 1883, but its origin and cause of death are unclear. In 1984, the quagga was the first extinct animal to have its DNA analysed, and the Quagga Project is trying to recreate the phenotype of hair coat pattern and related characteristics by selectively breeding Burchell's zebras.",
    "Human interactions-In culture": "Zebras have been featured in African art and culture for millennia. They have been depicted in rock art in Southern Africa (modern Botswana, Nambia and South Africa) dating from 20,000–28,000 years ago, though not as commonly as antelope species like eland. How the zebra got its stripes has been the subject of folk tales, some of which involve it being scorched by fire. The San people associated zebra stripes with water, rain and lighting due to its dazzling pattern.The zebra has also been associated with beauty and the women of various societies would paint much of their bodies in stripes. For the Shona people of Zimbabwe, the zebra is a totem animal, along with the eland, buffalo, lion and monkey. The zebra is praised in a poem as an \"iridescent and glittering creature\". Its stripes have symbolised the joining of male and female and at Great Zimbabwe, zebra stripes decorate what is believed to be a domba, a premarital school meant to initiate woman into adulthood. In the Shona language, the name \"madhuve\" means \"woman/women of the zebra totem\" and is a given name for girls in Zimbabwe.Zebras have also been represented in Western culture. They have been thought of as a more exotic alternative to horse; the comic book character Sheena, Queen of the Jungle is depicted riding a zebra. The film Racing Stripes features a captive zebra ostracised from the horses and end up being ridden by a rebellious girl. In the film Fantasia, two centaurs are depicted being half human and half zebra, instead of the typical half human and half horse. Zebras have been featured as characters in other animated films like Khumba, The Lion King and the Madagascar films.",
    "References": "",
    "External links": " Media related to Equus quagga at Wikimedia Commons"
  }
}