{
  "url": "https://en.wikipedia.org/wiki/Puma_yagouaroundi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Felidae"
    },
    {
      "Subfamily": "Felinae"
    },
    {
      "Genus": "Herpailurus"
    },
    {
      "Species": "H. yagouaroundi[1]"
    }
  ],
  "text": {
    "__SUMMARY__": "The jaguarundi (Herpailurus yagouaroundi) ( ZHAG-wə-RUN-dee) or eyra is a small wild cat native to southern North America and South America. It has been listed as Least Concern on the IUCN Red List since 2002. The megareserves of the Amazon Basin are probably the only conservation units that can sustain long-term viable populations. In some Spanish-speaking countries, the jaguarundi is also called gato colorado, gato moro, león brenero, tigrillo, and leoncillo. The Brazilian Portuguese pronunciation of its common English and Portuguese name is [ʒɐɡwɐɾũˈdʒi]. It is also called gato-mourisco, eirá, gato-preto, and maracajá-preto in Portuguese. Jaguarundi comes from Old Tupi yawaum'di.",
    "Characteristics": "The jaguarundi has short legs, an elongated body, and a long tail. The ears are short and rounded. The coat is without spots, uniform in color, with, at most, a few faint markings on the face and underside. The coat can be either blackish to brownish-grey (grey morph) or foxy red to chestnut (red morph); individuals of both morphs can be born in the same litter. It has a length of 53 to 77 centimetres (21 to 30 inches) with a 31-to-60 cm-long tail (12-to-24 in), and weighs 3.5 to 9.1 kilograms (7.7 to 20.1 lb).The two color morphs were once thought to represent two distinct species: the grey one was called the jaguarundi and the red one was called the eyra.",
    "Distribution and habitat": "The jaguarundi occurs from southern Texas and coastal Mexico in the north, through Central and South America east of the Andes, and as far south as northern Argentina. In 2015, it has also been recorded in Cerro Largo, Uruguay.\nIts habitat is lowland brush areas close to a source of running water, including dry thorn forest to wet grassland. While commonly inhabiting lowlands, it has been reported at elevations as high as 3,200 m (10,500 ft). Occasionally it also occurs in dense tropical areas.\nJaguarundis have been sighted in Florida since the early 20th century. Here, the species is assumed to have been introduced, but it is not known when the introduction occurred. Their presence in Florida is attributed to a writer from Chiefland who at some point imported the animals from their native habitat and released them near his hometown and in other locations across the state. No live or dead specimens are known, but many sightings considered credible by biologists have been reported. The earliest of these occurred in 1907, and was followed by various additional sightings throughout the Florida Peninsula from the 1930s through the 1950s. The first official report was released in 1942. Significantly fewer reliable sightings were reported after that, and in 1977 W. T. Neill concluded the population had declined. However, sightings have continued. Jaguarundis have also been reported in the coastal area of Alabama since the 1980s, which may be evidence of the Florida population migrating northward.The jaguarundi has also been sighted around the Guiana Space Centre in French Guiana.",
    "Taxonomy": "Felis yagouarundi was the scientific name used by Étienne Geoffroy Saint-Hilaire in 1803 who described two zoological specimens from Central America, including one from French Guiana. In the 19th and 20th centuries, several more jaguarundi specimens were described:\n\nFelis eyra proposed by Gotthelf Fischer von Waldheim in 1814 was a ferruginous skin from Paraguay.\nFelis cacomitli proposed by Jean-Louis Berlandier in 1859 was a skull and greyish skin of a female from the Rio Grande area in Mexico.\nFelis yagouaroundi tolteca proposed by Oldfield Thomas in 1898 was a skull and a reddish skin from Sinaloa in Mexico.\nFelis Ameghinoi proposed by Eduardo Ladislao Holmberg in 1898 for cat bones found near San Luis, Argentina presumably of a jaguarundi, which are embalmed in the Turin Museum of Natural History.\nFelis fossata by Edgar Alexander Mearns in 1901 was a large skull from Yucatán.\nFelis panamensis by Joel Asaph Allen in 1904 was a dusky grey skin of a young adult female collected in Panama's Chiriquí Province.\nFelis yagouaroundi melantho by Oldfield Thomas in 1914 were skulls and blackish brown skins of a male and female adult from Pozuzu in Peru.As of 2017, the Cat Classification Taskforce of the Cat Specialist Group considers the jaguarundi as member of the genus Herpailurus and does not recognise any subspecies.",
    "Taxonomy-Evolution": "The jaguarundi is most closely related to the cougar and cheetah. A genomic study of the Felidae indicates that a common ancestor of Leopardus, Lynx, Puma, Prionailurus, and Felis lineages migrated across the Bering land bridge into the Americas about 8.0 to 8.5 million years ago. The cheetah genetically diverged from the Puma lineage in the Americas.\nIt has also been suggested that the cheetah diverged in the Old World.",
    "Ecology and behavior": "Jaguarundis are primarily diurnal, being active during the day rather than evenings or night. They are comfortable in trees, but prefer to hunt on the ground. They will eat almost any small animal they can catch, typically catching a mixture of rodents, small reptiles, and ground-feeding birds. They have also been observed to kill larger prey, such as rabbits, and opossums; relatively unusual prey include fish and even marmosets. Like many other cats, they also include a small amount of vegetation and arthropods in their diets.Although they seem to be somewhat more gregarious than many other cats, willing to tolerate the close presence of other members of their species, in the wild, they are generally encountered alone, suggesting a solitary lifestyle. Their home range is widely variable, depending on the local environment; individuals have been reported as ranging over territories from 6.8 to 100 km2 (2.6 to 38.6 sq mi). Like other cats, they scent mark their territory by scratching the ground or nearby branches, head-rubbing, urination, and leaving their faeces uncovered. They are shy and reclusive, and evidently very cautious of traps.Jaguarundis make an unusually wide range of vocalisations, including purrs, whistles, yaps, chattering sounds, and even a bird-like chirp.",
    "Ecology and behavior-Reproduction": "The timing of the breeding season among jaguarundis is unclear; they breed all year round. Oestrus lasts three to five days, marked by the female regularly rolling onto her back and spraying urine. After a gestation period of 70 to 75 days, the female gives birth to a litter of one to four kittens in a den constructed in a dense thicket, hollow tree, or similar cover.The kittens are born with spots on their undersides, which disappear as they age. The young are capable of taking solid food at around six weeks, although they begin to play with their mother's food as early as three weeks. Jaguarundis become sexually mature at about two years of age, and have lived for up to 10 years in captivity.",
    "Threats": "Jaguarundis are not particularly sought after for their fur, but are suffering decline due to loss of habitat. The Texas Parks and Wildlife Department has expressed concern that the presence of the jaguarundi in South Texas may be imperiled due to loss of the cat's native habitat.",
    "Conservation": "The North and Central American populations of the jaguarundi are listed in CITES Appendix I. All the other populations are listed in CITES Appendix II. H. y. cacomitli, H. y. fossata, H. y. panamensis, and H. y. tolteca are listed as endangered under the Endangered Species Act.",
    "See also": "Acinonychini",
    "References": "",
    "External links": "Species portrait Jaguarundi; IUCN/SSC Cat Specialist Group\nStock photographs with a variety of examples from both coat phases\nJaguarundi page and photos at bigcatrescue.org\nhttps://web.archive.org/web/20031107150747/http://ds.dial.pipex.com/agarman/bco/jundi.htm\nSmithsonian Institution - North American Mammals: Puma yaguaroundi\nSmithsonian Wild: Puma yagouaroundi\n \"Jaguarondi\" . Encyclopedia Americana. 1920."
  }
}