{
  "url": "https://en.wikipedia.org/wiki/Rusa_timorensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Cervidae"
    },
    {
      "Subfamily": "Cervinae"
    },
    {
      "Genus": "Rusa"
    },
    {
      "Species": "R. timorensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Javan rusa or Sunda sambar (Rusa timorensis) is a deer native to the islands of Indonesia and East Timor. Introduced populations exist in a wide variety of locations in the Southern Hemisphere.",
    "Subspecies": "Seven subspecies of the Javan rusa are recognised:\nR. t. timorensis (Timor rusa deer) – Timor.\nR. t. djonga – Muna and Butung Islands.\nR. t. floresiensis (Flores rusa deer) – Flores and other islands.\nR. t. macassaricus (Celebes rusa deer) – Celebes.\nR. t. moluccensis (Moluccan rusa deer) – Molucca Islands.\nR. t. renschi – Bali.\nR. t. russa (Javan rusa deer) – Java.",
    "Description": "Rusa deer are distinguished by their large ears, the light tufts of hair above the eyebrows, and antlers that appear large relative to the body size. The antlers are lyre-shaped and three-tined. Males are bigger than females; head-to-body length varies from 142 to 185 cm (4.66 to 6.07 ft), with a 20 cm (7.9 in) tail. Males weigh 152–160 kg, female about 74 kg. The pelage is grayish-brown and often appears coarse. Unlike most other deer species, newborn fawns do not bear spots.",
    "Distribution and habitat": "The Javan rusa natively occurs on the islands of Java, Bali, and Timor in Indonesia. It has been introduced to Irian Jaya, Borneo (Kalimantan), the Lesser Sunda Islands, Maluku, Sulawesi, Pohnpei, Mauritius, Fiji, Tonga, Samoa, Vanuatu, the Solomon Islands, the Christmas Islands, the Cocos Islands, Nauru, Australia, New Caledonia, New Zealand, Papua New Guinea, New Britain, and New Ireland. Rusa deerr were introduced by the Dutch to New Guinea during the early 1900s.Its habitat preferences are similar to that of the chital of India: open dry and mixed deciduous forests, parklands, and savannas. Rusa deer have established populations in remote islands, probably brought there by Indonesian fishermen. They adapt well, living as comfortably in the dry Australian bush as they do in their tropical homelands. This trait is shown well in the more frequent encounters on the fringes of Wollongong and Sydney, and in particular in the Royal National Park, indicating steadily growing numbers and strong herds.",
    "Ecology": "Rusa deer are active mostly in the early morning and late afternoon. They are rarely seen in the open and are very difficult to approach due to their keen senses and cautious instincts.The species is very sociable, and individuals are rarely found alone. When alarmed, a rusa stag lets out an extremely loud honk. This is an alarm call and alerts any other deer in the vicinity.As with other deer species, Javan rusa mainly feed on grass, leaves, and fallen fruit. They do not drink water, deriving all required fluid from their food.The main predators of the species include the Javan leopard, the dhole, crocodiles, pythons, and the Komodo dragon.",
    "Reproduction": "The Javan rusa mates around July and August, when stags contest by calling in a loud, shrill bark and duelling with the antlers. The doe gives birth to one or two calves after a gestation period of 8 months, at the start of spring. Calves are weaned at 6–8 months, and sexual maturity is attained at 3–5 years, depending on habitat conditions. Javan rusas live 15–20 years both in the wild and in captivity.",
    "References": "",
    "External links": "Rusa in New Zealand\nRusa deer and their distribution in New Zealand"
  }
}