{
  "url": "https://en.wikipedia.org/wiki/Rusa_marianna",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Cervidae"
    },
    {
      "Subfamily": "Cervinae"
    },
    {
      "Genus": "Rusa"
    },
    {
      "Species": "R. marianna"
    }
  ],
  "text": {
    "__SUMMARY__": "The Philippine deer (Rusa marianna) (Filipino: Usa; Waray: Bugsok), also known as the Philippine sambar or Philippine brown deer, is a vulnerable deer species endemic to the Philippines. It was first described from introduced populations in Guam and the Marianas Islands, hence the specific name.",
    "Taxonomy": "Cervus mariannus was the scientific name proposed by Anselme Gaëtan Desmarest in 1822. It was subordinated to the genus Rusa. Four subspecies are currently recognized:\nR. m. marianna in Luzon biogeographic region\nR. m. barandana in Mindoro\nR. m. nigella in isolated upland areas of Mindanao\nR. m. nigricans in lowland sites of Mindanao",
    "Characteristics": "The Philippine brown deer is relatively smaller than its relative, the sambar deer. Its head-and-body length and shoulder height measures 100 to 151 cm (39 to 59 in), and 55 to 70 cm (22 to 28 in), respectively. Its weight usually ranges from 40 to 60 kg. Generally, its color is brown with white tail underside. Antlers are common among males which measures 20 to 40 cm. Variations in morphology were observed especially in Mindanao populations, but is still unknown at present.",
    "Distribution and habitat": "The Philippine deer is endemic to the Philippines, where it occurs in the islands of Luzon, Polillo and Catanduanes, Mindoro, Samar and Leyte. It is possibly extinct in Biliran, Bohol and Marinduque. It has been also been declared extinct in Dinagat and Siargao Islands. Across the country, its population is severely fragmented and reduced.\nThe Philippine brown deer generally thrives in a terrestrial environment from sea level up to at least 2,900 m (9,500 ft). It prefers to forage in grasslands under primary and secondary forests. However, due to forest denudation and excessive hunting, they are driven uphill to hide in the remaining patches of forests.It was introduced to Guam by Mariano Tobias sometime around 1771 to 1772 to be used in recreational hunting. The deer subsequently populated other neighboring locales in Micronesia, including the islands of Rota, Saipan and Pohnpei. However, in the absence of a natural predator, its population is rapidly expanding in Guam, posing serious threats to the native ecosystem and agricultural lands due to overgrazing. Hence, management programs are imposed to significantly reduce the deer population. In addition, there have been reports of introduction in Ogasawara Islands, Japan during the late 18th and 19th centuries, which immediately went extinct in 1925. A population from Guam was re-introduced after World War II, but followed the same fate years later.",
    "Behaviour and ecology": "They are generally nocturnal which means that they look for food: grasses, leaves, fallen fruits and berries at night. During daytime, they rest in the dense forest thickets. Mating season is usually between September to January. During this time, females organize in small groups composed of at most eight (8) individuals, while males are solitary and are aggressive. After approximately six (6) months, females give birth to a single fawn with light-colored spots that eventually disappear after several weeks.",
    "As a cultural keystone": "The Bagobo-Tagabawa tribe in Barangay Sibulan, Toril, Davao City identified the Philippine brown deer as a \"cultural keystone species\" (CKS). This means that the deer plays a vital role in their culture. As a matter of fact, tribesmen claimed that their tribe would be incomplete if without the deer. To preserve their cultural pride by avoiding over-hunting, the tribe has declared hunting and non-hunting zones in the forest.",
    "As a cultural keystone-Threats": "There are several threats that contribute to the rapidly declining population of the Philippine brown deer. Habitat loss and fragmentation drive the deer to hide in the remaining patches of forest with scarce food to eat. While they forage in grasslands, the deer prefer forest shade as hiding places, especially during daytime. The deer also has low fertility, giving birth to a single fawn in each conception. This means that excessive hunting has a high tendency of declining their population. The deer is hunted for meat, usually sold at PhP150-250 per kilogram. Ethnoecological evidences also reveal that the antler of the deer aside from being a common household decoration, is also used to treat stomach ache, tooth ache, fever, etc. This is done by scratching the surface of the antler with a sharp object (e.g. knife), then adding the powder into a glass of water before drinking.",
    "Conservation": "The deer was rare (R) in 1994, data deficient (DD) in 1996, and vulnerable (VU) since 2008 up to present. This is because of the rapid population decline estimated to be more than 30% in the last 24 years or three generations due to excessive hunting, shrinkage in distribution, and habitat loss and fragmentation.",
    "Fossil record": "n prehistoric times, the Sunda island of Borneo might have been connected to Palawan during the penultimate and previous glacial events, judging from the molecular phylogeny of murids. In Palawan, two articulated phalanx bones of a tiger were found amidst an assemblage of other animal bones and stone tools in Ille Cave near the village of New Ibajay. The other animal fossils were ascribed to deer, macaques, bearded pigs, small mammals, lizards, snakes and turtles. From the stone tools, besides the evidence for cuts on the bones, and the use of fire, it would appear that early humans had accumulated the bones.Using the work of Von den Driesch, all chosen anatomical features of appendicular elements' anatomical features which were chosen, besides molars, were measured to distinguish between taxa that had close relationships, and see morphometric changes over ages, though not for pigs or deer. For the latter two, cranial and mandibular elements, besides teeth of deer from Ille Cave were compared with samples of the Philippine brown deer, Calamian hog deer, and Visayan spotted deer, and thus two taxa of deer have been identified from the fossils: Axis and Cervus. Throughout deposits of the Terminal Pleistocene and early Holocene and Terminal Pleistocene at Ille Cave, elements of deer skeletons are regular, gradually becoming less before vanishing in the Terminal Holocene. One 'large' and one 'small' taxon can be easily differentiated by the significant change in size observed in the postcranial elements and dentition. The Philippine brown deer from Luzon appears to be closely matched to the 'large' taxon of deer found in the Palawanese fossils, from dental biometric comparisons which are similar between the latter and extant members of the genus Cervus or Rusa, particularly the Philippine brown deer (C. mariannus) and spotted deer (C. alfredi). However, the Philippine brown deer shows significant variation across its range, with populations on Mindanao Island being smaller than those of Luzon. Thus, it is possible that the overlap between the Luzonese brown deer and the archaeological material is coincidental, and that the fossils could belonged to another species of Cervus that had occurred in Palawan, with the taxonomic classification being unresolved. Otherwise, members of the genus Cervus are no longer seen in the region of Palawan.",
    "See also": "Javan rusa\n\n\n== References =="
  }
}