{
  "url": "https://en.wikipedia.org/wiki/Sciurus_aberti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Rodentia"
    },
    {
      "Family": "Sciuridae"
    },
    {
      "Genus": "Sciurus"
    },
    {
      "Subgenus": "OtosciurusNelson, 1899"
    },
    {
      "Species": "S. aberti"
    }
  ],
  "text": {
    "__SUMMARY__": "Abert's squirrel or the tassel-eared squirrel (Sciurus aberti) is a tree squirrel in the genus Sciurus native to the southern Rocky Mountains from the United States to the northern Sierra Madre Occidental of Mexico, with concentrations found in Arizona, the Grand Canyon, New Mexico, and southwestern Colorado. It is closely associated with, and largely confined to, cool dry ponderosa pine forests. It is named in honor of the American naturalist John James Abert; nine subspecies are recognised. It is recognizable by its tufted ears, gray color, pale underparts and rufous patch on the lower back. The squirrel feeds on the seeds and cones of the Mexican pinyon and the ponderosa pine when they are available, but will also take fungi, buds, bark, and carrion. Breeding normally occurs in summer, with a spherical nest being built high in the canopy.",
    "Etymology": "Abert's squirrel is named after Colonel John James Abert, an American naturalist and military officer who headed the Corps of Topographical Engineers and organized the effort to map the American West in the 19th century.",
    "Taxonomy": "The currently accepted scientific name for Abert's squirrel is Sciurus aberti Woodhouse. There are nine recognized subspecies, including the Kaibab squirrel (S. a. kaibabensis), formerly recognized as a separate species (S. kaibabensis). The nine subspecies are listed in the Distribution section.",
    "Physical characteristics": "Abert's squirrels are 46–58 cm long with a tail of 19–25 cm. The most noticeable characteristic would be their hair ear tufts, which extend up from each ear 2–3 cm. This gives this species a striking similarity to the Eurasian red squirrel, aside from its differing dark coloration. They typically have a gray coat with a white underbelly and a very noticeable rusty/reddish colored strip down their back. Abert's squirrels found in Colorado rocky mountain foothills appear black all over as shown in the adjacent image.",
    "Distribution": "Abert's squirrel is confined to the Colorado Plateau and the southern Rocky Mountains of Colorado, Utah, Arizona, and New Mexico; its range extends south in the Sierra Madre Occidental to Chihuahua and Durango in Mexico. Abert's squirrel also extends a short distance into Wyoming where ponderosa pine (Pinus ponderosa) is present. Abert's squirrels transplanted to the Graham and Santa Catalina Mountains of Arizona have established stable populations. Mellott and Choate reported Abert's squirrels present in the Spanish Peaks State Wildlife Area, 43 miles (69 km) southeast of the previously known Abert's squirrel range.The distribution of Abert's squirrel subspecies in the Southwest is coincident with the disjunct ponderosa pine forests. Subspecies distributions are as follows:\nS. a. aberti (Woodhouse) – northern Arizona\nS. a. barberi (Allen) – northwestern Chihuahua\nS. a. chuscensis  (Goldman) – New Mexico-Arizona border area\nS. a. durangi (Thomas) – Durango\nS. a. ferreus (True) – Rocky Mountains, central Colorado\nS. a. kaibabensis – Kaibab Plateau, northern Arizona\nS. a. mimus (Merriam) – New Mexico-Colorado border area\nS. a. navajo (Durrant and Kelson) – southeastern Utah\nS. a. phaeurus (Allen) – northwestern and southwestern Durango and southwesternmost Chihuahua",
    "Distribution-Habitat": "Abert's squirrels in the US make almost exclusive use of ponderosa pine for cover, nesting, and food. In Mexico where ponderosa pines are absent, the species is found in stands of the closely related Pinus arizonica. Optimum Abert's squirrel habitat is composed of all-aged ponderosa pine stands with trees in even-aged groups, densities of 168 to 250 trees per acre (496–618/ha), and 150 to 200 square feet per acre (34.4–45.3 sq m/ha) basal area. In optimum habitat average diameter of ponderosa pines is 11 to 13 inches (28 to 33 centimetres), with Gambel oaks in the 11.8- to 14-inch (30–36 cm) diameter at breast height (d.b.h.) range. Optimum habitat has some ponderosa pine over 20 inches (51 cm) d.b.h., which are the best cone producers. Larson and Schubert report that ponderosa pine 36 to 40 inches (91 to 102 centimetres) d.b.h. produced an average of 446 cones per tree per crop. Trees less than 24 inches (61 cm) d.b.h. produced fewer than 100 cones per crop.In central Arizona, Abert's squirrel summer home ranges averaged 18 acres (7.3 hectares) and ranged from 10 to 24 acres (4.0 to 9.7 ha). Ranges were somewhat smaller in winter. Ramey reports that the mean Abert's squirrel home range for spring and summer was 20 acres (8.1 hectares) in Black Forest County, Colorado. Subadult males had spring home ranges of about 27 acres (11 hectares), and adult females had somewhat larger summer home ranges than adult males. Patton reported the ranges of three squirrels as 10, 30, and 60 acres (4.0, 12.2, and 24.4 ha) in Arizona. Hall reported the home range of an adult female as 29 acres (12 hectares).In Colorado, Ramey found a density of 83 squirrels per square mile (30/km2) in spring 1970 but only 33 squirrels per square mile (12/km2) in spring 1971. In another Colorado study, Farentinos estimated 227 squirrels per square mile (82/km2) in fall 1970 and 317 per square mile (114/km2) in fall 1971.",
    "Distribution-Plant communities": "Abert's squirrel is closely associated with, and nearly confined to cool, dry interior ponderosa pine forests. In Arizona, ponderosa pine forests are most extensive between 5,500 and 8,500 feet (1,700 and 2,600 metres) elevation. Abert's squirrels occur in pure ponderosa pine stands or stands with associated Gambel oak (Quercus gambelii), Colorado pinyon (Pinus edulis), junipers (Juniperus spp.), quaking aspen (Populus tremuloides), and Douglas fir (Pseudotsuga menziesii). Findley and others mention that Abert's squirrels are common in mixed conifer canyons in New Mexico.In Durango and Chihuahua the squirrels are said to inhabit high altitude ponderosa pine stands, however, the ponderosa pines of Mexico have relatively recently (since at least 1997) been reclassified as a separate species Pinus arizonica (syn. P. ponderosa var. arizonica), and some regard much of that population as yet another species Pinus cooperi (P. arizonica var. cooperi).",
    "Conservation": "This is a common species with a wide range and the International Union for Conservation of Nature has rated its conservation status as being of \"least concern\". Nonetheless, in Mexico, where much of its habitat has been logged, this species is considered 'vulnerable' by the Mexican environmental protection agency SEMARNAT and is protected.",
    "Ecology and behaviour": "Abert's squirrels are diurnal. They are often active for a short time before sunrise and active for periods throughout the day, and they usually return to shelter before sunset. Abert's squirrel does not store food, as other North American squirrels do.The most apparent causes of Abert's squirrel mortality are food shortage and injuries (such as broken teeth) that lead to mortality.",
    "Ecology and behaviour-Reproduction": "In central Arizona, breeding occurs from May 1 to June 1 and there are young in the nest from June 10 to July 27. Farantinos reported a 46-day gestation period. Eight litters were composed of two to five young each. Three or four young per litter is typical. Young Abert's squirrels are born naked, with ears and eyes closed. At 2 weeks thin short hair is noticeable and the ears are slightly open. By 6 weeks the pelage has developed and the eyes are open. By 7 weeks the tail has broadened and is held over the back, ears are held erect. Mushrooms and bark have been added to the diet at this time. Captive young first venture from the nest at about 7 weeks, but do not venture to the ground until about 9 weeks. By 10 weeks Abert's squirrels are weaned. Mature size is reached by 15 to 16 weeks. Female Abert's squirrels usually bear only one litter per year. Hall and Kelson, however, report that two litters are often borne per year in the southern parts of Abert's squirrel range.",
    "Ecology and behaviour-Nesting": "Nests are built by the female Abert's squirrel out of pine twigs 0.5 inches (1.3 cm) or less in diameter and 6 to 24 inches (15 to 61 centimetres) long. Nests are lined with a variety of materials. Summer nests are built by Abert's squirrels on ponderosa pine branches, in Gambel oak cavities, and sometimes in cottonwood (Populus spp.) branches. Ponderosa pine seldom have cavities big enough for Abert's squirrels. In central Arizona nest trees ranged from 12 to 41 inches d.b.h. and were 20 to 110 feet (6.1 to 33.5 m) tall.\nIn another Arizona study, nest trees ranged from 11.6 to 36.6 inches (29 to 93 centimetres) d.b.h. Most nests are placed in the upper third of the tree crown. Nests are placed from 16 to 90 feet (4.9–27) above the ground, usually on a large limb against the bole, or in the forks of smaller branches. Nests were most often built on the southern to southeastern side of the tree. Patton reports that nest trees in Arizona had crowns that were 35% to 55% of the total tree height, and most often were 14 to 16 inches (36 to 41 centimetres) d.b.h.. Nests are built in trees occurring as part of a grouping of trees with interlocking crowns. Dwarf mistletoe (Arceuthobium vaginatum) infestations that cause the formation of \"witches brooms\" are often incorporated into or support Abert's squirrel nests.Nests are roughly spherical and a small platform often extends beyond the bowl edge on one side.The nests are used year-round by most Abert's squirrels for nightly shelter, although females often move the litter to a larger nest when the young are 3 to 6 weeks old. In winter, pairs of Abert's squirrels, usually an adult female and one subadult (presumed) offspring, use the same nest for shelter.",
    "Ecology and behaviour-Food habits": "Abert's squirrels consume ponderosa pine year-round. Parts eaten include seeds, which are the most highly preferred item, inner bark (particularly of young twigs), terminal buds, staminate buds, and pollen cones. Other foods include fleshy fungi (particularly hypogeous fungi), carrion, bones, and antlers. Severe weather is not always a deterrent to feeding activity. Where Mexican pinyon (Pinus cembroides) seeds are available, Abert's squirrels consume them in preference to ponderosa pine seeds. Gambel oak acorns may also provide substantial food for Abert's squirrels.Ponderosa pines produce large cone crops every 3 to 4 years; cones are virtually absent about 1 year out of 4. Abert's squirrels begin eating immature seed shortly after cone development begins in late May. Seeds are eaten through the summer as the cones mature. Seeds from up to 75 cones may be eaten per day per squirrel during the months when seeds form the squirrels' major food. Seeds are disseminated from cones in October and November. Abert's squirrels continue to consume seed from late maturing cones and collect single seeds from the ground. The succulent inner bark of twigs is eaten all year, but most heavily in winter. Needle clusters are clipped from the twigs, the outer bark is removed, the inner bark is consumed, and then the twig is discarded. In winter a single squirrel consumes about 45 twigs per day. Most feed trees range from 11 to 30 inches (28 to 76 centimetres) d.b.h. After seeds have been disseminated Abert's squirrels are dependent on inner bark, which forms the bulk of the diet from November to April. The soft inner tissue of small apical buds is also a preferred item. In May, staminate buds and cones and immature ovules are consumed as available. New staminate cones are entirely consumed; only the pollen is eaten from dried cones. The bark of areas infected with dwarf mistletoe also appears to be preferred.Fleshy fungi consumed include members of the following genera: Agaricus, Amanita, Boletus, Hypholoma, Lepiota, Lycopedon, Russula and Tuber. Mushrooms poisonous to humans are consumed by Abert's squirrels without difficulty, including destroying angels (A. bisporigera and A. ocreata) and a species of Russula.Water is obtained mostly from food, but Abert's squirrels sometimes drink at stock ponds or other standing water (i.e., rain puddles).",
    "Ecology and behaviour-Predators": "Reynolds  suggested that northern goshawks (Accipiter gentilis) may take enough Abert's squirrels to regulate Abert's squirrel populations. Hawks (Accipitridae and Falconidae) prey on Abert's squirrels in central Arizona, but even though other potential predators are present, i.e., gray fox (Urocyon cinereoargenteus), bobcat (Lynx rufus), coyote (Canis latrans), there is no evidence that they prey on Abert's squirrels.",
    "References": "This article incorporates public domain material from the United States Department of Agriculture document \"Sciurus aberti\".",
    "External links": "Fact sheet"
  }
}