{
  "url": "https://en.wikipedia.org/wiki/Small_Asian_mongoose",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Herpestidae"
    },
    {
      "Genus": "Herpestes"
    },
    {
      "Species": "H. javanicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Javan mongoose (Herpestes javanicus) is a mongoose species native to South and Southeast Asia. It has also been introduced to Hawaii, the Bahamas, Cuba, Croatia, Jamaica, Hispaniola, Puerto Rico, the Lesser Antilles, Belize, Honduras, Panama, Trinidad and Tobago, Colombia, Suriname, Venezuela, Guyana and Mafia Island. The western subspecies group is sometimes treated as a separate species, the Indian mongoose or small Indian mongoose (Herpestes auropunctatus).",
    "Description": "This species of mongoose is sympatric with Herpestes edwardsii in much of its native range and can be readily distinguished from the latter species by its much smaller size.\nThe body is slender and the head is elongated with a pointed snout. The length of the head and body is 509–671 millimetres (20.0–26.4 in). The ears are short. They have five toed feet with long claws. Genders differ in size with males having a wider head and bigger bodies.They use about 12 different vocalizations.",
    "Habitat": "Currently, there isn’t a study that has determined the preferred habitat for the Javan mongoose in its native range, however observations of trap success of the animal provides some insight . In studies where traps were used in an attempt to remove the mongoose, it was found that the trap success was nearly zero in conditions of rain. This information, along with other reports of the Javan mongoose’s strong dislike for rain, suggests that the mongoose prefers very dry habitats.There are studies that note the preferred habitats of the Javan mongooses introduced to other places such as Thailand, the Caribbean islands, Hawai’i, and Nepal. However, these preferences vary and do not provide information regarding the mongoose in its natural habitat.",
    "Habitat-Subspecies": "H. j. javanicus\nH. j. auropunctatus\nH. j. exilis\nH. j. orientalis\nH. j. pallipes\nH. j. palustris (Bengal mongoose)\nH. j. peninsulae\nH. j. perakensis\nH. j. rafflesii\nH. j. rubrifrons\nH. j. siamensis\nH. j. tjerapai",
    "Diet": "These mongoose mostly eat insects but are opportunistic feeders and will eat crabs, frogs, spiders, scorpions, snakes, small mammals, birds and eggs.",
    "Behavior and reproduction": "Mongooses are mostly solitary although males will sometimes form social groups and share burrows. Pregnancy duration is up to 49 days. A litter can consist of 2–5 young.",
    "Introduction to Hawaii": "The 1800s was a huge century for sugar cane, and plantations shot up on many tropical islands including Hawaii, Fiji and Jamaica. With sugar cane came rats, attracted to the sweet plant, which ended up causing crop destruction and loss. Attempts were made to introduce the species in Trinidad in 1870, but this failed. A subsequent trial with four males and five females from Calcutta however, were established in Jamaica in 1872. A paper published by W. B. Espeut that praised the results intrigued Hawaiian plantation owners who, in 1883, brought 72 mongooses from Jamaica to the Hamakua Coast on the Big Island. These were raised and their offspring were shipped to plantations on other islands. Populations that have been introduced to these islands show larger range sizes than in their native ranges. They also show genetic diversification due to drift and population isolation.Only the islands of Lana'i and Kaua'i are thought to be free of mongooses. There are two conflicting stories of why Kaua'i was spared. The first is that the residents of Kaua'i were opposed to having the animals on the island and when the ship carrying the offspring reached Kaua'i, the animals were thrown overboard and drowned. A second story tells that on arriving on Kaua'i one of the mongooses bit a dockworker who, in a fit of anger, threw the caged animals into the harbor to drown.\nAccounts from the sugar industry in the early 20th century state that the introduced mongooses were effective at significantly reducing the number of rats, mice, and insects.",
    "Introduction to Caribbean": "Starting in 1870, the Javan mongoose was introduced to Jamaica, Cuba, Hispaniola, St. Croix (1884), to prey upon black rats (Rattus rattus) that were ravaging the sugarcane industry. While very successful in reducing sugarcane damage from rats, the introduction had a negative impact on reptiles and other animals. For instance, the solenodons were almost made extinct. The Green iguana (Iguana iguana) has been greatly reduced in number and the St. Croix ground lizard (Ameiva polops) was eliminated from the island of St. Croix (but not from Protestant Cay, Green Cay, Ruth Cay, and Buck Island) before 1962. Ground nesting birds have also been greatly affected. Mongooses have even preyed upon fawns of white-tailed deer (Odocoileus virginianus). Because of the negative effect on other animals, the United States and other countries in the Americas banned importing live mongoose.",
    "Introduction to Okinawa": "The mongoose was introduced onto Okinawa Island in 1910 and Amami Ōshima Island in 1979 in an attempt to control the population of Habu (Trimeresurus flavoviridis, 波布) and other pests; an invasive species, they have since become pests themselves.\nThe efficacy of the mongoose against the habu population was quite limited however, since the mongoose is a diurnal creature and the habu are nocturnal. As such, they didn't encounter each other as often as had been desired.",
    "Invasive species": "Most reports claim that the mongoose introduction did not have the desired effect of rat control, either in Hawaii or St. Croix (This may be because rats are nocturnal and mongooses aren't). The mongoose hunted birds and bird eggs, threatening many local island species. The mongooses bred prolifically with males becoming sexually mature at 4 months and females producing litters of 2–5 pups a year. On Okinawa, the mongoose is known to carry antimicrobial-resistant strains of E. coli.Mongooses can carry leptospirosis, and are a major rabies vector in Puerto Rico.In 2016, the European Commission put the mongoose on the list of invasive alien species in the EU.",
    "References": "",
    "External links": "Small Indian mongoose photos\nInvasive species database",
    "Further reading": "Tseng, Zhijie; Flynn, John (January 2015). \"Convergence analysis of a finite element skull model of Herpestes javanicus (Carnivora, Mammalia): Implications for robust comparative inferences of biomechanical function\". Journal of Theoretical Biology. 365: 112–148. doi:10.1016/j.jtbi.2014.10.002. PMID 25445190."
  }
}