{
  "url": "https://en.wikipedia.org/wiki/Viverricula_indica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Viverridae"
    },
    {
      "Genus": "ViverriculaHodgson, 1838"
    },
    {
      "Species": "V. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "The small Indian civet (Viverricula indica) is a civet native to South and Southeast Asia. It is listed as Least Concern on the IUCN Red List because of its widespread distribution, widespread habitat use and healthy populations living in agricultural and secondary landscapes of many range states.The small Indian civet is a monotypic genus.",
    "Characteristics": "The small Indian civet has a rather coarse fur that is brownish grey to pale yellowish brown, with usually several longitudinal black or brown bands on the back and longitudinal rows of spots on the sides. Usually there are five or six distinct bands on the back and four or five rows of spots on each side. Some have indistinct lines and spots, with the dorsal bands wanting. Generally there are two dark stripes from behind the ear to the shoulders, and often a third in front, crossing the throat. Its underfur is brown or grey, often grey on the upper parts of the body and brown on the lower. The grey hairs on the upper parts are often tipped with black. The head is grey or brownish grey, the chin often brown. The ears are short and rounded with a dusky mark behind each ear, and one in front of each eye. The feet are brown or black. Its tail has alternating black and whitish rings, seven to nine of each colour. It is 21–23 in (53–58 cm) from head to body with a 15–17 in (38–43 cm) long tapering tail.",
    "Distribution and habitat": "The Small Indian civet occurs in most of India, Sri Lanka, Myanmar, Thailand, Laos, Cambodia, Vietnam, south and central China, and Taiwan. Recent records are not known in Bhutan, Bangladesh, Peninsular Malaysia, Java and Bali, where it was historically recorded. Its current status in Singapore is unclear.In Nepal’s Chitwan National Park, it is widely distributed in both grasslands and Sal (Shorea robusta) forest.In 2008, a small Indian civet was recorded for the first time in Jammu and Kashmir’s Dachigam National Park. This site was located at an altitude of 1,770 m (5,810 ft) in a riverine forest.\nIn northeast India, it was recorded up to an altitude of 2,500 m (8,200 ft).\nIn Tamil Nadu’s Kalakkad Mundanthurai Tiger Reserve, it was recorded foremost in grassland, riverine areas and sighted near a tea plantation during surveys in 2002.\nIn India's Western Ghats, small Indian civets were observed in Tamil Nadu’s Anamalai and Kalakkad Mundanthurai Tiger Reserves, and in Kerala’s Parambikulam and Chinnar Wildlife Sanctuaries during surveys in 2008.\nIn Mudumalai Tiger Reserve, it was recorded in deciduous, semi-evergreen and thorn forests, and in the dry season also at a water hole near a village.In Myanmar, it was recorded in mixed deciduous and bamboo forests in Hlawga National Park. In Hukawng Valley, it was recorded in grasslands and edges of forests at 240–580 m (790–1,900 ft) altitude during surveys between 2001 and 2003. In Alaungdaw Kathapa National Park, it was also recorded in a close tall forest in 1999.In Thailand, small Indian civets were recorded in Kaeng Krachan and Khao Yai National Parks, in evergreen gallery forest of Thung Yai Naresuan Wildlife Sanctuary, in secondary and dipterocarp forest of Huai Kha Khaeng Wildlife Sanctuary, and in Phu Khieo Wildlife Sanctuary at 700–900 m (2,300–3,000 ft) altitude in deciduous forest.In Laos, small Indian civets were recorded in a variety of habitats including semi-evergreen and deciduous forest, mixed deciduous forest, bamboo forest, scrubby areas, grasslands and riverine habitat.\nIn Cambodia’s Cardamom Mountains, small Indian civets were recorded in deciduous dipterocarp forests,  often close to water bodies and in marshes during surveys conducted between 2000 and 2009. Records in eastern Cambodia were obtained mostly in semi-evergreen forest in Phnom Prich Wildlife Sanctuary and Mondulkiri Protected Forest, but also in deciduous diptertocarp forests in Siem Pang Protected Forest, Snoul Wildlife Sanctuary, Virachey National Park and Chhep Wildlife Sanctuary.In China’s Guangxi, Guangdong and Hainan provinces, it was recorded in subtropical forest patches during interview and camera-trapping surveys carried out between 1997 and 2005.",
    "Distribution and habitat-Occurrence in East Africa": "The Small Indian civet was introduced to Madagascar. Feral small Indian civets were recorded in Ranomafana National Park in southeastern Madagascar, in an unprotected dry deciduous forest near Mariarano in northwestern Madagascar, and in Masoala−Makira protected areas in the island's northeast.\nIt was also introduced to Pemba Island and Mafia Island in the Zanzibar Archipelago, where it used to be kept for its musk, which is added to traditional African medicine and as a scent to perfume.",
    "Ecology and behavior": "Small Indian civets are nocturnal, mostly terrestrial and insectivorous. They inhabit holes in the ground, under rocks or in thick bush.\nOccasionally, pairs are formed (for mating and hunting). In areas not disturbed by humans, they have been reported to sometimes also hunt by day. Small Indian civets are primarily terrestrial, though they also climb well. Individuals sleep in burrows or hollow logs. They can dig their own burrows, but also occupy abandoned burrows of other species. In suburban habitats they use gutters or other hollow, dark spaces as makeshift burrows.",
    "Ecology and behavior-Diet": "The small Indian civets feed on rats, mice, birds, snakes, fruit, roots and carrion. Some individuals were observed while carrying off poultry.",
    "Ecology and behavior-Reproduction": "The female has usually four or five young at a birth. The life span is eight to nine years.",
    "Threats": "People of Traspur village in Assam hunt it for meat and purify its skin into medicine.",
    "Conservation": "Viverricula indica is listed on CITES Appendix III. In Myanmar, it is totally protected under the Wildlife Act of 1994.",
    "Taxonomy and evolution": "Civetta indica was the scientific name given to the species by Étienne Geoffroy Saint-Hilaire in 1803 when he described a small Indian civet skin from India in the collection of the French Museum d'Histoire Naturelle.Viverricula was the generic name introduced by Brian Houghton Hodgson in 1838 when he described new mammal genera and species collected in Nepal.\nIn the 19th and 20th centuries, the following scientific names were proposed:\n\nViverra rasse by Thomas Horsfield in 1824 was a zoological specimen collected in Java. It was later considered a variety of Viverricula indica.\nViverra pallida by John Edward Gray in 1831 was a pale civet skin from an inexplicit location in China.\nViverra bengalensis by Gray and Thomas Hardwicke in 1832 was the caption of a coloured drawing of a civet.\nViverra schlegelii by Francis P. L. Pollen in 1866 was a small Indian civet that Pollen collected in the Malagasy Department of Mayotte.\nViverricula malaccensis deserti by J. Lewis Bonhote in 1898 was a specimen collected near Sambhar, Rajasthan.\nViverricula malaccensis thai by Cecil Boden Kloss in 1919 was a female specimen collected in central Thailand.\nViverricula malaccensis atchinensis by Henri Jacob Victor Sody in 1931 was a male specimen collected in Aceh, northern Sumatra.\nViverricula malaccensis baliensis by Sody in 1931 was a male specimen from Bali.\nViverricula malaccensis muriavensis also by Sody in 1931 was also a male specimen collected near Keling north of Gunung Muria in Central Java.\nViverricula indica mayori by Reginald Innes Pocock in 1933 was a civet skin from Maha Oya that was part of a collection of civet skins and skulls from Sri Lanka.\nViverricula indica baptistæ also by Pocock in 1933 was a civet skin from Hasimara in the Bhutan Dooars that differed slightly in colour from other civet skins collected in Bengal and Assam.\nViverricula indica wellsi by Pocock in 1933 was a richly tinted civet skin from Kangra district in northwestern India.\nV. indica klossi by Pocock in 1933 was a dark brown skin of an adult female civet from Penang in Malay Peninsula.Pocock subordinated them all as subspecies to Viverricula indica when he reviewed civet skins and skulls in the collection of the Natural History Museum, London.The following subspecies were considered valid taxa as of 2005:\nV. i. indica — the nominate subspecies is thought to occur in Southern India from the Western to the Eastern Ghats and as far north as Lake Chilka on the east coast\nV. i. schlegelii — is considered to occur in Madagascar\nV. i. deserti — in Rajasthan\nV. i. wellsi — in Punjab, Kumaon division and United Provinces of British India\nV. i. baptistæ — in Bhutan and Assam\nV. i. thai — in Myanmar, Thailand, and Indochina\nV. i. klossi— in southern Myanmar and Malay Peninsula\nV. i. mayori — in Sri Lanka\nV. i. pallida — in southern China\nV. i. atchinensis — in Sumatra\nV. i. baliensis — in Bali\nV. i. muriavensis — in Java",
    "Taxonomy and evolution-Phylogeny": "A phylogenetic study showed that the small Indian civet is closely related to the genera Civettictis and Viverra. It was estimated that the Civettictis-Viverra clade diverged from Viverricula around 16.2 million years ago. The authors suggested that the subfamily Viverrinae should be bifurcated into Genettinae including Poiana and Genetta, and Viverrinae  including Civettictis, Viverra and Viverricula. The following cladogram is based on this study.",
    "References": "",
    "External links": "Raising Small Indian civet (Viverricula indica) website www.vietlinh.vn\nFact file from Pensacola Junior College"
  }
}