{
  "url": "https://en.wikipedia.org/wiki/Wild_goat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Family": "Bovidae"
    },
    {
      "Subfamily": "Caprinae"
    },
    {
      "Genus": "Capra"
    },
    {
      "Species": "C. aegagrus"
    }
  ],
  "text": {
    "__SUMMARY__": "The wild goat (Capra aegagrus) is a wild goat species, inhabiting forests, shrublands and rocky areas ranging from Turkey and the Caucasus in the west to Turkmenistan, Afghanistan and Pakistan in the east. It has been listed as vulnerable on the IUCN Red List since 1996 and is threatened by destruction and degradation of habitat.It is one the ancestors of the domestic goat (C. hircus).",
    "Taxonomy": "Capra aegagrus was the scientific name proposed by Johann Christian Polycarp Erxleben in 1777 for the wild goat populations of the Caucasus and Taurus Mountains.Capra blythi proposed by Allan Octavian Hume in 1874 were wild goat horns from Sindh.The following wild goat subspecies are considered valid taxa:\nBezoar ibex C. a. aegagrus\nSindh ibex C. a. blythi",
    "Distribution and habitat": "In Turkey, the wild goat occurs in the Aegean, Mediterranean, Black Sea, Southeastern and the Eastern Anatolia Regions up to 4,500 m (14,800 ft) in the Taurus and Anti-Taurus Mountains.In the Caucasus, it inhabits montane forests in the river basins of Andi Koysu and its tributaries in Dagestan, Chechnya and Georgia up to 2,700 m (8,900 ft).In Armenia, wild goats were recorded in the Zangezur Mountains, in Khosrov State Reserve, and in highlands of the Syunik Province during field surveys from 2006 to 2007.In Azerbaijan, wild goats occur in Ordubad National Park, Daralayaz and Murovdag mountain areas in Nakhchivan Autonomous Republic.\nIran\nIraqIn Turkmenistan, wild goat populations inhabit the mountain ranges of Uly Balkan and Kopet Dag.\nAfghanistan\nPakistan",
    "Behaviour and ecology": "In the wild, goats live in herds of up to 500 individuals; males are solitary. During the rut older males drive younger males from the maternal herds. The gestation period averages 170 days. Does (females) usually give birth to one kid, which are mobile almost immediately after birth. Kids are weaned after 6 months. Female goats reach sexual maturity at 1½–2½ years, males at 3½–4 years. The lifespan of a goat can be from 12 to 22 years.",
    "Threats": "Wild goat populations are threatened foremost by poaching, habitat loss due to logging, and competition with domestic livestock for food resources.",
    "See also": "Feral goat\nMountain goat",
    "References": "",
    "External links": "\"Capra aegagrus: Wild goat videos, photos and facts\". Arkive. Archived from the original on 2017-06-12. Retrieved 2017-06-18.\n\"Crete Wild Goat Capra aegagrus cretica\". World Association of Zoos and Aquariums."
  }
}