{
  "url": "https://en.wikipedia.org/wiki/Yellow_mongoose",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Suborder": "Feliformia"
    },
    {
      "Family": "Herpestidae"
    },
    {
      "Genus": "CynictisOgilby, 1833"
    },
    {
      "Species": "C. penicillata"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow mongoose (Cynictis penicillata), sometimes referred to as the red meerkat, is a member of the mongoose family averaging about 1 lb (1/2 kg) in weight and about 20 in (500 mm) in length. It lives in open country, from semi-desert scrubland to grasslands in Angola, Botswana, South Africa, Namibia, and Zimbabwe.",
    "Taxonomy": "Cynictis penicillata is the only member of its genus, but as many as twelve subspecies of yellow mongoose have been described. In general, the yellow mongoose has lighter highlights on the underbelly and chin, a bushy tail, and a complete lack of sexual dimorphism. Southern yellow mongooses are larger, have yellow or reddish fur, longer fur, and a longer tail with a characteristic white tip. Northern subspecies tend towards smaller size, grey colouration, a grey or darker grey tip to the tail, and shorter hair more appropriate to the hotter climate.",
    "Habits": "The yellow mongoose is carnivorous, consuming mostly arthropods but also other small mammals, lizards, snakes and eggs of all kinds.\nThe yellow mongoose is primarily diurnal, though nocturnal activity has been observed. Living in colonies of up to 20 individuals in a permanent burrow complex, the yellow mongoose will often co-exist with Cape ground squirrels or suricates and share maintenance of the warren, adding new tunnels and burrows as necessary. The tunnel system has many entrances, nearby which the yellow mongoose makes its latrines.",
    "Social structure": "The social structure of the yellow mongoose is hierarchical, based around a central breeding pair and their most recent offspring. There are also subadults, the elderly, or adult relatives of the central pair. Male ranges tend to overlap, while females from other dens have contiguous non-overlapping ranges. Every day, the alpha male will mark members of his group with anal gland secretions, and his boundaries with facial and anal secretions, as well as urine. The alpha male also rubs his back against raised objects, leaving behind hair as a visual marker of territory. Other members of the group mark their dens with cheek secretions. A colony can have 20-40 members.",
    "Predators": "Predators of the yellow mongoose are birds of prey, snakes and jackals. When frightened, the yellow mongoose will growl and secrete from its anal glands. It can also scream, bark, and purr, though these are exceptions, as the yellow mongoose is usually silent, and communicates mood and status through tail movements.",
    "Mating season": "The yellow mongoose's mating season is between July and September, and it gives birth underground between October and December, with no bedding material, in a clean chamber of the burrow system. Usually, two offspring are produced per pregnancy, and they are weaned at 10 weeks, reaching adult size after 10 months.",
    "Rabies": "There is some concern about the role of Cynictis penicillata as a natural reservoir of rabies. Most African wild animals will die within several weeks of infection with rabies, but it seems that certain genetic strains of the yellow mongoose can carry it asymptomatically, but infectiously, for years.",
    "References": "",
    "Further reading": "N.L. Avenant; J.A.J. Nel: \"Comparison of the diet of the yellow mongoose in a coastal and a Karoo area\" in South African Journal of Wildlife Research (1992), Volume: 22, p. 89–93.\nO.A.E. Rasa; B.A. Wenhold; P. Howard; A. Marais: \"Reproduction in the yellow mongoose revisited\" in South African Journal of Zoology (1992), Vol. 27, No. 4, p. 192.\nB.A. Wenhold; O.A.E. Rasa: \"Territorial marking in the Yellow mongoose Cynictis penicillata: sexual advertisement for subordinates?\" in Zeitschrift für Säugetierkunde (1994), Vol.59, No.3, p. 129.",
    "External links": " Data related to Cynictis penicillata at Wikispecies\n Media related to Cynictis penicillata at Wikimedia Commons"
  }
}