{
  "url": "https://en.wikipedia.org/wiki/Grevillea_aquifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. aquifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea aquifolium is a shrubby or scrambling plant endemic to South Australia and Victoria. Common names include holly grevillea, prickly grevillea or variable prickly grevillea. In occurs naturally in woodland, open forest and heathland.",
    "Description": "The species displays a high level of plasticity in its leaves, habit, and habitat preferences across its natural range. The height of the shrubby forms usually ranges between 1 and 2 metres but can reach 4 metres in some populations, while prostrate forms are also observed in their natural distribution, sometimes growing among shrubby forms. The flowers occur in terminal one-sided racemes, typical of what are commonly referred to as \"toothbrush\" grevilleas. They are red or occasionally yellowish-green. Flowering in South Australia is recorded as being between November and March, while in the Grampians in Victoria it extends from September to April. The foliage is usually lobed with sharp points on the lobes  but some populations have leaves with nearly entire leaf margins.",
    "Taxonomy": "The species was formally described in 1838 by English botanist John Lindley in Three Expeditions into the Interior of Eastern Australia based on plant material collected from Mount William in the Grampians by Thomas Mitchell. Mitchell commented that the species was  \"a remarkable kind with leaves like those of a European holly, but downy\".",
    "Distribution and habitat": "Grevillea aquifolium occurs in the south-east of South Australia and western Victoria.\nIn South Australia, small populations are found at locations such as Carpenter Rocks, Bucks Lake Game Reserve and West Dairy Range. In Victoria the species is found in the Grampians region and northwards to the Little Desert as well as near the south coast at Kentbruck Heath near Portland. Associated tree species in Victoria include Eucalyptus baxteri, Eucalyptus obliqua, Eucalyptus willisii subsp. falciformis and Callitris rhomboidea.Possible hybrids between this species and Grevillea microstegia and Grevillea montis-cole occur near Mount Cassel and Mount William respectively.",
    "Ecology": "Birds are thought to be the primary pollinators of the species, though bees and ants may also have a role.",
    "Cultivation": "A number of naturally occurring forms have been brought into cultivation from locations including Carpenter Rocks, Cooack, Halls Gap, Kenbruck Heath, Lake Wartook, Little Desert, Mount William and Serra Road.'Copper Crest', a hybrid cross of G. aquifolium and G.acanthifolia, is a commercially released cultivar that was selected in Montrose in Victoria in 1975.Grevillea aquifolium prefers a well-drained position with full exposure to the sun or in partial shade. Mature plants are drought tolerant and have some frost tolerance, but dislike humidity. Plants may be propagated from cuttings taken from semi-mature growth.",
    "References": "",
    "External links": "Herbarium specimens at Royal Botanic Gardens Kew"
  }
}