{
  "url": "https://en.wikipedia.org/wiki/Grevillea_repens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. repens"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea repens, the creeping grevillea, is a prostrate woody shrub endemic to Victoria, Australia. It is a member of the 'southern holly-leaf grevilleas' and closely related to Grevillea obtecta.The species grows up to 3 metres in diameter and produces flowers arranged in 'toothbrush' conflorescences mainly from mid-spring to mid-summer (October to January in its native range). The flowers have perianths which are usually light green or grey and styles that are most frequently dark red but have variants that include deep maroon, dull pink, salmon and green. The styles are tipped with a green pollen-presenter onto which pollen is deposited from the anthers when the flower is in late bud stage. This outcrossing species is likely adapted to pollination by birds (primarily honeyeaters; Meliphagidae) which forage for nectar, although insects including feral honey bees Apis mellifera are frequent floral visitors.Grevillea repens is found in montane eucalypt forests in two main areas in central Victoria: an eastern region centred in the Kinglake area, and a western region in the Daylesford area. A third group of populations is found southeast of Daylesford in the Lerderderg Gorge area. Plants from the eastern region (the Mt Slide form) can reproduce both sexually by seed and clonally by 'root-suckering' and tend to display lower fertility than plants from the western (the Daylesford form) and Lerderderg populations which regenerate by seed or by re-shooting from lignotubers after disturbance events such as fire.  Some clonally reproducing plants in the eastern region have been found to be triploid (three sets of chromosomes) compared to the usual diploid state for this species (2n=20). The Lerderderg Gorge populations show a closer genetic and morphological affinity to plants from the Daylesford area than those from the Kinglake area. Western populations display the greatest range of floral colour variants (with green to dark red styles) while those in eastern populations range from dark red to deep burgundy. Nearly all plants in the Lerderderg Gorge area have a green floral colour morph (see https://natureshare.org.au/observations?species=Grevillea+repens).\nThe species was first formally described by botanist Ferdinand von Mueller in 1854, his description published in Linnaea. It is listed as  \"Rare in Victoria\" on the Department of Sustainability and Environment's Advisory List of Rare Or Threatened Plants In Victoria.\n\n\n== References =="
  }
}