{
  "url": "https://en.wikipedia.org/wiki/Grevillea_phanerophlebia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. phanerophlebia"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea phanerophlebia, commonly known as the prominent vein grevillea and the vein leaf grevillea, is a shrub of the genus Grevillea native to a  small area on the west coast in the Mid West region of Western Australia.",
    "Description": "The erect and straggly evergreen shrub typically grows to a height of 1 to 1.5 metres (3 to 5 ft) and has terete non-glaucous branchlets. It has simple spiny dissected tripartite shallowly divided mid green leaves with a blade that is 20 to 40 millimetres (0.8 to 1.6 in) long. It blooms in August or September and produces an axillary raceme regular inflorescence with white or cream flowers with white or cream styles. Later it forms rugose oblong or ellipsoidal and glabrous fruit that is 8 to 9 mm (0.31 to 0.35 in) long. Seeds produced are smooth approximately 5.5 mm (0.22 in) and 2.5 mm (0.1 in) with an obovoid to ellipsoidal shape with a waxy to membraneous margin. The plant is able to regenerate from seed only.",
    "Habitat": "The shrub is found in open forest areas of tall to low trees or on heathland, close to Mingenew, Mullewa and Eradu on the Geraldton sandplains and hills area. It is able to grow in gravelly, sandy or loamy soils.  It is only known from one population of two plants that are probably juveniles, and another population that contained no live plants. Plant species associated with G. phanerophlebia include Waitzia nitida, Acacia saligna, Acacia acuminata, Allocasuarina campestris, Hakea erinacea, Mesomelaena sp., Austrostipa elegantissima, Aristida holathera, Bonamia rosea, Grevillea amplexans and Grevillea biternata.The Botanic Garden and Parks Authority in Perth, Western Australia currently have 36 plants of Grevillea phanerophlebia in cultivation, and seeds taken from one population are in storage.",
    "History": "The first collection of the plant was made in 1901 by the German botanist Ludwig Diels from near Mingenew. The Western Australian Herbarium first collection made from the species was made in 1931 from near Mullewa.\nGrevillea phanerophlebia was declared as Rare Flora in March 1999 and ranked 1999 as Critically Endangered (CR). It currently meets World Conservation Union (IUCN 2000) Red List Category ‘CR’ under several criteria.Despite being rare in the wild, it has been in cultivation since the 1980s in New South Wales and Victoria. G. phanerophlebia is commercially available and sold as a waterwise informal hedge, barrier or border plant that can be grown in areas with hot overhead sun suitable in dry soils and able to tolerate light frost.",
    "See also": "List of Grevillea species\n\n\n== References =="
  }
}