{
  "url": "https://en.wikipedia.org/wiki/Grevillea_humifusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. humifusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea humifusa, also known as spreading grevillea, is a prostrate shrub found only in a localised area in Western Australia and is considered critically endangered in the wild.",
    "Description": "The plant grows from a lignotuber, up to 0.5 feet (0.15 m) high, with trailing stems extending to 6 feet (1.8 m) in length, The leaves are grey to grey-green, and are 1.5 to 2 cm long.\nThe pink to red flowers appear during spring. They occur in racemes, up to 2 cm long, at the end of branches.",
    "Distribution": "Grevillea humifusa is only found in a single population near Eneabba, south of Geraldton. The land that the 1500 plants are found on comprises private pasture and adjoining road reserves.",
    "Distribution-Endangered  status": "Grevillea humifusa is considered to be under threat in its native habitat and has received legislative protection at both state and federal level as follows:\n\nDeclared (in 1996) as \"Rare Flora\" under the Western Australian Wildlife Conservation Act 1950\nListed as \"Endangered\" under the Commonwealth Environment Protection and Biodiversity Conservation Act 1999",
    "Taxonomy": "Specimens of Grevillea humifusa were originally collected by H. Demarz of Kings Park and Botanic Garden from the Eneabba area in 1968.\nPrior to attaining species status, Grevillea humifusa was known by the following synonyms.\n\nGrevillea sp. Eragilga  P. Olde\nGrevillea thelemanniana 'form e'  D.J.McGillivray & R.O.Makinson (1993)Additionally, it was known by the following names in cultivation:\n\nGrevillea thelemanniana (prostrate form)\nGrevillea thelemanniana (grey-leaf form)",
    "Cultivation": "Grevillea humifusa is cultivated as an ornamental plant by plant nurseries, for use as a flowering groundcover in gardens and drought tolerant landscaping.",
    "See also": "Declared Rare and Priority Flora List — the system by which Western Australia's conservation flora are given a priority.",
    "References": "\"Grevillea humifusa Olde & Marriott\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.",
    "External links": "Stack G. and English V. (2003) Spreading Grevillea (Grevillea humifusa) Interim Recovery Plan 2003-2008 Department of Conservation and Land Management Western Australian Threatened Species and Communities Unit. (PDF)\nFloraBase: the West Australian flora: Grevillea humifusa\nDepartment of the Environment and Water Resources Species Profile and Threats Database: Grevillea humifusa\nFlora of Australia online: Grevillea humifusa"
  }
}