{
  "url": "https://en.wikipedia.org/wiki/Grevillea_chrysophaea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. chrysophaea"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea chrysophaea, commonly known as golden grevillea, is a  shrub which is endemic to Victoria in Australia.",
    "Description": "This species is a spreading, or occasionally prostrate, shrub and ranges between 0.3 and 2.5 metres in height. Its leaves are entire, oblong-elliptic to linear, and are  1.5 to 6 cm long and 3 to 15 mm in width. The flowers range in colour from a dull to golden yellow and have a red to orange-red style. They are most prolific between early winter and early summer.",
    "Distribution": "The species occurs in eucalypt or banksia woodland in  the Brisbane Ranges and in Gippsland in southern Victoria.\nIt is listed as \"Rare in Victoria\" on the Department of Sustainability and Environment's Advisory List of Rare Or Threatened Plants In Victoria.",
    "Taxonomy": "Named forms include:\n\n'Brisbane Ranges form'\n'Gippsland form'\n'Holey Plains form'The form described as Grevillea chrysophaea var. canescens H.B.Will. is not currently recognised as a separate variety. It is procumbent and compact and has smaller flowers but produces them in greater numbers.The type specimen was collected at Sperm Whale Head.\nThe variant previously known as Grevillea sp. aff. chrysophaea or Grevillea aff. chrysophaea (Nowa Nowa) is currently regarded as a separate species, Grevillea celata Molyneux.",
    "Cultivation": "Plants are best suited to coastal or mountain environments (within Australia) and prefer light, moist soils in a protected situation.\nPropagation is from seed or cuttings, although the latter are difficult to strike.",
    "References": "\"Grevillea chrysophaea\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government, Canberra. Retrieved 13 October 2008.\n\"Grevillea chrysophaea\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\nYour Australian Garden - No.4 Grevilleas, David G. Stead Wildlife Research Foundation of Australia."
  }
}