{
  "url": "https://en.wikipedia.org/wiki/Grevillea_striata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. striata"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea striata, also known as beefwood, is a tree or shrub native to all Australian states, with the exception of Victoria and Tasmania. Alternative common names for this species include western beefwood, beef oak, beef silky oak and silvery honeysuckle.",
    "Description": "The plant exhibits a range of growth forms, from a spindly shrub ~3m metres in height to a robust tree up to 15 metres. The trunk is covered in rough, brown, furrowed bark. The leaves are long, narrow and straplike, 10 to 45 cm long and up to 1 cm wide.Creamy-yellow flowers are produced in cylindrical spikes predominantly from August to December in Australia (late winter to early summer) although they may appear at other times of the year.\nThese are followed by woody, beaked seed capsules which are about 1.5 cm long.\nIt is a long-lived tree. In New South Wales, a tree still stands which bears an inscription in memory  of a member of Charles Sturt's expedition in 1845.  James Poole, having died of scurvy,  was buried near the Beefwood tree at Preservation Creek near Milparinka, and an inscription \"JP 1845\" was carved into the tree.",
    "Taxonomy": "The species was first formally described by botanist Robert Brown in 1810.",
    "Distribution": "It occurs as scattered trees in open Eucalyptus or Acacia woodland and also in Triodia - shrubland communities.",
    "Uses": "Sap from the tree was used by aborigines as a cement and for medicinal purposes. Due to its durability and the fact that it splits readily, the timber was used in the past for fence posts and shingles. It is known as Beefwood due to the intense red colour of its heartwood.",
    "References": "",
    "External links": "\"Grevillea striata\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\n\"Grevillea striata\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}