{
  "url": "https://en.wikipedia.org/wiki/Grevillea_iaspicula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. iaspicula"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea iaspicula, also known as Wee Jasper grevillea, is species of endangered shrub that is endemic to southern New South Wales.",
    "Description": "Grevillea iaspicula is a shrub that grows to a height of 1.2–2.5 m (3 ft 11 in–8 ft 2 in) and has leaves that are between 20–30 mm (0.79–1.18 in) long with have recurved margins. The branched, pendant inflorescences appear from late autumn to late spring.  The perianths are green or cream coloured, flushed with light pink and the styles are pink or red. The fruit is a hairy follicle.",
    "Taxonomy": "Grevillea iaspicula was first formally described in 1986 by Donald McGillivray in his book, New Names in Grevillea (Proteaceae). The type specimen was found on private property in Wee Jasper in 1980. The specific epithet  iaspicula is a latinised form of Wee jasper, the area where this species occurs.In the Flora of Australia (1999), the species was positioned within the genus Grevillea by means of a hierarchical tree as follows:Grevillea (genus)\n\nFloribunda Group\nRosmarinifolia SubgroupGrevillea iaspicula\nGrevillea jephcottii\nGrevillea lanigera\nGrevillea baueri\nGrevillea rosmarinifolia\nGrevillea divaricata",
    "Distribution": "Grevillea iaspicula occurs in a restricted area in Wee Jasper and near Lake Burrinjuck among limestone-based rocky outcrops. Many populations are on private land.",
    "Ecology": "The species is believed to be pollinated by birds.",
    "Conservation status": "Grevillea iaspicula is listed as \"critically endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and \"endangered\" under the New South Wales Government Threatened Species Conservation Act 1995. Potential threats include grazing, weeds, fire and drought. It is believed that survival of the species in the wild is unlikely without human intervention to artificially increase populations.",
    "Use in horticulture": "The species has only been brought in to cultivation in recent times and plants are not yet widely available beyond specialist nurseries. It exhibits a number of qualities which make it a suitable candidate for many gardens including adaptibility to a range of soil types, responsiveness to pruning, and resistance to heavy frost. Plants may be propagated from cuttings.",
    "References": "",
    "External links": "Grevillea iaspicula - Australian Plant Image Index"
  }
}