{
  "url": "https://en.wikipedia.org/wiki/Grevillea_kennedyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. kennedyanna"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea kennedyana is a sprawling shrub of the genus Grevillea. It is only found in a small part of Australia, with a natural range less than 100 km. It is considered a vulnerable under federal and state legislation. G. kennedyana is also known as the flame spider-flower.",
    "Description": "Grevillea kennedyana is a sprawling or ascending, many-branched shrub with downy branches that reaches heights of 1.5 m and 2 m wide. Populations often consist of a close grouping of 4 to 8 individuals that have intertwining branches, creating a combined canopy of 3–5 m2. It is greyish coloured in appearance  with flowers ranging in colour of orange-red, red and perianth pink from July to November. The flowers, between 2.5-3.5 cm long, sprout from thin stalks in small groups of 8-20 flowers, from the end of branchlets. The flowers themselves are long and hairless on the outside, with a ‘bearded’ inside. The style, approximately 30 mm, is released from a split in a flower. It has thin sharply pointed, linear leaves approximately 12–25 mm long and 1-1.5 mm wide. The leaves have a downy underside, with thick margins that are in-rolled. The leaves are quite rigid and are slightly clustered. The fruit is 12–17 mm long and is in the shape of a glabrous obovoid-ellipsoidal follicle that is tapered to a style base. The seed has a short apical wing on a linear seed which is 7.5-10.5 mm long and 2.7-3.1 mm wide.",
    "Taxonomy": "This species is not closely related to any of Australia’s other Grevillea species. However, it does have phylogenetic resemblance with other Grevillea species that are found within semi-arid and temperate arid regions of south western Australia, such as Grevillea decipiens, Grevillea sparsiflora, and Grevillea acuaria. G. kennedyana is not well adapted for deep sandy soils because of this, the species is seen as a relict species that has been effected by the expansions of the arid interior of Australia. G. kennedyana was named after Mrs Mary B. Kennedy of Wonnaminta by Ferdinand von Mueller.",
    "Distribution and habitat": "Grevillea kennedyana has a restricted distribution and is only found in the northwest corner of New South Wales (NSW) and the southwest corner of Queensland (QLD), which are arid areas and receives variable and unreliable rainfall. As of 2000, the plant was found in six geographic locations. Ninety per cent of the populations are found in the Sturt National Park which are highly fragmented.It can sometimes be found in dry and rocky watercourses, but is most often found in clusters on rocky jump-ups and colluvial slopes of rocky mesas with weathered silcrete rocks and loamy soils. The most dense populations of this species are found on the lower slopes that have high water retention because of deep colluviums. The altitude of the known locations of G. kennedyana is between 140 m and 200 m and is found on slopes that vary from 10˚, which is relatively flat to a steep slope of 75˚. Populations are found under very little or no tree and shrub canopy cover.The plant communities that are found with G. kennedyana have not been sufficiently studied. However, it is currently known to be found with the spiny fan-flower (Scaevola spinescens), whitewood (Atalaya hemiglauca), Acacia and Eremophila species and occasionally black oak (Casuarina pauper). A low ground cover of chenopodiaceae is often present.",
    "Life history": "Not much information is known on the ecology and biology of G. Kennedyana. While it is not known how long the plant lives for, it is presumed that it has a long life, as it is a common adaptation for perennial plants that are found in the arid zone due to the irregularity of rainfall in the area.The plant is capable of recruitment by rhizomes, making the current individuals clones. However, the plant has also been observed to resprout from adventitious buds from the base of the stems and seeds. New growth can be stimulated by physical damage to the plant.Flowering is seen to occur 2–4 months after a major rainfall event, however during dry seasons flowering is irregular. The necessary amounts of rainfall required for flowering are still not known. Fruit is believed to mature 6–8 weeks once fertilisation has occurred. The pollinators are not known, but they are believed to be birds. The seeds are then dispersed soon afterwards, however the dispersal mechanisms are still not fully understood, but it is believed to be aided by the wings that are found on the seeds.The period of seed dormancy is another unknown factor which needs to be investigated. Depending on its similarity to other Grevillea species it is possibly that it can remain dormant for up to four years. Any recruitment that does occur via seed is believed to be event driven, relying on the combination of above average rainfall and the appropriate temperature. Seedlings that are becoming established in the summer months may be greatly affected by high temperatures and the absence of soil moisture.",
    "Current conservation status": "Under Schedule 1 Part 2 of the Commonwealth Endangered Species Protection Act 1992 and Schedule 2 of the NSW Threatened Species Act 1995 and under Schedule 3 Part 3 of the QLD Nature Conservation Act 1992 G. Kennedyana is currently listed as ‘vulnerable’. This means that the plant is not currently endangered but will be at risk in the next 20–50 years, but it is considered ‘adequately conserved’ as majority of the population resides in a national park.",
    "Current conservation status-Threatening processes": "The processes and events that have caused the rarity of G. Kenneydana are not known, but it has been hypothesised in the Recovery Plan, issued by the NSW National Parks and Wildlife Services, that minor habitat degradation by browsing herbivores and the absence of pre-European fire regimes may have negatively impacted G. kennedyana. Seed predation has also been suggested in later studies.",
    "Current conservation status-Threatening processes-Fire": "Before European settlement in Australia, Indigenous Australians managed the land using fire. Once Europeans colonised the area these fire practices began to decline and the effect it has had on the plant is unknown. While fire is not required for G. kennedyana to release its seed, it is believed that it is required for breaking seed dormancy. This needs to be properly investigated as the species does not occur in a fire prone zone.",
    "Current conservation status-Threatening processes-Grazing": "It is possible that G. kennedyana is able to withstand browsing pressures, as it has been subjected to intensive and prolonged grazing by stock from the 1890s to the mid 20th century. Rabbits and other native macropods are also likely to browse the plant. These actions from herbivores are believed to have caused an observed lack of seedling recruitment.",
    "Current conservation status-Threatening processes-Seed predation": "It is possible that insects, mammals and birds could be eating the seeds. Other species of Grevillea have been effected by seed predation. This is a possible contributing factor to the lack of recruitment of the species.",
    "Current conservation status-Species ability to recover": "The current known populations of G. kennedyana appear to be quite stable for the last six years that it has been monitored in the field. At present there is no known evidence to suggest that the species is significantly declining or being threatened. Also because of the species ability to persist given the heavy grazing that occurred in the park, the wild populations of the plant looks likely to remain for at least another 50–100 years. The lack of recruitment is a concern for the survival of the plant in the long-term. A possible reason for its rarity is most likely the result of natural evolutionary and ecological processes.",
    "Current conservation status-Recovery plan": "As majority of the populations of G. Kennedyana reside in the Sturt National Park in NSW, the National Parks and Wildlife Service have created a recovery plan for the species. The three main objectives are to protect and monitor all known populations; find and manage the threats that are effecting the survival and recruitment of the species; and involve the community in the conservation of the species by working with the relevant landholders and managers to improve the management of identified threats to the plant.",
    "Uses": "Most Grevillea species contain a honey-like liquid that is edible to humans. G. kennedyana contains a large amount of a clear, sweet liquid, which can be shaken from the flowers. However, due to the large volume of liquid it makes the flower difficult to preserve.",
    "Related information": "New South Wales Government - Environment and Heritage\nAustralian Government - Department for the Environment\nPlantNET Flora Online\nRecovery Plan for Grevillea kennedyana\n\n\n== References =="
  }
}