{
  "url": "https://en.wikipedia.org/wiki/Grevillea_baileyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. baileyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea baileyana, commonly known as white oak, is a tree of the family Proteaceae that is native to the rainforests of north-east Queensland in Australia and Papua New Guinea.",
    "Taxonomy": "First collected in 1886 from the vicinity of the Johnstone River in north Queensland, this species was given the binomial name Kermadecia pinnatifida by Queensland botanist Frederick Manson Bailey. However, when it was reclassified within the genus Grevillea, the new scientific name was found to be an illegitimate name as the combination Grevillea pinnatifida had been published for a different plant in 1843. Instead, botanist Donald McGillivray gave it the new name Grevillea baileyana in 1986, honouring Bailey and his son John Frederick Bailey.Common names include scrub beefwood, white oak and brown silky oak.",
    "Description": "In its native rainforest habitat, Grevillea baileyana can grow as a tree to 30 m (100 ft) high. Its hard scaly bark is grey. Both adult and juvenile leaves are  6–30 cm (5.2–12 in) long; the juvenile leaves are pinnatifid, that is, divided into five to nine lanceolate (spear-shaped) lobes on each side of the leaf, while the adult leaves are a simple spear-shape (lanceolate) and 1–6 or rarely 10 cm (0.4–4 in) wide. They are a shiny smooth green above with a conspicuous midvein, and covered in rust-coloured fur below. The flowerheads appear in spring and summer (August to December) and are greenish in bud and white on maturity.",
    "Distribution and habitat": "Grevillea baileyana is found in New Guinea and Australia, where it occurs in northeastern Queensland in the McIlwraith Range and vicinity of Coen, and from Cooktown south to  Ingham. It is found in rainforests and rainforest margins, generally on granite-based soils.",
    "Cultivation and uses": "The fragrant white flowerheads and green foliage make Grevillea baileyana an attractive garden plant. It prefers a compost-rich, acidic soil with good drainage. It is long-lived in cultivation and usually grows no higher than 8 to 10 metres (25–35 ft). Although noted for prolific flowering in tropical regions, plants may take many years to produce flowers in temperate areas. It is generally propagated by seed, although some success has been had with cuttings. The white or pinkish grained wood can be used in wood turning or cabinet making.Foliage of the species is valued in floral arrangements for the unusual contrast of the dark green upper surface and gold to bronze underside. The species  was one of 5 selected for trialling as \"native foliage products\" from a total of 21 based on an evaluation of vase life, adaptability to varied climates and market acceptance.  It was incorporated in the bouquets handed to medal winners at the 2000 Summer Olympics in Sydney.\n\n\n== References =="
  }
}