{
  "url": "https://en.wikipedia.org/wiki/Grevillea_shiressii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. shiressii"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea shiressii  is an Australian shrub of the family Proteaceae endemic to New South Wales, where it is found in only two localities near Gosford.",
    "Description": "Grevillea shiressii grows as a woody shrub, reaching 2–5 m (6.6–16.4 ft) high. It has shiny lanceolate (spear-shaped) to elliptic leaves which are 8 to 19 cm (3.1 to 7.5 in) long and 1–3 cm (0.39–1.18 in) across, with undulate (wavy) margins. The inflorescences (flower heads) appear from July to December, and are composed of two to nine individual flowers.",
    "Taxonomy": "William Blakely described this species in 1925, naming it in honour of his companion on many forays David William Campbell Shiress.It is related to Grevillea singuliflora.",
    "Distribution and habitat": "A rare plant, listed as vulnerable with a ROTAP rating of 2VCit, it is only found growing naturally in the area around Gosford north of Sydney. Grevillea shiressii is only found along two tributaries of the Hawkesbury River – Mullet Creek and Mooney Mooney Creek. Growing on alluvial sandy soils, it is a component of wet sclerophyll forest. It grows under such trees as mountain blue gum (Eucalyptus deanei), turpentine (Syncarpia glomulifera) and rough-barked apple (Angophora floribunda), and alongside watergum (Tristaniopsis laurina) and river lomatia (Lomatia myricoides).There is also a naturalised population of Grevillea shiressii in Newcastle.",
    "Ecology": "Birds forage among and pollinate the flowers, while ants disperse the seeds. Wasps of the genus Eurytoma prey on the seeds.Grevillea shiressii is killed by fire and regenerates from seed.",
    "Cultivation": "Grevillea shiressii grows into a bushy shrub in the garden, its flowers attracting birds and providing shelter for them. Its foliage is a feature. It can be propagated readily by seed or cutting. A cultivar known as G. 'Ruby Clusters' or G. 'Splendour' is a hybrid between G. shiressii and either G. oleoides or G. speciosa, with the red flowers of these species and the foliage of the former.",
    "References": "",
    "External links": " Media related to Grevillea shiressii at Wikimedia Commons\n Data related to Grevillea shiressii at Wikispecies"
  }
}