{
  "url": "https://en.wikipedia.org/wiki/Grevillea_acanthifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. acanthifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea acanthifolia, commonly known as the Acanthus-leaved grevillea, is a plant in the family) Proteaceae endemic to New South Wales. It is a shrub with stiff, prickly, divided leaves and pink to purple \"toothbrush\" flowers.",
    "Description": "Grevillea acanthifolia is an erect or spreading shrub which usually grows to a height of 0.5 m (2 ft) but sometimes to 3 m (10 ft) tall and 4 m (10 ft) wide. The leaves have 9 to 14 main lobes and are 4–9 cm (2–4 in) long and 3–7 cm (1–3 in) wide, each lobe sometimes further divided and linear to triangular or wedge-shaped with a sharp tip. The leaves are bright green, stiff and prickly.\nThe flowers are arranged in one-sided, \"toothbrush\"-like group, 3–10 cm (1–4 in) long. The small sepals and petals are pale green to grey and hairy on the outside and glabrous inside. The style is 20–28 mm (0.8–1 in) long and red, tipped with a green pollen presenter. Flowering occurs throughout the year but mainly from October to February and the fruit that follows is a hairy follicle with reddish markings.",
    "Taxonomy and naming": "Grevillea acanthifolia was first formally described in 1825 by Allan Cunningham from a specimen he collected on John Oxley's 1817 expedition. Cunningham found the species growing in \"peaty bogs on the Blue Mountains and [on the] banks of Cox's River\". The specific epithet (acanthifolia) is a derived from the name of the genus Acanthus and the Latin word folium meaning \"a leaf\" referring to the similarity of the leaves of this species to those of Acanthus.Three subspecies have been identified as follows:\n\nGrevillea acanthifolia A.Cunn. subsp. acanthifolia which has its leaf lobes egg-shaped or wedge-shaped, not linear and which grows in swampy places or on wet rocks in the Blue Mountains;\nGrevillea acanthifolia subsp. paludosa Makinson & Albr. commonly known as bog grevillea which is an erect shrub growing to a height of 3 m (10 ft) with narrow, tapering or linear leaf lobes which are more or less hairy on the lower surface and which grows in swamps an on stream sides at high altitudes, inland from Bega;\nGrevillea acanthifolia subsp. stenomera  (F.Muell. ex Benth.) McGill. which usually only grows to a height of less than 1 m (3 ft), has narrow, tapering or linear and glabrous leaf lobes and which grows on the Northern Tablelands and higher parts of the North Coast.Grevillea × gaudichaudii is a hybrid derived from G. acanthifolia and Grevillea laurifolia.",
    "Distribution and habitat": "This grevillea only grows in New South Wales, usually at higher altitudes and in wet or boggy areas.",
    "Conservation": "Subspecies stenomera is classified in the ROTAP system as 3RC- meaning that it has a wide range but small populations and is rare, but at least some populations are in reserves and the species not at present under threat. Subspecies paludosa is classified as \"Endangered\" under the NSW Threatened Species Conservation Act and under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to its survival are habitat loss, changes to river flow regimes and trampling and grazing by stray domestic animals.",
    "Use in horticulture": "Subspecies acanthifolia of this grevillea is grown in some gardens but is sometimes unreliable at low altitudes. It grows best in a sunny position and is tolerant of heavy frosts.\n\n\n== References =="
  }
}