{
  "url": "https://en.wikipedia.org/wiki/Grevillea_linearifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. linearifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea linearifolia is a shrub endemic to New South Wales, Australia.",
    "Description": "It grows as an upright, open shrub from one to two or sometimes three metres high. It has angular, ridged branchlets and long, straight leaves from three to eleven centimetres long, and one to five millimetres wide. Flowers are white, sometimes with a faint pink tinge. As with other Grevillea species they occur in an inflorescence of many flowers.",
    "Taxonomy": "The species was first formally described in James Edward Smith's 1793 A Specimen of the Botany of New Holland as Embothrium sericeum var. angustifolium. This was overlooked, however, by Cavanilles, who in 1797 published the same species as Embothrium linearifolium. In 1917 Cavanilles' species was transferred into Grevillea as G. linearifolia by George Druce. Smith's prior publication would not be discovered until 2000.Other synonyms include:\nGrevillea linearis R.Br.\nLysanthe linearifolia (Cav.) Knight\nEmbothrium lineare AndrewsThe taxonomic limits of G. linearifolia are difficult to establish. In addition to variations between populations, the species is said to form \"an intergrading complex\" with G. parviflora, and may intergrade with G. patulifolia and/or G. humilis subsp. humilis. It is also known to hybridise often with G. sericea, and occasional hybrids with G. diffusa subsp. filipendula have also been reported.",
    "Distribution and habitat": "The species is endemic to eastern New South Wales. It occurs mainly from Gosford and Putty, south to the Parramatta River and Port Jackson.  There are also some disjunct populations that differ slightly from the Gosford form, but have been placed provisionally in this species. These occur near Lawson in the lower Blue Mountains, just inland from Ulladulla, and near Nowra. The species has also been reported to occur in Victoria, for example in the 4th edition of A Census of the Vascular Plants of Victoria, but according to the Australian Plant Census these collections actually belong to a range of other species, specifically: G. alpivaga, G. neurophylla, G. patulifolia, G. gariwerdensis and G. micrantha.\nIt grows in moist but well-drained soils, mostly sandy soils over sandstone; its habitat is generally amongst shrubby eucalypt woodland.\n\n\n== References =="
  }
}