{
  "url": "https://en.wikipedia.org/wiki/Grevillea_pteridifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. pteridifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea pteridifolia is a species of Grevillea native to Australia. Common names include silky grevillea, Darwin silky oak, ferny-leaved silky oak, fern-leaved grevillea, golden grevillea, golden tree and golden parrot tree. It occurs in Western Australia, Northern Territory, and Queensland.",
    "Taxonomy": "Grevillea pteridifolia was first collected by Europeans from the vicinity of the Endeavour River sometime around 10 June and again from Lookout Point around 4 August 1770 by Joseph Banks and Daniel Solander, naturalists on the Endeavour during Lieutenant (later Captain) James Cook's first voyage to the Pacific Ocean. However, the description of the species was not published until Joseph Knight described it in his 1809 work On the cultivation of the plants belonging to the natural order of Proteeae as Grevillia Pteridifolia (the \"Pteris-leaved Grevillia\"), The following year Robert Brown gave it the name Grevillea chrysodendron in his work Prodromus Florae Novae Hollandiae et Insulae Van Diemen. In 1870, George Bentham used Brown's name in volume 5 of his landmark publication Flora Australiensis, however it has since been reduced to synonymy with Grevillea pteridifolia as it is not the oldest published name.",
    "Description": "Grevillea pteridifolia generally grows as a large shrub to small tree with pinnatisect (deeply lobed) leaves that are 25 to 45 cm (10 to 17.5 in) long, and elongated bright orange inflorescences 8–22 cm (3–8.5 in) long which are terminal (at the ends of branches).Plants from Queensland are non-lignotuberous shrubs to small trees with smooth bark and lighter inflorescences than other forms. A prostrate form which spreads up to 5 m (16 ft) across is found on exposed areas near Cooktown in north Queensland. Plants from Western Australia and the Northern Territory grow as a rough-barked lignotuberous shrub to small tree. A population of this last form from Kakadu National Park has all-silvery leaves.",
    "Distribution and habitat": "Grevillea pteridifolia is found from the Kimberleys in northern Western Australia, across the Northern Territory and into Queensland where it is found along the Great Dividing Range to the vicinity of Barcaldine. It is found in regions with wet summers, dry winters and 500 to 1,500 mm (20 to 59 in) annual rainfall.",
    "Uses and cultivation": "Grevillea pteridifolia grows readily in warm climates, generally preferring extra water in summer and well-drained soils. The brittle branches can break in strong winds. Several popular garden grevilleas are hybrids between Grevillea pteridifolia and other species. Grevillea 'Sandra Gordon' is the result of crossing with G. sessilis. Grevillea 'Honey Gem' is a cross with a red form of Grevillea banksii. Similar to 'Honey Gem' is G. 'Winter Sparkles', another hybrid of G. pteridifolia and G. banksii.The leaves were used as stuffing and as a herb when cooking emu by the Aborigines on Groote Eylandt, and used by early settlers to stuff pillows.A series of compounds with antibacterial activity, called the kakadumycins, have been isolated from a streptomycete recovered from G. pteridifolia.\n\n\n== References =="
  }
}