{
  "url": "https://en.wikipedia.org/wiki/Grevillea_miqueliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. miqueliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea miqueliana, commonly known as oval-leaf grevillea, is a  shrub that is endemic to mountainous areas of eastern Victoria in Australia. It  grows to between 1.5 and 2.5  metres in height. The species was first formally described by botanist Ferdinand von Mueller, his description published in  Transactions of the Philosophical Society of Victoria in 1855. The species epithet honours Dutch botanist Friedrich Anton Wilhelm Miquel (1811-1871).\nThere are currently three recognised subspecies:\nGrevillea miqueliana subsp. cincta Molyneux & Stajsic, Selma Saddle grevillea,  previously known as subsp. 'Mt Selma'\nGrevillea miqueliana F.Muell. subsp. miqueliana, the \"typical form\" previously referred to as Grevillea victoriae 'race j'. It occurs at Walhalla, Mount Useful and the Valencia Creek and Moroka River areas to the east. Flowers appear from August to January and again from March to April in the subspecies native range.\nGrevillea miqueliana subsp. moroka Molyneux & Stajsic, Moroka grevillea, also known as the Mount Wellington form, subsp. 2 (Moroka) or Grevillea victoriae 'race k'. This subspecies was formally described in 2000 by Bill Molyneux and Val Stasjic in the Flora of Australia based on plant material collected from The Sentinels to the south-west of Mount Wellington.On the Victorian Department of Environment and Primary Industries' Advisory List of Rare Or Threatened Plants In Victoria subsp. cincta is listed as \"Endangered in Victoria\" while both subsp. miqueliana and  subsp. moroka are listed as \"Vulnerable in Victoria\".",
    "References": "",
    "External links": "Herbarium specimen at Kew Botanic Gardens"
  }
}