{
  "url": "https://en.wikipedia.org/wiki/Grevillea_lanigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. lanigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea lanigera, commonly known as woolly grevillea,  is  a small shrub   which is endemic to Victoria and New South Wales in Australia.",
    "Description": "The species shows considerable variation in its habit and other characteristics. It may be prostrate or erect, the latter forms growing from 0.3 to 1.5 metres in height. The red flowers may occur throughout the year, but are most prolific in winter and spring. It has hairy leaves and branchlets, giving rise to the specific epithet lanigera derived from the Latin words lana (wool) and ger (to bear or carry).",
    "Taxonomy": "The species was formally described in 1832 in Robert Brown's Supplementum primum prodromi florae Novae Hollandiae.",
    "Distribution": "Grevillea lanigera occurs in an area that extends from Wilsons Promontory in Australia northwards to the south coast of New South Wales and nearby mountain ranges.",
    "Cultivars and forms": "There are a number of named cultivars and forms including the following:\n\nG. lanigera 'Blush'\nG. lanigera 'Clearview John' -form from Lake Glenmaggie\nG. lanigera coastal form\nG. lanigera 'Coastal Gem'\nG. lanigera fine-leaved form\nG. lanigera 'Lutea'\nG. lanigera 'Mt Tamboritha' - a prostrate form (also known as 'Compacta' or 'Prostrate Form')\nG. lanigera Snowy River form\nG. lanigera Victor Harbor formThe species is known to  hybridise with Grevillea alpina, Grevillea arenaria, Grevillea floribunda, Grevillea jephcottii, Grevillea polybractea and Grevillea rosmarinifolia. Named hybrids include:\n\nG. 'Clearview Robin' - Snowy River form x Victor Harbour form\nG. 'Crosbie Morrison' - G. lanigera x G. lavandulacea\nG. 'Edna Walling Softly Softly' - G.alpina x G. lanigera 'Blush'\nG. 'Little Thicket' - G. lanigera x G. arenaria\nG. 'Granya Glory' - G. lanigera x G. polybractea\nG. 'Pinkie' - seedling from G. lanigera",
    "References": "\n\"Grevillea lanigera\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\nAssociation of Societies for Growing Australian Plants (ASGAP): Grevillea lanigera\nWrigley, J.W; Fagg, M. (1989). Bankias, Waratahs & Grevilleas. Australia: Collins. ISBN 0 7322 0020 2."
  }
}