{
  "url": "https://en.wikipedia.org/wiki/Grevillea_mucronulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. mucronulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea mucronulata, also known as green spider flower or green grevillea, is a shrub of the family Proteaceae that is endemic to New South Wales in Australia. Described by Robert Brown in 1810, it is found in open sclerophyll forest or woodland around the Sydney region and New South Wales south coast. It grows as a small bush to 3 metres high and wide, with variable foliage and greenish flowers that appear over the cooler months from May to October. The flowers are attractive to birds.",
    "Taxonomy": "Joseph Banks collected G. mucronulata in April 1770 at Botany Bay, making it the first member of the genus to be discovered. The species was first formally described by Scottish botanist Robert Brown in his 1810 work Prodromus Florae Novae Hollandiae et Insulae Van Diemen, the type specimen having been collected from heathland around Port Jackson. The species name is the Latin diminutive mucronulatus \"with a small point\" and relates to the small pointed apex of the leaf. Brown also described Grevillea cinerea from the Grose River, and Grevillea acuminata which have since been classified as this species. Plants in cultivation in the early 19th century were called G. acuminata.Joseph Knight described a Lysanthe podalyriaefolia in his 1809 work On the cultivation of the plants belonging to the natural order of Proteeae, which may refer to this species. However, the description is inadequate to identify the species, and so the binomial name, though it pre-dates Brown's, is invalid.Interbreeding with cultivated grevilleas, most likely G. rosmarinifolia has occurred in Helensburgh south of Sydney, and the resulting plants have been found growing by the side of the road in disturbed habitats. Natural hybrids are formed with other species including Grevillea juniperina subsp. juniperina around the Pitt Town area, and Grevillea arenaria subsp. arenaria.Grevillea mucronulata is closely related to Grevillea kedumbensis, which has more granular leaves and a style covered with fine hair and keeled perianth.",
    "Description": "This species is a spreading to erect shrub which usually grows to between 0.3 and 3 metres (1–10 ft) in height. Leaf shape is highly variable, ranging from narrow elliptic to almost round, and anywhere from 0.5 to 4 cm (0.2–1.5 in) long and 0.2–1.8 cm (0.1–0.7 in) wide. The green flower heads, known as inflorescences, appear predominantly from late autumn to mid spring (May to October in Australia). Each is composed of 6 to 18 individual flowers and measures 2.5–5.5 cm (1–2.3 in) long overall. They can produce large amounts of nectar. The 0.8–1.7 cm long perianth is pale- or yellow-green and covered with fine hair, while the 1.8–2.8 cm long style is a red or maroon colour and tipped with a green pollen-presenter. The perianth darkens with age.\nSeveral different forms have been described, though none have been given taxonomic status or rank, and further work and review of the species complex is required.The 'typical form' is found from the Lower Blue Mountains north to Singleton. It is a single-stemmed shrub with ovate leaves that end with a marked tapering apex. Forms around the Hunter River have narrower leaves. It lacks a lignotuber and regenerates after fire by seed.\nThe 'Cumberland Plain form' grows on heavier Cumberland Plain soils in Sydney's northwest around Richmond and Blacktown. It is a shrub to 30 cm (12 in) high with small round leaves and sessile flower heads. It has a lignotuber, from which it resprouts after fire.The 'large-leaved form' is found from Botany Bay and the Georges River south to Mittagong. It has large elliptic leaves to 2 cm wide that are convex, which are papery to leathery in texture. The flowers are relatively larger than other forms and markedly hairy.The distinctive 'Picton form' has narrow elliptic leaves and smaller flower heads. This form resembles G. kedumbrensis and may be reclassified as a different taxon with future study.",
    "Distribution and habitat": "Grevillea mucronulata is found in the upper Hunter Region around Singleton, the Sydney region west to Rylstone and Denman, and southward along the coast towards Eden where it is found in isolated pockets. The average yearly rainfall is 600 to 1200 mm (24–48 in), and the range is from sea level to 800 m (2500 ft) altitude. It grows on nutrient-poor soils ranging from sandy to clayey, based on sandstone to shale or rarely granite.The species occurs in dry sclerophyll forest under such trees as Sydney red gum (Angophora costata), blue leaved stringybark (Eucalyptus agglomerata), Sydney peppermint (E. piperita), red bloodwood (Corymbia gummifera), New South Wales Christmas bush (Ceratopetalum gummiferum), or in more open woodland under Sydney red gum, scribbly gum (Eucalyptus sclerophylla), rough-budded calgaroo (E. parramattensis) or small-leaved apple (Angophora bakeri).",
    "Ecology": "The flower heads appear to be adapted for bird pollination, as the pollen-holding flower tips are some distance from the petals. Honeyeaters such as the eastern spinebill (Acanthorhynchus tenuirostris) and the New Holland honeyeater (Phylidonyris novaehollandiae) forage among the flowers in the early morning and late afternoon, while honeybees (Apis mellifera) visit later in the morning and earlier in the afternoon. They do not appear to be effective pollinators.",
    "Cultivation": "As the green flowers are camouflaged within the foliage, this species has not proved as popular in horticulture as other species within the genus. The flowers are bird-attracting, appear over a long period, and the foliage and bronze new growth are horticultural features. It is tolerant of sun and part shade aspects in the garden. It is readily propagated by seed or cutting. Seeds germinate in 30 to 40 days, though this time might be slightly shortened with smoke treatment. Many plants sold as G. mucronulata are of hybrid origin.",
    "Cultural references": "A 50c Australian postage stamp depicting the green spider flower was issued in February 2007.",
    "See also": "List of flora on stamps of Australia",
    "References": "\n Data related to Grevillea mucronulata at Wikispecies"
  }
}