{
  "url": "https://en.wikipedia.org/wiki/Grevillea_fuscolutea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. fuscolutea"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea fuscolutea is a shrub of the genus Grevillea native to a small area along the south coast in the Great Southern region of Western Australia.",
    "Description": "The open erect shrub typically grows to a height of 0.5 to 2.5 metres (2 to 8 ft) and has non-glaucous branchlets. It has simple undissected flat elliptic grey-green leaves with a blade that is 20 to 60 millimetres (1 to 2 in) in length and 6 to 12 mm (0.24 to 0.47 in) wide. New growth is ferruginous. It blooms from April to October and produces a terminal raceme irregular inflorescence with yellow flowers. Later it forms a ribbed ovoid hairy fruit that is 17 mm (0.67 in).It is only able to regenerate from seed.The plant is closely related to Grevillea fistulosa but differs in having a\nring of hair in the perianth, and yellow instead of red flowers.",
    "Range and habit": "Grevillea fuscolutea is found amongst low trees in rocky or stoney soils as well as sands and loams over granite. It is restricted to upper slopes of Mount Lindesay, to the north east of Denmark in the heathland and around granite outcrops.",
    "History": "Grevillea fuscolutea was first collected by William Webb in 1879 and then again 100 years later by a Forestry Department survey group. It collected from the same locale several times  over the following years. Long recognised as being part of the Grevillea drummondii complex, it was named as distinct by Greg Keighery in 1992. \nThe plant was declared as rare flora under the Western Australian Wildlife Conservation Act in 2008 and is currently listed as Vulnerable under World Conservation Union (IUCN 2001) Red List since the population occupies and area of less than 20 square kilometres (4,942 acres).",
    "See also": "List of Grevillea species\n\n\n== References =="
  }
}