{
  "url": "https://en.wikipedia.org/wiki/Grevillea_willisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. willisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea willisii  is a  shrub species which is endemic to the eastern highlands of Victoria, in Australia. Common names include Omeo Grevillea and Rock Grevillea.It has a spreading or habit, growing to between 2 and 4.5 metres high, and generally has a grey-green appearance. The leaves are slightly prickly and deeply lobed. Both the underside of the leaves and the stem are covered by dense, light-coloured hairs. Flowers appear in terminal spikes between  September and January (early spring to mid summer) in its native range. These have cream perianths and pale yellow styles. The fruits have contrasting dark streaks.The species was first formally described in 1975 in the journal Muelleria. The specific epithet honours James Hamlyn Willis, the Government Botanist of Victoria.Two forms are recognised:\n\nA shorter-leaved (type) form. This occurs to the north and east of Omeo.\nA longer-leaved form from the south of Corryong, which has scented flowers.A former subspecies G. willisii subsp. pachylostyla from the upper reaches of the Buchan River was promoted to species status (Grevillea pachylostyla) in 1994.G. willisii occurs on rocky granite outcrops and near streams in the vicinity of  the Mitta Mitta River and Nariel and Wheelers Creek.The species has a ROTAP listing as \"2RC-\". It is listed as  \"Rare in Victoria\" on the Department of Sustainability and Environment's Advisory List of Rare Or Threatened Plants In Victoria.",
    "Cultivation": "Plants may be grown to attract birds to a garden, providing both protection for nests and a source of nectar. Plants are occasionally affected by leaf miners or chlorosis of the leaves. The species may be propagated by semi-mature cuttings, which may take up to 5 months to produce roots.The hybrid cultivar Grevillea 'Poorinda Anticipation' is a cross between G. longifolia and G. willisii.  Grevillea 'Poorinda Royal Mantle' is a vigorous cultivar that was bred by Victorian plantsman Leo Hodge and registered in 1978; it is thought to be a hybrid between G. willisii and G laurifolia.\n\n\n== References =="
  }
}