{
  "url": "https://en.wikipedia.org/wiki/Grevillea_speciosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. speciosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea speciosa, also known as red spider flower, is a shrub which is endemic to New South Wales in Australia.",
    "Description": "This species is a shrub, growing up to 3 metres in height. Its leaves are narrow-obovate to round or elliptic to narrow-elliptic . The flowers which are red, or occasionally pink, appear  predominantly from late winter to late spring (August to November in Australia) but appear sporadically throughout the year.",
    "Distribution": "The species occurs in Sydney and the surrounding area in moist areas within dry sclerophyll woodland or heathland.",
    "Taxonomy": "The species was first formally described in James Edward Smith's 1793 A Specimen of the Botany of New Holland as Embothrium sericeum var. major. In 1809 the plant was rediscovered, and Joseph Knight published it as Lysanthe speciosa, not realising that his material was attributable to Smith's E. sericeum var. major. In 1975 the species was transferred into Grevillea as G. speciosa. Smith's precedence would not be discovered until 2000.\nOther synonyms include:\n\nGrevillea dubia R.Br.\nGrevillea punicea R.Br.\nGrevillea punicea var. crassifolia A.A.Ham.\nGrevillea punicea R.Br. var. puniceaGrevillea speciosa subsp. oleoides (Sieber ex Schult. & Schult.f.) McGill. is currently regarded as a species in its own right: Grevillea oleoides Sieber ex Schult. & Schult.f.",
    "References": "\"Grevillea speciosa\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Grevillea speciosa (Knight) McGill\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nPlantNET - New South Wales Flora Online: Grevillea speciosa",
    "External links": "Grevillea speciosa ssp. speciosa - Red spider flower (Photo)"
  }
}