{
  "url": "https://en.wikipedia.org/wiki/Grevillea_alpina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. alpina"
    }
  ],
  "text": {
    "__SUMMARY__": "The Australian flowering shrub Grevillea alpina has several common names, including mountain grevillea, alpine grevillea, and cat's claws. It is not limited to alpine environments, and in fact is less common at high elevation than low. The species is variable in appearance, with five general forms described: small-flowered, Grampians, Northern Victorian, Goldfields, and Southern Hills forms. It is found in dry forests and woodlands across Victoria and into southern New South Wales.\nSome forms of the plant are low to the ground, and some become a spreading shrub. The flowers come in many colours, from white to green to shades of red and pink, or a pattern of several colours. The curled flowers are 1 to 3 centimeters in length.  It is attractive to nectar-feeding insects and birds.",
    "Description": "There is considerable variation in the form, leaves and flowers of the species. Plants are between 0.3 and 2 metres in height. The leaves may be linear, oblong or elliptic and are generally between 0.5 and 2 cm long and 1.5 to 4 mm wide. Both surfaces of leaves may or may not have hairs. The leaf edges may be curved backwards or revolute. Flower colour is one of the most variable characteristics. The main colour of the perianth may be red, orange or pink or more rarely yellow or cream. There is often a transition of colour along the length of the perianth leading to commonly seen red-yellow or red-cream combinations. The main months of flowering are from August to December in the species' native range.\nThe flowers are followed by hairy, leathery, ovoid fruits (follicles) that are between 8.5 and 12 mm long. These split open, releasing winged seeds.",
    "Taxonomy": "The species was first formally described in 1838 by English botanist John Lindley in Three expeditions into the interior of Australia. This description was based on plant material collected from Mount William in the Grampians during Thomas Mitchell's expedition in 1836.In the Flora of Australia (1999), the species was positioned within the genus Grevillea by means of a hierarchical tree as follows:\nGrevillea (genus)\n\nFloribunda Group\nFloribunda Subgroup\nGrevillea floribunda\nGrevillea polybractea\nGrevillea chrysophaea\nGrevillea celata\nGrevillea alpina\nGrevillea mucronulata\nGrevillea kedumbensis\nGrevillea granulifera\nGrevillea guthrieana\nGrevillea obtusiflora",
    "Distribution": "Grevillea alpina is widespread in Victoria extending from Melbourne northwards into New South Wales through Albury and as far north as Canberra where it is found on Black Mountain. Its westernmost extent is found in the Grampians in Victoria. It occurs in woodland, heathland and mallee.\nIn The Grevillea Book published in 1995, the authors Peter Olde and Neil Marriott identified five informal forms:\n\nThe Grampians form, the type form with bright orange and yellow flowers\nThe Southern Hills form,  found in locations surrounding Melbourne including Lerderderg Gorge, Kinglake, Mount Slide, Mount Evelyn the Dandenong Ranges and Cardinia.\nThe Goldfields form, occurring in Castlemaine, Bendigo and Whroo Forest.\nThe Northern Victorian form, seen in places including the Strathbogie Ranges and the Warby Ranges.\nThe small-flowered form found in Beechworth, Chiltern, Albury and Canberra. Plants from Tooborac were also classified as this form, but the authors currently believe they may constitute a separate form.Naturally occurring hybrids have been recorded with G. lavandulacea.G. dryophylla and G. obtecta. In New Zealand, hybrids with Grevillea rosmarinifolia have become naturalised.",
    "Ecology": "Honeyeaters are believed to be the major pollinators. Honey bees have been observed feeding on the nectar, but are able to do so without touching the pollen presenter.",
    "Cultivation": "The species was first introduced to cultivation in England in 1856 and by 1858 was in cultivation at the Royal Botanic Gardens, Melbourne. Though widely grown, it has a reputation for being short lived. This problem, which is accentuated in humid climates with summer rainfall, has been addressed by grafting on various rootstocks. G. alpina grows best in dry environments and does not tolerate excess moisture well. Regular pruning from a young age will encourage denser growth and reduce woodiness.Plants are readily propagated from pre-treated seed, though seed sourced from gardens often leads to hybrid progeny. The species hybridises readily with Grevillea rosmarinifolia, Grevillea juniperina and Grevillea lavandulacea. The use of cuttings is the preferred method of propagation for assuring that particular forms and cultivars are true to type.In 2003, it was reported that the fungal disease Phytophthora palmivora had been detected in plant nurseries in Sicily, leading to root rot and death of potted Grevillea cultivars. Of these plants of Grevillea alpina were the most severely affected.",
    "Cultivation-Cultivars": "A large number of hybrid cultivars and selected forms have been introduced to horticulture including:\n\n'Bonnie Prince Charlie' - G. rosmarinifolia  × G. alpina (Grampians form)\n'Coral' - selected seedling of G. alpina (Cardinia form)\n'Edna Walling Softly Softly' - G. alpina × G. lanigera 'Blush'\n'Fireworks' -  G. 'Pink Pixie' × G. alpina\n'Goldrush' - G. alpina x  G. rosmarinifolia\n'Grampians Gold' - form of G. alpina\n'Hills Jubilee' - (G.baueri × G. alpina Warby Range form) × G. rosmarinifolia 'Lutea'\n'Jubilee' - G. rosmarinifolia × G. alpina\n'Judith' - selection of G. alpina (Cardinia form)\n'Magic Lantern' - selected seedling of G. alpina (Cardinia form)\n'Marion' - selected seedling of G. alpina (Cardinia form)\n'McDonald Park' - G. rosmarinifolia × G. alpina\n'Olympic Flame' - a selected seedling of G. alpina (Cardinia form)\n'Poorinda Annette' \t- G. juniperina × small flowered form of G. alpina\n'Poorinda Beauty' - form of G. juniperina × G. alpina\n'Poorinda Belinda' \t-G. juniperina × (yellow flower form of G. obtusiflora × G. alpina)\n'Poorinda Elegance' - hybrid of New South Wales form of G. juniperina and G. alpina × G. 'obtusiflora'\n'Poorinda Golden Lyre' -G. alpina × G. victoriae\n'Poorinda Jeanie'  - G. alpina  × G. juniperina\n'Poorinda Rachel' \t- G. alpina ×  G. juniperina\n'Poorinda Splendour' -New South Wales form of G. juniperina × G. alpina\n'Poorinda Tranquillity' - G, lavandulacea  × Grevillea alpina\n'Tucker Time Entrée - G. rosmarinifolia × G. alpinaNumerous naturally occurring forms have been named after the locality from which they originate including Albury, Axedale, Bendigo, Black Mountain, Castlemaine, Chiltern, Grampians, Greta West, Kinglake, Lerderderg Gorge, Morrl Morrl, Mt Dandenong, Mt Ida, Mt Pleasant, Mt Slide, Mt Zero, Murphys Hill, One Tree Hill, Porcupine Ridge, Pyalong, Reef Hills, Rushworth, Seymour, South Mandurang, St Arnaud, Strathbogies, Tallarook, Tamminack Gap, Tawonga Gap, Tooborac, Warby Range, Whorouly and Wombat State Forest.",
    "References": "",
    "External links": "\"Grevillea alpina\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \nNative Australian plants\nASGAP growing information"
  }
}