{
  "url": "https://en.wikipedia.org/wiki/Grevillea_venusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. venusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea venusta, commonly known as the Byfield spider flower, is a woody shrub of the family Proteaceae native to a small region of central Queensland in eastern Australia. It has bright green leaves and unusually coloured green, gold and blackish inflorescences.",
    "Taxonomy": "It was described by Robert Brown in 1811 after he collected the type specimen near Cape Townsend in Queensland in August 1802. The specific epithet is derived from the Latin venustus \"charming, lovely or graceful\".",
    "Description": "Grevillea venusta is a spreading shrub which may reach 5 m (15 ft) high and wide. The branchlets are brownish and hairy, and the bright green leaves are up to 19 cm (7.5 in) long. They may be simple and 1–2 cm wide, or forked into two or more lobes. Flowering occurs from autumn to spring, the unusually coloured cylindrical inflorescences are 5–9 cm (2-3.5 in) high and terminal (appearing at the end of branchlets). Each blooms is made up of 12-20 individual flowers, which are green at the base, with gold and then purple-black styles covered with short white hairs. The seedpods which follow are greenish and measure 1.6-1.9 x 0.8 cm.",
    "Distribution and habitat": "It is restricted to Central Queensland in the vicinity of Byfield National Park and Shoalwater Bay, and is classified as vulnerable by the Australian government. It grows on sandy soils on ridges and in dry eucalypt forests.",
    "Cultivation": "This has been cultivated since the early 1970s and is suitable for use in small gardens, where it grows readily in a sunny position with good drainage. It is frost hardy and tolerates humidity. It is a parent of two commonly seen  cultivars, Grevillea 'Orange Marmalade', after being bred with Grevillea glossadenia, and of Grevillea 'Firesprite', after being bred with Grevillea longistyla.",
    "References": "",
    "External links": "\"Grevillea venusta\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}