{
  "url": "https://en.wikipedia.org/wiki/Grevillea_obtecta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. obtecta"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea obtecta is a spreading shrub which is endemic to  Victoria, Australia. It is known by the common names Fryerstown grevillea, Elphinstone grevillea, or Taradale grevillea.  It  grows  to 0.5 metres in height and about 1.2 m in width The flowers, which are light green to yellow, appear between  August and November  (late winter to late spring) in its native range.The species was first formally described by Bill Molyneux in Muelleria in 1985.  This species is quite variable in leaf shape and a number of forms have been identified:\n\nFryers Range form\nUpper Loddon form\nDrummond North formGrevillea obtecta occurs in dry sclerophyll forest between Fryerstown and the north of Daylesford. It is found on the south faces of gravelly slopes. \nAssociated trees species include Acacia retinodes, Eucalyptus dives, E. goniocayx, E. macrorhyncha, E. polyanthemos and E. radiata. Other associated species include Acacia acinacea, A. aculeatissima, A. mitchellii, Burchardia umbellata, Dichopogon strictus, Epacris impressa, Gompholobium huegelii,  Goodenia lanata, Grevillea alpina, Hakea decurrens, Hardenbergia violacea, Microseris lanceolata, Persoonia rigida, Philotheca verrucosa, Platylobium formosum, Poa sieberiana,  Podolobium procumbens, Prostanthera decussata, Pultenaea pedunculata, P. graveolens and Rhytidosporum procumbens.The species is listed as \"Rare in Victoria\" on the Department of Sustainability and Environment's Advisory List of Rare Or Threatened Plants In Victoria.",
    "References": "",
    "External links": "Herbarium specimen at Royal Botanic Gardens Kew"
  }
}