{
  "url": "https://en.wikipedia.org/wiki/Grevillea_heliosperma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. heliosperma"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea heliosperma, commonly known as the rock grevillea, is a shrub native to northern Australia, generally growing around 3 to 5 m (9.8 to 16.4 ft) tall, rarely to 8 m (26 ft). It has red flowers.",
    "Description": "Grevillea heliosperma grows as a shrub to 3–5 m (9.8–16.4 ft) high, sometimes reaching 8 m (26 ft). The rough bark is grey to black.  The deeply lobed leaves are anywhere from 15–40 cm (5.9–15.7 in) long, with individual lobes or pinnae 5–15 cm long by 0.-3 cm wide. The compound flower heads. known as inflorescences, appear from May or June to September, and are borne terminally. The flowers are arranged in racemes and are red or pink. Flowers are followed by round 2.5–3 cm diameter woody fruit, each of which contains two seeds.Grevillea heliosperma resembles G. decurrens, which has pink flowers and is found in more gravelly soils. The two are closely related and have been considered conspecific, and there are populations with some intermediate characteristics.",
    "Taxonomy": "Grevillea heliosperma was described in 1810 by Robert Brown from material collected near the northern coastline of Australia. It still bears its original binomial name. Its species name is derived from helios \"sun\" and sperma \"seed\" and relates to the shape of the seed surrounded by a winglike membrane.A local name from the indigenous people of Groote Eylandt in their Enindilyakwa language is yinumamurarra. It is called jamoordoo in the Bardi language of the Kimberleys.",
    "Uses and cultivation": "When grown on its own roots, Grevillea heliosperma prefers a slightly acid soil and climate with predominantly summer rainfall.Grevillea heliosperma has been successfully grafted onto Grevillea robusta. Local indigenous people ate the seeds raw and drank the nectar. Crushed leaves and bark could be made into a mixture to wash sores with.\n\n\n== References =="
  }
}