{
  "url": "https://en.wikipedia.org/wiki/Grevillea_cyranostigma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. cyranostigma"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea cyranostigma, commonly known as the Carnarvon grevillea or green grevillea, is a  shrub species that is endemic to Queensland in Australia. It  was first formally described by Don McGillivray in 1975. He named it cyranostigma after Edmond Rostand's Cyrano de Bergerac, as its long stigma was reminiscent of the character's protruding nose. The type specimen was collected between 1890 and 1895 by Harriette Biddulph of Mount Playfair Station, who was known for her collection of plants from the Carnarvon Range. The species appears to be related to Grevillea sericea and G. victoriae, and is distinguished by glossier leaves than the former and a less hairy perianth than both.Grevillea cyranostigma grows as a many-branched spreading shrub reaching 0.5 to 2 m (20 in to 7 ft) high. It has simple glossy leaves that are roughly oblong and are 2–5.5 cm (0.8–2.2 in) long and 0.5–1.1 cm (0.2–0.4 in) wide. The pale green flowers appear in winter and spring from June to October. Each is an inflorescence composed of several individual flowers, with pistils that are 16 to 17.5 mm long. The flowers are followed by the development of oval follicles 14–15 mm in length.The species is restricted to the Carnarvon Range in Central Queensland, where it is found on rocky slopes on sandstone soils in dry sclerophyll forest. It is classified as 3RC, as it is protected in Carnarvon National Park.Grevillea cyranostigma has been grown in gardens in Brisbane and Melbourne and appears to adapt readily to cultivation, although does not tolerate extended dry periods. It has been mainly cultivated by collectors and enthusiasts of grevilleas.\n\n\n== References =="
  }
}