{
  "url": "https://en.wikipedia.org/wiki/Grevillea_rosmarinifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. rosmarinifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea rosmarinifolia, the rosemary grevillea, is a plant of the family Proteaceae.",
    "Description": "Grevillea rosmarinifolia usually occurs as a small to medium sized shrub 0.3–2 m (0.98–6.56 ft) high. The greater size is achieved in milder districts.The leaves resemble rosemary - narrow-linear, stiff with sharp points and curled-under margins, 0.8-3.8 cm long and 0.7–3 mm wide.Grevillea rosmarinifolia produces clusters of red or pink flowers from winter to spring. The flowers are rich in nectar and attract nectarivorous insects and birds.",
    "Taxonomy": "It was first described by Allan Cunningham, an English botanist on an expedition in New South Wales. There are two currently recognised subspecies:\nGrevillea rosmarinifolia subsp. glabella(R.Br.) Makinson\nGrevillea rosmarinifolia A.Cunn. subsp.rosmarinifolia",
    "Distribution and habitat": "It is native to New South Wales and Victoria, Australia, and has naturalised in South Australia.\nGrevillea rosmarinifolia prefers full sun. It is drought tolerant and hardy down to −10 °C (14 °F).",
    "Cultivation": "Grevillea rosmarinifolia is cultivated as an ornamental plant, for use in gardens and drought tolerant landscaping.\nIn the UK it has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Cultivation-Cultivars": "A large number of cultivars of the species have been selected, including:\n\n\"Anakie', a form from Anakie, Victoria\n'Aromas', a form cultivated in the USA\n'Aurea'\n'Coral'\n'Desert Flame'\n'Hurstbridge' — a form from Hurstbridge, Victoria.\n'Jenkinsi'\n'Lara Dwarf', (Lara form) — a form from Lara, Victoria, now extinct in the wild.\n'Lime-Light'\n'Little Desert' — a form from the Little Desert in Victoria.\n'Lutea'\n'Marlow'\n'Nana'\n'Nectis'\n'Noelli' — a form cultivated in the U.S.\n'Pink Pixie'\n'Rosy Posy' — a form from the Yarrangobilly Caves area in New South Wales.\n'Vectis'\n'Wakehurst'\n'West Wyalong Beauty'\n'Williamsii Prostrate'\n'Williamsii'\n'Wyalong Wonder'",
    "References": "\n\n== External links =="
  }
}