{
  "url": "https://en.wikipedia.org/wiki/Grevillea_laurifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. laurifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea laurifolia, commonly known as the laurel-leaf grevillea,  is a spreading prostrate shrub native to eastern Australia.",
    "Taxonomy": "Grevillea laurifolia was described in 1827 by Kurt Polycarp Joachim Sprengel and still bears its original name. The species name is from the Latin laurus \"Laurel\" and folium \"leaf\", for the resemblance of its leaves to the laurel. In 1919, French botanist Michel Gandoger described Grevillea amplifolia and G. cordigera, both since reallocated to G. laurifolia ; he described 212 taxa of Australian plants, almost all of which turned out to be species already published. Grevillea × gaudichaudii is a naturally occurring hybrid (since cultivated) derived from G. laurifolia and Grevillea acanthifolia.",
    "Description": "The laurel-leaf grevillea grows as a spreading shrub with a prostrate habit that can attain a diameter of 4.5 m. The leaves are oval or sometimes heart-shaped (cordate) and measure 3–12 cm in length by 2–6 cm in width, and have entire or crenulate margins. The flower spikes appear from September to January, with a peak in abundance in November. They are dark-red to grey-red in colour and measure 2–6 cm long.",
    "Distribution and habitat": "The laurel-leaf grevillea occurs in the Blue Mountains, from Newnes in the north to Wombeyan Caves in the south, and east to Wentworth Falls and Warrimoo. It grows in low-nutrient clay-, shale- and sand-based soils, either on ridges and slopes or in the vicinity of swampy areas. The habitat is open sclerophyll forest under such trees as silvertop ash Eucalyptus sieberi, Sydney peppermint (E. piperita), broad-leaved peppermint (E. dives, brittle gum (E. mannifera, red stringybark (E. macrorhyncha), brown barrel (E. fastigata) and alongside shrubs such as Mirbelia platyloboides, dense phyllota (Phyllota squarrosa), mountain geebung (Persoonia chamaepitys), myrtle geebung (P. myrtilloides) and stiff-leaf wattle (Acacia obtusifolia), or in more open woodland or heath associated with Faulconbridge mallee ash (Eucalyptus burgessiana), Blue Mountains mallee ash (E. stricta), scribbly gum (E. sclerophylla), and silver banksia (Banksia marginata).",
    "Cultivation": "Grevillea laurifolia adapts readily to cultivation provided it has good drainage and a sunny aspect. It can have difficulties at lower altitudes. Larger-leaved forms have been selected for horticulture and make attractive groundcover plants and can attract birds to the garden. Grevillea 'Poorinda Royal Mantle' is a vigorous cultivar that was bred by Victorian plantsman Leo Hodge and registered in 1978; it is thought to be a hybrid between G. laurifolia and G willisii.\n\n\n== References =="
  }
}