{
  "url": "https://en.wikipedia.org/wiki/Grevillea_thelemanniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. thelemanniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea thelemanniana, the spider-net grevillea or hummingbird bush, is a small, spreading shrub endemic to Western Australia.\nThe species occurs in the Perth region in low-lying areas on sandy and sandy-clay soils which are generally wet in the winter.",
    "Description": "Grevillea thelemanniana is a small, spreading shrub, that grows to between 0.3–1.5 metres (0.98–4.92 ft) high and wide. Dark green leaves are divided into narrow segments, and are 1–2 inches (2.5–5.1 cm) long.\nThe clusters of pink or bright red and yellow tipped flowers appear between late autumn and late spring, and can also appear in any season in garden cultivation.",
    "Former subspecies": "A number of former subspecies of Grevillea thelemanniana are now regarded as species in their own right. They include:\n\nsubsp. delta  McGill.  is now Grevillea delta  (McGill.) Olde & Marriott \nsubsp. fililoba   McGill.  is now Grevillea fililoba  (McGill.) Olde & Marriott \nsubsp. hirtella   (Benth.) McGill.  is now Grevillea hirtella  (Benth.)  Olde & Marriott \nsubsp. obtusifolia   (Meisn.) McGill.  is now Grevillea obtusifolia  Meisn. \nsubsp. pinaster   (Meisn.) McGill. is now Grevillea pinaster  Meisn. \nsubsp. preissii   (Meisn.) McGill.  is now Grevillea preissii  Meisn. \n'form e' (prostrate or grey-leaf form) is now Grevillea humifusa   Olde & Marriott",
    "Cultivation": "Grevillea thelemanniana is cultivated as an ornamental plant, for use as a flowering open shrub in gardens and drought tolerant landscaping.  There is a dwarf gray selection cultivated by plant nurseries that grows 0.5 feet (0.15 m) high by 6 feet (1.8 m) wide, now known as Grevillea humifusa.",
    "References": "\"Grevillea thelemanniana Hugel ex Endl\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nFloraBase The West Australian Flora: Grevillea thelemanniana\nFloraBase The West Australian Flora: Grevillea thelemanniana (taxonomy)\n\n\n== External links =="
  }
}