{
  "url": "https://en.wikipedia.org/wiki/Grevillea_batrachioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. batrachioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea batrachioides, commonly known as Mount Lesueuer grevillea, is a shrub which is endemic to a small area along the west coast in the Mid West region of Western Australia. It is a threatened species with excessively low numbers in the wild, and is nationally listed as critically endangered.",
    "Description": "Grevillea batrachioides is a shrub which typically grows to a height of 0.5 to 2 metres (2 to 7 ft) and has glaucous branchlets. It has pinnate leaves that are 10 to 40 millimetres (0.39 to 1.57 in) long, 1 to 1.2 mm (0.039 to 0.047 in) wide with their edges rolled under. Irregularly shaped pink inflorescence located on a raceme at the end of the branchlets from October to December. A simple brown hairy ellipsoidal, ribbed fruit follows.",
    "Taxonomy and naming": "Mount Lesueuer grevillea was first formally described in 1986 by D.J. Mc Gillivray from an unpublished description by Ferdinand von Mueller. The specific epithet (batrachioides) is derived from the Ancient Greek word batrachos meaning \"frog\" with the ending oides meaning \"likeness\" referring to a similarity of this plant to those in the subgenus Batrachium of Ranunculus known as \"water buttercup\".",
    "Conservation": "Declared as a rare flora in 1992, G. batrachioides was later nationally ranked as Critically Endangered when assessed in 2000. Although it has not yet been assessed by the IUCN, it meets Red List Category ‘CR’ under criterion D. Only one population exists numbering 45 adult plants and 13 juveniles in 2002. The main threats are fire, disease and recreational activities.",
    "See also": "List of Grevillea species\n\n\n== References =="
  }
}