{
  "url": "https://en.wikipedia.org/wiki/Grevillea_parallela",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. parallela"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea parallela, also known as silver oak, beefwood or white grevillea, is a tree native to northern Australia.",
    "Description": "The small tree typically grows to a height of 4 to 15 metres (13 to 49 ft) and has a slender erect habit and has a diameter of about 40 centimetres (16 in). The trunk is straight with dark coloured, rough, flaky to tessellated bark over then branches.The adult leaves are arranged alternately, the individual leaf blades are linear to linear-lanceolate in shape with lamina pinnatified with up to six lobes. The leaves pale green-silvery grey in colour. The foliage can be pendulous.It flowers between May and October producing white to creamy yellow flowers in terminal inflorescences. The flowers are perfumed, waxy, crowded and held in cylindrical racemes with a length of 5 to 10 centimetres (2.0 to 3.9 in).",
    "Classification": "The species was first formally described by the botanist Joseph Knight in 1809 as part of the work On the Cultivation of the Plants Belonging to the Natural Order of Proteace. Several synonyms are known including; Grevillea polybotrya , Grevillea ceratophylla, Grevillea muelleriana and Grevillea polystachya.",
    "Distribution": "The tree is found in northern Australia, in the Kimberley region of Western Australia, the top end of the Northern Territory and northern and central areas of Queensland. It gorows in a variety of soil types from gravelly sands to sandy clays. Soils can be derived from laterite, sandstone or granite. It is usually part of an open forest or woodland ecosystem. Associated species include bloodwoods (Corymbia polycarpa, Corymbia tessellaris and Corymbia nesophila) and other eucalypts (Eucalyptus tetrodonta, Eucalyptus miniata and Eucalyptus platyphylla) as well as Melaleuca viridiflora and Planchonia careya.",
    "See also": "List of Grevillea species\n\n\n== References =="
  }
}