{
  "url": "https://en.wikipedia.org/wiki/Grevillea_montis-cole",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. montis-cole"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea montis-cole is a shrub which is endemic to  central-western Victoria, Australia. It has similarities in appearance to Grevillea microstegia, Grevillea floripendula and Grevillea aquifolium but has larger floral bracts. The flowers, which appear between October and March in its native range, have greenish to fawn perianths and red styles.The species was first formally described in Muelleria in 1983.There are currently two recognised subspecies: \n\nsubsp. montis-cole (The Glut Grevillea, Grevillea Mount Cole or Grevillea 'Glut' ) occurs in Mount Cole State Forest. It is a shrub that grows to between 1 and 1.5 m in height and has pistils which are greater than 20 mm in length. It is found growing as an understorey shrub in tall eucalypt forest on soil derived from decomposed granite at c.500-900 metres altitude  The subspecies is listed as \"Rare in Victoria\" on the Victorian Department of Sustainability and Environment's Advisory List of Rare Or Threatened Plants In Victoria.\nsubsp. brevistyla (Langi Ghiran Grevillea) occurs on the upper slopes of Mount Langi Ghiran at an altitude of 800-900 metres AHD among granitic outcrops. It is a low spreading shrub growing to 1 m in height that has pistils which are less than 20 mm in length and shorter and broader leaves than subsp. montis-cole. The subspecies is listed as \"Vulnerable\" under the Environment Protection and Biodiversity Conservation Act, \"threatened\" in Victoria under the Flora and Fauna Guarantee Act 1988 and \"Vulnerable in Victoria\" on the Department of Sustainability and Environment's Advisory List of Rare Or Threatened Plants In Victoria. Other plant species found in close proximity include Bundy (Eucalyptus goniocalyx), Shiny Tea-tree (Leptospermum turbinatum), Wedge-leaf Hop-bush (Dodonaea viscosa subsp. cuneata), Hairy Correa (Correa aemula),  Violet Kunzea (Kunzea parvifolia) and Cranberry Heath (Astroloma humifusum).Evidence from preliminary genetic data combined with morphological and habitat differences indicates that Grevillea montis-cole subsp. brevistyla may require recognition as a distinct species.\n\n\n== References =="
  }
}