{
  "url": "https://en.wikipedia.org/wiki/Grevillea_curviloba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Grevillea"
    },
    {
      "Species": "G. curviloba"
    }
  ],
  "text": {
    "__SUMMARY__": "Grevillea curviloba is a prostrate to erect shrub which is endemic to Perth, Western Australia.\nIt grows up to 2.5 metres (8.2 ft) in height by 3–4.6 metres (9.8–15.1 ft) in width.\nThe plant has white or cream flowers which occur from late winter to mid spring (August to October in Australia).",
    "Taxonomy": "Grevillea curviloba was first formally described as a variety of Grevillea vestita - G. vestita var. angustifolia by Swiss botanist Carl Meissner in 1845 .  In 1986 Australian botanical taxonomist Donald McGillivray promoted the variety to species status, giving it the name Grevillea curviloba.",
    "Taxonomy-Subspecies": "There are two recognised subspecies:\n\nGrevillea curviloba McGill. subsp. curviloba\nGrevillea curviloba subsp. incurva Olde & Marriott - this variety has been in cultivation for many years and was known by the misapplied names Grevillea biternata and Grevillea tridentifera.",
    "Conservation status": "Grevillea curviloba subsp. incurva is declared rare under the Wildlife Conservation Act 1950.",
    "Cultivation": "Grevillea curviloba is cultivated as an ornamental plant by plant nurseries, for use in gardens and drought tolerant landscaping. It is grown as a shrub with erect forms, or maintained as a 2 feet (0.61 m) by 15 feet (4.6 m) groundcover with prostrate forms.",
    "References": "\"Grevillea curviloba McGill\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\n\"Grevillea curviloba\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Grevillea curviloba\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nNarrow Curved-leaf Grevillea (Grevillea curviloba subsp. incurva) Interim Recovery Plan 2000-2003",
    "External links": "Australian plant image index: Grevillea curviloba subsp. incurva (photo)\nSGAP (Queensland): Grevillea curviloba"
  }
}