{
  "url": "https://en.wikipedia.org/wiki/Conasprella_rutila",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conasprella"
    },
    {
      "Species": "C. rutila"
    }
  ],
  "text": {
    "__SUMMARY__": "Conasprella rutila, common name the burnished cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conasprella, these cone snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 7 mm and 14 mm.",
    "Distribution": "This marine species is endemic to Australia, and occurs off New South Wales, South Australia, Tasmania, Victoria and Western Australia.",
    "References": "Menke, C.T. 1843. Molluscorum Novae Hollandiae Specimen in Libraria Aulica Hahniana. Hannoverae : Libraria Aulica Hahniana pp. 1–46\nTenison-Woods, J.E. 1876. Description of new Tasmanian shells. Papers and Proceedings of the Royal Society of Tasmania 1875: 131-159\nTenison-Woods, J.E. 1877. On some new Tasmanian marine shells. Papers and Proceedings of the Royal Society of Tasmania 1876: 131-159\nAngas, G.F. 1877. Descriptions of two genera and twenty species of marine shells from New South Wales. Proceedings of the Zoological Society of London 1877: 34-40, pl. 5\nAllan, J.K. 1950. Australian Shells: with related animals living in the sea, in freshwater and on the land. Melbourne : Georgian House xix, 470 pp., 45 pls, 112 text figs.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\nSeashells of New South Wales: Conus rutilus\n\"Parviconus rutilus\". Gastropods.com. Retrieved 15 January 2019."
  }
}