{
  "url": "https://en.wikipedia.org/wiki/Conasprella_pagoda",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conasprella"
    },
    {
      "Species": "C. pagoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Conasprella pagoda, common name the pagoda cone,  is a species of sea snail, a marine gastropod mollusc in the family Conidae, the cone snails and their allies.Like all species within the genus Conasprella, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 26 mm and 50 mm. The shell is pear-shaped, broad and angulated at the shoulder, contracted towards the base. The body whorl is closely sulcate throughout, with the  sulci striate. The intervening ridges are rounded. The spire is carinate, concavely elevated, with an acute and striate apex. The color of the shell is whitish, obscurely doubly banded with clouds of light chestnut, and the spire maculated with the same.",
    "Distribution": "This species occurs in the Pacific Ocean off Japan, Vietnam, Philippines and New Caledonia.",
    "References": "Kiener L.C. 1844-1850. Spécies général et iconographie des coquilles vivantes. Vol. 2. Famille des Enroulées. Genre Cone (Conus, Lam.), pp. 1-379, pl. 1-111 [pp. 1-48 (1846); 49-160 (1847); 161-192 (1848); 193-240 (1849); 241-[379](assumed to be 1850); plates 4,6 (1844); 2-3, 5, 7-32, 34-36, 38, 40-50 (1845); 33, 37, 39, 51-52, 54-56, 57-68, 74-77 (1846); 1, 69-73, 78-103 (1847); 104-106 (1848); 107 (1849); 108-111 (1850)]. Paris, Rousseau & J.B. Baillière\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTenorio M.J., Poppe G.T. & Tagaro S.P. (2007) New Indo-Pacific Conidae with taxonomic and nomenclatural notes on Conus recluzianus. Visaya 2(2): 78-90\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Conasprella pagoda\". Gastropods.com. Retrieved 4 August 2011.\nCone Shells - Knights of the Sea"
  }
}