{
  "url": "https://en.wikipedia.org/wiki/Conasprella_howelli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conasprella"
    },
    {
      "Species": "C. howelli"
    }
  ],
  "text": {
    "__SUMMARY__": "Conasprella howelli is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conasprella, these cone snails are predatory and venomous. They are capable of \"stinging\", therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 18 mm and 49 mm.",
    "Distribution": "This marine species occurs off New Zealand, New Caledonia and New South Wales, Australia at depths between 50 m and 290 m.",
    "References": "Iredale, T. 1929. Mollusca from the continental shelf of eastern Australia. No. 2. Records of the Australian Museum 17(4): 157-189, pls 38-41\nIredale, T. 1931. Australian molluscan notes. No. 1. Records of the Australian Museum 18(4): 201-235, pls xxii-xxv\nGarrard, T.A. 1961. Mollusca collected by M. V. \"Challenger\" off the east coast of Australia. Journal of the Malacological Society of Australia 5: 3-38\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Conus howelli\". Gastropods.com. Retrieved 29 January 2012.\nSeashells of New South Wales: Conus howelli"
  }
}