{
  "url": "https://en.wikipedia.org/wiki/Conus_tribblei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. tribblei"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus tribblei, common name Tribble's cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThis species was named after the pet cat of Jerry Walls, the original discoverer.The subspecies Conus tribblei queenslandis da Motta, 1984: is a synonym of Conus queenslandis da Motta, 1984",
    "Description": "The size of the shell varies between 42 mm and 138 mm.",
    "Distribution": "This marine species occurs off Japan, Taiwan, Vietnam, the Philippines, the Solomon Islands and Australia (Western Australia).",
    "References": "Walls, J.G. 1977. Two New Cones from the Western Pacific. The Pariah 1: 1-3\nShikama, T. 1979. Description of new and noteworthy Gastropoda from western Pacific Ocean (II). Science Reports of the Yokosuka City Museum 26: 1-6\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Splinoconus tribblei tribblei\". Gastropods.com. Retrieved 16 January 2019."
  }
}