{
  "url": "https://en.wikipedia.org/wiki/Conus_pulcher",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. pulcher"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus pulcher, common name the butterfly cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThere is one subspecies : Conus pulcher siamensis Hwass in Bruguière, 1792\n\nAccording to Bernard, experts do not agree on the identity of this cone and therefore it seemed better to separate it into two varieties, according to their habitat. Bernard thus mentions two Conus pulcher varieties: C. pulcher f. papilionaceus (Lightfoot, 1786) and C. pulcher f. prometheus (Lightfoot, 1786)",
    "Description": "The size of the shell varies between 40 mm and 260 mm. This is the largest of the cone snails.The shell is narrow and rather thin. It is longitudinally finally striate. The acuminate spire is sulcate. The color of the shell is variable white to cream, variegated with numerous lines of short dashes and spots of light to darker chestnut.",
    "Distribution": "This species occurs in the Eastern Atlantic Ocean off (Guinea, Senegal, Angola)",
    "References": "Lightfoot, J. (1786). A Catalogue of the Portland Museum, lately the property of the Dutchess Dowager of Portland, deceased; which will be sold by auction by Mr. Skinner & Co.. London. viii + 194 pp\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Kalloconus pulcher pulcher\". Gastropods.com. Retrieved 16 January 2019."
  }
}