{
  "url": "https://en.wikipedia.org/wiki/Conus_anemone",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. anemone"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus anemone, common name the anemone cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nConus anemone is a variable species or a species complex, as reflected by the large number of nominal species that have been established. In particular, C. peronianus, a very large form occurring from Port Lincoln, South Australia, to Cape Naturaliste, requires further taxonomic examination.",
    "Subspecies": "Conus anemone anemone Lamarck, 1810 represented as Conus anemone Lamarck, 1810 (alternate representation)\nConus anemone compressus G. B. Sowerby II, 1866: synonym of Conus compressus G. B. Sowerby II, 1866\nConus anemone novaehollandiae A. Adams, 1855 (synonym:  Floraconus novaehollandiae(A. Adams, 1855)  )\nAccording to the World Register of Marine Species (WoRMS) database, the status of Conus anemone novaehollandiae is in dispute. WoRMS regards it as a subspecies of C. anemone. However, there are morphological and habitat differences between the two, and there is a 600-kilometer distribution gap between the northernmost anemone populations and the southernmost novaehollandiae populations. Australian specialists treat the two as distinct species.",
    "Description": "The size of the shell varies between 21 mm and 93 mm. The shell is very variable in form. It is short and robust, with a short spire, or longer and more slender, with an elevated spire. The spire and the body whorl are closely encircled throughout with close ridged striae. The color of the shell is white, longitudinally nebulously or reticulately painted with chestnut or chocolate, with an irregular central white band. The color of the aperture is chocolate-tinged and white-banded in the middle.",
    "Distribution": "This species is endemic to Australia and occurs off New South Wales, South Australia, Tasmania, Victoria and Western Australia",
    "See also": "List of marine animals of Australia (temperate waters)",
    "References": "Lamarck, J.B.P.A. de M. 1810. Suite des espèces du genre Cône. Annales du Muséum National d'Histoire Naturelle. Paris 15: 263-286, 422-442\nSowerby, G.B. (1st) 1833. Conus. pls 24-37 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nAdams, A. 1854. Descriptions of new species of the Genus Conus, from the collection of Hugh Cuming, Esq. Proceedings of the Zoological Society of London 1853(21): 116-119\nSowerby, G.B. 1866. Monograph of the genus Conus. pp. 328–329 in Thesaurus Conchyliorum, or monographs of genera of shells. London : Sowerby, G.B. Vol. 3.\nBrazier, J. 1870. Descriptions of three new species of marine shells from the Australian coast. Proceedings of the Zoological Society of London (1): 108-109\nTenison-Woods, J.E. 1877. On some new Tasmanian marine shells. Papers and Proceedings of the Royal Society of Tasmania 1876: 131-159\nBrazier, J. 1898. New marine shells from the Solomon Islands and Australia. Proceedings of the Linnean Society of New South Wales 22: 779-782\nPritchard, G.B. & Gatliff, J.H. 1900. Catalogue of the marine shells of Victoria. Part III. Proceedings of the Royal Society of Victoria 12(2): 170-205\nHedley, C. 1913. Studies of Australian Mollusca. Part XI. Proceedings of the Linnean Society of New South Wales 38: 258-339\nIredale, T. 1914. Report on Mollusca collected at the Monte Bello Islands. Proceedings of the Zoological Society of London 1914: 665-675, 3 text figs\nIredale, T. 1924. Results from Roy Bell's molluscan collections. Proceedings of the Linnean Society of New South Wales 49(3): 179-279, pls 33-36\nIredale, T. 1931. Australian molluscan notes. No. 1. Records of the Australian Museum 18(4): 201-235, pls xxii-xxv\nTomlin, J.R. le B. 1937. Catalogue of Recent and Fossil Cones. Proceedings of the Zoological Society of London 22: 205-333\nFenaux 1942. Nouvelles espèces du genre Conus. Bulletin de l'Institut Océanographique Monaco 814: 1-4\nCotton, B.C. 1945. A Catalogue of the Cone Shells (Conidae) in the South Australian Museum. Records of the South Australian Museum (Adelaide) 8(2): 229-280\nMacpherson, J.H. & Gabriel, C.J. 1962. Marine Molluscs of Victoria. Melbourne : Melbourne University Press & National Museum of Victoria 475 pp\nMacpherson, J.H. 1966. Port Philip Survey 1957-1963. Memoirs of the National Museum of Victoria, Melbourne 27: 201-288\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFenzan W.J. & Filmer R.M. (2013) Types of the cones described by André Fenaux rediscovered at last. The Cone Collector 23: 33-65\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Floraconus anemone anemone\". Gastropods.com. Retrieved 15 January 2019."
  }
}