{
  "url": "https://en.wikipedia.org/wiki/Conus_marmoreus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. marmoreus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus marmoreus, common name the \"marbled cone\", is a species of predatory sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones. It is the type species for the genus Conus. This is a species which is believed to feed mostly on marine molluscs including other cone snails. This snail is venomous, like all cone snails.\nThe subspecies:  Conus marmoreus bandanus Hwass in Bruguière, 1792  is a synonym of Conus bandanus Hwass in Bruguière, 1792",
    "Distribution": "This species occurs in the Indian Ocean off Chagos and Madagascar, in the Bay of Bengal off India; in the western part of the Pacific Ocean to Fiji and the Marshall Islands; off Australia (Northern Territory, Queensland, Western Australia).",
    "Shell description": "The size of an adult shell can vary between 30 mm and 150 mm. The flattish spire is nodular. The outer lip flares towards posterior. In this species, the distinctive, reticulated colour pattern can range from black with white dots, to orange with white reticulations, so arranged as to expose the white in rounded triangular large spots. The aperture is white or light pink.",
    "In art": "In 1650 Rembrandt portrayed this cone in an etching as \"De schelp\" (\"The shell\").",
    "Gallery": "",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nPerry, G. 1811. Conchology, or the natural history of shells containing a new arrangement of the genera and species, illustrated by coloured engravings, executed from the natural specimens and including the latest discoveries. London : W. Miller 4 pp., 62 pls.\nSowerby, G.B. (1st) 1839. Conus. pls 153-158 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nBernardi, M. 1861. Description de deux espèces du genre Cone. Journal de Conchyliologie 9: 168-171\nSowerby, G.B. (2nd) 1870. Descriptions of forty-eight new species of shells. Proceedings of the Zoological Society of London 1870: 249–259\nCrosse, H. 1872. Diagnoses molluscorum Novae Caledoniae incolarum. Journal de Conchyliologie 20: 154-157\nCrosse, H. 1875. Note sur une espèces manuscrite de M. le Professeur G.P. Deshayes. Journal de Conchyliologie 23: 223-225\nCrosse, H. 1878. Description d'espèces nouvelles de Mollusques. Journal de Conchyliologie 26: 166-169\nSmith, E.A. 1897. Notes on some type-specimens in the British Museum. Proceedings of the Malacological Society of London 2(5): 229-232\nDautzenberg, Ph. (1929). Mollusques testacés marins de Madagascar. Faune des Colonies Francaises, Tome III\nAllan, J.K. 1950. Australian Shells: with related animals living in the sea, in freshwater and on the land. Melbourne : Georgian House xix, 470 pp., 45 pls, 112 text figs.\nSatyamurti, S.T. 1952. Mollusca of Krusadai Is. I. Amphineura and Gastropoda. Bulletin of the Madras Government Museum, Natural History ns 1(no. 2, pt 6): 267 pp., 34 pls\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity Website : Conus marmoreus\nConus marmoreus - Information on this species\nConus marmoreus, part of the Encyclopædia Romana by James Grout.\nCone Snail Species - More information on Conus marmoreus\n\"Conus (Conus) marmoreus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\nHolotype in MNHN, Paris\nPhotos of Conus marmoreus on Sealife Collection"
  }
}