{
  "url": "https://en.wikipedia.org/wiki/Conus_consors",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. consors"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus consors, common name the singed cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 33 mm and 118 mm. The depressed spire is conical, with a shallow channel and revolving striae, sometimes tessellated with chestnut. The body whorl is  rather narrow, somewhat convex, grooved towards the base, somewhat round-shouldered, rather thin. The color of the shell is white, yellowish and orange-brown, variously clouded and indistinctly banded. The aperture is white.",
    "Distribution": "This marine species occurs in the Indo-West Pacific Region to the Marshall Islands, in Melanesia and off Queensland, Australia.",
    "References": "Reeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nAdams, A. 1854. Descriptions of new species of the Genus Conus, from the collection of Hugh Cuming, Esq. Proceedings of the Zoological Society of London 1853(21): 116-119\nCrosse, M. 1858. Observations sur la genre Cone et description de trois espèces nouvelles, avec une catalogue alphabétique des cones actuellement connus. Revue et Magasin de Zoologie Pure et Appliquée 2 10: 113-209, 1 pl.\nSowerby, G.B. (3rd) 1887. Thesaurus Conchyliorum. Supplements to the Monograph of Conus and Voluta. Vol. 5 249-279, pls 29-36.\nMotta, A.J. da 1985. A discussion of a confusing group of species in the genus Conus (Gastropoda-Conidae), with description of a new species. Publicaçoes Ocasionais da Sociedade Portuguesa de Malacologia 5: 3-7\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23\nBrauer A, Kurz A, Stockwell T, Baden-Tillson H, Heidler J, Wittig I, et al. (2012) The Mitochondrial Genome of the Venomous Cone Snail Conus consors. PLoS ONE 7(12): e51528. doi:10.1371/journal.pone.0051528",
    "External links": "The Conus Biodiversity website\nConus consors daullei Crosse, 1858 - Revue et Magasin de Zoologie Pure et Appliquée 10: plate 2.\n\"Pioconus consors\". Gastropods.com. Retrieved 17 July 2011.\nCone Shells - Knights of the Sea"
  }
}