{
  "url": "https://en.wikipedia.org/wiki/Conus_collisus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. collisus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus collisus, common name the stigmatic cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 30 mm and 60 mm. The thin shell is cylindrically turbinated, and somewhat inflated. The lower part of the body whorl shows distant revolving grooves. The ground color of the shell is white, variously painted with chestnut longitudinal irregular streaks, usually forming three broad series or bands. It closely resembles Conus spectrum.",
    "Distribution": "This species occurs in the Gulf of Bengal along South India; the Andaman Sea, Malaysia; the South China Sea, the Pacific Ocean off Indonesia and the Philippines.",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nFilmer R.M. (2010) A taxonomic review of the Conus boeticus Reeve complex (Gastropoda - Conidae). Visaya 2(6): 21-80. page(s): 39-40\nFilmer R.M. (2012) Taxonomic review of the Conus spectrum, Conus stramineus and Conus collisus complexes (Gastropoda - Conidae). Part III: The Conus collisus complex. Visaya 3(6): 4-47\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Asprella collisus\". Gastropods.com. Retrieved 15 January 2019.\nCone Shells - Knights of the Sea"
  }
}