{
  "url": "https://en.wikipedia.org/wiki/Conus_desidiosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. desidiosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus (Conilithes) desidiosus is a species of sea snail, a marine gastropod mollusk in the family Conidae, in the genus Conilithes, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "In the original description of Adams of 1854, this shell is described having a pyramidal and conical head, with the base crossed by oblique grooves, enough deeply incised; his color is light brown, last whorls is crossed by a wide whitish band and lines of brown color, with whitish wavy lines on the back. The spire is high and conical, the sutural ramps are flat, with two spiral grooves in the median part, the lip is arcuate, with a depression in the back. The size of the specimen described by Adams, from the Collection Cuming, is 24.1 x 11.6 mm. The origin indicated in the description of Adams is West Africa.",
    "Distribution": "In a range of about 50 km around Faro, in Portugal, there is a variety of Conus ventricosus with particular characteristics of color that is considered to belong to this species. On the basis of the characteristics of these specimens, some tend to define as Conus desidiosus also other varieties of Conus ventricosus similar to those of Portugal, but with yellow ground color.\nIn 1991 Raybaudi examined some specimens of Conus ventricosus from Lampedusa, that an Italian collector submitted to her attention, and she noticed an apparent resemblance of their color with that of Conus desidiosus. The different origin, Lampedusa instead of West Africa, could have suspected that they belong to a different species from Conus desidiosus, however, because it would mean admitting the existence in the Mediterranean Sea of a new species of Conus, Raybaudi preferred to conclude that the population of Lampedusa coincided almost perfectly with the holotype of Adams, therefore proposed to modify the Locus Typicus from the original by Adams, namely West Africa, to Lampedusa.\nRaybaudi did not count the vast diversity in the morphology of the Conus from Lampedusa with the holotype of Conus desidiosus and even differences in the structure of the color: the aspects are easier to note are the different inclination of the spiral band placed just under half of last whorl, and the greater curvature of the growing lines towards the base of the Conus from Lampedusa, related to the curvature of the lines of growth of the holotype of Conus desidiosus.",
    "References": "Adams, A. 1855. Descriptions of new species of the genus Conus, from the collection of Hugh Cuming, Esq. Proceedings of the Zoological Society of London 1854:116-119\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23\nCOOMANS H.E., MOOLENBEEK R.G., WILS E., 1985. “Alphabetic revision of the (sub)species in recent Conidae, 8 : dactylosus to dux”. Basteria, 49 : 145-196\nRaybaudi G., 1992. Preliminary studies for a revision of subgenus Lautoconus (Monterosato,1923) in the Mediterranean sea. Part I: on the true identity of Conus desidiosus A. Adams, 1854. La Conchiglia: International Shell Magazine, 23(263), 10-15.\nBOYER F., PELORCE J.,2009.  “Description d’un nouveau Conus (Gastropoda : Conidae) du Sénégal dans ler groupe Conus mediterraneus” NOVAPEX 10(1) :25-32, 10 mars 2009",
    "External links": "The origin of Conus desidiosus - The correlation with Conus canaliculatus\nThe Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Lautoconus desidiosus\". Gastropods.com. Retrieved 15 January 2019."
  }
}