{
  "url": "https://en.wikipedia.org/wiki/Conus_stramineus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. stramineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus stramineus, common name the Nisus cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecies\nConus stramineus alveolus G. B. Sowerby I, 1833: synonym of Conus stramineus Lamarck, 1810\nConus stramineus amplus Röckel & Korn, 1992: synonym of Conus amplus Röckel & Korn, 1992\nConus stramineus stigmaticus A. Adams, 1855: synonym of Conus collisus Reeve, 1849",
    "Description": "Conus stramineus is a medium to large sized (30–50 mm in length) conical shell. The shoulder is subangulate and smooth. The body whorl is almost straight in outline only slightly curved in towards the shoulder. It is shiny and cream to off-white with 12-14 spiral rows of squarish brown spots and blotches.",
    "Distribution": "Conus stramineus appears to be restricted to Indonesia, it has been reported from the Moluccas and is relatively common off the South West coast of Java.",
    "References": "Puillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23\nLamarck, J. B. P. A., 1810. Description des espèces du genre Cône. Annales du Muséum d'Histoire Naturelle 15: 263-292\nKohn, A.J., 1981. Type specimens and identity of the described species of Conus VI. The species described 1801-1810. Zoological Journal of the Linnean Society 71(3): 279-34",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Asprella stramineus\". Gastropods.com. Retrieved 16 January 2019.\nNeotype in MNHN, Paris"
  }
}