{
  "url": "https://en.wikipedia.org/wiki/Conus_queenslandis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. queenslandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus queenslandis is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Taxonomic relation": "Conus queenslandis was originally named as a subspecies of Conus tribblei Walls, 1977 but has been recognized as a valid species, alternative representation in the subgenus Splinoconus..",
    "Description": "The size of the shell varies between 60 mm and 110 mm.",
    "Distribution": "This marine species occurs off Vietnam,  New Caledonia and Queensland, Australia",
    "References": "Motta, A.J. da 1984. Three new Conus species. La Conchiglia 16(178-179): 24-28\nWilson, B. (1994) Australian marine shells. Prosobranch gastropods. Vol. 2 Neogastropods. Odyssey Publishing, Kallaroo, Western Australia, 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nRöckel, D., Richard, G. & Moolenbeek, R.G. 1995. Deep-water Cones (Gastropoda: Conidae) from the New Caledonia region. In, Bouchet, P. (ed.). Résultats des Campagnes MUSORSTOM, Vol. 14. Mémoires de Muséum National d'Histoire Naturelle 167: 557-594\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "To World Register of Marine Species\nCone Shells - Knights of the Sea\n\"Splinoconus tribblei queenslandis\". Gastropods.com. Retrieved 16 January 2019."
  }
}