{
  "url": "https://en.wikipedia.org/wiki/Conus_cinereus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. cinereus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus cinereus, common name the sunburnt cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans.\nThe species Conus cinereus Schröter, 1803 is a nomen dubium.",
    "Description": "The size of an adult shell varies between 15 mm and 57 mm. The shell is cylindrically ovate, with a moderate, smooth spire. The body whorl is encircled below by distant grooves. The shell is clouded with olivaceous, ashy blue and chestnut-brown, with revolving lines articulated of chestnut and white spots. The brown-stained aperture is wider at its base than at its shoulder. Conus bernardii is a color variant. The color of its shell is fulvous chestnut, with a few scattered white spots and chestnut revolving lines.",
    "Distribution": "This species occurs in the Western Pacific Ocean from Japan to Indonesia.",
    "References": "Kiener L.C. 1844-1850. Spécies général et iconographie des coquilles vivantes. Vol. 2. Famille des Enroulées. Genre Cone (Conus, Lam.), pp. 1-379, pl. 1-111 [pp. 1-48 (1846); 49-160 (1847); 161-192 (1848); 193-240 (1849); 241-[379](assumed to be 1850); plates 4,6 (1844); 2-3, 5, 7-32, 34-36, 38, 40-50 (1845); 33, 37, 39, 51-52, 54-56, 57-68, 74-77 (1846); 1, 69-73, 78-103 (1847); 104-106 (1848); 107 (1849); 108-111 (1850)]. Paris, Rousseau & J.B. Baillière\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Graphiconus cinereus\". Gastropods.com. Retrieved 15 January 2019.\nCone Shells - Knights of the Sea"
  }
}