{
  "url": "https://en.wikipedia.org/wiki/Conus_geographus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. geographus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus geographus, popularly called the geography cone or the geographer cone, is a species of predatory cone snail. It lives in reefs of the tropical Indo-Pacific, and hunts small fish. Although all cone snails hunt and kill prey using venom, the venom of this species is potent enough to kill humans. Specimens should be handled with extreme caution.\nThe variety Conus geographus var. rosea G. B. Sowerby I, 1833 is a synonym of Conus eldredi Morrison, 1955.",
    "Shell description": "C. geographus has a broad, thin shell, cylindrically inflated. Geography cones grow to about 4 inches (10 cm) to 6 inches (15 cm) in length. The size of an adult shell varies between 43 mm and 166 mm. The ground color of the shell is pink or violaceous white, occasionally reddish. It has a mottled appearance, clouded and coarsely reticulated with chestnut or chocolate, usually forming two very irregular bands.  This intricately brown-and-white pattern is highly prized by shell collectors.The geography cone has a wide, violaceous white or pink aperture and numerous shoulder ridges or spines. The shell is covered with thread-like revolving striae, usually nearly obsolete except at the base. The flattened spire is striated and coronated.In comparison with other species, the shell has a noticeably wider and convex mid-body, with a flattened spire. Its walls are also noticeably thinner and lighter compared to other cone shells of similar length and size.",
    "Distribution": "Geography cones are common.  They occur in the Red Sea, in the Indian Ocean off Chagos, Réunion, Madagascar, Mauritius, Mozambique and Tanzania. They are indigenous to the reefs of the Indo-Pacific region, except for Hawaii, and off Australia (the Northern Territory, Queensland, Western Australia).",
    "Ecology": "C. geographus is a piscivore that dwells in sediment of shallow reefs, preying on small fish. It releases a venomous cocktail into the water in order to stun its prey. Like the other cone snails, it fires a harpoon-like, venom-tipped modified tooth into its prey; the harpoon is attached to the body by a proboscis, and the prey is pulled inside for ingestion.",
    "Venom": "The geography cone is highly dangerous; live specimens should be handled with extreme caution. C. geographus has the most toxic sting known among Conus species and is responsible for more than thirty human fatalities. Yoshiba estimated an LD70  value (in humans) of 0.001-0.003 mg/kg. In two cases of envenomation, only 0.0002-0.0005 mg resulted in severe paralysis. Other figures estimate LD50 values of 0.012-0.03 mg/kg. These estimates make the geographic cone snail the most venomous animal in the world. The venom is a complex mix of hundreds of different toxins that is delivered through toxoglossan radula, a harpoon-like tooth propelled from an extendable proboscis. There is no antivenom for a cone snail sting, and treatment consists of keeping victims alive until the toxins wear off.  The geography cone is also known colloquially as the \"cigarette snail\", a gallows humor exaggeration implying that, when stung by this creature, the victim will have only enough time to smoke a cigarette before dying.Among the compounds found in cone snail venom are proteins which, when isolated, have great potential as pain-killing drugs. Research shows that certain component proteins of the venom target specific human pain receptors and can be up to 10,000 times more potent than morphine without morphine's addictive properties and side-effects.  Conantokin-G is a toxin derived from the venom of C. geographus. Only 15-20 of the venom's 100-200 toxic peptides are used for feeding. It is believed that the other compounds are defensive, and that the venom is mainly used for defense.",
    "Venom-Insulin": "Recent research has revealed that C. geographus uses a form of insulin as a means of stunning its prey. This insulin is distinct from its own (with shorter chains) and appears to be a stripped down version of those insulins found in fish. Once this venom passes through a fish's gills, the fish experiences hypoglycaemic shock, essentially stunning it and allowing for ingestion by the snail. This poison mixture has been referred to as nirvana cabal.  Along with the tulip cone snail C. tulipa, no other species (with the exception of humans) is known to have used insulin as a weapon.",
    "References": "This article incorporates CC-BY-3.0 text from the reference.",
    "Further reading": "",
    "Gallery": "",
    "External links": "Conus geographus, part of the Encyclopædia Romana by James Grout.\n\"Gastridium geographus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\nPhotos of Conus geographus on Sealife Collection"
  }
}