{
  "url": "https://en.wikipedia.org/wiki/Conus_boeticus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. boeticus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus boeticus, common name : the boeticus cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The shell size varies between 15 mm and 40 mm. The striate spire is slightly tuberculate. The body whorl is granular, striate\ntowards the base. The color of the shell is white, marbled with chestnut or chocolate, with revolving rows of chestnut spots.",
    "Distribution": "This species occurs in the Indian Ocean off Mozambique, the Seychelles and the Mascarene Basin and in the Pacific Ocean off Japan, Indonesia, Fiji and Australia.",
    "References": "Reeve, L.A. 1843. Descriptions of new species of shells figured in the 'Conchologia Iconica'. Proceedings of the Zoological Society of London 11: 169–197\nReeve, L.A. 1849. Monograph of the genus Conus. pls 4–9 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1.\nSowerby, G.B. (3rd) 1887. Thesaurus Conchyliorum. Supplements to the Monograph of Conus and Voluta. Vol. 5 249–279, pls 29–36.\nSowerby, G.B. (3rd) 1913. Descriptions of eight new marine Gastropoda mostly from Japan. Annals and Magazine of Natural History 8 11: 557–560\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2010) A taxonomic review of the Conus boeticus Reeve complex (Gastropoda – Conidae). Visaya 2(6): 21–80 page(s): 24\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1–23",
    "External links": "The Conus Biodiversity website\n\"Rolaniconus boeticus boeticus\". Gastropods.com. Retrieved 12 February 2011.\nCone Shells – Knights of the Sea"
  }
}