{
  "url": "https://en.wikipedia.org/wiki/Conus_catus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. catus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus catus, common name the cat cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 24 mm and  52 mm. The shell is bulbous, with a convex, striate spire. The  body whorl is striate, the striae rounded, usually obsolete above, granular below, olive, chestnut-, chocolate- or pink-brown, variously marbled and flecked with white, often faintly white-banded below the middle. In the variety nigropunctatus, the shell is colored as above and encircled by series of chocolate-colored dots.",
    "Distribution": "This species occurs in the Red Sea, the Indian Ocean off the Aldabra Atoll, Chagos, Madagascar, Mauritius, Tanzania and KwaZuluNatal; in the tropical Indo-West Pacific Region (Papua New Guinea, Marquesas, New Caledonia); off Australia (New South Wales, the Northern Territory, Queensland and Western Australia).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nSmith, E.A. 1891. On a collection of marine shells from Aden, with some remarks upon the relationship of the Molluscan Fauna of the Red Sea and the Mediterranean. Proceedings of the Zoological Society of London 1891(3): 390-436\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nSowerby, G.B. (3rd) 1887. Thesaurus Conchyliorum. Supplements to the Monograph of Conus and Voluta. Vol. 5 249-279, pls 29-36.\nHedley, C. 1899. The Mollusca of Funafuti. Part 1. Gastropoda. Memoirs of the Australian Museum 3(7): 395-488, 49 text figs\nDautzenberg, Ph. (1929). Mollusques testacés marins de Madagascar. Faune des Colonies Francaises, Tome III\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nFilmer R.M. (2012) Taxonomic review of the Conus spectrum, Conus stramineus and Conus collisus complexes (Gastropoda - Conidae). Part III: The Conus collisus complex. Visaya 3(6): 4-47\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Pionoconus catus\". Gastropods.com. Retrieved 15 July 2011.\nCone Shells - Knights of the Sea"
  }
}