{
  "url": "https://en.wikipedia.org/wiki/Conus_cocceus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. cocceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus cocceus, common name the cocceus cone or the scarlet-spotted cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 42 mm and 54 mm. The shell is turbinated, rather stout towards the upper part, a little rounded, transversely very finely ridged. The interstices between the ridges are slightly pricked. Its color is white delicately filleted with small irregular pale scarlet spots. The spire is obtusely convex.",
    "Distribution": "This marine species is endemic to Australia (Western Australia)",
    "References": "Reeve, L.A. 1843. Descriptions of new species of shells figured in the 'Conchologia Iconica'. Proceedings of the Zoological Society of London 11: 169-197\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nWilson, B. (1994) Australian marine shells. Prosobranch gastropods. Vol. 2 Neogastropods. Odyssey Publishing, Kallaroo, Western Australia, 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\n* Puillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Floraconus cocceus\". Gastropods.com. Retrieved 15 January 2019."
  }
}