{
  "url": "https://en.wikipedia.org/wiki/Conus_terebra",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. terebra"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus terebra is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The length of the shell varies between 43 mm and 100 mm. The shell is striated throughout. Its color is pale yellowish or ash-color, indistinctly two-banded, often somewhat tinged with violet at the base. The aperture is white or slightly violaceous.",
    "Distribution": "This marine species occurs in the Red Sea, in the tropical Indo-Pacific and off Australia (Northern Territory, Queensland and Western Australia).",
    "References": "Born, I. von 1778. Index rerum naturalium Musei Caesarei Vindobonensis, pl. 1, Testacea. - Verzeichniss etc. Illust. Vindobonae. Vienna : J.P. Krauss xlii 458 pp.\nGmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021–3910.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nHinds, R.B. 1843. Description of new shells from the collection of Captain Belcher. Annals and Magazine of Natural History ser. 1 11: 16-21, 36-46, 255-257\nSowerby, G.B III. Jr. (1881). Descriptions of eight new species of shells. Proc. Zool. Soc. Lond. (1881): 635-639\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea"
  }
}