{
  "url": "https://en.wikipedia.org/wiki/Conus_furvus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. furvus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus furvus, common name the dark cone,  is a species of predatory sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones.",
    "Description": "The size of an adult shell varies between 30 mm and 71 mm. The ground color of the shell is pale brown, with fine close lines of chestnut-brown, and one\nor two paler bands. The shoulder ( = the angulation of the shell whorls) is somewhat obtuse. The spire is concavely elevated, with an acute apex. The spire is uniform pale brown.  Tryon describes the variety furvus with this special characteristics. The revolving lines are broken up into minute dots The form is somewhat narrower. Some of the spire whorls are finely beaded.",
    "Distribution": "This is an Indo-Pacific species. The type locality is Port Sacloban, Leyte Island in the Philippines. The species occurs along the Andaman Islands, Malaysia, Indonesia, Papua New Guinea and from the Philippines to Japan. It is also found in the South China Sea.",
    "References": "Conus lignarius - Some information on this species\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus biodiversity website\n\"Calibanus furvus\". Gastropods.com. Retrieved 23 July 2011.\nCone Shells - Knights of the Sea\n\n\n== Gallery =="
  }
}