{
  "url": "https://en.wikipedia.org/wiki/Conus_proximus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. proximus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus proximus, common name the proximus cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThe subspecies Conus proximus cebuensis Wils, 1990 has become a synonym of Conus cebuensis Wils, 1990",
    "Description": "The size of the shell varies between 22 mm and 45 mm. The shell is coronated. Its color is yellowish white, marbled and streaked with chestnut, with minute revolving lines of granules .which are often somewhat articulated red-brown and white.",
    "Distribution": "This marine species occurs in the Indo-Pacific Region: the Philippines; New Guinea, New Caledonia, Vanuatu the Solomon Islands and Fiji.",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.+\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Phasmoconus proximus proximus\". Gastropods.com. Retrieved 16 January 2019."
  }
}