{
  "url": "https://en.wikipedia.org/wiki/Conus_obscurus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. obscurus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus obscurus, common name the obscure cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 20 mm and 44 mm. This small to medium-sized shell is shaped like a small Conus geographus but with smaller coronations on the shoulder. The shell is subcylindrical, violaceous, with chestnut blotches, forming two interrupted bands, and faint lines of minute chestnut and white articulations. The aperture is very wide anteriorly caused by a concave lower half of the columella.",
    "Distribution": "This species occurs in the Indian Ocean off Aldabra, the Mascarene Basin and Tanzania; in the tropical Indo-Pacific to Hawaii and French Polynesia; off the Philippines and Australia (Northern Territory, Queensland and Western Australia).",
    "References": "Sowerby, G.B. (1st) 1833. Conus. pls 24-37 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nBartsch, P. & Rehder, H.A. 1943. New cones from the Hawaiian Islands. Proceedings of the Biological Society of Washington 56: 85-88\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nKay, E.A. 1979.  Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Protostrioconus obscurus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}