{
  "url": "https://en.wikipedia.org/wiki/Conus_caracteristicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. caracteristicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus caracteristicus, common name the characteristic cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 19 mm and 88 mm. The color of the shell is white, irregularly longitudinally flamed, forming two (or sometimes three) interrupted broad bands. The body whorl is somewhat inflated, rounded at the upper part, striate below. The spire is  striate.",
    "Distribution": "This marine species occurs in the Indian Ocean off Northern KwaZulu-Natal, South Africa and East Africa; from the Bay of Bengal to Indonesia and Japan",
    "References": "Lamarck, J. B. P. A., 1810. Description des espèces du genre Cône. Annales du Muséum d'Histoire Naturelle 15: 263-292\nSmith, E. A. 1877. Descriptions of new species of Conidae and Terebridae. Ann. Mag. nat. Hist. (4) 19: 222-231.\nKohn, A.J., 1981. Type specimens and identity of the described species of Conus VI. The species described 1801-1810. Zoological Journal of the Linnean Society 71(3): 279-341\nKohn, A.J., 1992. A chronological taxonomy of Conus, 1758-1840. Smithsonian Institution Press: 315 pp\nRöckel, D., Korn, W. & Kohn, A.J., 1995. Manual of the living Conidae. Volume 1: Indo-Pacific region. Hemmen: 517 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Lithoconus caracteristicus\". Gastropods.com. Retrieved 15 January 2019.\nHolotype in MNHN, Paris"
  }
}