{
  "url": "https://en.wikipedia.org/wiki/Conus_figulinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. figulinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus figulinus, common name the fig cone,  is a cone snail, a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nDendroconus Buxeus, Dendroconus Glaucus and Dendroconus Loroisii are all very similair to Conus Figulinus, but are considered each a unique species.",
    "Description": "The size of an adult shell varies between 30 mm and 135 mm. The shell has a chestnut color, encircled by numerous, unbroken, narrow chocolate lines. The spire is chocolate-colored. The body whorl is occasionally narrowly light-banded in the middle.",
    "Distribution": "This species occurs in the Indian Ocean off Madagascar, the Mascarene Basin, Mauritius and Tanzania; in the Indo-West Pacific, Indo-Malaysia, Fiji, New Caledonia, Solomon Islands, Vanuatu, India and Australia (Queensland).",
    "References": "Linnaeus, C. 1758. Systemae naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differetiis, synonymis, locis.v. Holmiae : Laurentii Salvii 824 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nBarros e Cunha, J.G. de 1933. Catálogo decritivo das Conchas exóticas da colecção António Augusto de Carvalho Monteiro. Memórias e Estudos do Museu Zoológico da Universidade de Coimbra 1 71: 5-224\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Dendroconus figulinus\". Gastropods.com. Retrieved 16 January 2019.\n\n\n== Gallery =="
  }
}