{
  "url": "https://en.wikipedia.org/wiki/Conus_spectrum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. spectrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus spectrum, common name the spectre cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 30 mm and 76 mm. The thin shell is cylindrically turbinated and somewhat inflated. The lower part of the body whorl shows distant revolving grooves. The color of the shell is white, variously painted with chestnut longitudinal irregular streaks, usually forming three broad series or bands.",
    "Distribution": "This species occurs in the Indian Ocean off Madagascar. It also occurs off Indonesia, Papua New Guinea, the Philippines, the Ryukyu Islands, Taiwan and Queensland, Australia.",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nReeve, L.A. 1849. Monograph of the genus Conus. pls 4-9 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nCernohorsky, W.O. 1978. Tropical Pacific marine shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2011) Taxonomic review of the Conus spectrum, Conus stramineus and Conus collisus complexes (Gastropoda - Conidae) - Part I. Visaya 3(2): 23-85.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Graphiconus spectrum\". Gastropods.com. Retrieved 16 January 2019."
  }
}