{
  "url": "https://en.wikipedia.org/wiki/Conus_legatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. legatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus legatus, common name the ambassador cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 22 mm and 63 mm. The shell is small and rather narrow, with strong longitudinal chocolate markings over the reticulations.",
    "Distribution": "This marine species occurs off Western Thailand, Okinawa, Japan; off French Polynesia; in the Indian Ocean off Mozambique, Seychelles, Mauritius and Réunion; off Australia (Queensland, Western Australia).",
    "References": "Lamarck, J.B.P.A. de M. 1810. Suite des espèces du genre Cône. Annales du Muséum National d'Histoire Naturelle. Paris 15: 263-286, 422-442\nSowerby, G.B. (1st) 1833. Conus. pls 24-37 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nDrivas, J.; Jay, M. (1987). Coquillages de La Réunion et de l'Île Maurice. Collection Les Beautés de la Nature. Delachaux et Niestlé: Neuchâtel. ISBN 2-603-00654-1. 159 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Cylinder legatus\". Gastropods.com. Retrieved 16 January 2019."
  }
}