{
  "url": "https://en.wikipedia.org/wiki/Conus_capitaneus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. capitaneus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus capitaneus, common name the captain cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 50 mm and 98 mm. Its low spire is striate, flamed with chocolate and white. The body whorl is yellowish, or orange-brown, encircled by rows of chestnut dots, usually stained chocolate at the base. There is a central white band, with chocolate hieroglyphic markings on either side, and a shoulder-band, crossed by chocolate smaller longitudinal markings. The aperture is white.",
    "Distribution": "This marine species occurs in the Indian Ocean off Madagascar, the Mascarene Basin, Mauritius and Tanzania; and in the Indo-West Pacific (off Hawaii, Samoa, Tonga, Japan); off Australia (New South Wales, Northern Territory, Queensland, Western Australia),",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nCrosse, M. 1858. Descriptions de coquilles nouvelles. Journal de Conchyliologie 2 7(3): 380-384\nBrazier, J. 1877. Continuation of the Mollusca of the Chevert Expedition, with new species. Proceedings of the Linnean Society of New South Wales 1(4): 283-301\nHedley, C. 1899. The Mollusca of Funafuti. Part 1. Gastropoda. Memoirs of the Australian Museum 3(7): 395-488, 49 text figs\nSchepman, M.M. 1913. Toxoglossa. 384-396 in Weber, M. & de Beaufort, L.F. (eds). The Prosobranchia, Pulmonata and Opisthobranchia Tectibranchiata, Tribe Bullomorpha, of the Siboga Expedition. Monograph 49. Siboga Expeditie 32(2)\nAllan, J.K. 1950. Australian Shells: with related animals living in the sea, in freshwater and on the land. Melbourne : Georgian House xix, 470 pp., 45 pls, 112 text figs.\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nMcMichael, D.F. 1960. Shells of the Australian Sea-Shore. Brisbane : Jacaranda Press 127 pp., 287 figs.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nCotton, B.C. 1964. Molluscs of Arnhem Land. Records of the American-Australian Scientific Expedition to Arnhem Land 4 (Zoology): 9-43\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nWils, E. 1969-1972. Familie Conidae; werkgroep \"Xenophora\". Antwerpen : J. Kruyniers 28\n-Wilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. 4 September 2009 Edition\nSpencer, H.; Marshall. B. (2009). All Mollusca except Opisthobranchia. In: Gordon, D. (Ed.) (2009). New Zealand Inventory of Biodiversity. Volume One: Kingdom Animalia. 584 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "\"Rhizoconus capitaneus\". Gastropods.com. Retrieved 15 January 2019.\nThe Conus Biodiversity website\nCone Shells - Knights of the Sea"
  }
}