{
  "url": "https://en.wikipedia.org/wiki/Conus_sponsalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. sponsalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus sponsalis, common name the sponsal cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 12 mm and 34 mm. The body whorl is somewhat convex on the sides, wide at the shoulder, which is somewhat rounded. its color is yellowish white, with a few chestnut or red zigzag longitudinal markings, forming an interrupted broad superior, and often a narrower inferior band. The base of the shell is violaceous.",
    "Distribution": "This cone snail is found in Aldabra, Chagos, Mascarene Islands, Mozambique, the Red Sea and the West Coast of South Africa; also off New Zealand; off Australia (New South Wales, Northern Territory, Queensland and Western Australia).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nBosc, L.A.G. 1801. Histoire naturelle des coquilles. Paris : Deterville Vols 1-5.\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J.; Jay, M. (1987). Coquillages de La Réunion et de l'Île Maurice. Collection Les Beautés de la Nature. Delachaux et Niestlé: Neuchâtel. ISBN 2-603-00654-1. 159 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Harmoniconus sponsalis\". Gastropods.com. Retrieved 16 January 2019."
  }
}