{
  "url": "https://en.wikipedia.org/wiki/Conus_coffeae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. coffeae"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus coffeae, common name the coffee cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 18 mm and 51 mm. The yellowish brown shell is white-banded in the middle and less distinctly so at the shoulder and the base of the body whorl. These bands are sometimes maculated, like the spire, with chestnut, and there are, on the darker portions, occasional faint chestnut revolving lines.",
    "Distribution": "This marine species occurs in the Central and Western Pacific; off Australia (New South Wales, Northern Territory, Queensland, Western Australia)",
    "References": "Gmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021-3910.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nDillwyn, L.W. 1817. A Descriptive Catalogue of Recent Shells, arranged according to the Linnaean method; with particular attention to the synonymy. London : John and Arthur Arch 2 volumes 1092 + 29 pp.\nSowerby, G.B. (1st) 1833. Conus. pls 24-37 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nCoomans H.E. & De Visser J.S. (1987) Studies on Conidae (Mollusca: Gastropoda). 10. The holotype and identity of Conus coffeae Gmelin. The Veliger 29(4): 437-441\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Leporiconus coffeae\". Gastropods.com. Retrieved 15 January 2019."
  }
}