{
  "url": "https://en.wikipedia.org/wiki/Conus_mustelinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. mustelinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus mustelinus, common name the ermine cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 40 mm and 107 mm. The low spire is striate, flamed with chocolate and white. The body whorl is yellowish, or orange-brown, encircled by rows of chestnut dots, usually stained chocolate at the base. There is a central white band, with chocolate hieroglyphic markings on either side, and a shoulder band, crossed by chocolate smaller longitudinal markings. The border markings of the bands are reduced to spots. The aperture has a chocolate color with a white band.",
    "Distribution": "This species occurs in the Indian Ocean from the Chagos Atoll to Western Australia; in the Pacific Ocean, from Japan to Philippines, Eastern Australia and Fiji.",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nSchröter, J.S. 1803. Naue Conchylienarten und Abänderungen, Anmerkungen und Berichtigungen nach dem linnéischen System der XII. Ausgabe. Archiv für Zoologie und Zootomie 3(2): 33-78\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nShikama, T. 1964. Description of a new species of Murex and Conus from the Arafura Sea. Venus 23(1): 33-37, pl. 3\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nShikama, T. 1979. Description of new and noteworthy Gastropoda from western Pacific Ocean (II). Science Reports of the Yokosuka City Museum 26: 1-6\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Rhizoconus mustelinus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}