{
  "url": "https://en.wikipedia.org/wiki/Conus_virgo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. virgo"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus virgo is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nVarieties\nConus virgo var. alba Spalowsky, 1795: synonym of Conus virgo Linnaeus, 1758\nConus virgo var. fasciata Menke, 1828: synonym of Conus lividus Hwass in Bruguière, 1792",
    "Description": "The size of the shell varies between 50 mm and 151 mm. The solid shell is rounded below the shoulder-angle. The spire is flatly convex, slightly striate throughout, more distinctly at the base. The color of the shell is pale yellowish brown, tinged with violet at the base.",
    "Distribution": "This marine species occurs in the Red Sea and in the tropical Indo-West Pacific off Tanzania, Madagascar, Aldabra, Chagos, the Mascarene Islands; India, the Philippines and Australia (Northern Territory, Queensland, Western Australia).",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nCotton, B.C. 1964. Molluscs of Arnhem Land. Records of the American-Australian Scientific Expedition to Arnhem Land 4 (Zoology): 9-43\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp. [\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nHigo, S., Callomon, P. & Goto, Y. 1999. Catalogue and Bibliography of the Marine Shell-bearing Mollusca of Japan. Japan : Elle Scientific Publications 749 pp.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Virgiconus virgo\". Gastropods.com. Retrieved 16 January 2019."
  }
}