{
  "url": "https://en.wikipedia.org/wiki/Conus_blanfordianus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. blanfordianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus blanfordianus is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 22 mm and 58 mm. The shell is somewhat swollen, distantly sulcate below, otherwise smooth. Its color is white, encircled by chestnut spots, clouds, and oblique and triangular markings. The spire is maculated.",
    "Distribution": "This marine species occurs in the Pacific Ocean off the Philippines, designated to be the type locality. Reports from Vanuatu and Papua New Guinea are, most likely to be of other species.",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nFilmer R.M. (2011) Taxonomic review of the Conus spectrum, Conus stramineus and Conus collisus complexes (Gastropoda - Conidae). Part II: The Conus stramineus complex. Visaya 3(4): 4-66.",
    "External links": "The Conus Biodiversity website\n\"Asprella blanfordiana\". Gastropods.com. Retrieved 12 July 2011.\nCone Shells - Knights of the Sea"
  }
}