{
  "url": "https://en.wikipedia.org/wiki/Conus_mappa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. mappa"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus mappa is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.There are two recognized subspecies:\n\nConus mappa jesusramirezi (Cossignani, 2010)\nConus mappa trinitarius Hwass in Bruguière, 1792.\nConus mappa granarius Kiener, 1845.: synonym of Conus granariusThe junior homonym Conus mappa Crosse, 1858 is a synonym of Conus eldredi Morrison, 1955.\nLike all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the wide shell varies between 36 mm and 67 mm. The spire contains small nodules and has a smooth shoulder. The body whorl is smooth and has a very variable color pattern of milkish white to pinkish white with two spiral bands of greenish yellow to darker brown. These bands are broken into irregular patches. The spiral whorls show very fine longitudinal grooves. The aperture is whitish.",
    "Distribution": "This species occurs in the Caribbean Sea off Venezuela, Trinidad - and Barbados where it occurs only at 85 fathoms/155 metres depth",
    "References": "Holeman J; and Kohn A.J. (1970), The identity of Conus mappa (Lightfoot), C. insularis  Gmelin, C. aurantius Hwass in Bruguière and Hwass's infraspecific taxa of C. cedonulii; Journal of Conchology 27 135:137\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Tenorioconus mappa mappa\". Gastropods.com. Retrieved 16 January 2019.\n\"Tenorioconus mappa trinitarius\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}