{
  "url": "https://en.wikipedia.org/wiki/Conus_vexillum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. vexillum"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus vexillum, common name the vexillum cone or the flag cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 27 and 186 millimetres (1.1 and 7.3 in). The shell is large and rather thin. The spire is striate. The color of the shell is yellowish or chestnut, with an irregular white central band, sometimes obsolete, and occasionally another interrupted band at the shoulder. The spire is variegated with white and chestnut broad flames, the latter often overlaying also the lighter chestnut of the body whorl.",
    "Distribution": "The species is found across the entire Indo-Pacific from Natal to Hawaii and French Polynesia and Japan to Australia (Northern Territory, Queensland, Western Australia). The subspecies Conus vexillium sumatrensis is restricted to the northwest Indian Ocean.",
    "Habitat and Ecology": "Juveniles of this species are present on intertidal benches whereas adults will occur along subtidal reefs to about 30 metres (98 ft). Individuals that are present around the Hawaiian Islands occur between 50–70 m (160–230 ft). There have been sightings of this species in shallow water, lagoon pinnacles, sand, sand with gravel, among weed or rocks and under dead coral. It is said to be able to withstand rough waters. The species feeds on eunicid polychaetes.",
    "References": "Röding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nKiener L.C. 1844-1850. Spécies général et iconographie des coquilles vivantes. Vol. 2. Famille des Enroulées. Genre Cone (Conus, Lam.), pp. 1-379\nBernardi, A. C. 1858. Descriptions d'espèces nouvelles. Journal de Conchyliologie 7: 182-184\nHedley, C. 1899. The Mollusca of Funafuti. Part 1. Gastropoda. Memoirs of the Australian Museum 3(7): 395-488, 49 text figs\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nSeverns M. (2011) Shells of the Hawaiian Islands - The Sea Shells. Conchbooks, Hackenheim. 564 pp.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "Gallery": "",
    "External links": "\"Rhizoconus vexillum\". Gastropods.com. Retrieved 16 January 2019.\nThe Conus Biodiversity website\nCone Shells - Knights of the Sea\nHolotype in MNHN, Paris"
  }
}