{
  "url": "https://en.wikipedia.org/wiki/Conus_victoriae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. victoriae"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus victoriae, common name the Queen Victoria cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Taxonomy": "Conus nodulosus has often been treated as a geographical variant or subspecies of C. victoriae. They have a disjunct distribution, the latter occurring from Exmouth to the Western Australia / Northern Territory border, whereas nodulosus has a distribution restricted from Geraldton to Calbary and the Abrolhos. For conservation implications, the two are here listed as distinct.",
    "Description": "The size of the shell varies between 35 mm and 94 mm. Conus victoriae is a mollusc-eating cone (molluscivore) possibly related to Conus textile . It differs from Conus textile in the reticulations. These are mostly smaller, arid light-colored, contrasting strongly with the bands of very dark chocolate longitudinal stripes. They are also more or less overlaid with violaceous clouds.A component of its venom, alpha conotoxin Vc1.1 (ACV1) has been shown to be a potent analgesic in pain tests in animals and is a potential replacement for morphine for the treatment of neuropathic pain.The biology of this cone species has been extensively studied, in particular the embryonic development of its venom apparatus, the expression of the venom gland proteome and the role of the venom bulb in delivery of venom components to the radulae.",
    "Distribution": "This marine species is endemic to Australia (Western Australia from Broome north to the mouth of the Victoria River, Northern Territory where it was first discovered by Reeve in 1843)",
    "Gallery": "",
    "References": "Reeve, L.A. 1843. Descriptions of new species of shells figured in the 'Conchologia Iconica'. Proceedings of the Zoological Society of London 11: 169-197\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nSowerby, G.B. 1866. Thesaurus Conchyliorum, or monographs of genera of shells. London : G.B. Sowerby Vol. 3 277-331 pls 266-290.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shell and Conotoxins website\nPain Killer Comes out of its Shell - The Age 25 July 2005\nInternet Interview with Bruce Livett\nNervous System - Cone Snail Toxin from Untamed Science\nCone Shells - Knights of the Sea\n\"Cylinder victoriae victoriae\". Gastropods.com. Retrieved 16 January 2019."
  }
}