{
  "url": "https://en.wikipedia.org/wiki/Conus_pretiosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. pretiosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus pretiosus is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 44 mm and 95 mm. The narrow, somewhat pyriform shell has a concavely elevated spire, carinated at the sutures. The shell is nearly perfectly smooth on the under side only. On two-thirds of the body whorl are unusually distant, impressed grooves to be traced, and even these are almost obsolete. The color of the shell is white, throughout closely dashed with wavy, brown, slightly pinkish splashes. These markings are somewhat larger and more distinct on the spire, and also form two irregular bands on the body whorl. The apex is very sharp. The spire is much produced, composed of fourteen whorls, acutely angled in the middle. Above this the angle is spirally striated with numerous striae. Near the apex it is very slightly granular. The interior of the aperture has a beautiful pink color, white near the margin. The epidermis is thin, smoothish and compact.",
    "Distribution": "This marine species occurs off Eastern India and Southwest Thailand.",
    "References": "Tucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Asprella phuketensis\". Gastropods.com. Retrieved 16 January 2019."
  }
}