{
  "url": "https://en.wikipedia.org/wiki/Conus_striatellus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. striatellus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus striatellus is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "Thick shell is cylindrically turbinated, somewhat inflared, and varies in length between 25 mm and 90 mm.Thea spire is of varying height (mostly short), and with distant, spiral ridges on the lower half of the body whorl. The whole surface is distantly encircled by granular striae. The colouration is variable: often creamy orange, variously painted with chestnut longitudinal irregular streaks, usually forming three broad series or bands, zigzagging lines on upper part of body whorl and spire, and with brown bands across central and lower half of body whorl; or pale orange with white shoulder mottling and a central band. The aperture is bluish white.",
    "Distribution": "This species occurs in the Red Sea, in the Indian Ocean off Tanzania, Madagascar, Aldabra; in the Indo-Western Pacific; off Indo-China, Indo-Malaysia, New Caledonia, Fiji, Vanuatu and Australia (Western Australia).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nLink, H.F. 1807. Beschreibung der Naturalien Sammlung der Universität zu Rostock. Rostock : Alders Erben.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nCrosse, H. & Boivin, A. 1864. Description du cinq espèces nouvelles du genre Conus. Journal de Conchyliologie 12: 33-40\nHopwood, A.T. 1921. Note on Conus lineatus Solander and Conus lineatus Brug. Journal of Conchology 16: 151\nBarros e Cunha, J.G. de 1933. Catálogo decritivo das Conchas exóticas da colecção António Augusto de Carvalho Monteiro. Memórias e Estudos do Museu Zoológico da Universidade de Coimbra 1 71: 5-224\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Vituliconus striatellus\". Gastropods.com. Retrieved 16 January 2019."
  }
}