{
  "url": "https://en.wikipedia.org/wiki/Conus_flavescens",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. flavescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus flavescens, common name the flame cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.There is one subspecies: Conus flavescens caribbaeus Clench, 1942 (synonyms: Conus caribbaeus Clench, 1942, Gradiconus flavescens caribbaeus (Clench, 1942),  Tuckericonus caribbaeus (Clench, 1942), Tuckericonus flavescens caribbaeus (Clench, 1942))\nLike all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Distribution": "This marne species occurs in the Caribbean Sea and the Gulf of Mexico off Florida, USA, the Greater Antilles and off the Bahamas.",
    "Description": "The maximum recorded shell length is 25 mm. The smooth shell is grooved towards the base. Its color is yellowish, variegated with large irregular white blotches, arranged mostly just below the shoulder angle, and below the middle of the body whorl, so as to form two interrupted bands.",
    "Habitat": "Minimum recorded depth is 0 m. Maximum recorded depth is 122 m.",
    "References": "David K. Camp, William G. Lyons, and Thomas H. Perkins: Checklists of Selected Shallow-Water Marine Invertebrates of Florida; Florida Marine Research Institute, FMRI Technical Report TR-3, ISSN 1092-194X\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Gradiconus flavescens\". Gastropods.com. Retrieved 16 January 2019.",
    "Gallery": "Below are several color forms:"
  }
}