{
  "url": "https://en.wikipedia.org/wiki/Conus_varius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. varius"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus varius, common name the freckled cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 30 mm and 61 mm. The color of the shell is white, marbled with orange, rose, chestnut or chocolate, with sometimes revolving lines of spots. The spire contains rather small tubercles. The basal half of the body whorl  shows revolving grooves. The upper half of the body whorl shows revolving rows of tubercles, which become more distinct towards the spire.",
    "Distribution": "This species occurs in the Indian Ocean off East Africa, the Mascarene Islands and Aldabra; off Fiji and Australia (Northern Territory, Queensland).",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nSowerby, G.B. (1st) 1834. Conus. pls 54-57 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nWeinkauff, H.C. 1874. Die Familie der Conae oder Conidae. pp. 252–253 in Küster, H.C., Martini, F.W. & Chemnitz, J.H. (eds). Systematisches Conchylien-Cabinet von Martini und Chemnitz. Nürnberg : Bauer & Raspe Vol. 4.\nAdams, A. 1854. Descriptions of new species of the Genus Conus, from the collection of Hugh Cuming, Esq. Proceedings of the Zoological Society of London 1853(21): 116-119\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Rolaniconus varius\". Gastropods.com. Retrieved 16 January 2019."
  }
}