{
  "url": "https://en.wikipedia.org/wiki/Conus_chaldaeus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. chaldaeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus chaldaeus, common name the worm cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 19.7 mm and 59 mm. The color of the shell is white, sometimes rose-tinted, with three or four revolving bands composed of irregular longitudinal dark chocolate or nearly black markings. The black markings are more continuous, so as usually to cover the length of the shell except an irregular white central band. Sometimes those markings are impressed so that the intervening white spaces project granulously or tuberculately above the surface; occasionally also the entire surface becomes dark chocolate with the exception of the white band, and a white spot here and there. These markings also ornament the slightly coronated spire. The aperture is white with clouded bands corresponding with the exterior markings. The surface of the shell is more or less striate throughout, but the striae become more prominent towards the dark stained base.",
    "Distribution": "This marine species occurs in the Red Sea, in the tropical Indo-Pacific and in the Eastern Pacific (El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama); off New Zealand and Australia (New South Wales, the Northern Territory, Queensland, Western Australia).",
    "References": "Röding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nLamarck, J.B.P.A. de M. 1810. Tableau des espèces. Annales du Muséum National d'Histoire Naturelle. Paris 15: 29-40\nDufo, M.H. 1840. Observations sur les Mollusques marins, terrestres et fluviatiles des iles Séchelles et des Amirantes. Annales des Sciences Naturelles, Paris 2 14, Zoologie: 45-80 (extrait), 166-221(suite)\nIredale, T. 1929. Queensland molluscan notes, No. 1. Memoirs of the Queensland Museum 9(3): 261-297, pls 30-31\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1.\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nKilburn, R.N. & Rippey, E. (1982) Sea Shells of Southern Africa. Macmillan South Africa, Johannesburg, xi + 249 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Virroconus chaldaeus\". Gastropods.com. Retrieved 15 January 2019."
  }
}