{
  "url": "https://en.wikipedia.org/wiki/Conus_acutangulus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. acutangulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus acutangulus, common name the sharp-angled cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 13 mm and 46 mm.",
    "Distribution": "This species occurs in the Red Sea and in the tropical Indo-West Pacific; off Queensland, Australia.",
    "References": "Lamarck, J.B.P.A. de M. 1810. Suite des espèces du genre Cône. Annales du Muséum National d'Histoire Naturelle. Paris 15: 263-286, 422-442\nSowerby, G.B. 1866. Thesaurus Conchyliorum, or monographs of genera of shells. London : G.B. Sowerby Vol. 3 277-331 pls 266-290\nSowerby, G.B. (2nd) 1870. Descriptions of forty-eight new species of shells. Proceedings of the Zoological Society of London 1870: 249–259\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nCernohorsky, W.O. 1978. Tropical Pacific marine shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTenorio M.J., Poppe G.T. & Tagaro S.P. (2007) New Indo-Pacific Conidae with taxonomic and nomenclatural notes on Conus recluzianus. Visaya 2(2): 78-90.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Turriconus acutangulus\". Gastropods.com. Retrieved 15 January 2019.\nNeotype at MNHN, Paris"
  }
}