{
  "url": "https://en.wikipedia.org/wiki/Conus_praecellens",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. praecellens"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus praecellens, common name the admirable cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult cone varies between 20 mm and 63 mm. The shell is pear-shaped, broad and angulated at the shoulder, contracted towards the base. The body whorl is closely sulcate throughout, the sulci striate The intervening ridges of the rounded spire are carinate, concavely elevated, The acute apex is striate. The color of the shell is whitish, obscurely doubly banded with clouds of light chestnut, and the spire is maculated with the same.This is a variable species, yet two distinct forms are recognized: (1) sowerbii form, Reeve, 1849 (a thicker, darker, and more densely spotted form with 2 protoconch whorls), and (2) aliguay form, Olivera & Biggs, 2010 (2.5 pearly white smooth protoconch whorls, more slender, higher spire, rounded shoulders, lighter colored).  The sowerbii form is the most common form, and until the late 1990s was the only form typically found and in private collections.",
    "Distribution": "This marine species has a wide distribution. It occurs in the Indian Ocean off Madagascar, Réunion, Somalia, India, West Thailand and Western Australia; in the Pacific Ocean from Japan to the Philippines and Melanesia (Papua New Guinea, Solomon Islands, New Caledonia, Vanuatu).",
    "References": "Sowerby, G.B. (1st) 1833. Conus. pls 24-37 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nSowerby, G.B. (2nd) 1841. The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd) 200 pls.\nReeve, L.A. 1849. Monograph of the genus Conus. pls 4-9 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1.\nSowerby, G.B. (2nd) 1857. Thesaurus Conchyliorum. Vol. 3 pp. 16–20.\nSowerby, G.B. (2nd) 1870. Descriptions of forty-eight new species of shells. Proceedings of the Zoological Society of London 1870: 249–259 4\nBrazier, J. 1877. Continuation of the Mollusca of the Chevert Expedition, with new species. Proceedings of the Linnean Society of New South Wales 1(4): 283-301\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nShuto, T. 1969. Neogene gastropods from Panay Island, the Philippines. Memoires of the Faculty of Science, Kyushu University 19(1): 1-250\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Kurodaconus praecellens\". Gastropods.com. Retrieved 16 January 2019."
  }
}