{
  "url": "https://en.wikipedia.org/wiki/Conus_adami",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. adami"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus adami is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones.These snails are predatory and venomous. They are capable of \"stinging\" humans.",
    "Notes": "Additional information regarding this species:\nTaxonomy: Conus adami is often treated as a subspecies or synonym of C. trigonus. The latter is a shallow-water species occurring in NW Australia, whereas adami is an offshore species occurring off Northern Australia. The two overlap in the Darwin area, and there are specimens that appear to be intermediate. For conservation implications, the two are here listed as distinct.",
    "Description": "The size of the shell varies between 29 mm and 80 mm.",
    "Distribution": "This species of cone snail is endemic to Australia and occurs in the Arafura Sea and in the Gulf of Carpentaria.",
    "References": "Wils, E. 1988. A new Conus species from off Cape York, North Australia. Gloria Maris 27(5-6): 83-85\nFilmer R.M. (1992) Conus adami, Wils, 1988 - species or subspecies? Publicacoes Ocasionais da Sociedade Portuguesa de Malacologia 16: 67-75.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "To World Register of Marine Species\nCone Shells - Knights of the Sea\n\"Plicaustraconus trigonus adami\". Gastropods.com. Retrieved 17 January 2019."
  }
}