{
  "url": "https://en.wikipedia.org/wiki/Conus_pennaceus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. pennaceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus pennaceus, common name the feathered cone or the episcopal cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Subspecies": "Conus pennaceus pennaceus Born, 1778\nConus pennaceus pseudoecho (Bozzetti, 2013)\nConus pennaceus vezoi Korn, Niederhöfer & Blöcher, 2000\nConus pennaceus behelokensis Lauer, 1989: now considered to be a synonym of Conus behelokensis Lauer, 1989\nConus pennaceus echo Lauer, 1988: now considered to be a synonym of Conus echo Lauer, 1989",
    "Description": "The size of an adult shell varies between 35 mm and 88 mm. The color of the shell varies from orange-brown to chocolate, covered by minute white spots, and overlaid by larger white triangular spots, sometimes forming bands at the shoulder, middle and base.",
    "Distribution": "This species occurs in the Indian Ocean off Mozambique, Kenya. The nominal species is found along the shores of the tropical Eastern Africa. The shells vary greatly in shape and colour. They\noften have a background with bluish or greyish hues and an orange to red brown pattern. The holotype of D. pennaceus is a stocky shell with an extremely\nwide shoulder that is rarely found in its range. The form elisae (Kiener, 1846) has an axially crowded pattern of tents that gives to the shells a darker aspect.",
    "References": "Born, I. von 1778. Index rerum naturalium Musei Caesarei Vindobonensis, pl. 1, Testacea. - Verzeichniss etc. Illust. Vindobonae. Vienna : J.P. Krauss xlii 458 pp.\nBruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nLamarck, J.B.P.A. de M. 1810. Suite des espèces du genre Cône. Annales du Muséum National d'Histoire Naturelle. Paris 15: 263-286, 422-442\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nSowerby, G.B. (2nd) 1873. Description of twelve new species of shells. Proceedings of the Zoological Society of London 1873: 718-722, pl. 749\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nMotta, A.J. da 1982. Seventeen new cone shell names (Gastropoda: Conidae). Publicaçoes Ocasionais da Sociedade Portuguesa de Malacologia 1: 1-26\nVine, P. (1986). Red Sea Invertebrates. Immel Publishing, London. 224 pp\nLauer, J. 1989. Complexe Textile-11e partie. Rossiniana 43: 11-18\nLauer J.M. (1992) Conus episcopus Hwass in Bruguiere, 1792 et description d'une nouvelle sous-espece de Conidae de l'Ile Maurice. Publicacoes Ocasionais da Sociedade Portuguesa de Malacologia 16: 51-56.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nKorn, W., Niederhöfer, H.J. & Blöcher, M. 2000. Conus pennaceus from Madagascar- a complex of geographical subspecies (Gastropoda: Conidae). Stuttgarter Beiträge zur Naturkunde. Serie A (Biologie) 610: 1-25\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nEric Monnier, Loïc Limpalaër, Alain Robin & Christophe Roux. A Taxonomic Iconography of Living Conidae 2016 Edition",
    "Gallery": "Below are several color forms:",
    "External links": "The Conus Biodiversity website\n\"Darioconus pennaceus\". Gastropods.com. Retrieved 19 July 2011.\nCone Shells - Knights of the Sea\nHolotype in MNHN, Paris\nFieldguide.ai"
  }
}