{
  "url": "https://en.wikipedia.org/wiki/Conus_melvilli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. melvilli"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus melvilli, common name Melvill's cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 18 mm and 32 mm. The solid shell is abbreviately subcylindrical, and obtusely angulated. It is smooth and crenate-sulcate in front. ts color is grayish white, with cinnamon brown longitudinal clouds, and undulating revolving lines. The interstices show some curved longitudinal lines. The obtuse spire is strigate with brown. The aperture is brown-tinted.",
    "Distribution": "This marine species occurs off Oman, in the Persian Gulf and perhaps off the Maldives",
    "References": "Sowerby, G. B., III. 1879. Descriptions of ten new species of shells. Proceedings of the Zoological Society of London 1878:795-798, pl. 48.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Quasiconus melvilli\". Gastropods.com. Retrieved 16 January 2019."
  }
}