{
  "url": "https://en.wikipedia.org/wiki/Conus_trigonus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. trigonus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus trigonus, common name the trigonal cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThe subspecies Conus trigonus adami Wils, 1988 is a synonym of Conus adami Wils, 1988",
    "Taxonomy": "Conus adami is often treated as a subspecies or synonym of Conus trigonus. The latter is a shallow-water species occurring in NW Australia, whereas adami is an offshore species occurring off Northern Australia. The two overlap in the Darwin area, and there are specimens that appear to be intermediate. For conservation implications, the two are here listed as distinct.",
    "Description": "The size of the marine shell varies between 40 mm and 92 mm. The shell is somewhat triangularly ovate and grooved at the base. The depressed spire has five grooves and is sharp at the apex. The color of the shell is white, stained and banded with reddish brown, and encircled with numerous narrow delicately articulated filaments. The spire is tessellated.",
    "Distribution": "Range: North West Cape, Western Australia to the Northern Territories.",
    "References": "Reeve, L.A. 1848. Monograph of the genus Conus. supp. pls 1-3 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Plicaustraconus trigonus\". Gastropods.com. Retrieved 16 January 2019."
  }
}