{
  "url": "https://en.wikipedia.org/wiki/Conus_amadis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. amadis"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus amadis, common name: the Amadis cone, is a species of predatory sea snail, a marine gastropod mollusk in the family Conidae, the cone snails or cones.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 40 mm and 110 mm. The spire is striate, channeled, concavely elevated, sharp-pointed. It has a sharp shoulder angle. The lower part of body whorl is punctured and grooved The color of the shell is orange-brown to chocolate, thickly covered\nwith large and small subtriangular white spots, which by their varied disposition sometimes form a white central band, or dark bands above and below the center, the latter occasionally bearing articulated revolving lines.",
    "Distribution": "This marine species occurs in the Mascarene Basin, in the Indian Ocean and in the Pacific Ocean along Indonesia, New Caledonia and Polynesia.",
    "References": "Drivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "\"Leptoconus amadis amadis\". Gastropods.com. Retrieved 12 July 2011.\nCone Shells - Knights of the Sea\n\n\n== Gallery =="
  }
}