{
  "url": "https://en.wikipedia.org/wiki/Conus_mus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. mus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus mus, common name the mouse cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Distribution": "This species occurs in the Caribbean Sea and the Gulf of Mexico; in the Western Atlantic from North Carolina, USA and the Bermudas to Venezuela.",
    "Description": "The maximum recorded shell length is 43.5 mm. The shell has a tubercuiated spire. The body whorl is covered by narrow, raised revolving striae. Its color is ash-white, longitudinally streaked and maculated with chestnut. The tubercles of the spire are white, and there is usually a white band below the middle of the body whorl. The aperture  is chestnut-colored, with a central white band.",
    "Habitat": "Minimum recorded depth is 0 m. Maximum recorded depth is 18 m.",
    "References": "Bruguière, [J.-G.] 1792. Encyclopédie Méthodique. Histoire Naturelle des Vers. Encyclopédie Méthodique. Histoire Naturelle des Vers 1: 345-757. Panckoucke: Paris.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Gladioconus mus\". Gastropods.com. Retrieved 16 January 2019."
  }
}