{
  "url": "https://en.wikipedia.org/wiki/Conus_regius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. regius"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus regius, common name the \"crown cone\", is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" and injuring or killing humans, therefore live ones should be handled carefully or not at all.\nThe subspecies Conus regius abbotti Clench, 1942 is a synonym of Conus jucundus G. B. Sowerby III, 1887",
    "Distribution": "This marine species occurs from in the Caribbean Sea and in the Gulf of Mexico; in the Atlantic Ocean off Brasil.",
    "Description": "The maximum recorded shell length is 75 mm. The following images show variation in shell color and markings:\nThe shell has a low, distantly but distinctly tuberculated spire, and direct sides. It is slightly striate at the base. The color of the shell knows many variations. It is usually chestnut brown with blue-white spots, but white, yellow brown and pale brown variations occur as well. The aperture has a white interior, sometimes with chestnut blotches.",
    "Gallery": "",
    "Habitat": "Minimum recorded depth is 0 m. Maximum recorded depth is 95 m.",
    "References": "Rosenberg, G.; Moretzsohn, F.; García, E. F. (2009). Gastropoda (Mollusca) of the Gulf of Mexico, Pp. 579–699 in: Felder, D.L. and D.K. Camp (eds.), Gulf of Mexico–Origins, Waters, and Biota. Texas A&M Press, College Station, Texas.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea"
  }
}