{
  "url": "https://en.wikipedia.org/wiki/Conus_ebraeus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. ebraeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus ebraeus, common name the black-and-white cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.",
    "Description": "Conus ebraeus has easily recognisable small, squat shell, with a rounded, short spire.The shell is white, with a pattern of blackish squares, sometimes rose-tinted, with three or four revolving bands composed of irregular longitudinal dark chocolate or nearly black markings; these markings also ornament the slightly coronated spire. The aperture is white with clouded bands corresponding with the exterior markings. The surface is more or less striate throughout, but striae are more prominent towards the dark stained base.The width of the shell of type specimen is 19 mm. The height of the shell of type specimen is 28 mm.The height of the shell varies from 25 mm to 62 mm.",
    "Distribution": "Conus ebraeus is one of the most widely distributed members of its genus and occurs in shallow water, tropical regions throughout the Indo-West and eastern Pacific, from the Red Sea to the shores of the Americas.The type locality is India.Localities include:\n\nAldabra\nChagos\nGuam\nHawaii\nHoutman Abrolhos\nKenya\nMadagascar\nMascarene Basin\nMozambique\nOkinawa\nPapua New Guinea\nRed Sea\nTanzania\nWest Coast of South Africa",
    "Habitat": "Conus ebraeus lives near rocky shores, lower eulittoral, often under boulders.",
    "Feeding habits": "Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nWhile the focal prey of Conus ebraeus are eunicid polychaetes (i.e., members of the genus Palola) at most locations in the Indo-West Pacific (e.g., the Maldives, eastern Indian Ocean, Great Barrier Reef, Okinawa and Guam), at Hawaii and the Seychelles this species predominantly preys on nereid polychaetes. These results suggest that Conus ebraeus exhibits geographic variation in dietary specialization.Prey of Conus ebraeus include Perinereis helleri (family Nereididae), Palola sp., Eunice cariboea and Lysidice collaris (all three from family Eunicidae).",
    "Gallery": "",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nThis article incorporates CC-BY-2.5 text from the reference  and CC-BY-SA-3.0 text from the reference  and public domain text from the reference.",
    "External links": "Cone Shells - Knights of the Sea\n\"Virroconus ebraeus\". Gastropods.com. Retrieved 15 January 2019."
  }
}