{
  "url": "https://en.wikipedia.org/wiki/Conus_daucus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. daucus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus daucus, common name the carrot cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully.\nThere is one subspecies Conus daucus riosi Petuch, 1986",
    "Description": "The shell length varies between 19 mm and 66 mm. The color of the shell is lemon- or orange-brown, grooved towards the base, with a pale, sometimes interrupted central band, and encircled throughout by rows of small chestnut spots often obsolete. The spire is sometimes maculated with pale chestnut.",
    "Distribution": "This species occurs in the Caribbean Sea, the Gulf of Mexico, off Northeast Brazil, the North Atlantic Ridge, the Red Sea, and in the Indian Ocean off the Mascarene Basin.",
    "Habitat": "The minimum recorded depth for this species is 0 m; the maximum recorded depth is 120 m.",
    "References": "",
    "Further reading": "Da Motta A.J. & Raybaudi G. (1992) A new Conus (Gastropoda: Conidae) species found in Martinique. Publicacoes Ocasionais da Sociedade Portuguesa de Malacologia 16: 61-64.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 – 1998. Backhuys Publishers, Leiden. 388pp.\nRosenberg, G., F. Moretzsohn, and E. F. García. 2009. Gastropoda (Mollusca) of the Gulf of Mexico, Pp. 579–699 in Felder, D.L. and D.K. Camp (eds.), Gulf of Mexico–Origins, Waters, and Biota. Biodiversity. Texas A&M Press, College Station, Texas\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Dauciconus daucus daucus\". Gastropods.com. Retrieved 22 January 2012."
  }
}