{
  "url": "https://en.wikipedia.org/wiki/Conus_voluminalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. voluminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus voluminalis, common name the voluminous cone or the roller cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 30 mm and 72 mm. The color of the shell is whitish or yellowish white, usually faintly lined with yellow or light chestnut, with two bands of irregular longitudinal light chestnut blotches.",
    "Distribution": "This marine species occurs from the Maldives to Western Australia; off the Ryukyu Islands. & Taiwan; off the Solomons & Papua New Guinea",
    "References": "Reeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nBernardi, M. 1857. Description d'espèces nouvelles. Journal de Conchyliologie 6: 53-57\nSchepman, M.M. 1913. Toxoglossa. pp. 384–396 in Weber, M. & de Beaufort, L.F. (eds). The Prosobranchia, Pulmonata and Opisthobranchia Tectibranchiata, Tribe Bullomorpha, of the Siboga Expedition. Monograph 49. Siboga Expeditie 32(2)\nShikama, T. 1979. Description of new and noteworthy Gastropoda from western Pacific Ocean (II). Science Reports of the Yokosuka City Museum 26: 1-6\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\n\"Splinoconus voluminalis\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\nSyntype in MNHN, Paris"
  }
}