{
  "url": "https://en.wikipedia.org/wiki/Conus_athenae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. athenae"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus athenae is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "Shell small (13.6-22.7 mm in length), ventricosely conical to conoid-cylindrical in shape, with a moderate to high spire of straight outline. The protoconch is high, relatively large (0.6 mm), somewhat eroded and flesh colored vaguely tinted with pale pinkish brown. There are six to nine turreted spire whorls below the protoconch. The sutural ramps have a slightly concave profile. The early four spire whorls are beaded and contain a strong spiral cord on the inner edge at the suture and a weaker one on the outer edge. The following five spire whorls are strongly nodulose at the outer edge and are concave in outline. The body whorl is very slightly convex in outline. It is covered from base to shoulder with strong and regular spiral cords which are rounded and evenly nodulose. The body whorl has a dull shine and is white or very faint yellow-tan with no distinguishing marks.",
    "Distribution": "This marine species is found off Hawaii. The type locality is Keehi Lagoon, Oahu, in 105 fathoms, where the holotype was dredged from a coral and mud bottom.",
    "References": "Puillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "Filmer R.M. (2011) A new Conus species from the Hawaiian Islands (Gastropoda: Conidae). In: Severns M., Shells of the Hawaiian Islands - The Sea Shells: 496-500. Conchbooks, Hackenheim.\nThe Conus Biodiversity website\n\"Tesselliconus athenae\". Gastropods.com. Retrieved 10 January 2019."
  }
}