{
  "url": "https://en.wikipedia.org/wiki/Conus_bullatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. bullatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus bullatus, common name the bubble cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 42 mm and 82 mm. The thin shell is inflated and grooved below. The color of the shell is white, clouded with\norange-red and chestnut, forming two ill-defined bands, with indistinct revolving rows of white and chestnut articulations. The aperture is pink.",
    "Distribution": "This species occurs in the Indian Ocean off the Mascarene Basin and Mauritius; in the Indo-West Pacific (the Philippines, New Caledonia)",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. 4 September 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nHu H., Bandyopadhyay P. K., Olivera B. M. & Yandell M. (2011). \"Characterization of the Conus bullatus genome and its venom-duct transcriptome\". BMC Genomics 12: 60. doi:10.1186/1471-2164-12-60.\nUl-Hasan S, Burgess DM, Gajewiak J, Li Q, Hu H, Yandell M, Olivera BM, Bandyopadhyay PK. (2013). \"Characterization of the peptidylglycine α-amidating monooxygenase (PAM) from the venom ducts of neogastropods Conus bullatus and Conus geographus.\" Toxicon 74: 215-224. PMID 23994590\n\"Textilia bullata\". Gastropods.com. Retrieved 15 January 2019.\nCone Shells - Knights of the Sea\n\n\n== Gallery =="
  }
}