{
  "url": "https://en.wikipedia.org/wiki/Conus_litteratus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. litteratus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus litteratus, common name the lettered cone, is a species of sophisticated predatory sea snail, a marine gastropod mollusk in the family Conidae, the cone snail, cone shells or cones.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 24 mm and 186 mm. The thick, heavy shell has a flat spire. Its color is cream with 2-3 axial bands of yellow or orange bands dotted with black.",
    "Habitat": "It can be found in sand in and among coral in shallow water.",
    "Distribution": "This is a widespread Indo-Pacific species, occurring in the Indian Ocean off Tanzania, Madagascar, the Mascarene Basin.",
    "Life habits": "This cone species hunts and eats marine worms.",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "Conus litteratus Picture - An image of this species\nConus litteratus - Information on this species\nCone Shells - Knights of the Sea\n\"Strategoconus litteratus\". Gastropods.com. Retrieved 16 January 2019."
  }
}