{
  "url": "https://en.wikipedia.org/wiki/Conus_miles",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. miles"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus miles, common name the soldier cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 50 mm and 136 mm. The spire is obsoletely tuberculate or smooth and rather depressed. The thick shell has nodular shoulders of whorls.The body whorl is bordered by a broad shoulder and is spirally ridged at the base. The color of the thick shell is yellowish white or pale orange, with close narrow, wavy, thread-like longitudinal chestnut strigations, interrupted by a chocolate, fairly narrow, revolving band above the middle. The base is stained chocolate, bordered upwards by progressively lighter bands. The aperture is banded, chocolate and white.",
    "Distribution": "This cone snail is found in Aldabra, Chagos, Madagascar, Mascarene Basin, Mauritius, Mozambique, the Red Sea and Tanzania. and in the entire Indo-Pacific; off Australia (Northern Territory, Queensland, Western Australia).",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nDufo, M.H. 1840. Observations sur les Mollusques marins, terrestres et fluviatiles des iles Séchelles et des Amirantes. Annales des Sciences Naturelles, Paris 2 14, Zoologie: 45-80\nOostingh, C.H. 1925. Report on a collection of recent shells from Obi and Halmahera, Molluccas. Mededeelingen van de Landbouwhoogeschool te Wageningen 29(1): 1-362\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nVine, P. (1986). Red Sea Invertebrates. Immel Publishing, London. 224 pp\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea"
  }
}