{
  "url": "https://en.wikipedia.org/wiki/Conus_tenuistriatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. tenuistriatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus tenuistriatus, common name the thin-line cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 22 mm and 68 mm. The shellis  encircled throughout with fine striae, which are sometimes granular. Its color is violaceous or brown, with a few lighter spots on the spire, and usually a light irregular band below the middle of the body whorl. The  aperture is violaceous. The shell has many of the characteristics of Conus glans Hwass in Bruguière, 1792",
    "Distribution": "This marine species occurs in the Indian Ocean (not Red Sea); from the Philippines and Indonesia to Papua New Guinea, off French Polynesia and the Marshall Islands; off Western Australia.",
    "References": "Sowerby, G.B. (1st) 1834. Characters of new species of Mollusca and Conchifera collected by Mr Cuming. Proceedings of the Zoological Society of London 1834(2): 6-128\nSowerby, G.B. II 1857-1858. Monograph of the genus Conus. 1-56, pls 1-24 in Thesaurus conchyliorum or monographs of genera of shells. London : Sowerby Vol. 3.\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Leporiconus tenuistriatus\". Gastropods.com. Retrieved 16 January 2019."
  }
}