{
  "url": "https://en.wikipedia.org/wiki/Conus_sanguinolentus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. sanguinolentus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus sanguinolentus, common name the blood-stained cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 22 mm and 65 mm. The shell has a pinkish white color. it is rather narrow with continuous but almost obsolete, longitudinal striae with chestnut.",
    "Distribution": "This marine species occurs in the Red Sea, in the Indian Ocean off South Africa, Aldabra and the Mascarene Islands; off Indo-China, Indo-Malaysia; in the Western Pacific and off Australia (Northern Territory, Queensland and Western Australia).",
    "References": "Quoy, J.R. & Gaimard, J.P. 1834. Voyage de Découvertes de l'Astrolabe exécuté par Ordre du Roi, Pendant les Années 1826-1829. Paris : J. Tastu Zoologie Vol. 3 366 pp.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nKilburn, R.N. & Rippey, E. (1982) Sea Shells of Southern Africa. Macmillan South Africa, Johannesburg, xi + 249 pp. page(s): 121\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Virgiconus sanguinolentus\". Gastropods.com. Retrieved 16 January 2019.\nPhotos of Conus sanguinolentus on Sealife Collection"
  }
}