{
  "url": "https://en.wikipedia.org/wiki/Conus_coronatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. coronatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus coronatus, common name the crowned cone or the coronated cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the small, squat heavy shell varies between 15 mm and 47 mm. It contains slight nodules on the  shoulders of whorls.The colour is light, mottled pinkish-blue with brown dots and blotches. The aperture is purple-brown.",
    "Distribution": "This marine species occurs in the Red Sea, in the Indian Ocean off Madagascar, Chagos, the Mascarene Basin and Aldabra; in the tropical Indo-West Pacific; off New Zealand and Australia (New South Wales, the Northern Territory, Queensland and Western Australia).",
    "Habitat": "This species can be found in shallow water, often under boulders",
    "References": "Gmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021–3910.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nGebauer, J.J. 1802. Systematisches Verzeichniss der Seesterne Seeigel, Conchylien und Pflanzenthiere nach Linne Systema Naturae. Halle : bey Johann Jacob 178 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nHedley, C. 1917. Studies on Australian Mollusca. Part XIII. Proceedings of the Linnean Society of New South Wales 41: 680-719\nAllan, J.K. 1950. Australian Shells: with related animals living in the sea, in freshwater and on the land. Melbourne : Georgian House xix, 470 pp., 45 pls, 112 text figs.\nSatyamurti, S.T. 1952. Mollusca of Krusadai Is. I. Amphineura and Gastropoda. Bulletin of the Madras Government Museum, Natural History ns 1(no. 2, pt 6): 267 pp., 34 pls\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1.\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nMcMichael, D.F. 1960. Shells of the Australian Sea-Shore. Brisbane : Jacaranda Press 127 pp., 287 figs.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nCotton, B.C. 1964. Molluscs of Arnhem Land. Records of the American-Australian Scientific Expedition to Arnhem Land 4 (Zoology): 9-43\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nKilburn, R.N. & Rippey, E. (1982) Sea Shells of Southern Africa. Macmillan South Africa, Johannesburg, xi + 249 pp. page(s): 119\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Miliariconus coronatus\". Gastropods.com. Retrieved 15 January 2019."
  }
}