{
  "url": "https://en.wikipedia.org/wiki/Conus_gloriamaris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. gloriamaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus gloriamaris, common name the Glory of the Sea Cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones. It is commonly found in the Pacific and Indian Oceans.",
    "Shell description": "The shell can reach 16 cm in length, but typically measures between 8 and 12 cm. Compared with other cones, C. gloriamaris is relatively large, slender, with a tall spire. It is finely reticulated with orange-brown lines, enclosing triangular spaces similar to other textile cones, and two or three bands of chestnut hieroglyphic markings across its body. It is sometimes confused with the common Textile cone, and there is a similarity to the Bengal cone. The tan coloration can vary from a lighter, golden color to a deeper dark brown, with intricate detailing.",
    "History of seashell as collector's specimen": "The shell of this mollusc species has special significance to shell collectors because it was once regarded as the rarest shell in the world. For about two centuries between its initial discovery and the discovery of its habitat in 1969, specimens were valued in the thousands of U.S. dollars and generally only owned by museums and wealthy private collectors. Furthermore, the shell's popularity among collectors spawned urban legends, most notably the story of a collector purchasing one at auction in 1792 only to destroy it, to maintain the value of another one already in his collection. Improvements in diving technology such as the advent of scuba led to their discovery in larger numbers, and today shells can often be found from retailers or online auction sites for less than $100 U.S. Nonetheless, the legacy of this shell in addition to its pleasing shape and patterns makes it popular and desirable among shell collectors today.",
    "Distribution": "This is one of the many Indo-Pacific species of cone snail. It is found principally off the Solomon Islands but with a habitat ranging from the Philippines and eastern Indonesia, through New Guinea, and as far east as Samoa and Fiji.",
    "References": "Chemnitz, J. H. 1777. Von einer ausserordentlich seltenen Art walzenförmiger Tuten oder Kegelschnekken, welche den Namen Gloria maris führt. Beschäftigungen der Berlinischen Gesellschaft Naturforschender Freunde 3:321-331, pl. 8.\nArianna Fulvo & Roberto Nistri (2005). 350 coquillages du monde entier. Delachaux et Niestlé (Paris) : 256 p. (ISBN 2-603-01374-2)\nRosenberg, G. 1992. Encyclopedia of Seashells. Dorset: New York. 224 pp. page(s): 101\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "Conus gloriamaris at National Center for Biotechnology Information (NCBI)\n\"Cylinder gloriamaris\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}