{
  "url": "https://en.wikipedia.org/wiki/Conus_flavidus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. flavidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus flavidus, common name the flavid Pacific cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "Body whorl with finely beaded spiral cords, which are stronger anteriorly. Sides of body whorl nearly straight; interior purple. Shoulder smooth. Maximum shell length 7.5 cm, commonly to 4 cm.\nThe color of the shell is yellowish to orange-brown, with an obscure lighter band below the shoulder and in the middle, encircled by ridged striae, sometimes nearly obsolete above. The base of the shell is stained purple. The aperture is orange or violaceous, with a white central band. This species feeds mainly on small coral fishes.",
    "Distribution": "This marine species occurs in the Red Sea and has a wide distribution throughout the Indo-Pacific; also off Australia (Northern Territory, Queensland, Western Australia). It is common on reef areas, usually under boulders and corals during the day. It can be found in intertidal and shallow sublittoral zones to a depth of about 10 m.",
    "References": "Lamarck, J.B.P.A. de M. 1810. Suite des espèces du genre Cône. Annales du Muséum National d'Histoire Naturelle. Paris 15: 263-286, 422-442\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nBrazier, J. 1877. Continuation of the Mollusca of the Chevert Expedition, with new species. Proceedings of the Linnean Society of New South Wales 1(4): 283-301\nPease, W.H. 1861. Descriptions of seventeen new species of marine shells from the Sandwich Islands, in the collection of Hugh Cuming. Proceedings of the Zoological Society of London 1860: 397-400\nBarros e Cunha, J.G. de 1933. Catálogo decritivo das Conchas exóticas da colecção António Augusto de Carvalho Monteiro. Memórias e Estudos do Museu Zoológico da Universidade de Coimbra 1 71: 5-224\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nMcMichael, D.F. 1960. Shells of the Australian Sea-Shore. Brisbane : Jacaranda Press 127 pp., 287 figs.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Virgiconus flavidus\". Gastropods.com. Retrieved 16 January 2019.\n\n\n== Gallery =="
  }
}