{
  "url": "https://en.wikipedia.org/wiki/Conus_recluzianus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. recluzianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus recluzianus, common name the Récluz cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Subspecies": "Conus recluzianus recluzianus Bernardi, 1853\nConus recluzianus simanoki Tenorio, Poppe & Tagaro, 2007",
    "Description": "The size of the shell varies between 45 mm and 100 mm. The color of the shell is yellowish white, with irregular broad yellowish brown bands and spots.",
    "Distribution": "This marine species occurs off Japan and Australia (Northern Territory, Queensland and Western Australia]",
    "References": "Bernardi, M. 1853. Description de coquilles nouvelles (Conus et Marginella). Journal de Conchyliologie 4: 148-150\nGarrard, T.A. 1966. New species of Mollusca from Eastern Australia (Part 2) with notes on some known species. Journal of Malacological Society of Australia 10: 3-12\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "Conus recluzianus simanoki",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Kioconus recluzianus\". Gastropods.com. Retrieved 16 January 2019.\nHolotype in MNHN, Parsi"
  }
}