{
  "url": "https://en.wikipedia.org/wiki/Conus_floccatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. floccatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus floccatus, common name the snowflake cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 35 mm and 86 mm. The solid shell has an oblong, subcylindrical shape. It is granosely silicate below. Its color is light purplish, with longitudinal flames and revolving bands of chestnut, and lines of angulate white spots.",
    "Distribution": "This marine species occurs off New Caledonia, Vanuatu, the Solomon Islands, the Samoan Islands, the Marshall Islands, Indonesia, the Philippines and Australia (Queensland).",
    "References": "Sowerby, G.B. I 1841. The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby I 200 pls.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nCrosse, H. 1865. Description de cones nouveaux provenant de la collection Cuming. Journal de Conchyliologie 13: 299-315\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nInformation and picture of Conus magdalenae\nCone Shells - Knights of the Sea\n\"Textilia floccata\". Gastropods.com. Retrieved 16 January 2019.\n\n\n== Gallery =="
  }
}