{
  "url": "https://en.wikipedia.org/wiki/Conus_dalli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. dalli"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus dalli, common name Dall's cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nNot to be confused with † Conus dalli Toula, 1911 which is, according to Fossilworks, a synonym of † Conus imitator Brown and Pilsbry 1911",
    "Description": "The size of an adult shell varies between 32 mm and 80 mm.\nThe spire is indistinctly grooved. The body whorl is obscurely spirally ribbed below. The color of the shell is yellowish brown, with reddish brown longitudinal stripes, interrupted by four revolving bands of white spots, and occasional white spots on the darker surface. The interior of the aperture is rosy pink.",
    "Distribution": "This species occurs in the Eastern Pacific off the Galapagos Islands, and the Gulf of California to Panama. Type locality: Islas Marias, Golfo de California.",
    "Notes": "Puillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTenorio M.J., Tucker J.K. & Chaney H.W. (2012). The Families Conilithidae and Conidae. The Cones of the Eastern Pacific. In: Poppe G.T. & Groh K. (eds): A Conchological Iconography. Hackenheim: ConchBooks. 112 pp., 88 pls.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009). Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: ConchBooks. 296 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Cylinder dalli\". Gastropods.com. Retrieved 15 January 2019."
  }
}