{
  "url": "https://en.wikipedia.org/wiki/Conus_generalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. generalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus generalis, common name the general cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 45 mm and 105 mm. The thick, broad spire is rather plane, with a characteristic, small, acuminate, raised apex. The color of the shell is orange-brown to chocolate, irregularly white-banded at the shoulder, in the middle, and at the base. These two or three bands are overlaid with zigzag or irregular chocolate-colored markings.  The aperture is white.",
    "Distribution": "This species occurs in various shallow substrates in the Red Sea, in the Indian Ocean off Madagascar, Mauritius and Tanzania; in the Indo-West Pacific off Indonesia and the Philippines and from Northwest Australia to French Polynesia and the Ryukyu Islands; in the Central Indian Ocean along the Maldives.",
    "Synonyms": "Conus generalis maldivus Hwass in Bruguière, 1792: synonym of Conus maldivus Hwass in Bruguière, 1792\nConus generalis monteiroi Barros e Cunha, 1933: synonym of Conus maldivus Hwass in Bruguière, 1792\nConus generalis var. pallida Dautzenberg, 1937: synonym of Conus generalis Linnaeus, 1767\nConus generalis var. regenfussi Dautzenberg, 1937: synonym of Conus generalis Linnaeus, 1767\nConus generalis var. subunicolor Dautzenberg, 1937: synonym of Conus generalis Linnaeus, 1767",
    "References": "Linnaeus, C. (1767). Systema naturae sive regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Laurentii Salvii, Holmiae. 12th ed. v. 1 (pt 2): 533-1327\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nReeve, L.A. 1849. Monograph of the genus Conus. pls 4-9 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1.\nOostingh, C.H. 1925. Report on a collection of recent shells from Obi and Halmahera, Molluccas. Mededeelingen van de Landbouwhoogeschool te Wageningen 29(1): 1-362\nDautzenberg, Ph. (1929). Mollusques testacés marins de Madagascar. Faune des Colonies Francaises, Tome III\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse de Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nAllan, J.K. 1950. Australian Shells: with related animals living in the sea, in freshwater and on the land. Melbourne : Georgian House xix, 470 pp., 45 pls, 112 text figs.\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nCernohorsky, W.O. 1980. The taxonomy of some Indo-Pacific Mollusca. Part 7. Records of the Auckland Institute and Museum 16: 171-187\nMotta, A.J. da 1982. Seventeen new cone shell names (Gastropoda: Conidae). Publicaçoes Ocasionais da Sociedade Portuguesa de Malacologia 1: 1-26\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Strategoconus generalis\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea",
    "Gallery": "Below are several color forms:"
  }
}