{
  "url": "https://en.wikipedia.org/wiki/Conus_araneosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. araneosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus araneosus, common name the cobweb cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecies\nConus araneosus araneosus [Lightfoot], 1786\nConus araneosus nicobaricus Hwass in Bruguière, 1792",
    "Description": "The size of an adult shell varies between 48 mm and 100mm. The shell is very closely reticulated with white and light chestnut, the white spots crowded and irregular in size, the chestnut lines forming two interrupted, irregular bands.",
    "Distribution": "This marine species occurs in the Indian Ocean off Tanzania, in the Indian Ocean off  India and Sri Lanka and in the Pacific Ocean off the Philippines and Indonesia.",
    "References": "Spry, J.F. (1961). The sea shells of Dar es Salaam: Gastropods. Tanganyika Notes and Records 56\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition.\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23\nFranklin, J.B, S. Antony Fernando, B. A. Chalke, K. S. Krishnan. (2007). ‘Radular Morphology of Conus (Gastropoda: Caenogastropoda: Conidae) from India’. Molluscan Research. Vol. 27 (3): 111-122.\nFranklin, J.B, K. A. Subramanian, S. A. Fernando and Krishnan K. S. (2009). Diversity and distribution of cone snails (Vallapoo) along the Tamil Nadu coast, India, Zootaxa 2250: 1-63.\nFranklin, J.B and Rajesh, R.P (2015).  \"A sleep-inducing peptide from the venom of the Indian cone snail Conus araneosus\" Toxicon 103 (2015) 39–47.",
    "External links": "The Conus Biodiversity website\n\"Conus (Conus) araneosus araneosus\". Gastropods.com. Retrieved 12 July 2011.\nCone Shells - Knights of the Sea\n\"Conus (Conus) araneosus araneosus\". Gastropods.com. Retrieved 15 January 2019."
  }
}