{
  "url": "https://en.wikipedia.org/wiki/Conus_lischkeanus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. lischkeanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus lischkeanus, the Lischke's cone, is a species of predatory sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 20 mm and 75 mm. The whorls of the spire contain a shallow channel. The body whorl is smooth, striate at the base. The color of the shell is sulphur-yellow, without ornamentation except maculations on the spire. The aperture is white.",
    "Distribution": "This marine species occurs off Japan and Taiwan, Queensland, Western Australia, New Zealand, New Caledonia, the Kermadec Islands. There are reported finds from the Philippines and in the Indian Ocean from Natal, South Africa to the Gulf of Aden.",
    "References": "Weinkauff, H.C. 1875. Conus. pp. 311–316 in Küster, H.C., Martini, F.W. & Chemnitz, J.H. (eds). Systematisches Conchylien-Cabinet von Martini und Chemnitz. Nürnberg : Bauer & Raspe Vol. 4.\nCoomans, H.E. & Filmer, R.M. 1985. Studies of Conidae (Mollusca, Gastropoda) 1. Conus papuensis and C. kintoki, two new species from the deeper water in the western Pacific. Beaufortia 35(81): 1-14\nRichard G. , 1990 Révision des Conidae (Mollusques Gastéropodes) du Muséum national d'Histoire naturelle de Paris, p. 231 pp\nRöckel, D. & Korn, W. 1992. New species and subspecies of the genus Conus (Mollusca: Neogastropoda) from the Indo-Pacific. Acta Conchyliorum 3: 5-29\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "SeashellsofNSW\nNew Zealand newspaper article, including photo\nCone Shells - Knights of the Sea\n\"Calamiconus lischkeanus lischkeanus\". Gastropods.com. Retrieved 16 January 2019."
  }
}