{
  "url": "https://en.wikipedia.org/wiki/Conus_xanthicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. xanthicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus xanthicus, common name the Guaymas cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 22 mm and 50 mm.\n(Original description by W.H. Dall) The shell is biconic, solid, with a low, slightly turreted spire, straight sides and about ten whorls. The surface of the whorls on the spire are evenly excavated, smooth, or with two or three faint spiral striae in the channel. The periostracum is dense, brown, and velvety, except where cleaned off, when the substratum, which is very adherent, may appear polished. The suture is simple. The sides of the shell are straight, smooth, with very faint indications of obsolete spiral striation, the striae rather distan. Near the canal there are, as usual, a few spiral cords. The outer lip is straight, receding to the sinus at each extremity. The ground color of the shell is white with broad brownish yellow irregular areas so disposed as to indicate three irregular white spiral areas, one near the canal, one at about the middle of the side, and the third somewhat in front of the shoulder. In another specimen the yellow color is generally diffused and only the central band is obscurely indicated. There is no pattern on the spire. Height of the shell, 42 mm; of the shoulder, 37 mm; maximum diameter of the shell, 22.5; of the canal, 5 mm.",
    "Distribution": "This marine species occurs in the Gulf of California, Western Mexico down to Honduras; off the Galápagos Islands.",
    "References": "McLean, J. H. & J. Nybakken. 1979. On the growth stages of Conus jergusoni Sowerby, 1873, the reinstatement of Conus xanthicus Dall, 1910, and a new species of Conus from the Galapagos Islands. Veliger 22:135-144.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\n\"Dauciconus xanthicus\". Gastropods.com. Retrieved 16 January 2019."
  }
}