{
  "url": "https://en.wikipedia.org/wiki/Conus_tessulatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "Conus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus tessulatus, common name the tessellated cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 22 mm and 82 mm. The top is rather flat with a rather pointed spire and rounded shoulders. The ground color of the shell is white, covered with bands red, chestnut or orange  squares and rectangles. The base of the shell is sometimes tinged with black.",
    "Distribution": "Conus tessulatus has perhaps the largest range of any known species of Cone snail. Its habitat ranges from the east coast of Africa across the Indian Ocean and Pacific Ocean to the west coast of Central America from Western Mexico to Costa Rica; also off Australia (Northern Territory, Queensland, Western Australia)",
    "References": "Born, I. von 1778. Index rerum naturalium Musei Caesarei Vindobonensis, pl. 1, Testacea. - Verzeichniss etc. Illust. Vindobonae. Vienna : J.P. Krauss xlii 458 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nDall, W.H. 1910. Summary of the shells of the genus Conus from the Pacific Coast of America in the U.S. National Museum. Proceedings of the United States National Museum 38(1741): 217-228\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Lithoconus tessulatus tessulatus\". Gastropods.com. Retrieved 16 January 2019."
  }
}