{
  "url": "https://en.wikipedia.org/wiki/Conus_achatinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. achatinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus achatinus, common name the turtle cone or the agate cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.\n\nThese snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 35 mm and 100 mm. The shell is bulbous, with a somewhat elevated, lightly striated spire and rounded shoulders. The  body whorl is rounded with convex sides, sometimes with granular striae below. The shell is pale blue, marbled with pinkish or purplish white and olivaceous-brown, under a light brown, thin epidermis, everywhere encircled by close-set narrow brown lines, which are usually broken up into brown and white articulations.The varieties Conus achatinus var. infumata Dautzenberg, 1937 and Conus achatinus var. violacea  Barros & C.M.I. Cunha, 1933 are accepted as Conus achatinus Gmelin, 1791",
    "Distribution": "This species occurs in the Red Sea and in the Indian Ocean off the Mascarene Basin; in the Indo-West Pacific; off Australia (Northern Territory, Queensland, Western Australia).  It is variable throughout its range.",
    "References": "Gmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021-3910\nBruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nVine, P. (1986). Red Sea Invertebrates. Immel Publishing, London. 224 pp\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.",
    "External links": "The Conus Biodiversity website\n\"Pioconus achatinus\". Gastropods.com. Retrieved 19 January 2012.\nCone Shells - Knights of the Sea"
  }
}