{
  "url": "https://en.wikipedia.org/wiki/Conus_mitratus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. mitratus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus mitratus, common name the mitred cone, is a species of sea snails, marine gastropod molluscs in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 18 mm and 50 mm. The shell is covered with granulated revolving striae. Its color is white, encircled near the shoulder, on the middle and base by large chestnut maculations, forming three interrupted bands. The spire is maculated with brown.",
    "Distribution": "This marine species occurs in the entire tropical Indo-Pacific (not Red Sea, Hawaii); off Australia (Queensland).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nSowerby, G.B. (2nd) 1870. Descriptions of forty-eight new species of shells. Proceedings of the Zoological Society of London 1870: 249–259\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nDrivas, J.; Jay, M. (1987). Coquillages de La Réunion et de l'Île Maurice. Collection Les Beautés de la Nature. Delachaux et Niestlé: Neuchâtel. ISBN 2-603-00654-1. 159 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Leporiconus mitratus\". Gastropods.com. Retrieved 16 January 2019."
  }
}