{
  "url": "https://en.wikipedia.org/wiki/Conus_princeps",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. princeps"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus princeps, common name the prince cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 31 mm and 130 mm. The low shell has a distantly but distinctly tuberculated spire, and direct sides, slightly striate at the base. Its color is yellowish brown, orange or pink, sometimes without markings, but usually with irregular longitudinal chestnut or chocolate striations most of which are continuous from spire to base. They vary from fine and close to heavier and more distant markings. The interior is yellow or pink. The epidermis is dark brown, fibrous, with distant revolving series of tufted spots.\nThe broad-striped state is Conus regius;  that with the stripes obsolete is Conus lineolatus.",
    "Distribution": "This species occurs in the Pacific Ocean off the coast of Central America, from the Gulf of California (Mexico) to Northern Peru.",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Ductoconus princeps\". Gastropods.com. Retrieved 16 January 2019."
  }
}