{
  "url": "https://en.wikipedia.org/wiki/Conus_tabidus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. tabidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus tabidus is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nUnilke other Conus species in the waters off the continent which its synonymy is Africonus, the synonymy for this one is Monteiroconus.",
    "Description": "The size of the shell varies between 20 mm and 42 mm. The turbinated shell is slightly pyriform and thin. It is everywhere grooved, the basal grooves wider and rather deep, the others irregular, very fine, waved. The color of the shell is white. The entire surface is peculiarly sculptured with longitudinal striae. The spire is rather obtusely convex and obsoletely coronated.It is possible that this is a compound species as there are at least two population groups where the shell morphology is identical but the animal, habitat and behaviour are totally distinct. One observed population has a black animal and lives on or under mud in the upper intertidal zone, leaving the sea at night to hunt worms among the roots of vegetation on the foreshore. It has a thick robust periostracum which may be \"sunburned\". The other population personally collected by Louis Pisani Burnay and others lives in deeper water usually under stones and has a light red animal. The periostracum is brown with transverse spirals of short hairs. The egg capsules of neither group have been observed.",
    "Distribution": "This marine species occurs off West Africa (Senegal), the Cape Verdes and Angola. It must be differentiated from Conus ambiguus, which is not present in the Cape Verde Islands, but in West Africa. This is one of only three non-endemic species of Conus in Cape Verdes.",
    "References": "Tucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Monteiroconus tabidus\". Gastropods.com. Retrieved 16 January 2019."
  }
}