{
  "url": "https://en.wikipedia.org/wiki/Conus_arenatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. arenatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus arenatus, common name the sand-dusted cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 25 mm and 90 mm. The shell is stoutly turbinated, coronated on the spire. The color of the shell is white, sprinkled in a waved longitudinal manner with very small, close brown dots, sometimes forming indistinct bands. The aperture has usually a light flesh-color.",
    "Distribution": "This marine species is occurs in the Red Sea and in the Indo-Pacific; and off Australia (Northern Territory, Queensland, Western Australia). The species now also occurs in the Mediterranean off Israel, having invaded as a Lessepsian migrant through the Suez Canal.",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nTryon, G.W. 1883. Marginellidae, Olividae, Columbellidae. Manual of Conchology. Philadelphia : G.W. Tryon Vol. 5\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1.\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nBarash, A. & Danin, Z. 1972. The Indo-Pacific species of Mollusca in the Mediterranean and notes on a collection from the Suez Canal. Israel Journal of Zoology 21: 301-374\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papeete les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific marine shells. Sydney : Pacific Publications 352 pp., 68 pls.\nCoomans, H.E., Moolenbeek, R.G. & Wils, E. 1981. Alphabetical revision of the (sub) species in recent Conidae 4. aphrodite to azona with the description of C. arenatus bizona, nov. subsp. Basteria 45(1-3): 3-55\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Puncticulis arenatus\". Gastropods.com. Retrieved 15 January 2019."
  }
}