{
  "url": "https://en.wikipedia.org/wiki/Conus_lividus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. lividus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus lividus, common name the livid cone, is a species of sophisticated predatory sea snails, marine gastropod molluscs in the family Conidae, the cone snails, cone shells or cones.\nLike all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 25 mm and 81 mm. The moderate spire is coronated, depressed conical. It shows prominent nodules on shoulders of the whorls. The lower half of the body whorl is distantly striated, and the striae sparsely granulous. The color of the shell is light yellowish or fawn, olivaceous to orange-brown. The tubercles of the spire and a band below the shoulder, as well as a single central band on the body whorl, are white. The aperture is narrow and purple with faint central, white band. The base and the interior are violaceous. The epidermis is somewhat tufted in distant revolving series.",
    "Distribution": "This cone snail has a very wide distribution. It is found in the Red Sea, in the Indian Ocean off Aldabra, Chagos, Mascarene Basin, Mauritius, Mozambique, Tanzania and the West Coast of South Africa; in the entire Pacific Ocean.; off Australia (New South Wales, Northern Territory, Queensland, Western Australia).",
    "Habitat": "This species can be found around rocks and coral reefs in shallow water.",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nLink, H.F. 1807. Beschreibung der Naturalien Sammlung der Universität zu Rostock. Rostock : Alders Erben.\nDufo, M.H. 1840. Observations sur les Mollusques marins, terrestres et fluviatiles des iles Séchelles et des Amirantes. Annales des Sciences Naturelles, Paris 2 14, Zoologie: 45-80\nReeve, L.A. 1849. Monograph of the genus Conus. pls 4-9 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1.\nHedley, C. 1899. The Mollusca of Funafuti. Part 1. Gastropoda. Memoirs of the Australian Museum 3(7): 395-488, 49 text figs\nDautzenberg, P. (1923). Liste preliminaire des mollusques marins de Madagascar et description de deux especes nouvelles. Journal de Conchyliologie 68: 21-74\nSatyamurti, S.T. 1952. Mollusca of Krusadai Is. I. Amphineura and Gastropoda. Bulletin of the Madras Government Museum, Natural History ns 1(no. 2, pt 6): 267 pp., 34 pls\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nBranch, G.M. et al. (2002). Two Oceans. 5th impression. David Philip, Cate Town & Johannesburg\nSpencer, H.; Marshall. B. (2009). All Mollusca except Opisthobranchia. In: Gordon, D. (Ed.) (2009). New Zealand Inventory of Biodiversity. Volume One: Kingdom Animalia. 584 pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "Conus lividus - Information\n\"Lividoconus lividus\". Gastropods.com. Retrieved 28 July 2011.\nCone Shells - Knights of the Sea"
  }
}