{
  "url": "https://en.wikipedia.org/wiki/Conus_litoglyphus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. litoglyphus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus litoglyphus, common name the lithograph cone,  is a species of predatory sea snail, a marine gastropod mollusk, more popularly known as a cone snail, cone shell or cone.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Shell description": "The size of an adult shell varies between 35 mm and 75 mm. The thick shell is small with a low spire. It has five rows of small granules at anterior end of whorl. It is dark brown or red in color with a mottled  cream banding around the shoulders and across the body whorl. The narrow aperture is white with a brown coloration at the anterior end.",
    "Distribution": "This is an Indo-Pacific species, found in the Red Sea and in the Indian Ocean off Aldabra, Chagos, the Mascarene Basin and Mauritius.",
    "Gallery": "",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nLink, H.F. 1807. Beschreibung der Naturalien Sammlung der Universität zu Rostock. Rostock : Alders Erben.\nSowerby, G.B. (1st) 1833. Conus. pls 24-37 in Sowerby, G.B. (2nd) (ed). The Conchological Illustrations or coloured figures of all the hitherto unfigured recent shells. London : G.B. Sowerby (2nd).\nDufo, M.H. 1840. Observations sur les Mollusques marins, terrestres et fluviatiles des iles Séchelles et des Amirantes. Annales des Sciences Naturelles, Paris 2 14, Zoologie: 45-80\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nNevill, G. & Nevill, H. 1874. On new marine Mollusca from the Indian Ocean. Journal of the Asiatic Society of Bengal 43(2): 21-30\nTinker, S. 1952. Pacific Sea Shells. A handbook of common marine mollusks of Hawaii and the south seas. Tokyo : Tuttle 240 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nRichmond, M. (Ed.) (1997). A guide to the seashores of Eastern Africa and the Western Indian Ocean islands. Sida/Department for Research Cooperation, SAREC: Stockholm, Sweden. ISBN 91-630-4594-X. 448 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.",
    "External links": "\"Strategoconus litoglyphus\". Gastropods.com. Retrieved 6 September 2011.\nConus litoglyphus Picture - Picture of shells of this species\nCatalogue of recent and fossil Conus - Picture and account of this species\nCone Shells - Knights of the Sea"
  }
}