{
  "url": "https://en.wikipedia.org/wiki/Conus_balteatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. balteatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus balteatus, common name the Mauritian cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThe subspecies: Conus balteatus pigmentatus A. Adams & Reeve, 1848 is accepted as Conus balteatus G. B. Sowerby I, 1833",
    "Description": "The size of an adult shell varies between 13 mm and 33 mm. The shell is olive-brown or brown violaceous, with a more or less irregular white band below the middle, and another one below the tuberculated spire. The interior of the aperture is tinged with violet.",
    "Distribution": "This species occurs in the Indian Ocean off the Mascarene Basin and in the Western Pacific Ocean (New Caledonia, Vanuatu, Papua New Guinea)",
    "Gallery": "Below are several color forms and one subspecies:",
    "References": "Smith, E. A. 1877. Descriptions of new species of Conidae and Terebridae. Ann. Mag. nat. Hist. (4) 19: 222-231.\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nBozzetti L. (2008) Conus anosyensis (Gastropoda: Prosobranchia: Conidae) nuova specie dal Madagascar Sud-Orientale. Malacologia Mostra Mondiale 58: 15\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Rolaniconus balteatus\". Gastropods.com. Retrieved 15 January 2019.\nCone Shells - Knights of the Sea"
  }
}