{
  "url": "https://en.wikipedia.org/wiki/Conus_cylindraceus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. cylindraceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus cylindraceus, common name the cylindrical cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 17 mm and 59 mm. The shell shows fine revolving striae, somewhat granulous towards the base. Its color is chestnut, longitudinally streaked with white, with frequently an upper and lower band of white maculations.",
    "Distribution": "This marine species occurs in the Indian Ocean off Madagascar, Mozambique, the Mascarene Islands; off Indo-China and Indo-Malaysia; off Oceania, off Hawaii  and off Western Australia.",
    "References": "Broderip, W.J. & Sowerby, G.B. 1830. Observations on new or interesting Mollusca, contained for the most part, in the Museum of the Zoological Society (to be continued). Zoological Journal of London 5: 46-51\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nSeverns, M. (2011). Shells of the Hawaiian Islands - The Sea Shells. Conchbooks, Hackenheim. 564 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea"
  }
}