{
  "url": "https://en.wikipedia.org/wiki/Conus_muriculatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. muriculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus muriculatus, common name the muricate cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 15 mm and 50 mm. The solid shell has straight sides, and a short conical spire. The shoulder is sharply angulated and tuberculated. The body whorl is strongly striate towards the base, encircled throughout with lines of granules. The color of the shell is white, violet-tinged towards the base, with two light chestnut or yellowish brown, broad, irregular and somewhat indistinct bands.",
    "Distribution": "This species occurs in the Indian Ocean off Madagascar, the Mascarene Basin to Western Australia; in the Pacific Ocean from Japan to New Caledonia, Fiji, the Solomon Islands, Tonga, Vanuatu and French Polynesia; off Australia (New South Wales, Queensland).",
    "References": "Reeve, L.A. 1843. Descriptions of new species of shells figured in the 'Conchologia Iconica'. Proceedings of the Zoological Society of London 11: 169-197\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Lividoconus muriculatus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23"
  }
}