{
  "url": "https://en.wikipedia.org/wiki/Conus_circumcisus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. circumcisus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus circumcisus, common names the circumcision cone or the auger cone, the borer shell, or the leader cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The thin shell is striated throughout. The color of the shell is yellowish or violaceous white, clouded.with chestnut, with distant revolving series of chestnut\nspots and short lines, most conspicuous on two irregular lighter bands.The shell of Conus brazieri G. B. Sowerby III, 1881  is rather solid, with revolving striae throughout. Its color is whitish, tinged with pale rose-pink, with two broad, light yellowish brown bands, sprinkled here and there with a few very minute brown spots. The spire is conspicuously marked with dark brown blotches.",
    "Distribution": "This marine species occurs in the Pacific Ocean off the Moluccas, the Philippines, the Marshall Islands, Solomon Islands and Vanuatu; off Australia (the Northern Territory and Western Australia)",
    "References": "Born, I. von 1778. Index rerum naturalium Musei Caesarei Vindobonensis, pl. 1, Testacea. - Verzeichniss etc. Illust. Vindobonae. Vienna : J.P. Krauss xlii 458 pp.\nGmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021-3910.\nBruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nSowerby, G. B., III. 1881a. Description of a new species of Conus. Journal of Conchology 3(8):234-235, pl. 1\nSchepman, M.M. 1913. Toxoglossa. 384-396 in Weber, M. & de Beaufort, L.F. (eds). The Prosobranchia, Pulmonata and Opisthobranchia Tectibranchiata, Tribe Bullomorpha, of the Siboga Expedition. Monograph 49. Siboga Expeditie 32(2)\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Pionoconus circumcisus\". Gastropods.com. Retrieved 15 January 2019."
  }
}