{
  "url": "https://en.wikipedia.org/wiki/Conus_angasi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. angasi"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus angasi, common name Angas's cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 20 mm and 51 mm.",
    "Distribution": "This marine species is endemic to Australia and occurs off New South Wales and Queensland",
    "References": "Tryon, G.W. 1883. Marginellidae, Olividae, Columbellidae. Manual of Conchology. Philadelphia : G.W. Tryon Vol. 5\nAngas, G.F. 1877. Description of one genus and twenty-five species of marine shells from New South Wales. Proceedings of the Zoological Society of London 1877: 171-177, pl. 26, figs 26, 27 [173, pl. 26, fig. 13\nGarrard, T.A. 1961. Mollusca collected by M. V. \"Challenger\" off the east coast of Australia. Journal of the Malacological Society of Australia 5: 3-38\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Plicaustraconus angasi\". Gastropods.com. Retrieved 15 January 2019."
  }
}