{
  "url": "https://en.wikipedia.org/wiki/Conus_pulicarius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. pulicarius"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus pulicarius, common name the flea-bitten cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThe subspecies Conus pulicarius vautieri Kiener, 1847 is a synonym of Conus vautieri Kiener, 1847",
    "Description": "The size of the shell varies between 30 mm and 75 mm. The shell is white, covered by square-shaped, dark chocolate or nearly black spots, which sometimes by their juxtaposition indicate two bands. The spire is tubercuiated. The epidermis, as in the other species of the group, is very thin and translucent.\nThe synonym Conus fustigatus includes the varieties in which the spots are larger and less numerous.",
    "Distribution": "This marine species occurs in the Central and Western Pacific; Polynesia (not Marquesas); Cocos (Keeling) Island, New Guinea and Australia (Northern Territory, Queensland and Western Australia).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nHedley, C. 1899. The Mollusca of Funafuti. Part 1. Gastropoda. Memoirs of the Australian Museum 3(7): 395-488, 49 text figs\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Puncticulis pulicarius pulicarius\". Gastropods.com. Retrieved 16 January 2019."
  }
}