{
  "url": "https://en.wikipedia.org/wiki/Conus_frigidus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. frigidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus frigidus, common name the frigid cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The color of the shell pale straw-color, violaceous at the base and the apex. The spire is three-grooved and shows revolving striae on the lower part of the body whorl, which become granulose towards the base.",
    "Distribution": "This species occurs in the Red Sea and in the Indian Ocean off East Africa; in the Pacific Ocean and off Australia (the Northern Territory, Queensland and Western Australia)",
    "References": "Reeve, L.A. 1848. Monograph of the genus Conus. supp. pls 1-3 in Reeve, L.A. (ed). Conchologia Iconica. London : L. Reeve & Co. Vol. 1.\nKüster, H.C., Martini, F.W. & Chemnitz, J.H. (eds) 1873. Systematisches Conchylien-Cabinet von Martini und Chemnitz. Nürnberg : Bauer & Raspe.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Virgiconus frigidus\". Gastropods.com. Retrieved 16 January 2019."
  }
}