{
  "url": "https://en.wikipedia.org/wiki/Conus_limpusi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. limpusi"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus limpusi is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.\n\nLike all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Taxonomy": "Conus limpusi is part of a species complex including Conus albellus, Conus lizardensis and Conus colmani, that needs re-evaluation. For conservation implications, all are here tentatively listed as distinct species.",
    "Description": "The size of the shell varies between 28 mm and 55 mm.",
    "Distribution": "This is an Australia Queensland marine species.",
    "References": "Röckel, D. & Korn, W. 1990. Zur Indentität von Conus lizardensis Crosse, 1865 und Conus sibogae Schepman, 1913- mit Beschreibung dreier neuer Conus-Arten von Queensland, Australien (Mollusca: Conidae). Acta Conchyliorum 2: 5-23, pls 1-10\nWilson, B. (1994) Australian marine shells. Prosobranch gastropods. Vol. 2 Neogastropods. Odyssey Publishing, Kallaroo, Western Australia, 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Asprella limpusi\". Gastropods.com. Retrieved 16 January 2019."
  }
}