{
  "url": "https://en.wikipedia.org/wiki/Conus_ventricosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. ventricosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus ventricosus, common name the Mediterranean cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.\nConus ventricosus mediterraneus Hwass in Bruguière, 1792, is a recognized subspecies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 13 mm and 63 mm. The shell is yellowish brown, pink-brown or olivaceous.It is sometimes chocolate-brown, very closely nebulously spotted and reticulated. And sometimes it is interrupted-lined with chestnut, with a narrow, light band below the middle. The spire is elevated, rudely gradate and maculated. The interior of the aperture is light chocolate, with a light band.The peptide Contryphan-Vn was extracted from the venom of this marine snail. It is part of a complex mixture of poisonous compounds secreted by this cone snailand  used in worm hunting.",
    "Distribution": "This marine species has a wide distribution found in shallow waters ranging in the Mediterranean Sea.\nIt was also found as a fossil from the Pliocene  and the Miocene",
    "List of synonyms": "",
    "References": "Gmelin, J.F. (1791) Vermes. In Gmelin J.F. (Ed.) Caroli a Linnaei Systema Naturae per Regna Tria Naturae, Editio Decima Tertia, Aucta Reformata. Tome 1, Pars 6 (Vermes). G.E. Beer, Lipsiae [Leipzig], pp. 3021-3910\nOlivi G., 1792: Zoologia Adriatica, ossia catalogo ragionato degli animali del golfo e della lagune di Venezia Bassano, Venecia [ix] + 334 + xxxii pp., 9 pls\n(in French) Bruguière J.G., 1789-1792: Encyclopédie méthodique. Histoire naturelle des vers.; Panckoucke, Paris Vol. 1: 1-344 [June 1789]. Vol. 2: 345-758 [13 feb 1792], dates after N. EVENHUIS, 2003, Zootaxa, 166: 37; Zootaxa, 207]. Atlas pl. 1-189 [1791] pl. 190-286 [1797] pl. 287-390 [1798] pl. 391-488 [1816: tavole curate da Deshayes]\nSalis Marschlins C. U. von, 1793 : Reisen in verschieden Provinzen den Königreischs Neapel; Zurich and Leipzig, Ziegler Vol. I: pp. 442 + 10 pl.\nPhilippi R. A., 1844: Enumeratio molluscorum Siciliae cum viventium tum in tellure tertiaria fossilium, quae in itinere suo observavit. Vol. 2; Eduard Anton, Halle [Halis Saxorum] iv + 303 p., pl. 13-28\n(in Italian) Maravigna C., 1853: Descrizione di alcune nuove o poco conosciute specie di conchiglie siciliane; Atti dell'Accademia Gioenia di Scienze Naturali (2) 8: 121-140\n(in French)Locard A., 1886 : Prodrome de malacologie française. Catalogue général des mollusques vivants de France. Mollusque marins; Lyon, H. Georg & Paris, Baillière pp. X + 778\n(in French) Monterosato T. A. (di), 1899 (26 dicembre): Coquilles marines de Chypre ; Journal de Conchyliologie 47 (4): 392-401\n(in French)Pallary P., 1904-1906: Addition à la faune malacologique du Golfe de Gabès; Journal de Conchyliologie 52: 212-248, pl. 7; 54: 77-124, pl. 4\n(in French) Pallary P., 1912c : Sur la faune de l'ancienne lagune de Tunis; Bulletin de la Société d'Histoire Naturelle de l'Afrique du Nord 4(9): 215-228\nFilmer R.M. 2001. A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. 2009. Recent cone species database. September 4, 2009 Edition.\n(in French) Le Granché Philippe, Damerval Marc, in : Doris, 11/2/2013 : Conus ventricosus Gmelin, 1791\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81 (1): 1–23. doi:10.1093/mollus/eyu055. PMC 4541476. PMID 26300576.",
    "External links": "The Conus Biodiversity website\n\"Lautoconus ventricosus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\nLectotype in MNHN, Paris"
  }
}