{
  "url": "https://en.wikipedia.org/wiki/Conus_ziczac",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. ziczac"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus ziczac is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecies\nConus ziczac archetypus Crosse, 1865 (synonyms: Conus archetypus Crosse, 1865; Conus bertarollae Costa & Simone, 1997; Conus brasiliensis Clench, 1942; Conus mauricioi Coltro, 2004)\nConus ziczac ziczac Mühlfeld, 1816: synonym of Conus ziczac Mühlfeld, 1816",
    "Description": "The size of the shell varies between 8 mm and 9 mm. The rather solid shell is light yellowish-brown, ornamented with large irregular white patches, which are mostly longitudinally oblong and here and there zigzag. The patches at the angle are smaller and arranged in a regular way. The growth lines form slightly waved longitudinal striae, crossed by very faint spiral ridges, which become stout and prominent towards the base. The spire is broadly conical, but little raised, and rather sharply angled. The whorls are slightly concave above the angle, separated by a well-defined impressed suture, sculptured with three rather deep spiral grooves, and crossed by numerous rather prominent oblique striae. Interior of the aperture is pink.",
    "Distribution": "This marine species occurs off the Bahamas and off Florida",
    "References": "Mühlfeld, J. C. Megerle von, 1816. Beschreibung einiger neuen Conchylien. Magazin. Gesellschaft naturforschender Freunde zu Berlin, 8 (1 )\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\n\"Purpuriconus ziczac\". Gastropods.com. Retrieved 16 January 2019."
  }
}