{
  "url": "https://en.wikipedia.org/wiki/Conus_imperialis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. imperialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus imperialis, common name the imperial cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecieConus imperialis imperialis Linnaeus, 1758 (synonym: Rhombiconus imperialis imperialis (Linnaeus, C., 1758))\nConus imperialis queketti E. A. Smith, 1906 (synonyms: Conus queketti E. A. Smith, 1906; Rhombiconus imperialis queketti (E. A. Smith, 1906) · accepted, alternate representation)",
    "Description": "The size of an adult shell varies between 40 mm and 110 mm. The color of the thick shell is yellowish white or cream, with numerous interrupted revolving lines and spots of dark brown and two irregular and wider light brown bands. In the synonym Conus fuscatus, the light brown coloring extends in clouds and irregular markings over the surface, so that the bands can scarcely be defined. The shell has a flat but nodular spire and shoulders.",
    "Distribution": "This species occurs in the Indian Ocean off Aldabra, Madagascar, the Mascarene Basin and Mauritius; in the entire Pacific Ocean; off Australia (the Northern Territory, Queensland and  Western Australia)",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nBorn, I. von 1778. Index rerum naturalium Musei Caesarei Vindobonensis, pl. 1, Testacea. - Verzeichniss etc. Illust. Vindobonae. Vienna : J.P. Krauss xlii 458 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nLamarck, J.B.P.A. de M. 1810. Tableau des espèces. Annales du Muséum National d'Histoire Naturelle. Paris 15: 29-40\nDufo, M.H. 1840. Observations sur les Mollusques marins, terrestres et fluviatiles des iles Séchelles et des Amirantes. Annales des Sciences Naturelles, Paris 2 14, Zoologie: 45-80\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nSmith, E.A. 1906. On South African marine mollusca, with descriptions of new species. Annals of the Natal Government Museum 1(1): 19-71, pls 17-18\nDautzenberg, Ph. (1929). Mollusques testacés marins de Madagascar. Faune des Colonies Francaises, Tome III\nBarros e Cunha, J.G. de 1933. Catálogo decritivo das Conchas exóticas da colecção António Augusto de Carvalho Monteiro. Memórias e Estudos do Museu Zoológico da Universidade de Coimbra 1 71: 5-224\nFenaux 1942. Nouvelles espèces du genre Conus. Bulletin de l'Institut Océanographique Monaco 814: 1-4\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWils, E. 1970. Familie Conidae; werkgroep \"Xenophora\". Antwerpen : J. Kruyniers pp. 8–12.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp..\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "Below are several color forms:",
    "External links": "The Conus Biodiversity website\n\"Rhombiconus imperialis imperialis\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}