{
  "url": "https://en.wikipedia.org/wiki/Conus_leopardus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. leopardus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus leopardus, common name the leopard cone,  is a species of a predatory sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 50 mm and 222 mm.",
    "Distribution": "This marine species occurs in the Indian Ocean off Aldabra, Chagos, Madagascar, the Mascarene basin, Mauritius and Tanzania; in the entire Indo-Pacific Region; off Australia (Northern Territory, Queensland, Western Australia).",
    "See also": "Conus leopardus Dillwyn, 1817 is a synonym of Conus vexillum Gmelin, 1791",
    "References": "Röding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp\nLamarck, J.B.P.A. de M. 1822. Histoire naturelle des Animaux sans Vertèbres. Paris : J.B. Lamarck Vol. 7 711 pp\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nSpry, J.F. (1961). The sea shells of Dar es Salaam: Gastropods. Tanganyika Notes and Records 56\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nMaes, V.O. 1967. The littoral marine mollusks of Cocos-Keeling Islands (Indian Ocean). Proceedings of the Academy of Natural Sciences, Philadelphia 119: 93-217\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J.; Jay, M. (1987). Coquillages de La Réunion et de l'Île Maurice. Collection Les Beautés de la Nature. Delachaux et Niestlé: Neuchâtel. ISBN 2-603-00654-1. 159 pp\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "\"Lithoconus leopardus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}