{
  "url": "https://en.wikipedia.org/wiki/Conus_ferrugineus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. ferrugineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus ferrugineus is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 40 mm and 93 mm. The thin shell has a depressed carinate and striate spire, which is yellowish, maculated with brown. The body whorl is striated below, yellowish, with two series of longitudinal forked and irregular dark brown markings, interrupted in the middle and at the base. There are traces of distant narrow brown revolving lines. The aperture is white.",
    "Distribution": "This species occurs in the Pacific Ocean from Indonesia to the Marquesas islands, off Australia (Queensland, the Northern Territory and Western Australia) and New Caledonia.",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nCrosse, H. 1857. Description d'un espèce novene (Conus chenui). Journal de Conchyliologie 6: 381-382\nCrosse, H. 1865. Description de cones nouveaux provenant de la collection Cuming. Journal de Conchyliologie 13: 299-315\nWeinkauff, H.C. 1873. Die Gattung Conus. pp. 204–221 in Küster, H.C., Martini, F.W. & Chemnitz, J.H. (eds). Systematisches Conchylien-Cabinet von Martini und Chemnitz. Nürnberg : Bauer & Raspe.\nBrazier, J. 1875. Description of fourteen new species of terrestrial, fluviatile and marine shells from Australia and the Solomon Islands. Proceedings of the Linnean Society of New South Wales 1: 1-9\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. 4 September 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Vituliconus ferrugineus\". Gastropods.com. Retrieved 16 January 2019.\nSyntype in MNHN, Paris\n\n\n== Gallery =="
  }
}