{
  "url": "https://en.wikipedia.org/wiki/Conus_musicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. musicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus musicus, common name the music cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThere is one subspecies Conus musicus parvatus Walls, 1979, synonym of Conus parvatus Walls, 1979",
    "Description": "The size of an adult shell varies between 14 mm and 30 mm. The color of the shell is whitish, with light ash-violet broad bands and narrow revolving lines of chocolate, broken up into short lines and spots. The spire is often slightly coronate, rayed with chocolate.",
    "Distribution": "this species occurs in the Red Sea and in the Indian Ocean off Aldabra, Chagos, Madagascar, Mozambique and Tanzania; in the Central Indian Ocean (off Sri Lanka and the Maldives) to the Marshall Islands, the Solomon Islands and Fiji, Ryukyu Islands;  off Australia (New South Wales, Northern Territory, Queensland, Western Australia).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nSowerby, G.B. (2nd) 1857. Thesaurus Conchyliorum. Vol. 3 pp. 16–20.\nNevill, G. & Nevill, H. 1875. Descriptions of new marine Mollusca from the Indian Ocean. Journal of the Asiatic Society of Bengal n.s. 44(2): 83-104, pls 7, 8\nOostingh, C.H. 1925. Report on a collection of recent shells from Obi and Halmahera, Molluccas. Mededeelingen van de Landbouwhoogeschool te Wageningen 29(1): 1-362\nHabe, T. 1964. Shells of the Western Pacific in color. Osaka : Hoikusha Vol. 2 233 pp., 66 pls.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Harmoniconus musicus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}