{
  "url": "https://en.wikipedia.org/wiki/Conus_glans",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. glans"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus glans, common name the acorn cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nVarieties\nConus glans var. granulata Dautzenberg, 1937: synonym of Conus glans Hwass in Bruguière, 1792\nConus glans var. tenuigranulata Dautzenberg, 1937: synonym of Conus tenuistriatus G. B. Sowerby II, 1858",
    "Description": "The size of the shell varies between 17 mm and 65 mm. The shell is encircled throughout with coarse or fine striae, which are sometimes granular; violaceous or brown, with a few lighter spots on the spire, and usually a light irregular band below the middle of the body whorl. The aperture is violaceous.",
    "Distribution": "This species occurs in the Indian Ocean off Madagascar and off Chagos and the Mascarene Basin; in the tropical West Pacific; off India; off Australia (the Northern Territory, Queensland and  Western Australia).",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nLink, H.F. 1807. Beschreibung der Naturalien Sammlung der Universität zu Rostock. Rostock : Alders Erben.\nFischer, G. 1807. Museum Demidoff ou Catalogue systematique et raisonne des Curiosites de la Nature et de l Art, donnes a l Universite Imperiale de Moscou par Son Excellence Monsieur Paul de Demidoff. Moscou : Demidoff Vol. 3 pp. ix + 330, pls I-VI.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nDautzenberg, Ph. (1929). Contribution à l'étude de la faune de Madagascar: Mollusca marina testacea. Faune des colonies françaises, III (fasc. 4). Société d'Editions géographiques, maritimes et coloniales: Paris. 321-636, plates IV-VII pp.\nSatyamurti, S.T. 1952. Mollusca of Krusadai Is. I. Amphineura and Gastropoda. Bulletin of the Madras Government Museum, Natural History ns 1(no. 2, pt 6): 267 pp., 34 pls\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Leporiconus glans\". Gastropods.com. Retrieved 16 January 2019.\n\n\n== Gallery =="
  }
}