{
  "url": "https://en.wikipedia.org/wiki/Conus_nimbosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. nimbosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus nimbosus, common name the stormy cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecies\nConus nimbosus nanoclarus Bozzetti, 2017 (off Madagascar)",
    "Description": "The size of an adult shell varies between 33 mm and 65 mm. The color of the rather smooth shell is rosy or violaceous white, with two faint chestnut bands, closely encircled by lines of small chocolate dots. The body whorl shows close revolving grooves. The spire is rather flat and has a greyish white apex.",
    "Distribution": "This species occurs in the Indian Ocean off Mozambique, Madagascar, the Seychelles, India, and Sri Lanka; in the Pacific Ocean off Papua New Guinea, Vanuatu, and Samoa.",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23\nBozzetti L. , 2017. Conus nimbosus nanoclarus (Gastropoda: Prosobranchia: Conidae) a new subspecies from South-East Madagascar. Malacologia Mostra Mondiale 96: 3-5",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Rolaniconus nimbosus\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}