{
  "url": "https://en.wikipedia.org/wiki/Conus_biliosus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. biliosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus biliosus, common name the bilious cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Subspecies": "Subspecies include:\nConus biliosus meyeri Walls, 1979\nConus biliosus parvulus Link, 1807 (synonyms: Conus parvulus Link, 1807; Conus imperator Woolacott, 1956; Conus roseus Lamarck, 1810)",
    "Description": "The size of an adult shell varies between 25 mm and 64 mm. The small shell is smooth and striate below. Its color is yellowish white, with revolving rows of quadrangular chestnut spots, sometimes partly clouded over, so as to form bands of chestnut clouds. The spire is maculate.",
    "Distribution": "This species occurs in the Western Indian Ocean (from South Africa to Somalia) and off India and Sri Lanka; in the Pacific Ocean from Indonesia to the Philippines and to Papua New Guinea, the Solomon Islands and Queensland and the Northern Territory, Australia.",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp\nLink, H.F. 1807. Beschreibung der Naturalien Sammlung der Universität zu Rostock. Rostock : Alders Erben.\nLamarck, J.B.P.A. de M. 1810. Tableau des espèces. Annales du Muséum National d'Histoire Naturelle. Paris 15: 29-40\nDillwyn, L.W. 1817. A descriptive catalogue of Recent shells, arranged according to the Linnaean method; with particular attention to the synonymy. London : John and Arthur Arch 2 volumes 1092 + 29 pp.\nSowerby, G.B. 1866. Monograph of the genus Conus. pp. 328–329 in Thesaurus Conchyliorum, or monographs of genera of shells. London : Sowerby, G.B. Vol. 3.\nWeinkauff, H.C. 1874. Die Familie der Conae oder Conidae. pp. 252–253 in Küster, H.C., Martini, F.W. & Chemnitz, J.H. (eds). Systematisches Conchylien-Cabinet von Martini und Chemnitz. Nürnberg : Bauer & Raspe Vol. 4.\nWoolacott, L. 1956. Notes on Australian shells. Proceedings of the Royal Society of New South Wales 1954-1955: 72-75, 5 figs\nWalls, J.G. 1977. Two New Cones from the Western Pacific. The Pariah 1: 1-3\nMotta, A.J. da 1992. Replacement name for Conus roseus, Lamarck, 1810 non Fischer, 1807. La Conchiglia 24(265): 29-30\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\n[ Petit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Lividoconus biliosus\". Gastropods.com. Retrieved 15 January 2019.\nCone Shells - Knights of the Sea"
  }
}