{
  "url": "https://en.wikipedia.org/wiki/Conus_episcopatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. episcopatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus episcopatus common name the dignified cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 40 mm and 115 mm.",
    "Distribution": "This marine species occurs in the tropical Indo-West Pacific, off the Mascarenes; off India; off Australia (Queensland).",
    "References": "Dautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nFenaux 1942. Nouvelles espèces du genre Conus. Bulletin de l'Institut Océanographique Monaco 814: 1-4\nda Motta, A. J. 1982a. Seventeen new cone shell names (Gastropoda: Conidae). Publicações Ocasionais da Sociedade Portuguesa de Malacologia 1:1-20, 17 figs. page(s): 1-2\nda Motta, A.J. 1982. An examination of the Cone textile complex, part VI. La Conchiglia 14(158-159): 20-21\nLauer, J. 1989. Conus magnificus macilentus, nomen novum. Publicaçoes Ocasionais da Sociedade Portuguesa de Malacologia 14: 17-23\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Darioconus episcopatus\". Gastropods.com. Retrieved 15 January 2019.\n\n\n== Gallery =="
  }
}