{
  "url": "https://en.wikipedia.org/wiki/Conus_villepinii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. villepinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus villepinii, common name Villepin’s cone is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Distribution": "This marine species occurs from Florida to Southern Brasil and off Bermuda. The whereabouts of the original type specimen is unknown. The 1857 type locality for this species is the island of Marie Galante, S-East of Guadeloupe, Lesser Antilles.\nThe species is better known from the Gulf of Mexico (trawler) sources.\nImmature specimens with purplish background color, dredged off Barbados, may have been described as Conus hunti, Wils & Moolenbeek,1979 (synonym of Conus sanderi Wils & Moolenbeek, 1979).\nThe coloration of the living animal of these immature Barbados specimens of around 20 mm. in overall length is a dirty-white with flecks of black, and black fringing at the edge of the mantle and siphonal canal.",
    "Description": "The maximum recorded shell length is 93 mm.",
    "Habitat": "Minimum recorded depth is 25 m. Maximum recorded depth is 475 m.Cone shells looking very similar in appearance to the shell presented as the type illustration of C.villepinii have been dredged off West coast of Barbados, Lesser Antilles at depths around 85 fms/510 feet.",
    "References": "Tucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Conasprelloides villepinii\". Gastropods.com. Retrieved 16 January 2019."
  }
}