{
  "url": "https://en.wikipedia.org/wiki/Conus_quercinus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. quercinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus quercinus, common names the oak cone or the yellow cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 35 mm and 140 mm. The shell has a lemon-yellow color, with numerous fine, rather close, chestnut revolving lines. In old specimens the revolving lines become obsolete. The spire is rather elevated, with a concave outline. The shoulder of the body whorl is obtusely angulated.",
    "Distribution": "This species occurs throughout the Indo-Pacific including Hawaii, Republic of the Marshall Islands, French Polynesia, Fiji, New Caledonia, in the Red Sea, in the Indian Ocean off Aldabra, Chagos, the Mascarene Basin, Madagascar and Mauritius; off Eastern India, the tropical Indo-West Pacific and off Australia (Northern Territory, Queensland, Western Australia).",
    "References": "Lightfoot, J. 1786. A catalogue of the Portland Museum, lately the property of the Duchess Dowager of Portland: deceased which will be sold by auction, by Mr. Skinner and Co., etc. London viii, 194 pp. + 44 pp.\nGmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021–3910\nBruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nLink, H.F. 1817. Beschreibung der Naturalien Sammlung der Universität zu Rostock. Rostock : Alders Erben Vol. 2 99 pp.\nSowerby, G.B. (2nd) 1858. Thesaurus Conchyliorum. Vol. 54 pl. 11, figs. 239-240.\nSowerby, G.B. (3rd) 1887. Thesaurus Conchyliorum. Supplements to the Monograph of Conus and Voluta. Vol. 5 249-279, pls 29-36.\nSowerby, G.B. (3rd) 1914. Descriptions of new mollusca from New Caledonia, Japan, Philippines, China and West Africa. Annals and Magazine of Natural History 8 14: 475-480\nShaw, H.O.N. 1915. Descriptions of colour varieties of Conus quercinus Hwass, and Cypraea lamarkii Gray. Proceedings of the Malacological Society of London 11(4): 210\nFenaux 1942. Nouvelles espèces du genre Conus. Bulletin de l'Institut Océanographique Monaco 814: 1-4\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1.\nGarrard, T.A. 1966. New species of Mollusca from Eastern Australia (Part 2) with notes on some known species. Journal of Malacological Society of Australia 10: 3-12\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papeete les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific marine shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J. & M. Jay (1987). Coquillages de La Réunion et de l'île Maurice, Collection Les Beautés de la Nature. Delachaux et Niestlé: Neuchâtel. ISBN 2-603-00654-1. 159 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nTucker J.K. (2009). Recent cone species database. 4 September 2009 Edition.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPetit R.E. (2009) George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa 2189: 1–218.\nSeverns M. (2011) Shells of the Hawaiian Islands - The Sea Shells. Conchbooks, Hackenheim. 564 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Calamiconus quercinus\". Gastropods.com. Retrieved 16 January 2019."
  }
}