{
  "url": "https://en.wikipedia.org/wiki/Conus_coccineus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. coccineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus coccineus, common name the berry cone or the scarlet cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.\n\nLike all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 27 mm and 62 mm. The thin shell has somewhat convex sides. It is encircled by striae, which are often minutely granular. The spire is moderate, sometimes gradate, striate, and obsoletely coronated. The color of the shell is orange pink, with a white central band, variegated with dark brown spots and blotches. The spire is usually maculated.",
    "Distribution": "This marine species occurs off Indonesia, New Caledonia, Palawan, the Philippines, Samar, the Solomon Islands, Vanuatu and Australia (the Northern Territory, Queensland)",
    "References": "Gmelin J.F. 1791. Caroli a Linné. Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Lipsiae : Georg. Emanuel. Beer Vermes. Vol. 1(Part 6) pp. 3021-3910\nBroderip, W.J. & Sowerby, G.B. 1830. Observations on new or interesting Mollusca, contained for the most part, in the Museum of the Zoological Society (to be continued). Zoological Journal of London 5: 46-51\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nRippingale, O.H. & McMichael, D.F. 1961. Queensland and Great Barrier Reef Shells. Brisbane : Jacaranda Press 210 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nMacDonald & Co (1979). The MacDonald Encyclopedia of Shells. MacDonald & Co. London & Sydney\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Rolaniconus coccineus\". Gastropods.com. Retrieved 15 January 2019."
  }
}