{
  "url": "https://en.wikipedia.org/wiki/Conus_gratacapii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. gratacapii"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus gratacapii is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\nThis species is named for Mr. L. P. Gratacap, of the American Museum of Natural History.",
    "Description": "The size of the shell varies between 27 mm and 44 mm.\n(Original description by H.Pilsbry) The shell is slender and lengthened, the diameter somewhat exceeding one-third of the length. The high straight-sided spire occupies two-fifths the length of the shell. The apex is broken. The 12 whorls remaining are flat, with the smooth peripheral angle immediately above the suture, but scarcely projecting, a little more prominent on the upper than on the lower whorls. The surface of each whorl is a trifle concave, and sculptured with about 6 low, unequal spiral cords. Below the peripheral angle the body whorl is sculptured with about 25 spiral grooves, weaker above, stronger and closer below; and the growth-striae curve strongly backward near the angle. The aperture is very narrow, and of equal width throughout, and two-thirds as long as the shell.",
    "Distribution": "This marine species occurs off Taiwan and Japan.",
    "References": "Tucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "To World Register of Marine Species\n\"Turriconus gratacapii\". Gastropods.com. Retrieved 16 January 2019."
  }
}