{
  "url": "https://en.wikipedia.org/wiki/Conus_monile",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. monile"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus monile, common name the necklace cone,  is a species of sea snails, marine gastropod molluscs in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of an adult shell varies between 45 mm and 95 mm. The chestnut-flamed spire is nearly plane, with a raised apex. The body whorl is closely striate below, and generally chestnut-stained at the base. The color of the shell is white, with oblique flames, spots and short lines of chestnut, arranged in revolving series.",
    "Distribution": "This species occurs in the Northeast Indian Ocean off India and Sri Lanka to Western Thailand",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2013) Illustrated catalog of the living cone shells. 517 pp. Wellington, Florida: MdM Publishing.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n\"Strategoconus monile\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}