{
  "url": "https://en.wikipedia.org/wiki/Conus_martensi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. martensi"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus martensi is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 23 mm and 78 mm. (Original description) The shell is small, turbinate, much narrowed towards the base or front. It has an orange colour, rather paler upon the spire. It contains about 10 whorls,  flat-topped and a little sloping, raised somewhat above one another, concentrically three-grooved, separated by a deepish suture. The body whorl is subacutely angled above, then a trifle convex at the sides, and being much attenuated anteriorly has a somewhat piriform appearance. It is sculptured with fine lines of growth and transverse indistinct striae or shallow grooves, which around the base are much deeper. The aperture is very narrow. The outer lip is thin and moderately sinuated above the angle. The spire is short, graduated, with rectilinear outlines.\nThe species is distinguished by the narrowness of the aperture, its somewhat pyriform shape, and the uniform orange tint of its colouring. The spire is paler, except at the deepish suture, which is likewise orange.",
    "Distribution": "This species occurs in the Indian Ocean from East Africa to Oman; off Réunion and the Mascarenes",
    "References": "Tucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Kioconus martensi\". Gastropods.com. Retrieved 16 January 2019."
  }
}