{
  "url": "https://en.wikipedia.org/wiki/Conus_textile",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. textile"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus textile, common name the textile cone or the cloth of gold cone is a venomous species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails, cone shells or cones.\nLike all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all. Several human deaths have been attributed to this species of snail.",
    "List of synonyms": "Conus (Cylinder) textile Linnaeus, 1758 · accepted, alternate representation\nConus archiepiscopus Hwass in Bruguière, 1792\nConus cholmondeleyi Melvill, 1900\nConus communis Swainson, 1840\nCylinder concatenatus Kiener, 1845\nConus corbula G. B. Sowerby II, 1858\nConus dilectus Gould, 1850\nConus euetrios G. B. Sowerby III, 1882\nConus eumitus Tomlin, 1926\nConus panniculus Lamarck, 1810\nConus reteaureum Perry, 1811\nConus sirventi Fenaux, 1943\nConus suzannae van Rossum, 1990\nConus textile archiepiscopus Hwass in Bruguière, 1792\nConus textile dahlakensis da Motta, 1982\nConus textile var. euetrios G. B. Sowerby III\nConus textile var. loman Dautzenberg, 1937\nConus textile var. ponderosa Dautzenberg, 1932 (invalid: junior homonym of Conus quercinus var. ponderosa G.B. Sowerby, 1858)\nConus textilinus Kiener, 1847 (synonym of Conus textile archiepiscopus)\nConus tigrinus G. B. Sowerby II, 1858\nConus undulatus [Lightfoot], 1786\nConus verriculum Reeve, 1843\nCucullus auratus Röding, 1798\nCucullus auriger Röding, 1798\nCucullus gloriamaris Röding, 1798\nCylinder gloriamaris Perry, 1810\nCylindrus panniculus Lamarck, 1810\nCylindrus scriptus G. B. Sowerby II, 1858\nCylindrus textile var. ponderosa Dautzenberg, 1932\nCylindrus tigrinus G. B. Sowerby II, 1858\nCylindrus verriculum Reeve, 1843\nCylindrus aurelius Röding, 1798\nCylindrus auriger Röding, 1798\nCylindrus gloriamaris Röding, 1798\nCylindrus textilis osullivani Iredale, 1931\nCylindrus textilis\nCylinder textile (Linnaeus, 1758)\nDarioconus textilis\nDarioconus textilis osullivani Iredale, 1931",
    "Subspecies": "Conus textile neovicarius da Motta, 1982\nConus textile vaulberti Lorenz, 2012 (Mauritius)\nConus textile archiepiscopus Hwass in Bruguière, 1792 : synonym of Conus textile Linnaeus, 1758\nConus textile dahlakensis da Motta, 1982 : synonym of Conus textile Linnaeus, 1758\nConus textile var. abbreviata Dautzenberg, 1937: synonym of Conus ammiralis Linnaeus, 1758\nConus textile var. euetrios G. B. Sowerby III : synonym of Conus textile Linnaeus, 1758\nConus textile var. loman Dautzenberg, 1937 : synonym of Conus textile Linnaeus, 1758\nConus textile var. ponderosa Dautzenberg, 1932 : synonym of Conus textile Linnaeus, 1758\nConus textile var. sulcata G. B. Sowerby I, 1834 : synonym of Conus retifer Menke, 1829",
    "Shell description": "Typical length of adults is about 9 cm to 10 cm (3.5 in to 3.9 in). The maximum shell length for this species is 15 cm (5.9 in). The color pattern of its shell resembles a cellular automaton named Rule 30. The color of the shell is yellowish brown, with undulating longitudinal lines of chocolate, interrupted by triangular white spaces. These last are irregularly disposed, but crowded at the shoulder, base and middle so as to form bands. The spire is similarly marked. The aperture is white.",
    "Distribution": "C. textile lives in the waters of the Red Sea, the tropical Indo-Pacific, off Australia (New South Wales, Northern Territory, Queensland and Western Australia), New Zealand, the Indian Ocean from eastern Africa to Hawaii, and French Polynesia.",
    "Ecology": "",
    "Ecology-Life cycle": "The female lays several hundred eggs at a time, which hatch after about 16 or 17 days. After hatching, the larvae float around in the current for approximately 16 days. Afterward, they settle at the bottom of the ocean. By this point their length is about 1.5 mm (0.06 in).",
    "Ecology-Feeding habits": "C. textile is a carnivorous species, and uses a radula (a biological microscopic needle) to inject a conotoxin to kill its prey. C. textile eats snails. The proboscis, the tip of which holds the harpoon-like radular tooth, is capable of being extended to any part of its own shell. The living animal is a risk to any person handling it who has not taken proper care to protect exposed skin. Several human deaths have been attributed to this species.",
    "References": "Linnaeus, C. (1758). Systema Naturae per regna tria naturae, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis. Editio decima, reformata. Laurentius Salvius: Holmiae. ii, 824 pp\nBruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nRöding, P.F. 1798. Museum Boltenianum sive Catalogus cimeliorum e tribus regnis naturae quae olim collegerat Joa. Hamburg : Trappii 199 pp.\nLamarck, J.B.P.A. de M. 1810. Suite des espèces du genre Cône. Annales du Muséum National d'Histoire Naturelle. Paris 15: 263-286, 422-442\nPerry, G. 1811. Arcana, or The museum of natural history : containing the most recent discovered objects: embellished with coloured plates, and corresponding descriptions: with extracts relating to animals, and remarks of celebrated travellers; combining a general survey of nature. London : James Stratford pl. XLIX-LXXXIV.\nSwainson, W. 1840. A Treatise on Malacology or the Natural Classification of Shells and Shell-fish. London : Longman, Brown, Green & Longmans 419 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nKiener, L.C. 1845. Spécies général et Iconographie des coquilles vivantes, comprenant la collection du Muséum d'histoire Naturelle de Paris, la collection de Lamarck, celle du Prince Massena (appartenant maintenant a M. le Baron B. Delessert) et les découvertes récentes des voyageurs. Paris : Rousseau et Baillière Vol. 2.\nGould, A.A. 1850. Shells collected by the United States Exploring Expedition under the command of Charles Wilkes. Proceedings of the Boston Society of Natural History 3: 169-172\nSowerby, G.B. 1857-1858. Monograph of the genus Conus. 1-56, pls 1-24 in Thesaurus conchyliorum or monographs of genera of shells. London : Sowerby Vol. 3.\nSowerby, G.B. (3rd) 1882. Descriptions of new species of shells in the collection of Mr. J. Cosmo Melvill. Proceedings of the Zoological Society of London 1882: 117-121\nSmith, E.A. 1891. On a collection of marine shells from Aden, with some remarks upon the relationship of the Molluscan Fauna of the Red Sea and the Mediterranean. Proceedings of the Zoological Society of London 1891(3): 390-436\nMelvill, J.C. 1900. A revision of textile cones with description of C. cholmondeleyi n. sp. Journal of Conchology 9: 303-311\nSmith, E.A. 1903. Marine Mollusca. pp. 589–630, pls 35-36 in Gardiner, J.S. (ed). The Fauna and Geography of the Maldive and Laccadive Archipelagoes. Being the account of work carried on and of the collections made by an expedition during the years 1899 and 1900. Cambridge : University Press Vol\nDautzenberg, P. 1932. Mollusques testacés marins de Madagascar. Journal de Conchyliologie 76(1): 5-119, pl.\nDautzenberg, P. 1937. Gastéropodes marins. 3-Famille Conidae'; Résultats Scientifiques du Voyage aux Indes Orientales Néerlandaises de LL. AA. RR. Le Prince et la Princesse Lé Belgique. Mémoires du Musée Royal d'Histoire Naturelle de Belgique 2(18): 284 pp, 3 pls\nFenaux 1943. Complément a l'étude de la faune malcologique de Paumotou. Bulletin de l'Institut Océanographique Monaco 835: 3\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nGillett, K. & McNeill, F. 1959. The Great Barrier Reef and Adjacent Isles: a comprehensive survey for visitor, naturalist and photographer. Sydney : Coral Press 209 pp.\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nHinton, A. 1972. Shells of New Guinea and the Central Indo-Pacific. Milton : Jacaranda Press xviii 94 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nMotta, A.J. da 1983. Two new species of the genus Conus (Gastropoda: Conidae). Publicaçoes Ocasionais da Sociedade Portuguesa de Malacologia 2: 1-9\nLauer, J. 1987. Tent marked cones; 4e partie. Rossiniana 36: 11-22\nDrivas, J. & M. Jay (1988). Coquillages de La Réunion et de l'île Maurice\nRossum, H.M. van 1990. A new cone from the coasts of Kenya (Indian Ocean) (Gastropoda: Conidae). La Conchiglia 22(250-252): 29-31\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.\nBranch, G.M. et al. (2002). Two Oceans. 5th impression. David Philip, Cate Town & Johannesburg\nSpencer, H.; Marshall. B. (2009). All Mollusca except Opisthobranchia. In: Gordon, D. (Ed.) (2009). New Zealand Inventory of Biodiversity. Volume One: Kingdom Animalia. 584 pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.\nLorenz, F., 2012. A new subspecies of Conidae from Mauritius (Gastropoda). Schriften zur Malakozoologie 27: 21-24",
    "External links": "\"Conus textile\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\n\"Cylinder textile textile\". Gastropods.com. Retrieved 16 January 2019.\nHolotype of  Conus textile vaulberti in MNHN, Paris\nPhotos of Conus textile on Sealife Collection"
  }
}