{
  "url": "https://en.wikipedia.org/wiki/Conus_hyaena",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. hyaena"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus hyaena, common name the hyena cone,  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.These snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecies\nConus hyaena concolor G. B. Sowerby II, 1841 (synonym: Conus concolor G. B. Sowerby II, 1841)\nConus hyaena hyaena Hwass in Bruguière, 1792",
    "Description": "The size of an adult shell varies between 29 mm and 80.5 mm. The shell is somewhat swollen above. The spire is striate. The color of the shell is light yellowish brown, variegated by darker striations, and faint revolving lines or rows of spots, often indistinctly lighter-banded in the middle.",
    "Distribution": "This species occurs in the Indian Ocean off Madagascar, in the Bay of Bengal, and in the Pacific Ocean off the Philippines and Indonesia; in the South China Sea.",
    "References": "Dautzenberg, P. (1923). Liste préliminaire des mollusques marins de Madagascar et description de deux especes nouvelles. Journal de Conchyliologie 68: 21-74\nda Motta, A. J. 1983. Two new species for the genus Conus (Gastropoda: Conidae). Publicações Ocasionais da Sociedade Portuguesa de Malacologia 2:1-7, 13 figs.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition",
    "External links": "The Conus Biodiversity website\n\"Rhizoconus hyaena hyaena\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea"
  }
}