{
  "url": "https://en.wikipedia.org/wiki/Conus_milneedwardsi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. milneedwardsi"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus milneedwardsi, known to collectors as the \"Glory of India\",  is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.\n\nSubspecies\nConus milneedwardsi clytospira Melvill & Standen, 1899\nConus milneedwardsi eduardi Delsaerdt, 1997\nConus milneedwardsi lemuriensis Wils & Delsaerdt, 1989\nConus milneedwardsi milneedwardsi Jousseaume, 1894: common name: the Glory of India cone",
    "Description": "The size of an adult shell varies between 46 mm and 185 mm. This species has a rather thin and slender shell with a smooth surface, an acuminate Spire and an angulate shoulder. The color of the shell is white with two chocolate spiral bands on the body whorl. This body whorl shows a pattern of axial reddish brown reticulated lines forming white triangles or quadrangular markings.",
    "Distribution": "This marine species occurs off  Madagascar and off the African coast from KwaZulu-Natal, South Africa,  to the Red Sea; in the China Sea.\nThe subspecies C. m. clytospira Melvill & Standen, 1899  occurs from Pakistan to India and Sri Lanka, C. m. lemuriensis Wils & Delsaerdt, 1989  in the Indian Ocean along Réunion and Mauritius.",
    "References": "Jousseaume, F., 1894. Diagnose des coquilles de nouveaux mollusques. Bulletin de la Société Philomathique de Paris 6: 98-105, sér. 8 série\nSchmidt, W. & O. Bellec (1994). Findings of some uncommon sea-shells off Madagascar. African Journal of Tropical Hydrobiology and Fisheries 5(1): 63 - 66.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\n\"Leptoconus milneedwardsi milneedwardsi\". Gastropods.com. Retrieved 16 January 2019.\nCone Shells - Knights of the Sea\nSyntype in MNHN, Paris"
  }
}