{
  "url": "https://en.wikipedia.org/wiki/Conus_venulatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. venulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus venulatus, common name the Cape Verde cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 27 mm and 55 mm. The color of the shell varies from light chestnut to dark chocolate, with indistinct darker revolving lines, irregularly marbled throughout with white. The  spire and lower part of the body whorl are striate.",
    "Distribution": "This species occurs in the Atlantic Ocean off the Cape Verde Islands.",
    "Gallery": "",
    "References": "Lamarck, J. B. P. A., 1810. Description des espèces du genre Cône. Annales du Muséum d'Histoire Naturelle 15: 263-292\nKohn, A.J., 1981. Type specimens and identity of the described species of Conus VI. The species described 1801-1810. Zoological Journal of the Linnean Society 71(3): 279-341\nPetit, R. E. (2009). George Brettingham Sowerby, I, II & III: their conchological publications and molluscan taxa. Zootaxa. 2189: 1–218\nPuillandre, N.; Duda, T.F.; Meyer, C.; Olivera, B.M.; Bouchet, P. (2015). \"One, four or 100 genera? A new classification of the cone snails\". Journal of Molluscan Studies. 81: 1–23. doi:10.1093/mollus/eyu055. PMC 4541476.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Trovaoconus venulatus\". Gastropods.com. Retrieved 16 January 2019.\nHolotype in MNHN, Paris"
  }
}