{
  "url": "https://en.wikipedia.org/wiki/Conus_rattus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. rattus"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus rattus, common name the rat cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 25 mm and 70 mm. Typically found in water on sand or in crevices with a depth of 0 to -6,737 meters (0 to -22,103 feet).\nThe color of the shell is yellowish brown or ash-color, often with fine close chestnut revolving lines, with large white spots and maculations usually forming an interrupted central band and another at the shoulder. The shell has a flattish spire, rounded shoulders and several spiral ridges around the base of the body whorl. The aperture is pale purple.",
    "Distribution": "This species occurs in the Red Sea; in the Indian Ocean off Madagascar, Tanzania, Chagos, Aldabra, the Mascarene Islands; as an alien in the eastern part of the Mediterranean Sea; in the tropical Pacific Ocean and off Polynesia; off Australia (Northern Territory, Queensland and Western Australia]",
    "References": "Bruguière, M. 1792. Encyclopédie Méthodique ou par ordre de matières. Histoire naturelle des vers. Paris : Panckoucke Vol. 1 i-xviii, 757 pp.\nDillwyn, L.W. 1817. A Descriptive Catalogue of Recent Shells, arranged according to the Linnaean method; with particular attention to the synonymy. London : John and Arthur Arch 2 volumes 1092 + 29 pp.\nReeve, L.A. 1843. Monograph of the genus Conus. pls 1-39 in Reeve, L.A. (ed.). Conchologica Iconica. London : L. Reeve & Co. Vol. 1.\nSowerby, G.B. (2nd) 1857. Thesaurus Conchyliorum. Vol. 3 pp. 16–20.\nSowerby, G.B. (3rd) 1882. Descriptions of new species of shells in the collection of Mr. J. Cosmo Melvill. Proceedings of the Zoological Society of London 1882: 117-121\nDautzenberg, P. & Bouge, J.L. 1933. Les Mollusques Testacés Marins des Établissements Français de L'Océanie. Journal de Conchyliologie 77(1): 41-113\nDemond, J. 1957. Micronesian reef associated gastropods. Pacific Science 11(3): 275-341, fig. 2, pl. 1\nWilson, B.R. & Gillett, K. 1971. Australian Shells: illustrating and describing 600 species of marine gastropods found in Australian waters. Sydney : Reed Books 168 pp.\nSalvat, B. & Rives, C. 1975. Coquillages de Polynésie. Tahiti : Papéete Les editions du pacifique, pp. 1–391.\nCernohorsky, W.O. 1978. Tropical Pacific Marine Shells. Sydney : Pacific Publications 352 pp., 68 pls.\nKay, E.A. 1979. Hawaiian Marine Shells. Reef and shore fauna of Hawaii. Section 4 : Mollusca. Honolulu, Hawaii : Bishop Museum Press Bernice P. Bishop Museum Special Publication Vol. 64(4) 653 pp.\nDrivas, J.; Jay, M. (1987). Coquillages de La Réunion et de l'Île Maurice. Collection Les Beautés de la Nature. Delachaux et Niestlé: Neuchâtel. ISBN 2-603-00654-1. 159 pp.\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "Gallery": "",
    "External links": "The Conus Biodiversity website\n[1]\nCone Shells - Knights of the Sea\n\"Rhizoconus rattus\". Gastropods.com. Retrieved 16 January 2019."
  }
}