{
  "url": "https://en.wikipedia.org/wiki/Conus_guanche",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Conus"
    },
    {
      "Species": "C. guanche"
    }
  ],
  "text": {
    "__SUMMARY__": "Conus guanche is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Conus, these snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 22 mm and 55 mm. The shell is small with a moderately raised spire. Sutural ramps are adorned with two light spiral lines placed between the middle of each spire and the suture; normally, the spires do not exhibit the carena, however, in some specimens, spires, generally those nearest the apex, are deformed in width, so as to have a rounded outline. The suture is well marked and slightly wavy erratically. The shoulder is rounded or slightly subangolated. The last whorl is conical, slightly convex, with clear lines of growth, some of which are highlighted by a brown color, with darker shade respect the bottom. At the base there are spiral lines enough spaced one from the other, which are not highlighted by any type of coloring. The background of these shells is brown in color. On the spires are present darker longitudinal bands of brown color, among which are lighter bands, that in certain specimens tend to become white. On the shoulder there are a few small spots of brown color. Last whorl is of brown color, but, as already described above, some growth lines are highlighted by longitudinal bands brown in color, characterized by a darker central line and by a slightly wider and slightly lighter band. On last whorl there are two or three spiral bands in which there are lighter patches, white or almost white, and brown spiral lines formed by dots placed at regular distance.",
    "Distribution": "This marine species occurs in the Atlantic Ocean off the Canary Islands.\nIn 1990, at Cala Madonna in Lampedusa, a few specimens of unidentified Conus were found, later recognized as Conus guanche nitens.",
    "Gallery": "",
    "References": "Lauer, J. 1993. Description of a new species and a new subspecies of Conus (Mollusca: Prosobranchia: Conidae) from the Canary Islands. Apex 8(1/2):37-50, 14 figs. page(s): 37-50\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\n\"Lautoconus guanche\". Gastropods.com. Retrieved 16 January 2019.\nHolotype in MNHN, Paris"
  }
}