{
  "url": "https://en.wikipedia.org/wiki/Megasurcula_stearnsiana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Pseudomelatomidae"
    },
    {
      "Genus": "Megasurcula"
    },
    {
      "Species": "M. stearnsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Megasurcula stearnsiana is a species of sea snail, a marine gastropod mollusk in the family Pseudomelatomidae, the turrids and allies.",
    "Description": "The length of the shell attains 40 mm, its diameter 13 mm.\n(Original description) The shell is broadly fusiform with an acute spire. The outline of the spire is moderately convex. The shell contains 8½ whorls, convex anteriorly, slightly concave near the suture, the margin at the suture strongly appressed. The suture is distinct. The aperture is longer than the spire. The color of the shell is orange to cream with a broad, spiral, brown band below the suture and nine or ten narrow, clearly-defined bands on the body whorl, one or two of these also visible on the spire, bands nearly as wide as the lighter interspaces. The interior of the aperture is yellowish, lighter within and spotted with brown on the outer lip by the external bands. The first two whorls are smooth, the later whorls show numerous revolving threads, closely beaded on the spire by incremental lines which follow the outline of the lip. The threads are not beaded below the periphery of the body  whorl, but roughened by the growth lines and somewhat coarser anteriorly. The aperture is rather narrow. The posterior sinus is shallow and rounded. The outer lip is acute, produced below the sinus. The siphonal canal is wide. The columella is solid, somewhat curved, obliquely truncate below. The operculum is normal.",
    "Distribution": "This marine species occurs off California in the United States.",
    "References": "",
    "External links": "Tucker, J.K. (2004). \"Catalog of recent and fossil turrids (Mollusca: Gastropoda)\" (PDF). Zootaxa. 682: 1–1295.\nGastropods.com: Megasurcula stearnsiana"
  }
}