{
  "url": "https://en.wikipedia.org/wiki/Megasurcula_carpenteriana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Pseudomelatomidae"
    },
    {
      "Genus": "Megasurcula"
    },
    {
      "Species": "M. carpenteriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Megasurcula carpenteriana (Gabb, 1865), also known as Carpenter's turrid, is a species of medium-sized predatory sea snail, a marine gastropod mollusc in the family Pseudomelatomidae, a family previously lumped with others collectively known as turrids. This species occurs in the Eastern Pacific Ocean.  The species was named in honor of Philip Pearsall Carpenter.",
    "Subspecies": "Subspecies within this species include:\n\nMegasurcula carpenteriana fernandoana",
    "Description": "The shell is small, in the adult stage averaging about 62 mm. in length, against 90 to 110 mm. for the fully adult carpenteriana. It is proportionately much heavier, the anal fasciole is more strongly constricted, and the appressed margin of the whorl does not approach as closely to the periphery of the preceding whorl as in that species. The periphery is often marked by a minutely beaded or undulate thread, and is more nearly midway between the sutures on the spire than in carpenteriana. The aperture is shorter than the spire in nearly every case, while the reverse is true of carpenteriana. (description of Bathytoma tremperiana compared with Bathytoma carpentaria)",
    "References": "Filmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp.",
    "External links": "Gastropods.com: Megasurcula carpenteriana\nTucker, J.K. (2004). \"Catalog of recent and fossil turrids (Mollusca: Gastropoda)\" (PDF). Zootaxa. 682: 1–1295."
  }
}