{
  "url": "https://en.wikipedia.org/wiki/Profundiconus_teramachii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Clade": "Neogastropoda"
    },
    {
      "Superfamily": "Conoidea"
    },
    {
      "Family": "Conidae"
    },
    {
      "Genus": "Profundiconus"
    },
    {
      "Species": "P. teramachii"
    }
  ],
  "text": {
    "__SUMMARY__": "Profundiconus teramachii, common name Teramachi's cone, is a species of sea snail, a marine gastropod mollusk in the family Conidae, the cone snails and their allies.Like all species within the genus Profundiconus, these cone snails are predatory and venomous. They are capable of \"stinging\" humans, therefore live ones should be handled carefully or not at all.",
    "Description": "The size of the shell varies between 50 mm and 115 mm.",
    "Distribution": "This marine species occurs from Southeast Africa to Southern Japan, and off Queensland, Australia.",
    "References": "Martens, E. von 1901. Einige neue Arten von Meer-Conchylien aus den Sammlugen der deutschen Tiefsee-Expedition. Sitzungsberichte der Gesellschaft Naturforschender Freunde zu Berlin 9: 14-26\nKuroda, T. 1956. New species of Conidae (Gastropoda) from Japan. Venus 19(1): 1-16\nMotta, A.J. da 1985. Two new Conus species. La Conchiglia 17(190-191): 26-28 [27] [replacement name for Conus torquatus von Martens, 1901].\nWilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp.\nRöckel, D., Korn, W. & Kohn, A.J. 1995. Manual of the Living Conidae. Volume 1: Indo-Pacific Region. Wiesbaden : Hemmen 517 pp.\nFilmer R.M. (2001). A Catalogue of Nomenclature and Taxonomy in the Living Conidae 1758 - 1998. Backhuys Publishers, Leiden. 388pp\nTucker J.K. (2009). Recent cone species database. September 4, 2009 Edition.\nTucker J.K. & Tenorio M.J. (2009) Systematic classification of Recent and fossil conoidean gastropods. Hackenheim: Conchbooks. 296 pp.",
    "External links": "The Conus Biodiversity website\nCone Shells - Knights of the Sea\nPuillandre N., Duda T.F., Meyer C., Olivera B.M. & Bouchet P. (2015). One, four or 100 genera? A new classification of the cone snails. Journal of Molluscan Studies. 81: 1-23\n\"Profundiconus teramachii\". Gastropods.com. Retrieved 16 January 2019."
  }
}