{
  "url": "https://en.wikipedia.org/wiki/Banksia_viscida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. viscida"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia viscida, commonly known as sticky dryandra, is a small shrub known only from four laterite hills in semi-arid inland Western Australia. Known until recently as Dryandra viscida, it is thought to be rare but not threatened.",
    "Description": "Banksia viscida grows as a small, dense, rounded shrub no more than 1 metre (3 ft) high. Its leaves are 15 to 35 centimetres (5.9 to 14 in) long and 5 to 10 millimetres (0.20 to 0.39 in) wide; they are pinnatifid, with 25 to 75 triangular lobes on each side. Flowers are golden yellow, and occur in dome-shaped heads of 40 to 55 flowers, up to 4 centimetres (2 in) across. After flowering, the heads may develop up to several follicles each, which contain two or sometimes one seed.",
    "Taxonomy": "Early collections of this species include specimens collected from South Ironcap by Keith Alcock and John Stanley Beard, and specimens collected from west of Digger Rocks by Stephen Hopper. The type specimen was collected by Alex George from Hatter Hill on 30 July 1969. For some time prior to formal publication it was recognised as a new species, and was referred to by the interim name Dryandra sp. 16 (A.S.George 9446).George published a formal description of the species in 1996 in Nuytsia 10(3). He placed it in the genus Dryandra, subgenus Dryandra, series Gymnocephalae, and gave it the specific epithet \"viscida\" from the Latin viscidus (\"sticky\"), in reference to its sticky involucral bracts. Thus its full name was, for a time, Dryandra viscida A.S.George.Early in 2007, Austin Mast and Kevin Thiele transferred all Dryandra taxa to Banksia. The current name for this species is therefore Banksia viscida (A.S.George) A.R.Mast & K.R.Thiele. As an interim measure, Mast and Thiele placed all but one Dryandra taxon in Banksia ser. Dryandra.",
    "Distribution and habitat": "Banksia viscida is known only from four lateritic rises on the border of the Coolgardie and Mallee biogeographic regions; these are Digger Rocks, Middle Ironcap, South Ironcap and Hatter Hill. It occurs there in gravelly soil amongst thick scrub. The area is hot and dry, with mean annual rainfall of 300 to 350 millimetres (12 to 14 in), and up to 90 days above 30 °C (86 °F).",
    "Ecology": "Like most other Proteaceae, B. viscida has proteoid roots, roots with dense clusters of short lateral rootlets that form a mat in the soil just below the leaf litter. These enhance solubilisation of nutrients, thus allowing nutrient uptake in low-nutrient soils such as the phosphorus-deficient native soils of Australia. It lacks a lignotuber, so is killed by bushfire. However it is adapted to release its seed following a fire, so populations regenerate rapidly.It has been given a rating of \"Priority Three - Poorly Known Taxa\" on Western Australia's Department of Environment and Conservation's Declared Rare and Priority Flora List, meaning that it appears to be rare but not threatened, but further surveys are required.",
    "Cultivation": "The species is little known in cultivation. It germinates well, but is difficult to establish and slow to grow. It has been grown successfully in loamy soil in northern Victoria, but attempts to grow it in the sandy soils of Perth have failed. Tony Cavanagh and Margaret Pieroni suggest that as a compact shrub with attractive foliage it would be best suited to a small garden. It requires warm, dry weather with near full sun, and heavy well drained soils. It is hardy to drought and frost.",
    "References": "",
    "External links": "\"Dryandra viscida A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra viscida A.S.George\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Dryandra viscida A.S.George\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}