{
  "url": "https://en.wikipedia.org/wiki/Banksia_nivea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. nivea"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia nivea, commonly known as honeypot dryandra, is a shrub endemic to Western Australia. The Noongar peoples know the plant as Bulgalla. \nFirst described as Banksia nivea, it was transferred to Dryandra as Dryandra nivea by Robert Brown in 1810, and remained in that genus until 2007, when all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele.\nThe distribution range is forests, coastal plains and woodlands of the Southwest Botanical Province, extending to the east around Esperance and north to the Geraldton Sandplains, and most frequently recorded in Jarrah Forest and the Swan Coastal Plain. The species is associated with lateritic and granitic soil, with gravel or on sandy types, its habit is a very low shrub or obtaining a height of 1.5 metres.\nThis species was first collected by Jacques Labillardière in the vicinity of Esperance Bay between 15 and 17 December 1792, during a search for the naturalist Claude Riche, who had become lost on the Australian mainland. This was described and figured in Relation du Voyage à la Recherche de la Pérouse, his account of the voyage published in 1800, under the name Banksia nivea. In 1810 Robert Brown transferred it into a new genus, Dryandra, and it remained there until 2007 when Austin Mast and Kevin Thiele transferred all Dryandra species into Banksia.Species of nectarivorous birds that have been observed feeding on B. nivea include Acanthorhynchus superciliosus (Western Spinebill). Black Cockatoos have also been recorded feeding upon the seed, though it is not clear which species of black cockatoo was observed, Calyptorhynchus baudinii (Baudin's Black Cockatoo) or C. latirostris (Carnaby's Black Cockatoo).\n\nA number of subspecies have been described,\n\nBanksia nivea\nBanksia nivea subsp. Morangup (M. Pieroni 94/2)\nBanksia nivea subsp. nivea\nBanksia nivea subsp. uliginosa (A.S.George) A.R.Mast & K.R.Thiele",
    "References": "Cavanagh, Tony; Pieroni, Margaret (2006). The Dryandras. Melbourne: Australian Plants Society (SGAP Victoria); Perth: Wildflower Society of Western Australia. ISBN 1-876473-54-1.\nMast, Austin R.; Thiele, Kevin (2007). \"The transfer of Dryandra R.Br. to Banksia L.f. (Proteaceae)\". Australian Systematic Botany. 20 (1): 63–71. doi:10.1071/SB06016.\n\"Dryandra nivea (Labill.) R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Banksia nivea Labill\". FloraBase. Western Australian Government Department of Parks and Wildlife.",
    "External links": "\"Dryandra nivea (Labill.) R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra nivea (Labill.) R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia nivea Labill\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}