{
  "url": "https://en.wikipedia.org/wiki/Banksia_xylothemelia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. xylothemelia"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia xylothemelia is a sprawling woody shrub of the family Proteaceae endemic to southern Western Australia, one of the many species commonly known as dryandras and until recently called Dryandra xylothemelia. To date it is almost unknown in cultivation.",
    "Description": "It grows as a sprawling shrub up to 1 metre (3 ft) high, often with basal shoots arising from an underground lignotuber. It has woolly stems. The leaves are pinnatifid with five to nine leaflets on each side, 7 to 12 centimetres (2.8 to 4.7 in) long, 4 to 5.5 centimetres (1.6 to 2.2 in) wide, smooth above but woolly beneath. Flowers occur in dome shaped heads up to 4 centimetres (2 in) across, attached directly to an older stem, or on a short stalk. Flower heads contain from 80 to 100 bright yellow flowers. Each flower consists of a tubular perianth made up of four fused tepals, and one long wiry style. The styles are hooked rather than straight, and are initially trapped inside the upper perianth parts, but break free at anthesis. Seeds are produced in follicles embedded in the woody bases of the flower heads.",
    "Taxonomy": "Early collections of B. xylothemelia include a specimen collected in the Dragon Rocks Nature Reserve by Robert M. Buehrig on 9 December 1993, and a specimen collected from west of Lake King by P. G. Wilson. On 11 October 1994, Alex George collected what would later become the type specimen, from a location on the Holt Rock South Road, 14 kilometres (8.7 mi) north of Newdigate-Lake King Road, at 32°58′S 119°23′E.Two years later, George published a formal description of the species in Nuytsia 10(3), placing it in genus Dryandra, subgenus Dryandra and series Armatae. He gave it the specific name \"xylothemelia\", from the Greek \"xylon\" (wood) and \"themelios\" (foundation), in reference to species' lignotuber, the possession of which distinguishes it from its close relative B. cirsioides; thus the full name of the species was for a time Dryandra xylothemelia A.S.George.Early in 2007, Austin Mast and Kevin Thiele transferred all Dryandra taxa to Banksia. The current name for this species is therefore Banksia xylothemelia (A.S.George) A.R.Mast & K.R.Thiele. As an interim measure, Mast and Thiele placed all but one Dryandra taxon in Banksia ser. Dryandra.",
    "Distribution and habitat": "It occurs in sand over laterite or in gravelly loam, amongst heath or sometimes mallee woodlands and shrublands. It occurs only within the Esperance Plains and Mallee biogeographic region, between Kulin, Lake Magenta, Frank Hann National Park and Hyden.",
    "Ecology": "Like most other Proteaceae, B. xylothemelia has proteoid roots, roots with dense clusters of short lateral rootlets that form a mat in the soil just below the leaf litter. These enhance solubilisation of nutrients, thus allowing nutrient uptake in low-nutrient soils such as the phosphorus-deficient native soils of Australia. It has a lignotuber, so is able to resprout after being burned to the ground by bushfire.\nIt has been given a rating of \"Priority Three - Poorly Known Taxa\" on Western Australia's Department of Environment and Conservation's Declared Rare and Priority Flora List.An assessment of the potential impact of climate change on this species found that its range is likely to contract by half under mild change, and severe change is likely to lead to extinction unless it migrates rapidly into newly habitable areas.",
    "Cultivation": "Banksia xylothemelia is rarely cultivated. It prefers lateritic and other heavy soils, and tolerates dry conditions and moderate frosts once established. Tony Cavanagh and Margaret Pieroni suggest that it would be best suited to a small garden in a warm sunny area. Seed takes six to seven weeks to germinate; germination rates appear to be quite low, with most reports suggesting success rates of less than 30%.",
    "References": "",
    "External links": "\"Dryandra xylothemelia A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra xylothemelia A.S.George\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Dryandra xylothemelia A.S.George\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}