{
  "url": "https://en.wikipedia.org/wiki/Banksia_prionophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. prionophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia prionophylla is a shrub endemic to Western Australia. Known only from a single population of around 70 plants in a remote part of Western Australia, it is considered rare but not endangered. It was first discovered in 2001, and published under the genus Dryandra in 2005, before being transferred into Banksia in 2007.",
    "Description": "It is a lignotuberous shrub that grows to a height of from 50 to 70 centimetres. It has erect leaves with woolly undersides, nine to fifteen centimetres long, and twelve to eighteen millimetres wide. As with other dryandras, it has a dome-shaped inflorescence. B. prionophylla's inflorescence is terminal on a branch, and consists of around 60 greenish-pink flowers.",
    "Taxonomy": "First collected by Fred and Jean Hort on 10 October 2001, further collections were made in July 2002 by them, together with Alex George and Margaret Pieroni. For some time it was referred to by the interim name Dryandra sp. Cataby (F.Hort 1779). A formal description of the species was published in Nuytsia by George in 2005, based on a type specimen collected by George, Pieroni and the Horts on 16 July 2002. He named it Dryandra prionotes, from the Greek prion- (\"saw\") and -otes (\"quality of\"), in reference to the \"saw-like\" leaf margins. He considered it to be closely related to D. armata (Prickly Dryandra, now Banksia armata), from which it differs in having longer, erect leaves with a woolly undersurface, a more hairy perianth, and larger follicles.In February 2007, all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele, except D. prionotes, which was overlooked. This omission was rectified in December of that year, with Thiele and Mast transferring the species into Banksia as B. prionophylla; the new specific epithet was necessary because there was already a plant named Banksia prionotes (Acorn Banksia). An issue was raised as the binomial Banksia prionophylla had been used by Ferdinand von Mueller to describe a banksia plant in eastern Victoria (now known to be Banksia cunninghamii). As the plant was not in flower, the record was not considered a valid description and hence the name was available to be used for Dryandra prionotes.",
    "Distribution and habitat": "It is known only from a single population of about 70 plants, located on a laterite ridge amongst heath, in a quarry reserve in the Geraldton Sandplains bioregion. The precise location has been withheld for conservation reasons, but is described as \"S of Cataby Roadhouse, Brand Highway, Western Australia, c. 30°47′S 115°35′E.",
    "Ecology": "Very little is known of the ecology of B. prionophylla. Like most other Proteaceae, it has proteoid roots, roots with dense clusters of short lateral rootlets that form a mat in the soil just below the leaf litter. These enhance solubilisation of nutrients, thus allowing nutrient uptake in low-nutrient soils such as the phosphorus-deficient native soils of Australia. It also has a lignotuber, from which it can resprout after bushfire. Beyond this, the only ecological knowledge of the species is that inflorescences are heavily predated by insects during hot weather; when first collected in 2002, nearly all inflorescences showed some insect damage.Because only a single, small population is known, it is rated \"Priority One - Poorly known taxa\" on Western Australia's Department of Environment and Conservation's Declared Rare and Priority Flora List.",
    "Cultivation": "Very little is known of this species in cultivation. It is assumed to prefer well-drained, heavy soil and an aspect of full or near full sun. Its natural habitat suggests that it would be only moderately frost-tolerant, and will tolerate drought only after it is well established.",
    "References": "",
    "External links": "\"Banksia prionophylla A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\n\"Banksia prionophylla A.R.Mast & K.R.Thiele\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}