{
  "url": "https://en.wikipedia.org/wiki/Banksia_aurantia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. aurantia"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia aurantia, commonly known as the orange dryandra or Little Darkin Swamp dryandra, is a shrub endemic to Western Australia.",
    "Taxonomy": "It was first described as Dryandra aurantia in 1996 by Alex George, who collected the type material with Margaret Pieroni on 26 April 1994 at Little Darkin Swamp southwest of York. CALM worker Len Talbot had discovered the species in 1991. It was transferred to the genus Banksia by Austin Mast and Kevin Thiele in 2007 when Dryandra was sunk into Banksia. Its species name is from the Latin aurantia \"orange\".",
    "Description": "Banksia aurantia grows as a prostrate shrub, reaching 10–35 cm high. It has horizontal stems that grow underground. The pale blue-green leaves are 12–25 cm long and 2.5–4.5 cm wide, with 18–28 deep pointed narrow lobes along each leaf edge. The composite orange or orange-pink flower heads, known as inflorescences, are around 5 cm across. They grow from the ends of stems and have 80 individual small flowers each.",
    "Distribution and habitat": "All known populations lie within Wandoo National Park, at Little Darkin Swamp southeast of York. The species grows on flat, seasonally wet, low-lying areas of grey or white sand. The habitat is open woodland, and associated species include Hakea prostrata, candlestick banksia (Banksia attenuata), holly pea (Jacksonia floribunda) and Melaleuca species.",
    "Conservation": "Banksia aurantia has been declared critically endangered under the federal Environment Protection and Biodiversity Conservation Act 1999, and rare under Western Australia's Wildlife Conservation Act 1950. There are three extant populations located within an area of approximately 4.5 square km and covering less than 0.1 square km.\n\n\n== References =="
  }
}