{
  "url": "https://en.wikipedia.org/wiki/Banksia_alliacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. alliacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia alliacea, commonly known as the tangled honeypot, is a shrub of the family Proteaceae endemic to southwestern Western Australia. It grows to 2 m high and wide, with shaving brush-shaped inflorescences that smell of onions.",
    "Taxonomy": "Robert Brown described the species Dryandra nervosa in Robert Sweet's 1827 work Flora Australasica, from a plant grown from seed by nurseryman John Bain Mackay at his premises in Clapton. The seed was likely originally collected near King George Sound by William Baxter. Banksia alliacea was known as Dryandra pteridifolia for many years until a 1996 revision of Dryandra by Alex George, who determined that D. pteridifolia was a separate species and resurrected the name Dryandra nervosa. It was then known as Dryandra nervosa until 2007, when all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele. As the name \"Banksia nervosa\" had already been published by Otto Kuntze for the plant now known as Pimelea angustifolia, Mast and Thiele were forced to choose a new specific epithet; their choice, \"alliacea\", is from the Latin alliaceus (\"onion-like\"), in reference to scent of the flowers.Genetic analysis by Marcell Cardillo and Renae Pratt indicate that its sister species is Banksia pellaeifolia.",
    "Description": "Banksia alliacea grows as a shrub reaching 0.4 to 2 metres (1 ft 4 in to 6 ft 7 in) high, and to 2 metres (6 ft 7 in) wide. The leaves are alternately arranged along the stems and are 31–61 centimetres (12–24 in) long and 6–13 centimetres (2.4–5.1 in) wide, with 12–23 deep pointed narrow triangular lobes along each leaf edge. The sinuses between each lobe are deep, almost to the leaf midrib. The leaves are covered with fine red-brown fur above and below that disappears, leaving a smooth leaf surface, with age. There are three prominent nerves on the leaf undersurface. Flowering takes place from September to December or January to February or May. The composite flower heads, known as inflorescences, grow from the ends of stems and give off an onion-like smell. Each has 70 to 95 individual small flowers, arranged in a shape reminiscent of a shaving brush.",
    "Distribution and habitat": "The species is found in the Stirling Range in Western Australia, ranging east to Ongerup and Boxwood Hill and south to Manypeaks. There are outlying populations at Lort River and Cape Arid. It grows in flat areas on clay-loam or sandy loam with a yearly rainfall of 400 to 800 millimetres (16 to 31 in).",
    "Cultivation": "Banksia alliacea has horticultural potential as a foliage plant. It grows more readily in soils with some clay content rather than straight sand.\n\n\n== References =="
  }
}