{
  "url": "https://en.wikipedia.org/wiki/Banksia_subulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Species": "B. subulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia subulata, commonly known as Awled Honeypot, is a shrub endemic to Western Australia.",
    "Taxonomy": "It was first published as Dryandra subulata by Charles Gardner in 1964. In Alex George's 1996 arrangement, this species was recognised as quite distinctive, being unusual in its long, unserrated leaves, its rigid awl-shaped floral leaves, and its round follicles. With no obvious relatives, the species was placed alone in a new series named Dryandra ser. Subulatae.Since 1998, Austin Mast has been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae. His analyses have provided compelling evidence of the paraphyly of Banksia with respect to Dryandra; that is, it seems that Dryandra arose from within the ranks of Banksia. Early in 2007, Mast and Kevin Thiele initiated a rearrangement of Banksia by sinking Dryandra into it; Dryandra subulata thus became Banksia subulata. Mast's analyses placed B. subulata not with the other Dryandra species sampled, but rather within a small clade of Banksia species with independently reduced inflorescence axes. For this reason, B. subulata was placed incertae sedis in B. subg. Banksia, rather than in B. ser. Dryandra with the other Dryandra species.The transfer of Dryandra into Banksia necessitated the setting aside of George's infrageneric arrangement of Dryandra; thus D. ser. Subulatae is no longer current. Mast and Thiele have foreshadowed publishing a full arrangement once DNA sampling of Dryandra is complete.",
    "References": "",
    "External links": "\"Banksia subulata (C.A.Gardner) A.R.Mast & K.R.Thiele\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Dryandra ser. Subulatae A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Dryandra subulata C.A.Gardner\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Banksia subulata (C.A.Gardner) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}