{
  "url": "https://en.wikipedia.org/wiki/Banksia_bipinnatifida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. bipinnatifida"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia bipinnatifida is a shrub endemic to Western Australia.",
    "Description": "It grows as a prostrate shrub with an underground stem and a lignotuber. It has few leaves; these are deeply lobes, and the lobes are themselves deeply lobed, giving the impression of a bipinnate leaf structure. Inflorescences are shades of pink, cream and yellow.",
    "Distribution and habitat": "It occurs along the Darling Plateau from Eneabba south to around Manjimup.",
    "Taxonomy": "Specimens of B. bipinnatifida were first collected by Charles Fraser near the Swan River during the Stirling expedition of 1827. A formal description was published in 1830 by Robert Brown, who named it Dryandra bipinnatifida; the specific epithet is a Latinised form of the word \"bipinnatifid\", in reference to the bipinnate appearance of the leaves. In 2007, all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele; hence its current name is Banksia bipinnatifida (R.Br.) A.R.Mast & K.R.Thiele.\nTwo subspecies are recognised: B. b. subsp. bipinnatifida has larger, longer leaves with wider lobes, and a larger inflorescence, than B. a. subsp. multifida.",
    "References": "Cavanagh, Tony; Pieroni, Margaret (2006). The Dryandras. Melbourne: Australian Plants Society (SGAP Victoria); Perth: Wildflower Society of Western Australia. ISBN 1-876473-54-1.\nMast, Austin R.; Thiele, Kevin (2007). \"The transfer of Dryandra R.Br. to Banksia L.f. (Proteaceae)\". Australian Systematic Botany. 20: 63–71. doi:10.1071/SB06016.\n\"Dryandra bipinnatifida R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife.",
    "External links": "\"Dryandra bipinnatifida R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra bipinnatifida R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia bipinnatifida (R.Br.) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}