{
  "url": "https://en.wikipedia.org/wiki/Banksia_anatona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. anatona"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia anatona, commonly known as the cactus dryandra,  is a flowering plant in the family, Proteaceae and is endemic to Western Australia. It is a tall, spindly shrub with unusually large fruiting follicles. It is only known from a single location and has been classified as Critically Endangered nationally under the Environment Protection and Biodiversity Conservation Act 1999. The only known population is in danger of extinction from dieback disease.",
    "Description": "Banksia anatona is a shrub with a single stem and short side branches, sometimes growing to a height of 5 m (20 ft). Unlike many others in the Banksia genus, it does not have a lignotuber. The branches are covered with a layer of matted hairs. The leaves are wedge-shaped with the narrow end towards the base, have a hairy stalk 3–7 mm (0.1–0.3 in) long and a leaf blade 30–70 mm (1–3 in) long and 12–22 mm (0.5–0.9 in) wide. The upper surface of the leaf blade is hairy at first, but becomes glabrous with age and the lower surface is covered with a layer of matted hairs. The leaf surface is wavy and there are 10 to 12 serrations on each side.The flower spike develops on the ends of the main branch or on the side branches and is composed of about 170 individual flowers. The pollen presenter is 4–5 mm (0.16–0.20 in) long. Flowers appear between January and June and the fruits which appear after flowering are egg-shaped with the narrow end towards the base and are about 24 mm (0.9 in) long and hairy.",
    "Taxonomy and naming": "The species was first formally described in 1996 by Alex George who gave it the name Dryandra anatona.  The description was published in Nuytsia. In 2007, Austin Mast and Kevin Thiele transferred all the dryandras to the genus Banksia and this species became Banksia anatona. The specific epithet (anatona) is derived from the Ancient Greek words τόνος (tónos) meaning \"rope\" or \"chord\" and ἀνα- (ana-) meaning \"up\" or \"upwards\" referring to the tall, spindly habit of this species.",
    "Distribution and habitat": "Banksia anatona is only known from a restricted area in the Stirling Range National Park in the Esperance Plains biogeographic region. It is threatened by dieback disease caused by the fungus Phytophthora cinnamomi, although a small population has been established on private property elsewhere. It grows in sandy soil on slopes with dense kwongan vegetation.",
    "Conservation": "This species has been classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) and as \"critically endangered\" by the Australian Government Department of the Environment under the Environment Protection and Biodiversity Conservation Act 1999.\n\n\n== References =="
  }
}