{
  "url": "https://en.wikipedia.org/wiki/Banksia_vestita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. vestita"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia vestita, commonly known as summer dryandra, is a shrub endemic to Western Australia. It was known as Dryandra vestita until 2007.",
    "Description": "Banksia vestita grows as a shrub up to 1.5 metres (4.9 ft) high. It has hairy stems, and pinnatifid leaves 8 to 15 centimetres (3.1 to 5.9 in) long and 7 to 13 millimetres (0.28 to 0.51 in) wide, with four to twelve teeth on each side. Flowers are golden yellow, and occur in a dome-shaped inflorescence up to 3.5 centimetres (1.4 in) across, typically containing thirty to forty flowers.",
    "Taxonomy": "The species was first collected by James Drummond in the 1840s, from a location described simply as \"south-western W.A.\" Richard Kippist subsequently named and formally described the species, and Kippist's description was published in 1855 by Carl Meissner in Hooker's Journal of Botany and Kew Garden Miscellany. It was placed in the genus Dryandra, and given the specific name \"vestita\" from the Latin vestitus (\"clothed\"), in reference to the hairy bracts that cover the lower parts of new shoots. Thus its name was for a time Dryandra vestita Kippist ex Meisn.Otto Kuntze transferred Dryandra to Josephia in 1890, republishing D. vestita as Josephia vestita (Kippist ex Meisn.) Kuntze, but his changes were not accepted by the wider scientific community. In 1999, Alex George placed the species in Dryandra subgenus Dryandra, series Gymnocephalae.Early in 2007, Austin Mast and Kevin Thiele transferred all Dryandra taxa to Banksia. The current name for this species is therefore Banksia vestita (Kippist ex Meisn.) A.R.Mast & K.R.Thiele. As an interim measure, Mast and Thiele placed all but one Dryandra taxon in Banksia ser. Dryandra.",
    "Distribution and habitat": "Banksia vestita grows in sand over laterite, amongst heath dominated by Proteaceae and Myrtaceae. It occurs from Eneabba in the north to Lake Grace in the south, thus ranging over five biogeographic regions: Geraldton Sandplains, Swan Coastal Plain, Jarrah Forest, Avon Wheatbelt and Mallee. This areas has annual average rainfall ranging from 350 to 600 millimetres (14 to 24 in), and between 66 and 116 days above 30 °C (86 °F). In southern parts of its distribution, the mean temperature range is 10.2 to 23.3 °C (50.4 to 73.9 °F); further north it is somewhat warmer, with a mean temperature range of 13.5 to 27.2 °C (56.3 to 81.0 °F).",
    "Ecology": "Like most other Proteaceae, B. vestita has proteoid roots, roots with dense clusters of short lateral rootlets that form a mat in the soil just below the leaf litter. These enhance solubilisation of nutrients, thus allowing nutrient uptake in low-nutrient soils such as the phosphorus-deficient native soils of Australia. It has a lignotuber, so it is able to resprout from below the ground following a bushfire; bushfire also triggers the release of its seed, an adaptation known as serotiny.The species is fairly secure, and is not listed on Western Australia's Department of Environment and Conservation's Declared Rare and Priority Flora List.An assessment of the potential impact of climate change on this species found that its range is likely to contract by between 30% and 80% by 2080, depending on the severity of the change.",
    "Cultivation": "It is not often cultivated, as it is not considered a particularly attractive plant. In cultivation it grows slowly, but is long-lived; specimens at the Royal Botanic Gardens, Cranbourne are still healthy and flowering at twenty years of age. It takes from six to seven weeks to germinate, with a germination success rate of around 70%. It requires a very well drained sandy soil in full sun. It tolerates drought well, is moderately frost-tolerant, and takes pruning well.",
    "References": "",
    "External links": "\"Dryandra vestita Meisn\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Dryandra vestita Kippist ex Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra vestita Kippist ex Meisn\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}