{
  "url": "https://en.wikipedia.org/wiki/Banksia_proteoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. proteoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia proteoides, commonly known as king dryandra, is a shrub endemic to Western Australia. It was known as Dryandra proteoides until 2007, when all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele.",
    "Description": "It is a dense, bushy shrub, without a lignotuber, that reaches up to two metres high. Leaves are linear, 20 to 26 centimetres long and 10 to 20 millimetres long, with a pointed tip and serrated margins. Inflorescence are yellow-brown, but concealed within the long red-brown outer bracts, making the flower head resemble that of a Protea.",
    "Taxonomy": "Specimens of B. proteoides were first collected in the 1830s by James Drummond from the vicinity of the Swan River Colony. The species was published under the name Dryandra proteoides by John Lindley in his 1840 A Sketch of the Vegetation of the Swan River Colony, where he described it as having \"much the look of a Cape Protea\". Lindley did not specify his type material, and there is no type at the University of Cambridge Herbarium, where most of Lindley's type specimens are lodged. However most of A Sketch of the Vegetation of the Swan River Colony is based upon the collections of Drummond, and one of Drummond's specimens has since been selected as lectotype for the species. Lindley also proffered no etymology for the specific epithet, but it is accepted that it is a reference to the similarity of the flower heads to those of Protea.The species has no infraspecific taxa; in 1870 George Bentham demoted Dryandra ferruginea (now Banksia rufa) to a variety of D. proteoides, but this has since been reinstated to specific rank.There have been two attempts to transfer the species from Dryandra to a new name: in 1891, Otto Kuntze made an unsuccessful attempt to transfer the genus Dryandra into the name Josephia, in the process publishing the incorrectly spelled name Josephia proteodes for this species. That name is now considered a nomenclatural synonym of B. proteoides. More recently, in 2007 the genus Dryandra was transferred into Banksia by Austin Mast and Kevin Thiele, resulting in the publication of the current name for this species, Banksia proteoides (Lindl.) A.R.Mast & K.R.Thiele.",
    "Distribution and habitat": "It grows in sandy gravelly soils or sandy loam, in lateritic hills amongst Wandoo or Powderbark woodlands, between Toodyay and the Dryandra Woodland, and also west of Kojonup. Thus it occurs in the Avon Wheatbelt and Jarrah Forest regions of the Southwest Botanic Province.",
    "Cultivation": "Banksia proteoides is not often cultivated. It requires an extremely well drained soil, being particularly susceptible to poor drainage. It prefers full sun and is hardy to both drought and frost once established. Propagation is by seed, but this is by no means easy. It is thought that the seed must be no older than twelve months, and even germination is erratic and slow.",
    "References": "",
    "External links": "\"Dryandra proteoides Lindl\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra proteoides Lindl\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia proteoides (Lindl.) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}