{
  "url": "https://en.wikipedia.org/wiki/Banksia_acuminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. acuminata"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia acuminata is a rare prostrate shrub endemic to south-west Western Australia. It was published in 1848 as Dryandra preissii, but transferred into Banksia as B. acuminata in 2007.",
    "Description": "It grows as a prostrate shrub with a lignotuber or underground stems. The leaves are from 7 to 15 cm long, on a petiole from 2 to 6 cm in length. They are finely divided almost back to the midrib, into narrow lobes up to 4 cm in length. Lobes near the leaf tip are sometimes themselves so divided.Flowers occur in the dome-shaped head characteristic of B. ser. Dryandra. These occur at the end of branches, either alone or in clusters, and are subtended by leaves. They are orange-yellow in colour, and up to three centimetres in diameter. Each head contain from 50 to 70 flowers, arranged in a ring about a central hollow, in the manner normally associated with members of the former series Dryandra ser. Niveae. This is surrounded by a great many involucral bracts that are narrow and taper to a long point.As in all Proteaceae, individual flowers consist of a tubular perianth made up of four united tepals fused with the anthers, and one long wiry pistil. The pistil end is initially trapped inside the upper perianth parts, but breaks free at anthesis. In B. acuminata, the perianth is 24–25 mm long, pale pink at the base and mauve above, with sticky hairs on the base. The pistil is 29–40 mm long, and cream or pink in colour. The fruit is a woody follicle firmly embedded in the woody base of the flower head, and usually containing a single winged seed.",
    "Taxonomy": "First collected by Ludwig Preiss near the Gordon River on 7 November 1840, it was published as Dryandra preissii by Carl Meissner in 1845, in the first volume of Plantae Preissianae. Meissner did not give an etymology for the specific epithet, but it is accepted that the name honours the collector.When Meissner published his taxonomic arrangement of Dryandra in 1856, he placed D. preissii with D. bipinnatifida (now Banksia bipinnatifida) in D. sect. Diplophragma, because the leaves of both species are twice divided. This arrangement was rejected in 1870 by George Bentham, who recognised that leaf characters are largely irrelevant for the purposes of systematics. Bentham's arrangement was based on flower and fruit characters; noting the similarity of the flowers of other members of D. sect. Niveae, he placed D. preissii in that series. This placement was only tentative, however, as he had not been able to example any fruiting specimens.A synonym, Josephia preissii, arises from Otto Kuntze's 1891 transfer of the genus Dryandra (now Banksia ser. Dryandra) into Josephia, on the grounds that Josephia Knight had priority over Dryandra R.Br.. This transfer was rejected.\nIn 1996, Alex George published the first modern-day arrangement of Dryandra. He placed D. preissii alone in a new series, Dryandra ser. Acuminatae, named from the Latin acuminatus (\"tapering to a protracted point\") in reference to the unusual involucral bracts. The placement of D. preissii in George's arrangement of Dryandra, with 1999 and 2005 amendments, may be summarised as follows:\n\nDryandra (now Banksia ser. Dryandra)\nD. subg. Dryandra\nD. ser. Floribundae (1 species, 4 varieties)\nD. ser. Armatae (21 species, 7 subspecies, 4 varieties)\nD. ser. Marginatae (1 species)\nD. ser. Folliculosae (1 species, 5 varieties)\nD. ser. Acrodontae (4 species, 2 varieties)\nD. ser. Capitellatae (2 species, 2 subspecies)\nD. ser. Ilicinae (3 species, 2 varieties)\nD. ser. Dryandra (3 species, 2 subspecies)\nD. ser. Foliosae (3 species, 2 subspecies)\nD. ser. Decurrentes (1 species)\nD. ser. Tenuifoliae (2 species, 2 varieties)\nD. ser. Runcinatae (4 species, 7 subspecies)\nD. ser. Triangulares (3 species, 3 subspecies)\nD. ser. Aphragma (9 species, 3 subspecies)\nD. ser. Ionthocarpae (1 species, 2 subspecies)\nD. ser. Inusitatae (1 species)\nD. ser. Subulatae (1 species)\nD. ser. Gymnocephalae (11 species, 4 subspecies, 2 varieties)\nD. ser. Plumosae (3 species, 2 subspecies)\nD. ser. Concinnae (3 species)\nD. ser. Obvallatae (7 species, 2 varieties)\nD. ser. Pectinatae (1 species)\nD. ser. Acuminatae\nD. preissii (now Banksia acuminata)\nD. ser. Niveae\nD. subg. Hemiclidia (2 species)\nD. subg. Diplophragma (1 species)George's arrangement remained current until February 2007, when Austin Mast and Kevin Thiele transferred Dryandra into Banksia. As the name Banksia preissii had already been published by Otto Kuntze for the plant now known as Pimelea preissii, Mast and Thiele were forced to choose a new specific epithet; their choice, \"acuminata\", was for the same reasons as George's D. ser. Acuminatae.Mast and Thiele also published B. subg. Spathulatae for the Banksia taxa having spoon-shaped cotyledons, thus redefining B. subg. Banksia as comprising those that do not. They were not ready, however, to tender an infrageneric arrangement encompassing Dryandra, so as an interim measure they transferred Dryandra into Banksia at series rank. This minimised the nomenclatural disruption of the transfer, but also caused George's rich infrageneric arrangement to be set aside. Thus under the interim arrangements implemented by Mast and Thiele, B. acuminata is placed in B. subg. Banksia, ser. Dryandra.",
    "Distribution and habitat": "It is restricted to the Jarrah Forest and Avon Wheatbelt regions of Western Australia, occurring between Woodanilling, Cranbrook and Collie. It grows in lateritic soils amongst Eucalyptus woodland, and also in sand in kwongan.",
    "Conservation status": "As of 2008, B. acuminata is listed as \"Priority Four - Rare\" on the Department of Environment and Conservation's Declared Rare and Priority Flora List. This means that the species is considered to be rare, but there do not appear to be any serious threats to its survival.\nAn assessment of the potential impact of climate change on this species found that it was likely to be driven to extinction by loss of habitat by 2080, even under mild climate change scenarios.",
    "References": "",
    "External links": "\"Dryandra preissii Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia acuminata A.R.Mast & K.R.Thiele\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia acuminata A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}