{
  "url": "https://en.wikipedia.org/wiki/Banksia_tridentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. tridentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia tridentata, commonly known as yellow honeypot, is a shrub endemic to Western Australia. It was published as Dryandra tridentata in 1856, and remained in that genus for 150 years, although in 1893 Benjamin Daydon Jackson accidentally listed it in Index Kewensis under Banksia, thus unwittingly publishing the name Banksia tridentata. This is now the current name for the species, as in 2007 all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele.\nAn assessment of the potential impact of climate change on this species found that its range is unlikely to contract and may actually grow, depending on how effectively it migrates into newly habitable areas.",
    "References": "Cavanagh, Tony; Pieroni, Margaret (2006). The Dryandras. Melbourne: Australian Plants Society (SGAP Victoria); Perth: Wildflower Society of Western Australia. ISBN 1-876473-54-1.\nMast, Austin R.; Thiele, Kevin (2007). \"The transfer of Dryandra R.Br. to Banksia L.f. (Proteaceae)\". Australian Systematic Botany. 20: 63–71. doi:10.1071/SB06016.\n\"Dryandra tridentata Meisn\". FloraBase. Western Australian Government Department of Parks and Wildlife.",
    "External links": "\"Dryandra tridentata Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra tridentata Meisn\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia tridentata (Meisn.) B.D.Jacks\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}