{
  "url": "https://en.wikipedia.org/wiki/Banksia_stuposa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. stuposa"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia stuposa is a shrub endemic to Western Australia. It was known as Dryandra stuposa (or stupposa) until 2007, when all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele.",
    "Description": "Banksia stuposa grows as a shrub up to 3 metres (10 ft) high, without a lignotuber. It has leathery, bluish leaves, 5 to 15 centimetres (2.0 to 5.9 in) long and 7 to 14 millimetres (0.28 to 0.55 in) wide, on a petiole 5 to 8 millimetres (0.2 to 0.3 in) long. The leaf margin is pinnatifid, with 15 to 30 triangular lobes on each side. Inflorescences are golden yellow and white, and occur either terminally on a branch, or on short lateral branchlets. They are from 7 to 8 centimetres (3 to 3 in) in diameter, and consist of from 100 to 130 flowers per head.",
    "Taxonomy": "Specimens of B. stuposa were first collected in the 1830s by James Drummond from the vicinity of the Swan River Colony, and subsequently published by John Lindley in his 1840 A Sketch of the Vegetation of the Swan River Colony. Lindley gave it the name Dryandra stuposa; no etymology was given, but it is now accepted that it comes from the Latin stupposus (\"covered with coarse, matted hairs\"), in reference to the silky-woolly hairs on the involucral bracts. Lindley's dropping of a p from the name appears to have been a spelling error on his part, as he dropped the same p from stupposo in the Latin description. Lindley also did not specify his type material, but most of A Sketch of the Vegetation of the Swan River Colony is based upon the collections of Drummond, and one of Drummond's specimens has since been selected as lectotype for the species.A number of early publications took the liberty of correcting Lindley's spelling by referring to the species as D. stupposa. George Bentham did so in his 1870 Flora Australiensis, for example. So too did Otto Kuntze in 1891, when he made an unsuccessful attempt to transfer Dryandra to the older name Josephia, in the process publishing the name Josephia stupposa (Lindl.) Kuntze. Dryandra was retained, however, and in modern times the original orthography of the specific name has been restored.\nIn 1996 and again in 1999, Alex George published a thorough revision of Dryandra. He placed D. stuposa in D. subg. Dryandra, ser. Dryandra, along with D. formosa (Showy Dryandra) and D. nobilis (Golden Dryandra), with the latter considered this species' closest relative. This arrangement stood until 2007, when the genus Dryandra was transferred into Banksia by Austin Mast and Kevin Thiele, resulting in the publication of the current name for this species, Banksia stuposa (Lindl.) A.R.Mast & K.R.Thiele. As an interim measure, Mast and Thiele placed all the Dryandra species in B. ser. Dryandra.",
    "Distribution and habitat": "Banksia stuposa occurs between York and Broomehill, in the Avon Wheatbelt and Jarrah Forest biogeographic regions of the Southwest Botanic Province. It grows on lateritic soils amongst mallee-kwongan or eucalypt woodland.",
    "Cultivation": "Despite having large and attractive yellow flowers, many of which are terminal, this species is not often cultivated. It requires a well-drained heavy soil, and prefers full sun, although it will tolerate part shade. It is hardy to drought and frost-resistant to −7 °C (19 °F), and responds well to pruning. In cultivation it rarely reaches 2 metres (7 ft) high, and is short-lived. Propagation is by seed; seed takes around six weeks to germinate, with a germination success rate of about 70%.",
    "References": "",
    "Further reading": "George, Alex S. (1996). \"New taxa and a new infrageneric classification in Dryandra\". Nuytsia. 10 (2): 313–408.",
    "External links": "\"Dryandra stuposa Lindl\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra stuposa Lindl\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia stuposa (Lindl.) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}