{
  "url": "https://en.wikipedia.org/wiki/Banksia_pteridifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. pteridifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia pteridifolia, commonly known as tangled honeypot, is a shrub endemic to the southwest of Western Australia. It was known as Dryandra pteridifolia until 2007, when all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele. Three subspecies are recognised. It is a low-growing shrub to 50 cm high and 1 m wide, which regenerates after bushfire from a woody lignotuber.",
    "Description": "Banksia pteridifolia grows as a lignotuberous shrub reaching 1 m (3 ft) in diameter, and 30–50 cm (12–20 in) high. The flower heads, known as inflorescences, are up to 8 cm (3 in) across and have yellow, cream or pink hues. They are composed of 90-100 individual small flowers and bordered by furred floral bracts and surrounded by leaves.",
    "Taxonomy": "Scottish botanist Robert Brown described the tangled honeypot as Dryandra pteridifolia in 1810, after collecting it in January 1802 from Lucky Bay on Western Australia's south coast. It was given the new name Banksia pteridifolia, after the genus Dryandra was sunk into Banksia in 2007. Three subspecies are recognised: the nominate subspecies pteridifolia from the southern coastline, the spring-flowering vernalis from north of Perth, and subspecies inretita described in 2007. This last occurs between Lake Grace and Lake King and has flower heads that have an onion- or honey-like odour.  Common names include tangled honeypots, and fern-leaved dryandra.",
    "Distribution and habitat": "Banksia pteridifolia grows in white or grey sand over laterite or quartzite, in kwongan.",
    "References": "",
    "External links": " Works related to Curtis's Botanical Magazine. tab 3500 Dryandra pteridifolia at Wikisource"
  }
}