{
  "url": "https://en.wikipedia.org/wiki/Banksia_montana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. montana"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia montana, commonly known as the Stirling Range dryandra, is a shrub of the family Proteaceae endemic to Western Australia, where it grows only in the Stirling Range. It was known as Dryandra montana until 2007.",
    "Taxonomy": "The type specimen was collected by Ken Newbey from Bluff Knoll in the Stirling Range on 14 January 1966. Western Australian State botanist Charles Austin Gardner coined its species name but did not publish it; it was used by Alex George in his 1996 species description. It had previously been known as Dryandra sp. Stirling Range (F.Lullfitz 3379). It gained its current name in 2007, when all species in the genus Dryandra were merged into the genus Banksia by Austin Mast and Kevin Thiele. The Latin specific epithet montana refers to mountains or coming from mountains.",
    "Description": "Banksia montana grows as a shrub to 2.5 m (10 ft) high. Its stems are covered in a fine rust-coloured fur. The linear leaves are 8–25 cm long and 0.6–1.1 cm wide. They are deeply lobed, with 35–60 triangular lobes on each side. The lobes themselves are twisted so that the lobe undersurface faces the apex of the leaf; this feature is not seen in any other member of the genus. Composed of 50–60 individual flowers each, the yellow-orange flower heads appear in January and February. They arise from one- or two-year-old branchlets. Flower heads develop up to six dark reddish brown follicles each, which may remain on the plant for up to four years.",
    "Distribution and habitat": "Banksia montana is found only on the upper slopes of Bluff Knoll above 900 m (3000 ft) altitude, on sandstone, metamorphosed sandstone or siltstone. It is a component of the endangered Eastern Stirling Range Montane Heath and Thicket Threatened Ecological Community. Four populations containing a total of 45 adult and 16 juvenile plants were known in 2004.",
    "Ecology": "Banksia montana  is killed by bushfire and regenerates from seed. Taking up to nine years to flower and fruit from seed, it is thought to require bushfires at intervals of 18 years for best recovery. However, two fires in quick succession in its native habitat killed many plants with little recruitment. The species is also highly sensitive to dieback (Phytophthora cinnamomi), which has infested three of four extant populations.A species of mealybug, Pseudococcus markharveyi, was discovered on its leaves, and is possibly only associated with this species, making it likely to be endangered as well.",
    "Cultivation": "Banksia montana has been grown successfully in containers at Kings Park in Perth and at the Banksia Farm at Mount Barker.\n\n\n== References =="
  }
}