{
  "url": "https://en.wikipedia.org/wiki/Banksia_trifontinalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. trifontinalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia trifontinalis, commonly known as Three Springs dryandra, is a shrub endemic to Western Australia.",
    "Description": "It grows as an openly branched shrub, and can reach up to two metres high. It has long, narrow, serrated leaves, and a yellow inflorescence.",
    "Taxonomy": "The type specimen was collected west of Three Springs, Western Australia by Alex George on 6 August 1986. George published a description of the species in 1996, naming it Dryandra trifontinalis. The specific epithet is from the Latin tri- (\"three\") and fontinalis (\"of a spring\"), in reference to the town of Three Springs.In 2007, all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele. Hence the current full name of the species is Banksia trifontinalis (A.S.George) A.R.Mast & K.R.Thiele.",
    "Distribution": "It occurs only in a few populations in the vicinity of Arrino and Three Springs in the Geraldton Sandplains biogeographic region. It is locally common, and grows on lateritic soil amongst low woodland.",
    "Ecology": "It is classified as Priority Three: Poorly Known Taxa on the Department of Environment and Conservation's Declared Rare and Priority Flora List.",
    "References": "",
    "External links": "\"Dryandra trifontinalis A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra trifontinalis A.S.George\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Dryandra trifontinalis A.S.George\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}