{
  "url": "https://en.wikipedia.org/wiki/Banksia_fraseri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. fraseri"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia fraseri is a shrub endemic to Western Australia. It was known as Dryandra fraseri until 2007, when all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele.",
    "Description": "It has a highly variable habit, ranging from a very low, almost prostrate lignotuberous shrub in B. fraseri var. crebra and B. fraseri var. effusa, to an upright non-lignotuberous shrub up to six metres high in B. fraseri var. oxycedra. Young stems are covered in a mat of coarse hairs, but these are lost as the stems age. The leaves are from five to ten centimetres long, and eight to 40 millimetres wide; pinnatisect, with 4 to 18 narrow lobes on each side; on a petiole up to three centimetres long.Flowers occur in the dome-shaped head characteristic of B. ser. Dryandra. These occur at the end of branches or on short laterals, and consist of from 80 to 100 individual densely packed together and surrounded by a short involucre of narrow, tapering bracts. The hairless tips of these bracts are quite prominent; this is a distinctive characteristic of this species. As in all Proteaceae, individual flowers consist of a tubular perianth made up of four united tepals fused with the anthers, and one long wiry pistil. The pistil end is initially trapped inside the upper perianth parts, but breaks free at anthesis. In B. fraseri, the perianth is 24–28 millimetres long, and pink to cream in colour; and the style 30–42 mm long and cream-coloured. The fruit is a woody follicle firmly embedded in the woody base of the flower head, and usually containing two winged seeds. In this species each head may set an unusually large number of follicles.",
    "Taxonomy": "Specimens of B. fraseri were first collected by Charles Fraser during James Stirling's 1827 expedition to explore the Swan River in what is now Western Australia. The species was described three years later in Robert Brown's Supplementum primum Prodromi florae Novae Hollandiae, and given the name Dryandra fraseri in Fraser's honour. In Brown's arrangement of Dryandra, D. fraseri was placed in the subgenus Dryandra verae because it has a single seed separator per follicle.Brown's arrangement remained current until 1856, when Carl Meissner published his revision of the genus. Meissner retained D. fraseri in Brown's Dryandra verae (which had since been renamed D. sect. Eudryandra), and further placed it in a group of unspecified rank, which he named D. § Pectinatae.The 1870 arrangement of George Bentham discarded Meissner's groups, which were defined in terms of leaf shape, and thus heterogenerous. He instead placed D. fraseri in the newly erected D. ser. Armatae because of its tendency for flowers to occur terminal on a branch, and subtended by long floral leaves.A synonym, Josephia fraseri, arises from Otto Kuntze's 1891 transfer of the genus Dryandra (now Banksia ser. Dryandra) into Josephia, on the grounds that Josephia Knight had priority over Dryandra R.Br.. This transfer was rejected.\nIn 1996, Alex George published the first modern-day arrangement of Dryandra. He placed D. fraseri alone in a new series, Dryandra ser. Folliculosae, from the Latin folliculosus (\"follicle\") and -osus (\"abundance\") in reference to the unusually high number of follicles per infructescence in this species. Three varieties were recognised, the autonym D. fraseri var. fraseri; D. fraseri var. ashbyi, a demotion of Brian Laurence Burtt D. ashbyi; and a new variety, D. fraseri var. oxycedra. Since then George has published two further varieties, both in 2005: D. fraseri var. crebra and D. fraseri var. effusa.The placement of D. fraseri in George's arrangement of Dryandra, with 1999 and 2005 amendments, may be summarised as follows:\n\nDryandra (now Banksia ser. Dryandra)\nD. subg. Dryandra\nD. ser. Floribundae (1 species, 4 varieties)\nD. ser. Armatae (21 species, 7 subspecies, 4 varieties)\nD. ser. Marginatae (1 species)\nD. ser. Folliculosae\nD. fraseri (now Banksia fraseri)\nD. fraseri var. fraseri (now Banksia fraseri var. fraseri)\nD. fraseri var. ashbyi (now Banksia fraseri var. ashbyi)\nD. fraseri var. oxycedra (now Banksia fraseri var. oxycedra)\nD. fraseri var. crebra (now Banksia fraseri var. crebra)\nD. fraseri var. effusa (now Banksia fraseri var. effusa)\nD. ser. Acrodontae (4 species, 2 varieties)\nD. ser. Capitellatae (2 species, 2 subspecies)\nD. ser. Ilicinae (3 species, 2 varieties)\nD. ser. Dryandra (3 species, 2 subspecies)\nD. ser. Foliosae (3 species, 2 subspecies)\nD. ser. Decurrentes (1 species)\nD. ser. Tenuifoliae (2 species, 2 varieties)\nD. ser. Runcinatae (4 species, 7 subspecies)\nD. ser. Triangulares (3 species, 3 subspecies)\nD. ser. Aphragma (9 species, 3 subspecies)\nD. ser. Ionthocarpae (1 species, 2 subspecies)\nD. ser. Inusitatae (1 species)\nD. ser. Subulatae (1 species)\nD. ser. Gymnocephalae (11 species, 4 subspecies, 2 varieties)\nD. ser. Plumosae (3 species, 2 subspecies)\nD. ser. Concinnae (3 species)\nD. ser. Obvallatae (7 species, 2 varieties)\nD. ser. Pectinatae (1 species)\nD. ser. Acuminatae (1 species)\nD. ser. Niveae\nD. subg. Hemiclidia (2 species)\nD. subg. Diplophragma (1 species)George's arrangement remained current until February 2007, when Austin Mast and Kevin Thiele transferred Dryandra into Banksia. They also published B. subg. Spathulatae for the Banksia taxa having spoon-shaped cotyledons, thus redefining B. subg. Banksia as comprising those that do not. They were not ready, however, to tender an infrageneric arrangement encompassing Dryandra, so as an interim measure they transferred Dryandra into Banksia at series rank. This minimised the nomenclatural disruption of the transfer, but also caused George's rich infrageneric arrangement to be set aside. Thus under the interim arrangements implemented by Mast and Thiele, B. fraseri is placed in B. subg. Banksia, ser. Dryandra.Initially, Mast and Thiele overlooked the Dryandra taxa published by George in 2005, so that for a time D. fraseri var. crebra and D. fraseri var. effusa had no name under Banksia. This omission was rectified in December of that year.",
    "Distribution and habitat": "B. fraseri is widely distributed in the Southwest Botanical Province of Western Australia. It ranges from Kalbarri in the north, south to Cranbrook and as far inland as Kellerberrin; thus it occurs throughout the province except for the south coast.",
    "References": "",
    "External links": "\"Dryandra fraseri R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia fraseri (R.Br.) A.R.Mast & K.R.Thiele\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia fraseri (R.Br.) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}