{
  "url": "https://en.wikipedia.org/wiki/Banksia_acanthopoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. acanthopoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia acanthopoda is a species of shrub in the family Proteaceae. It grows as a small spreading shrub to 2 m (6 1⁄2 ft) high and has prickly leaves and yellow composite flower heads, called inflorescences, composed of 50 to 60 individual yellow flowers. Flowering takes place in the southern hemisphere winter. Endemic to Western Australia, it occurs only in a few populations in the vicinities of Woodanilling, Katanning and Darkan. Because of its rarity, it is classed as \"Priority Two\"  conservation flora by Western Australia's Department of Environment and Conservation.\nThe botanist Alex George first described this species in 1996, naming it Dryandra acanthopoda. It was renamed to its current name in 2007, when all Dryandra species were transferred to the genus Banksia. It is little known in cultivation and its sensitivity to dieback is unclear (although highly likely). It has potential as a cut flower.",
    "Description": "Banksia acanthopoda grows as a spreading shrub up to 2 m (6 1⁄2 ft) high. Its stems are matted with short soft hairs when young, but these are soon lost. Leaves are long, thin and curved, with five to ten spines on the petiole, sharply serrated leaf margins, and an acute leaf tip. The leaf blade, or lamina, is dark-green above, but white and hairy beneath. Leaves range from 5 to 13 cm (2 to 5 1⁄8 in) in length, and 1 to 1.5 cm (3⁄8 to 5⁄8 in) in width, on a petiole up to 1.5 cm (5⁄8 in) long.Inflorescences occur on short lateral branches, and consist of 50 to 60 yellow flowers packed densely together into a dome-shaped head up to 4 cm (1 1⁄2 in) in diameter, surrounded by short involucral bracts. As with other Banksia species, each flower comprises a perianth of four united tepals, with a single anther on a short filament attached near the tip; and a single pistil. In B. acanthopoda both perianth and pistil are yellow in colour; the perianth is from 2.6 to 3 cm (1 to 1 1⁄8 in) long, and the pistil a few millimetres longer. The fruiting structure is a woody dome firmly embedded with up to six light brown follicles, each containing one or two seeds.Banksia acanthopoda resembles B. hewardiana but has smaller leaves that are sticky when young. Its flower heads are similar to that of B. squarrosa, but its perianths and pistils are straight rather than curved, and longer.",
    "Taxonomy": "Early collections of B. acanthopoda include a specimen collected by F. W. Humphreys between Katanning and Kwobrup on 21 December 1964, a specimen collected by Alex George west of Woodanilling on 26 July 1986, a specimen collected by Ray Garstone north of Woodanilling on 7 October 1986, and a specimen collected by Ken Newbey east of Katanning. George's specimen was recognised as belonging to an undescribed species, and this species was referred to by the phrase name \"Dryandra sp. 1 (A.S. George 16647)\", until 1996, when George formally published it as Dryandra acanthopoda. The specific name is said to be derived from Greek acantha, \"a thorn or prickle\" and podos, \"a foot\", in reference to the spines on the petiole. The proper Greek word for \"foot\" is however pous (πούς).George placed B. acanthopoda in genus Dryandra, subgenus Dryandra, series Armatae, remarking that its closest relative is Dryandra polycephala (now Banksia polycephala). Its placement within George's taxonomic arrangement of Dryandra, with 1999 and 2005 amendments, is as follows:\n\nDryandra (now Banksia ser. Dryandra)\nD. subg. Dryandra\nD. ser. Floribundae (1 species, 4 varieties)\nD. ser. Armatae\nD. cuneata (now B. obovata)\nD. fuscobractea (now B. fuscobractea)\nD. armata (now B. armata) (2 varieties)\nD. prionotes (now B. prionophylla\nD. arborea (now B. arborea)\nD. hirsuta (now B. hirta)\nD. pallida (now B. pallida)\nD. purdieana (now B. purdieana)\nD. xylothemelia (now B. xylothemelia)\nD. cirsioides (now B. cirsioides)\nD. acanthopoda (now B. acanthopoda)\nD. squarrosa (now B. squarrosa) (2 subspecies)\nD. hewardiana (now B. hewardiana)\nD. wonganensis (now B. wonganensis)\nD. trifontinalis (now B. trifontinalis)\nD. stricta (now B. strictifolia)\nD. echinata (now B. echinata)\nD. polycephala (now B. polycephala)\nD. subpinnatifida (now B. subpinnatifida) (2 varieties)\nD. longifolia (now B. prolata) (3 subspecies)\nD. borealis (now B. borealis) (2 subspecies)This arrangement remained current until 2007, when botanists Austin Mast and Kevin Thiele transferred Dryandra into Banksia. They also published B. subgenus Spathulatae for the Banksia taxa having spoon-shaped cotyledons, thus redefining the subgenus Banksia as comprising those that do not. They were not ready, however, to tender an infrageneric arrangement encompassing Dryandra, so as an interim measure they transferred Dryandra into Banksia at series rank. This minimised the nomenclatural disruption of the transfer, but also caused George's rich infrageneric arrangement to be set aside. Thus under the interim arrangements implemented by Mast and Thiele, B. acanthopoda is placed in B. subg. Banksia, ser. Dryandra.",
    "Distribution and habitat": "Only a few small populations of B. acanthopoda exist. Until 1999, it was thought to occur only in the Avon Wheatbelt biogeographic region, in the vicinity of Woodanilling and Katanning; since then, a population has been found in the Jarrah Forest region, south of Darkan.Banksia acanthopoda grows in tall closed kwongan heath in lateritic soils, sometimes with a sparse overstorey of wandoo (Eucalyptus wandoo) or Drummond's gum (E. drummondii). Other B. ser. Dryandra species that co-occur with it include B. stuposa, B. armata var. ignicida and B. nobilis. The area has a mean temperature range of 9 to 22 °C (48 to 72 °F), with up to 40 days above 30 °C (86 °F), and a mean annual rainfall of 400 to 500 mm (16 to 20 in).",
    "Ecology": "Little has been reported of its ecology. The flowering season is from May to July, and the seed is shed annually. When first published, Banksia acanthopoda was listed as \"Priority Three – Poorly Known Taxa\" on the Department of Environment and Conservation's Declared Rare and Priority Flora List. It has since been upgraded to \"Priority Two – Poorly Known Taxa\". Threats to the species vary according to the location. In the Avon Wheatbelt, where the land is heavily degraded due to extensive clearing for agriculture, a number of threatening processes have been identified: loss of habitat due to land clearing and the encroachment of salinity results in both direct plant loss and population fragmentation; fragmentation in turn affects genetic diversity; grazing pressure affects plant health, as does competition from exotic weeds; and changes to the fire regime have the potential to eliminate entire generations. Further west, in the Jarrah Forest region, pathogens constitute the only identified threat to the species.Information on the species' susceptibility to dieback is lacking: the only information available is from the 2006 report Management of Phytophthora cinnamomi for Biodiversity Conservation in Australia, which states that D. acanthopoda is \"highly susceptible\"; but this claim is sourced to a 1994 paper that asserts it not for B. acanthopoda but for the species then known as \"Dryandra sp. Kamballup (M. Pieroni 20.9.88)\", now B. ionthocarpa.\nInvestigations into long-term seed storage have shown B. acanthopoda to store well under standard genebank storage conditions. After six years of storage in these conditions, 90% of seeds were successfully germinated, a rate similar to that of fresh seed.",
    "Cultivation": "Banksia acanthopoda is little known in cultivation, although it has been successfully grown and propagated at The Banksia Farm in Mount Barker, Western Australia, and at the Royal Botanic Gardens in Cranbourne, Melbourne. It is a sprawling and untidy shrub, but its habit can be improved by pruning. Its prominent yellow flower heads appear from July to October in cultivation, and have potential for use in the cut flower industry. It prefers a well-drained soil in full sun or light shade, and will tolerate dry conditions once established. Propagation is by seed; seeds take three to five weeks to germinate, and have a germination rate of 80 to 90 percent.",
    "References": "",
    "External links": "\"Dryandra acanthopoda A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia acanthopoda (A.S.George) A.R.Mast & K.R.Thiele\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia acanthopoda (A.S.George) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}