{
  "url": "https://en.wikipedia.org/wiki/Banksia_armata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. armata"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia armata, commonly known as prickly dryandra, is a shrub endemic to Western Australia.",
    "Description": "Banksia armata grows as a spreading or upright shrub, up to 3 m in height. It has deeply serrated leaves. Its inflorescences are usually bright yellow, but may be pink.",
    "Distribution and habitat": "The species is widespread throughout most of the south-west. The main distribution is between Perth and Albany, but it also occurs near Mount Lesueur in the north, and between Esperance and Israelite Bay on the south coast. It grows on sandy loam or in rocky soils in tall shrubland or low woodland.",
    "Taxonomy": "Specimens of B. armata were first collected at King George Sound in December 1801 by Robert Brown. Brown published a description of the species in 1810, naming it Dryandra armata; the specific epithet is from the Latin armatus (\"armed\") in reference to the sharply serrated leaves. Thirty years later, John Lindley published a purported new species, which he named Dryandra favosa. This was accepted as a species by Carl Meissner in 1845, but declared a taxonomic synonym of D. armata by him in 1856, and the latter view was taken by George Bentham his 1870 Flora Australiensis. In 1996, Alex George published D. a. var. ignicida, resulting in the automatic creation of the autonym D. a. var.armata. George also refined the synonymy of D. favosa to D. armata var. armata. In 2007, all Dryandra species were transferred to Banksia by Austin Mast and Kevin Thiele; hence the current name of this variety is Banksia armata (R.Br.) A.R.Mast & K.R.Thiele.",
    "References": "",
    "External links": "\"Dryandra armata R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra armata R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia armata (R.Br.) A.R.Mast & K.R.Thiele\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}