{
  "url": "https://en.wikipedia.org/wiki/Banksia_wonganensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Series": "Banksia ser. Dryandra"
    },
    {
      "Species": "B. wonganensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia wonganensis is a large shrub endemic to Western Australia that, until 2007, was previously known as Dryandra wonganensis. It occurs within a small area in the vicinity of the Wongan Hills. It grows on lateritic soils in open woodland or amongst dense shrub. It is rare, but does not appear to be endangered.",
    "Description": "It is a sprawling or erect shrub, up to 3 metres (10 ft) high, without a lignotuber. Leaves are 4 to 16 centimetres (1.6 to 6.3 in) long, and nine to 18 millimetres wide, and pinnatifid, with four to nine triangular lobes on each side, before tapering to a fine point. They are often strongly curved. Flowers are bright yellow, and occur in heads of 45 to 50 flowers, up to 3.5 centimetres (1.4 in) across. Each flower consists of a tubular perianth made up of four fused tepals, and one long wiry style; the head of the style is initially trapped inside the upper perianth parts, but breaks free at anthesis. After flowering, follicles develop in the woody base of the flower head, each containing one or sometimes two seeds.",
    "Taxonomy": "Early collections of B. wonganensis include specimens collected by Alexander Morrison at Wongan Hills in October 1903, by Norm Moyle in Monk Well Gully, Wongan Hills, by Fred Lullfitz northwest of Wongan Hills, and by Kenneth Newbey in the Wongan Hills. In 1985 these specimens were wrongly attributed to Dryandra hewardiana (now Banksia hewardiana) by Robert Malcolm Sainsbury in his Field Guide to Dryandras, but it was later recognised as a distinct species, and referred to in FloraBase as Dryandra sp. 25. The type specimen was collected by Alex George on 4 August 1986, from a location on Piawaning Road north-west of Wongan Hills. George published a formal description of the species in 1996 in Nuytsia 10(3). He placed it in the genus Dryandra, subgenus Dryandra, series Armatae, and gave it the specific epithet \"wonganensis\" from \"wongan\", after the Wongan Hills where it is found, and the Latin \"ensis\" (origin or place). Thus its full name was Dryandra wonganensis A.S.George.Early in 2007, Austin Mast and Kevin Thiele transferred all Dryandra taxa to Banksia. The current name for this species is therefore Banksia wonganensis (A.S.George) A.R.Mast & K.R.Thiele. As an interim measure, Mast and Thiele placed all but one Dryandra taxon in Banksia ser. Dryandra.",
    "Distribution and habitat": "Banksia wonganensis occurs only in the Wongan Hills and on surrounding rises, in the Avon Wheatbelt biogeographic region. The location has lateritic soils covered by open woodland or dense scrub. Mean annual rainfall is 350 to 400 millimetres (14 to 16 in), with a mean temperature range of 11.1 to 24.3 °C (52.0 to 75.7 °F), and up to 80 days above 30 °C (86 °F).",
    "Ecology": "Like most other Proteaceae, B. wonganensis has proteoid roots, roots with dense clusters of short lateral rootlets that form a mat in the soil just below the leaf litter. These enhance solubilisation of nutrients, thus allowing nutrient uptake in low-nutrient soils such as the phosphorus-deficient native soils of Australia. It lacks a lignotuber, so is killed by bushfire. However it is adapted to release its seed following a fire, so populations regenerate rapidly.It has been given a rating of \"Priority Four - Poorly Known Taxa\" on Western Australia's Department of Environment and Conservation's Declared Rare and Priority Flora List, meaning that it has been adequately surveyed, has been determined to be rare, but is apparently not threatened.",
    "Cultivation": "The species is little known in cultivation. Tony Cavanagh and Margaret Pieroni rate its foliage as attractive and its flowers as showy, and state that it is just as attractive as many other large shrubs in its series. The species prefer heavy soils with good drainage, and tolerates full sun or light shade. It has good tolerance for both drought and frost. Germination of seed appears to have a success rate of only about 50%; germination is rapid, often taking less than four weeks.",
    "References": "",
    "External links": "\"Dryandra wonganensis A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Dryandra wonganensis A.S.George\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Dryandra wonganensis A.S.George\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}