{
  "url": "https://en.wikipedia.org/wiki/Banksia_dryandroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. dryandroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia dryandroides, the Dryandra-leaved Banksia, is a species of small shrub in the plant genus Banksia. The Noongar peoples know the tree as Manyat. It occurs in shrubland, coastal heath and woodland on the south coast of Western Australia between Two Peoples Bay and Cheyne Bay.  The species is placed alone in series B. ser. Dryandroideae.",
    "Description": "Banksia dryandroides is a much-branched spreading shrub to 1 metre (4 ft) high, and is nonlignotuberous. The stems are covered with a fine reddish hair, and the fernlike leaves are 5–17 cm (2–7 in) long and 0.7–1.5 cm in width. The squat cylindrical inflorescences appear from October to January and are 2–3 cm (1 in) high. They are pale brownish in colour with hooked pistils. The flowers remain on the ageing spikes as up to 25 follicles develop. These measure 1.5–3 cm (0.6-1.2 in) long, 0.5–1.2 cm (0.2-0.5 in) high, and 0.3–0.9 cm wide, covered in fine hairs below, and smooth above.",
    "Taxonomy": "",
    "Taxonomy-Discovery and naming": "Specimens of B. dryandroides were first collected in 1823 from the vicinity of King George Sound by William Baxter, a private plant collector who collected plant specimens and seed on behalf of British nurseries. Baxter sent to Clapton Nursery a package of Banksia seed labelled \"Dryandroides\", and this was successfully germinated. The species became part of \"the collection of Mr Mackay, at Clapton\", before being procured for \"the superb collection of the Comtesse de Vandes', at Bayswater\", where it flowered in cultivation for the first time. There it was seen by Robert Sweet, who in 1826 listed it under the unpublished manuscript name \"Banksia dryandroides\" as having been in cultivation in British gardens since 1824. Two years later, Sweet published a formal description of the species in his Flora Australasica, accompanied by a hand-coloured engraving by Edwin Dalton Smith. Thus B. dryandroides became the first published of the 18 Banksia species discovered by Baxter; the remaining 17 would be published in Robert Brown's 1830 Supplementum primum Prodromi florae Novae Hollandiae, based on Baxter's specimen sheets.Sweet attributed the specific epithet dryandroides to Baxter; hence the species' full name with author citation is \"Banksia dryandroides Baxter ex Sweet\". The etymology of dryandroides was not explicitly given, but Sweet offered the English common name Dryandra-like Banksia. The specific epithet is now held to mean \"Dryandra-like\", from the genus Dryandra and the suffix -oides (\"similar\"), in reference to the similarity of the leaves to some species of B. ser. Dryandra (formerly given genus rank as Dryandra).Sweet did not designate a type specimen for the species. Australian botanist Alex George has since designated as neotype one of Baxter's specimen sheets located at the British Museum (Natural History), labelled \"Banksia new Seeds marked Dryandroides\".The species has an uneventful taxonomic history. No subspecies or varieties have been identified; it has no taxonomic synonyms; and its only nomenclatural synonym is \"Sirmuellera dryandroides (Sweet.) Kuntze\", which arose from Otto Kuntze's unsuccessful 1891 attempt to transfer Banksia into the new name Sirmuellera.",
    "Taxonomy-Infrageneric placement": "Sweet placed B. dryandroides in Robert Brown's Banksia verae, an unranked subgroup of Banksia, defined as containing all species with an elongate flower spike. Brown endorsed this when he updated his arrangement of Banksia in his 1830 Supplementum, placing it between B. repens (Creeping Banksia) and B. brownii (Feather-leaved Banksia).Banksia verae was renamed Eubanksia by Stephan Endlicher in 1847. Carl Meissner gave Eubanksia sectional rank in his 1856 arrangement, and divided it into four series based on leaf characters, with B. dryandroides placed in series Dryandroideae because its leaves are divided into lobes. When George Bentham published a revised arrangement in his 1870 Flora Australiensis, he discarded Meissner's series, placing all the species with hooked styles together in a section that he named Oncostylis. This arrangement would stand for over a century.\nAlex George published a new taxonomic arrangement of Banksia in his landmark 1981 monograph The genus Banksia L.f. (Proteaceae). Endlicher's Eubanksia became B. subg. Banksia, and was divided into three sections, one of which was Oncostylis. Oncostylis was further divided into four series, with B. dryandroides placed alone in the resurrected B. ser. Dryandroideae. Though George did not accept Meissner's definition of the series, he argued that \"Banksia dryandroides appears to provide a link between the Spicigerae and the Abietinae but is sufficiently distinct from both to be placed in its own series.\"In 1996, Kevin Thiele and Pauline Ladiges published a new arrangement of Banksia, after cladistic analyses yielded a cladogram significantly different from George's arrangement. George's sections were discarded, but many of his series were retained. Thiele and Ladiges found B. dryandroides to be sister (that is, the next closest relative) to a clade containing B. ser. Abietinae and B. tricuspis (Lesueur Banksia). Since this placement was consistent with the placement of B. dryandroides alone in a series, and on the stated principle that \"[n]omenclatural changes from the currently accepted classification are minimised\", Thiele and Ladiges retained the placement of B. dryandroides alone in series Dryandroideae.\nGeorge revised Banksia again in his 1999 monograph of the genus for the Flora of Australia series. Questioning the emphasis on cladistics in Thiele and Ladiges' arrangement, George published a slightly modified version of his 1981 arrangement. To date, this remains the most recent comprehensive arrangement of the genus. Under George's 1999 arrangement of Banksia, B. dryandroides's taxonomic placement may be summarised as follows:\nBanksia\nB. subg. Banksia\nB. sect. Banksia (9 series, 50 species, 9 subspecies, 3 varieties)\nB. sect. Coccinea (1 species)\nB. sect. Oncostylis\nB. ser. Spicigerae (7 species, 2 subspecies, 4 varieties)\nB. ser. Tricuspidae (1 species)\nB. ser. Dryandroideae\nB. dryandroides\nB. ser. Abietinae (13 species, 2 subspecies, 9 varieties)\nB. subg. Isostylis (3 species)Since 1998, American botanist Austin Mast and coauthors have been publishing results of ongoing cladistic analyses of DNA sequence data for the Proteaceae subtribe Banksiinae, which includes Banksia. Their 2002 analysis inferred a tree in which B. dryandroides was sister to a clade containing B. pulchella (Teasel Banksia) and B. meisneri var. adscendens. This clade was in turn part of a polytomy with a clade containing series Grandes, and a clade containing the bulk of series Abietinae.\nFurther analyses published in 2005 yielded results largely consistent with this, except that B. tricuspis may be much more closely related to this species than previously thought. Early in 2007, Mast and Thiele initiated a rearrangement of Banksiinae by combining Dryandra, the only other genus besides it, and Banksia and publishing several new names, including subgenus Spathulatae for the species of Banksia that have spoon-shaped cotyledons. They have not yet published a full arrangement, but if their nomenclatural changes are taken as an interim arrangement, then B. prionotes is placed in B. subg. Spathulatae.",
    "Distribution and habitat": "Banksia dryandroides ranges near the south coast of Western Australia from Narrikup to Beaufort Inlet. It grows in clay-loam, sandy loam or gravel-based soils on low-lying areas, in shrubland and low woodland. It is also found on sandstone-based elevated areas in kwongan habitat.",
    "Ecology": "Banksia dryandroides is killed by fire and regenerates from seed. New plants need at least four years between fires to flower and set fruit.It is moderately sensitive to Phytophthora cinnamomi dieback.An assessment of the potential impact of climate change on this species found that its range is likely to contract by between 30% and 80% by 2080, depending on the severity of the change.",
    "Cultivation": "Seeds do not require any treatment, and take 30 to 80 days to germinate.",
    "Footnotes": "",
    "References": "Collins, Kevin; Collins, Kathy; George, Alex S. (2008). Banksias (1st ed.). Melbourne: Bloomings Books. ISBN 978-1-876473-58-7.\nBrown, Robert (1830). Supplementum Primum Prodromi Florae Novae Hollandiae. London: Taylor.\nGeorge, Alex S. (1981). \"The genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473. ISSN 0085-4417.\nGeorge, Alex S. (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia. 17B. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nMeissner, Carl (1856). \"Proteaceae\".  In Candolle, A. P. de (ed.). Prodromus systematis naturalis regni vegetabilis, pars decima quarta. Paris: Sumptibus Victoris Masson.\nSweet, Robert (1828). Flora Australasica: or, a selection of handsome, or curious plants, natives of New Holland, and the South Sea islands. Ridgway.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas. Australian Flora and Fauna Series. 8. Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.\nThiele, Kevin; Ladiges, Pauline Y. (1996). \"A cladistic analysis of Banksia (Proteaceae)\". Australian Systematic Botany. 9 (5): 661–733. doi:10.1071/SB9960661.",
    "External links": "\"Banksia dryandroides Baxter ex Sweet\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia dryandroides Baxter ex Sweet\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia dryandroides Baxter ex Sweet\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}