{
  "url": "https://en.wikipedia.org/wiki/Banksia_goodii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Prostratae"
    },
    {
      "Species": "B. goodii"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia goodii, commonly known as Good's Banksia, is an endangered shrub of Southwest Western Australia.\nGood's Banksia grows as a low shrub, either prostrate or with stems up to twenty centimetres high.   The leaves are dark green with a prominent yellow midrib, and are held erect. They may be up to 45 centimetres long, and are coarsely serrated along their edges.  Both the stems and leaves are covered in hairs, the hairy new growth is a striking purple in colour.  The inflorescences, which occur between November and January, are a rusty brown colour, and occur at ground level in Banksia's distinctive cylindrical flower spikes. The \"cones\" have a hairy appearance due to retention of old withered flower parts. Very few follicles are produced per cone, and some cones producing none at all.\nGood's Banksia occurs on shallow white or grey sand over laterite, in low forest and woodland in southwest Western Australia between Albany and the Porongorup Range. The distribution was probably greater before much of the surrounding land was cleared for agriculture.  There are 23 populations known, with populations ranging between 10 and 300 plants, for a total of around 1000 known plants. It is \"Listed as Vulnerable\" under the Environment Protection and Biodiversity Conservation Act 1999.\nSeeds do not require any treatment, and take 19 to 56 days to germinate.",
    "References": "",
    "External links": "\"Banksia goodii R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia goodii R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia goodii R.Br\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nBanksia goodii — Good's Banksia, Species Profile and Threats Database, Department of the Environment and Heritage, Australia."
  }
}