{
  "url": "https://en.wikipedia.org/wiki/Banksia_incana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Oncostylis"
    },
    {
      "Series": "Banksia ser. Abietinae"
    },
    {
      "Species": "B. incana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hoary Banksia (Banksia incana) is a species of small shrub in the plant genus Banksia. It occurs on sandplain heathland between Badgingarra and Eneabba in Western Australia, with outlying populations as far south as Perth.",
    "Description": "Banksia incana grows as a bushy spreading shrub around 70 cm (28 in) high and 1 m (39 in) wide, with many stems arising from a woody base known as a lignotuber. The stems are covered in fine hair. Flowering occurs from November to April. The flower spikes are spherical and around 6 or 7 cm in diameter and bright yellow in colour.",
    "Taxonomy": "Carl Meissner noted the hoary banksia as a distinct form of Banksia sphaerocarpa and gave it the name  Banksia sphaerocarpa var. glabrescens in 1856.Alex George reclassified it as a separate species in his 1981 monograph \"The genus Banksia L.f. (Proteaceae)\", based on a specimen collected by him outside Mogumber Mission, on 2 February 1967. He placed it in subgenus Banksia because of its flower spike; section Oncostylis because its styles are hooked; and the resurrected series Abietinae, which he constrained to contain only round-fruited species. The specific epithet is from the Latin incanus (\"hoary\") and refers to the grey furry follicles.  George described a variety with short leaves as Banksia incana var. brachyphylla in 2008, from a specimen collected at Big Soak Plain on 23 November 1999.",
    "Distribution and habitat": "Banksia incana is found on sandy soils, in shrubland. It is often found with Banksia attenuata and B. menziesii.",
    "Ecology": "Banksia incana resprouts from its woody lignotuber after bushfire.Banksia incana is one of five closely related Banksia species that have highly unusual flower nectar. Whereas other Banksia species produce nectar that is clear and watery, the nectar of these species is pale yellow initially, but gradually becomes darker and thicker, changing to a thick, olive-green mucilage within one to two days of secretion, and eventually becoming \"an almost black, gelatinous lump adhering to the base of the flowers\". It was first noted by Byron Lamont in 1980; he attributed it to cyanobacteria that feed off the nectar sugars. Noting that many of these cyanobacteria had heterocysts, he speculated that they aid the plant by fixing atmospheric nitrogen, which is then washed off the flower heads by rain, and absorbed by the proteoid root mat. This purported symbiosis was investigated by Barrett and Lamont in 1985, but no evidence of nitrogen fixing was found. Further investigation by Markey and Lamont in 1996 suggested that the discolouration is not caused by cyanobacteria or other microorganisms in the nectar, but is rather \"a chemical phenomenon of plant origin\". Their analyses indicated that the nectar had unusually high levels of sugar and free amino acids, but three of these species, including B. sphaerocarpa, have since been shown to have normal nectar sugar compositions. The purpose of coloured nectar is unclear, especially as pollinators such as nocturnal mammals are not thought to forage by sight. However, nectar that becomes more obvious by appearance or smell as it ages might encourage pollinators to prioritise it over newer nectar. It is possible the colour change is unrelated to pollination.",
    "Cultivation": "Seeds do not require any treatment, and take around 14 days to germinate.",
    "Notes": "",
    "References": "Taylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia incana\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia incana\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}