{
  "url": "https://en.wikipedia.org/wiki/Banksia_ornata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Banksia"
    },
    {
      "Species": "B. ornata"
    }
  ],
  "text": {
    "__SUMMARY__": "The desert banksia (Banksia ornata) is a species of shrub in the plant genus Banksia which grows up to 3 m tall. It occurs in western Victoria, and in South Australia, where it is common on the Eyre Peninsula, Kangaroo Island and east of Adelaide, but is apparently absent from Yorke Peninsula.\nThe Ngarrindjeri people of the Lower Murray region in South Australia knew it as yelakut.It tends to grow in mallee and heathland environments in sandy well drained soils.\nIts flowers exist as cylindrical spikes which are initially yellow/green to yellow, and turn bronze in when aged. The desert banksia flowers in late winter to spring. The green leaves are elongated wedge shaped with serrated edges about 20 mm wide and 100 mm long.\nNectarivorous birds are attracted to this shrub; species observed feeding at its flowers include Anthochaera carunculata (red wattlebird), Melithreptus brevirostris (brown-header honeyeater), Melithreptus lunatus (white-naped honeyeater) and Zosterops lateralis (silvereye).",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia ornata F.Muell. ex Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia ornata F.Muell. ex Meisn\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}