{
  "url": "https://en.wikipedia.org/wiki/Banksia_hookeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Crocinae"
    },
    {
      "Species": "B. hookeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia hookeriana, commonly known as Hooker's banksia, is a species of shrub of the genus Banksia in the family Proteaceae. It is native to the southwest of Western Australia and can reach up to 4 m (13 ft) high and 3 m (9.8 ft) wide. This species has long narrow serrated leaves and large, bright flower spikes, initially white before opening to a bright orange that appear over the cooler months. The flowers are pollinated by honeyeaters. The ageing flower spikes develop woody seed pods known as follicles. B. hookeriana is serotinous — large numbers of seeds are stored in the plant canopy for years until the plants are burnt by bushfire.",
    "Description": "Banksia hookeriana grows as an bushy shrub to around 3 metres (10 ft) in diameter, and 3–4 metres (10–13 ft) high. It has smooth bark. New growth appears in spring and summer. Anywhere up to several hairy 15–25 centimetres (6–10 in)-long branchlets arise from just below nodes on larger branches. The leaves themselves are scattered along the branchlets but more crowded toward the tips. They are 6–16 centimetres (2 1⁄4–6 1⁄4 in) long and 0.5–1.2 centimetres (1⁄4–1⁄2 in) wide, and slightly concave in shape. The leaf margins have 20–45 triangular lobes long each side. The v-shaped lobes are 1–3 mm high by 1–6 mm wide. The flower spikes, known as inflorescences, arise at the ends of branchlets, appearing from late April to October, with a peak over July and August. They are 9–10 centimetres (3 1⁄2–4 in) wide and 7–12 centimetres (2 3⁄4–4 3⁄4 in) high. Each flower spike contains around 1000 individual small flowers. The flowers remain on the ageing spikes, which go on develop up to 20 woody seed pods (follicles) each.",
    "Taxonomy": "Swiss botanist Carl Meissner described Banksia hookeriana in 1855, the material having been collected by James Drummond on his sixth collecting trip. The Latin specific epithet hookeriana refers to Sir Joseph D. Hooker. In his infrageneric arrangement of Banksia in 1856, Meissner placed B. hookeriana in section Eubanksia because its inflorescence is a spike rather than a domed head, and in series Salicinae, a large series that is now considered quite heterogeneous. This series was discarded in the 1870 arrangement of George Bentham; instead, B. hookeriana was placed in section Orthostylis, which Bentham defined as consisting of those Banksia species with flat leaves with serrated margins, and rigid, erect styles that \"give the cones after the flowers have opened a different aspect\".In 1891, German botanist Otto Kuntze challenged the generic name Banksia L.f., on the grounds that the name Banksia had previously been published in 1775 as Banksia J.R.Forst & G.Forst, referring to the genus now known as Pimelea. Kuntze proposed Sirmuellera as an alternative, republishing B. hookeriana as Sirmuellera hookeriana. The challenge failed, and Banksia L.f. was formally conserved in 1940.In 1981, Alex George published a revised arrangement that placed B. hookeriana in the subgenus Banksia because of its flower spike, section Banksia because its styles are straight rather than hooked, and the series Crocinae, a new series of four closely related species, all with bright orange perianths and pistils.George's arrangement remained current until 1996, when Kevin Thiele and Pauline Ladiges published an arrangement informed by a cladistic analysis of morphological characteristics. Their arrangement maintained B. prionotes in B. subg. Banksia, but discarded George's sections and his series Crocinae. Instead, B. hookeriana was placed at the end of series Banksia, in subseries Cratistylis. Questioning the emphasis on cladistics in Thiele and Ladiges' arrangement, George published a slightly modified version of his 1981 arrangement in his 1999 treatment of Banksia for the Flora of Australia series of monographs. To date, this remains the most recent comprehensive arrangement. The placement of B. hookeriana in George's 1999 arrangement may be summarised as follows:\nBanksia\nB. subg. Banksia\nB. sect. Banksia\nB. ser. Crocinae\nB. prionotes\nB. burdettii\nB. hookeriana\nB. victoriaeSince 1998, American botanist Austin Mast has been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae, which includes Banksia. With respect to B. hookeriana, Mast's results are fairly consistent with those of both George and Thiele and Ladiges. Series Crocinae appears to be monophyletic, and B. prionotes is confirmed as B. hookeriana's closest relative. Overall, however, the inferred phylogeny is very different from George's arrangement. Early in 2007, Mast and Thiele initiated a rearrangement of Banksiinae by publishing several new names, including subgenus Spathulatae for the species of Banksia that have spoon-shaped cotyledons; in this way they also redefined the autonym B. subgenus Banksia. They have not yet published a full arrangement, but if their nomenclatural changes are taken as an interim arrangement, then B. hookeriana is placed in subgenus Banksia.It is commonly known as Hooker's banksia or acorn banksia.",
    "Taxonomy-Hybrids": "",
    "Taxonomy-Hybrids-With Banksia prionotes": "Banksia hookeriana readily hybridises with B. prionotes under experimental conditions, indicating that these species have highly compatible pollen. The cultivar B. 'Waite Orange' is believed to be such a hybrid, having arisen by open pollination during a breeding experiment conducted at the Waite Agricultural Research Institute of the University of Adelaide in 1988.\n\nBanksia prionotes × hookeriana has also been verified as occurring in the wild, but only in disturbed locations. The two parent species have overlapping ranges and are pollinated by the same honeyeater species; and though preferring different soils, they often occur near enough to each other for pollinators to move between them. It therefore appears that the only barrier to hybridisation in undisturbed areas is the different flowering seasons: B. prionotes has usually finished flowering by the end of May, whereas flowering of B. hookeriana usually does not begin until June. In disturbed areas, however, the increased runoff and reduced competition mean extra nutrients are available, and this results in larger plants with more flowers and a longer flowering season. Thus the flowering seasons overlap, and the sole barrier to interbreeding is removed. The resultant F1 hybrids are fully fertile, with seed production rates similar to that of the parent species. There is no barrier to backcrossing of hybrids with parent species, and in some populations this has resulted in hybrid swarms. This raises the possibility of the parent species gradually losing their genetic integrity, especially if the intermediate characteristics of the hybrid offer it a competitive advantage over the parent species, such as a wider habitat tolerance. Moreover, speciation might occur if the hybrid's intermediate characteristics allow it to occupy a habitat unsuited to both parents, such as an intermediate soil type.Banksia prionotes × hookeriana hybrids have characteristics intermediate between the two parents. For example, the first putative hybrids studied had a habit \"like that of gigantic B. hookerana [sic]\", having inherited the size of B. prionotes, together with B. hookeriana's tendency to branch from near the base of the trunk. Similarly, the infructescences were like B. prionotes in size, but had persistent flowers like B. hookeriana. Inflorescences and leaves were intermediate in size and shape, and bark was like that of B. prionotes.",
    "Distribution and habitat": "It occurs on sandplain shrubland between Arrowsmith and Eneabba and specifically on the Gingin scarp and Dandaragan plateau in Western Australia, found on flat or gently sloping land. It grows on deep white or yellow sand, and tends to be the dominant species. Commonly grows with Banksia attenuata, B. elegans and Eucalyptus todtiana.",
    "Ecology": "Like many plants in Australia's southwest, Banksia hookeriana is adapted to an environment in which bushfire events are relatively frequent. Most Banksia species can be placed in one of two broad groups according to their response to fire: reseeders are killed by fire, but fire also triggers the release of their canopy seed bank, thus promoting recruitment of the next generation; resprouters survive fire, resprouting from a lignotuber or, more rarely, epicormic buds protected by thick bark. Banksia hookeriana is a reseeder—killed by bushfire and regenerating by seed. It is also serotinous, in that it holds its seeds in seed pods of old spikes in the plant canopy. As plants take 5 years to begin producing seeds and gradually accumulate more seeds over the coming decades, fire intervals around 15 to 18 years give the best chance of seedling recruitment, while intervals of less than 11 years result in reduced seedlings and ultimately possible extinction. Changing climate conditions and more frequent fire intervals have impacted on the species' reproductive rate.Plants can live up to 40 years old, though are generally killed by fire long before this. Plants growing on road verges are up to 30% taller with larger canopies and many more old flower spikes, hence storing over four times as many seeds. This is due to increased water and nutrients from runoff off the road.B. hookeriana has been shown to be highly susceptible to dieback from the soil-borne water mould Phytophthora cinnamomi, unlike many Western Australian banksias.The flowers are visited and pollinated by honeyeaters such as the white-cheeked honeyeater (Phylidonyris nigra) and brown honeyeater (Lichmera indistincta).",
    "Cultivation": "Banksia hookeriana is highly regarded in the cut flower industry, and has markets both in and outside Australia. Cut flowers have a vase life of ten days.A fast-growing plant in cultivation, B. hookeriana flowers 3–4 years from seed. It requires good drainage. It can be grown in Mediterranean climates such as Victoria and South Australia,  but does not tolerate climates with summer humidity.Seeds do not require any treatment, and take 23 to 49 days to germinate.",
    "References": "",
    "External links": "\"Banksia hookeriana Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia hookeriana Meisn\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia hookeriana Meisn\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}