{
  "url": "https://en.wikipedia.org/wiki/Banksia_solandri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. solandri"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia solandri, commonly known as Stirling Range banksia, is a species of large shrub in the plant genus Banksia. It occurs only within the Stirling Range in southwest Western Australia. Its scientific name honours the botanist Daniel Solander, one of the first collectors of Banksia.",
    "Description": "It is a woody shrub to 4 m (13 ft) high with large, broad serrate leaves and thick finely-furred stems. Flowering is in spring and early summer, the inflorescences are fawn in colour.",
    "Taxonomy": "B. solandri was first collected by William Baxter from the vicinity of King George Sound, and published by Robert Brown in his 1830 Supplementum primum Prodromi florae Novae Hollandiae. The name honors Daniel Solander, a student of Carl Linnaeus who accompanied Joseph Banks on the first voyage of James Cook, who collected the first specimens of Banksia to be scientifically described.\nIn 1847 it was recollected from Mondurup in the Stirling Ranges by James Drummond. The following year Drummond published the name \"Banksia hookeri\" for the species: [A]bout the height of 2,000 feet I found, first making its appearance, a splendid Banksia, with leaves more than nine inches long, and about five wide, irregularly jagged and sinuated like those of an English oak. To this noble shrub I have given the specific name of Hookeri. From the remains of the flowers, they appear to have been scarlet. In 1856, this name was relegated to a synonym of Banksia solandri var. major, but that variety is no longer maintained, and B. hookeri is now considered a synonym of B. solandri.\nBanksia solandri has always been regarded as most closely related to Banksia grandis in the series Grandes, and more recent molecular studies support this arrangement.",
    "Cultivation": "Banksia solandri is extremely sensitive to dieback, however it is easily grafted onto Banksia integrifolia. The foliage makes for an attractive garden shrub. It will grow with a sunny aspect and well drained soil.\nSeeds do not require any treatment, and take 36 to 71 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia solandri R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia solandri R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia solandri R.Br\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}