{
  "url": "https://en.wikipedia.org/wiki/Banksia_audax",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. audax"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia audax is a species of shrub in the plant genus Banksia. It occurs over a large area in the central south of Western Australia.",
    "Description": "It is an openly branched lignotuberous shrub around one metre tall, with grey, fizzured bark. Leaves are wedge-shaped, 2–7 centimetres long, 8–22 millimetres wide, with triangular serrations along the margins. Flowers occur in Banksia's characteristic \"flower spike\", an inflorescence made up of hundreds of pairs of flowers densely packed in a spiral around a woody axis. B. audax's flower spike is golden orange, ovoid, around five centimetres in diameter.",
    "Distribution and habitat": "B. audax occurs from near the town of Southern Cross, south almost to the coast. It occurs amongst heath and in mallee communities, in sandy yellow loam.",
    "Taxonomy": "B. audax was first discovered by Charles Gardner in 1926, and published by him in 1928. Gardner gave it the specific name \"audax\", meaning \"bold\" in Latin, in recognition of its \"boldness\" in growing so far inland. It belongs to subgenus Banksia, section Banksia, series Cyrtostylis. It has no close relatives; B. benthamiana (Bentham's Banksia) and B. laevigata (Tennis Ball Banksia) are taxonomically closest to it, but these are both larger shrubs without lignotubers.",
    "Cultivation": "Seeds do not require any treatment, and take 19 to 46 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999).  Wilson, Annette (ed.). Flora of Australia. 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia audax\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia audax\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}