{
  "url": "https://en.wikipedia.org/wiki/Banksia_grandis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Grandes"
    },
    {
      "Species": "B. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia grandis, commonly known as Bull Banksia, Giant Banksia or Mangite, is a common and distinctive banksia tree in South West Western Australia. The Noongar peoples know the tree as Biara, Boongura, Baalgaara/ Paalaagara or Peera.",
    "Description": "Bull Banksia usually grows as a tree with a height of 5 to 10 metres (16 to 33 ft) high, but may attain heights of up to 15 m (49 ft). It is also found in the form of a stunted, spreading shrub, near the south coast and whenever it occurs among granite rocks.  Its trunks are short, stout and often crooked, with the rough grey bark characteristic of Banksia.  The leaves are very distinctive; they are very large, being up to 45 centimetres (18 in) long and 11 cm (4 in) wide, and consist of a series of triangular lobes that go right back to the prominent midrib.  Shiny dark green on top, they have a soft white tomentum underneath. New growth is a paler lime green and very attractive. Flowering is in Summer. The large cylindrical  flower spikes, which can reach up to 35 cm (14 in) high, are yellow, with a cream style. The \"cones\" shed their old flower parts early, so do not have the hairy appearance of the \"cones\" of many other Banksia species. Old cones are often varnished or cut and the typical banksia species used in decorative woodwork.",
    "Distribution": "Bull Banksia is common throughout south west Western Australia, occurring from Jurien (30°17′S) in the north, south to Cape Leeuwin (34°22′S) and east to Bremer Bay (34°23′S 119°22′S E).  It has been found inland as far as Badgebup and Dongolocking Nature Reserve. It is very common on the lateritic soils of the Darling Range, where it forms an understory in Jarrah and Marri forests.  It will grow on nearly all soils of the coastal sandplain, but is somewhat less common there.",
    "Taxonomy": "Banksia grandis is a member of Banksia ser. Grandes, a series containing only B. grandis and the closely related species B. solandri. No subspecific taxa are recognised, as it shows little variation except that it grows as a spreading shrub near the south coast.  A seed from the south coast raised in Kings Park has retained its spreading habit.",
    "Ecology": "Species of nectarivorous birds that have been observed feeding on B. grandis include Anthochaera carunculata (Red Wattlebird). Purpureicephalus spurius (Red-capped Parrot) has also been recorded feeding upon the seed, as have Black Cockatoos, though it is not clear which species of black cockatoo was observed, Calyptorhynchus baudinii (Baudin's Black Cockatoo) or C. latirostris (Carnaby's Black Cockatoo).",
    "Cultivation and uses": "Bull Banksia is very sensitive to dieback and is difficult to grow in regions of summer humidity. It requires a well-drained sandy soil. Seeds do not require any treatment, and take 22 to 42 days to germinate.The flowers of Banksia grandis were known as mangyt, pulgarla or Bool gal la by the Indigenous peoples who live within its range. The flowers were steeped in water or sucked to obtain nectar.",
    "Notes": "",
    "References": "",
    "External links": "\n\"Banksia grandis Willd\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia grandis Willd\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia grandis Willd\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}