{
  "url": "https://en.wikipedia.org/wiki/Banksia_burdettii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Species": "B. burdettii"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia burdettii, commonly known as Burdett's banksia, is a species of shrub or tree of the genus Banksia in the family Proteaceae.  It occurs on sandplain country north of Gingin, Western Australia. Growing to 4 m (13 ft) in height, it has long serrated leaves and large, bright flower spikes, initially white before opening to a bright orange, that appear mainly in late summer (February and March). Edmund Gilbert Baker described B. burdettii in 1934, naming it after its collector, W. Burdett. Once established the plant is resistant to both frost and drought, it prefers sun or light shade and well drained soils.",
    "Description": "Banksia burdettii grows as an evergreen shrub to a height of 4 metres (13 ft). The new growth is hairy, though longer stems are smooth.  The sturdy, serrated grey green leaves are 10–16 centimetres (3.9–6.3 in) long and 1.5–2.5 centimetres (0.59–0.98 in) wide with a narrow oblong or wedge-shape   and a truncate tip. The toothed margins are slightly downcurved.Burdett's banksia has 6–10 centimetres (2.4–3.9 in) cm high flower spikes, known as inflorescences, that prominently displayed on the ends of stems, appearing between the months of January and May, peaking over February and March. A 1988 field study in Watheroo National Park revealed that each flower spike has 972 ± 130 florets.  The individual flowers are hairy and white on the outside and orange within, the flower spikes turning from white to orange as anthesis proceeds up the spike. Old flower spikes fade to grey over time, and develop up to 20 follicles (seed pods) each. Each follicle contains two seeds, though around 36% of seeds are nonviable. Almost all follicles remain closed until opened by bushfire.",
    "Taxonomy": "Banksia burdettii was described in 1934 by Edmund Gilbert Baker, from a specimen grown from seed collected at Watheroo by one W. Burdett in 1930. Baker felt it had affinities to B. baueri, B. prionotes and B. menziesii, placing it in the series Cyrtostylis. In 1981, Alex George published a revised arrangement that placed B. prionotes in the subgenus Banksia because of its flower spike, section Banksia because its styles are straight rather than hooked, and the series Crocinae, a new series of four closely related species, all with bright orange perianths and pistils.George's arrangement remained current until 1996, when Kevin Thiele and Pauline Ladiges published an arrangement informed by a cladistic analysis of morphological characteristics. Their arrangement maintained B. burdettii in B. subg. Banksia, but discarded George's sections and his series Crocinae. Instead, B. burdettii was placed at the end of series Banksia, in subseries Cratistylis. Questioning the emphasis on cladistics in Thiele and Ladiges' arrangement, George published a slightly modified version of his 1981 arrangement in his 1999 treatment of Banksia for the Flora of Australia series of monographs. To date, this remains the most recent comprehensive arrangement. The placement of B. burdettii in George's 1999 arrangement may be summarised as follows:\nBanksia\nB. subg. Banksia\nB. sect. Banksia\nB. ser. Salicinae (11 species, 7 subspecies)\nB. ser. Grandes (2 species)\nB. ser. Banksia (8 species)\nB. ser. Crocinae\nB. burdettii\nB. prionotes\nB. hookeriana\nB. victoriaeSince 1998, American botanist Austin Mast has been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae, which includes Banksia. With respect to B. prionotes, Mast's results are fairly consistent with those of both George and Thiele and Ladiges. Series Crocinae appears to be monophyletic, and B. hookeriana is confirmed as B. prionotes' closest relative. Overall, however, the inferred phylogeny is very different from George's arrangement. Early in 2007, Mast and Thiele initiated a rearrangement of Banksiinae by publishing several new names, including subgenus Spathulatae for the species of Banksia that have spoon-shaped cotyledons; in this way they also redefined the autonym B. subgenus Banksia. They have not yet published a full arrangement, but if their nomenclatural changes are taken as an interim arrangement, then B. burdettii is placed in subgenus Banksia.",
    "Distribution and habitat": "Found between Eneabba and Mogumber in Western Australia, Banksia burdettii is locally common where it occurs.",
    "Ecology": "Banksia burdettii is very sensitive to bushfire, and plants are killed by even small fires, the old cones being highly combustible. More cones are burnt and opened in hot fires. This species is strongly serotinous: seed is released only following a fire. Thus plants accumulate a large number of viable seen in an aerial seed bank in fire intervals, which is released all at once after a fire, ensuring population regeneration. The resulting plants take around four or five years to flower, shorter than many other banksia species. Optimal fire intervals generally fall between ten and twenty years, though it will reproduce outside this range. Spring fires are thought to be more beneficial for reproduction due to more reliable rainfall and hence germination afterwards. Burnt follicles open with water, so may remain intact after dry spells to open.The flowers are fed at (and pollinated by) a range of honeyeater species, including the white-cheeked honeyeater (Phylidonyris nigra), brown honeyeater (Lichmera indistincta), spiny-cheeked honeyeater  (Acanthagenys rufogularis),  red wattlebird (Anthochaera carunculata) and western wattlebird (A. lunulata). Carnaby's black cockatoos (Calyptorhynchus latirostris) eat seed from follicles, dropping old flower cones around the plant.The honey possum (Tarsipes rostratus) also visits the flowers.Weevils (Curculionidae) eat seeds, especially in older cones.",
    "Cultivation": "Banksia burdettii is fairly easy to grow in areas with a Mediterranean climate, but does not do well in areas with high summer humidity. It requires a sunny position in well-drained soil.\nSeeds do not require any treatment, and take 20 to 42 days to germinate.",
    "References": "",
    "External links": "\"Banksia burdettii\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government."
  }
}