{
  "url": "https://en.wikipedia.org/wiki/Banksia_meisneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Oncostylis"
    },
    {
      "Series": "Banksia ser. Abietinae"
    },
    {
      "Species": "B. meisneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia meisneri, commonly known as Meisner's banksia, is a shrub that is endemic to a small area in the south-west of Western Australia. It has crowded, more or less linear leaves and in winter and spring, spikes of golden brown flowers followed by furry fruit which usually only open after fire.",
    "Description": "Banksia meisneri is a shrub which grow to a height of up to 2 m (7 ft) with a single stem at the base but much branched above. The branches are covered with woolly hair and have crowded linear to narrow elliptic leaves that are 3–7 mm (0.1–0.3 in) long and 1.0–1.5 mm (0.04–0.06 in) wide. The edges of the leaves are rolled under, the upper surface is woolly at first, becoming glabrous as it matures and the lower surface is woolly but mostly hidden by the rolled edges. The flower spikes develop mostly on side branches and are 20–30 mm (0.8–1 in) long and 45–50 mm (2–2 in) wide with small, hairy bracts at the base of the flowers. The flowers are golden brown with yellow styles, curved at the tip and the perianth is 7–9 mm (0.3–0.4 in) long and hairy on the outside. The infructescence is more or less spherical or slightly compressed vertically, 30–40 mm (1–2 in) long and 40–50 mm (2–2 in) wide, with the individual follicles 1–7 mm (0.04–0.3 in) high and 3–4 mm (0.1–0.2 in) wide. Flowering occurs from April to September and the follicles usually remain closed until after fire.",
    "Taxonomy and naming": "Banksia meisneri was first formally described in 1845 by Johann Georg Christian Lehmann and the description was published in Plantae Preissianae. The specific epithet (meisneri) honours the Swiss botanist, Carl Meissner.",
    "Distribution and habitat": "Meisner's banksia is found between Collie, Pingrup and Tenterden in the Avon Wheatbelt, Esperance Plains and Jarrah Forest biogeographic regions of Western Australia. It grows in deep sand in shrubland and low woodland in low-lying flats.",
    "Ecology": "This banksia does not have a lignotuber and is killed by fire, when the follicles open and release the seeds.",
    "Conservation": "Banksia meisneri is classed as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This banksia has only rarely been grown in cultivation. It is fast growing and flowers from seed after about five years. A Mediterranean climate is preferred and the species is difficult to maintain in eastern Australia. It is grown from seed which germinates after between 28 and 39 days.\n\n\n== References =="
  }
}