{
  "url": "https://en.wikipedia.org/wiki/Banksia_repens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Prostratae"
    },
    {
      "Species": "B. repens"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia repens, the Creeping Banksia, is a species of shrub in the plant genus Banksia. It occurs on the south coast of Western Australia from D'Entrecasteaux National Park in the west to Mount Ragged in the east.\nSeeds do not require any treatment, and take 29 to 56 days to germinate.",
    "Description": "Banksia repens is a prostrate shrub with horizontal stems covered in a fine velvety fur which spread underground. The large leathery upright leaves arise vertically on petioles 5–15 cm (2–6 in) high. They are 18 to 40 cm (7–16 in) in length and 18 cm (7 in) wide. They are intricately lobed with smaller lobes. Appearing from October to November, the cylindrical inflorescences arise well beyond the leaves and are variable shades of orange, tan and pinkish shades in overall colour and range from 6 to 10 cm (2.4–4 in) high. As the flower spikes age, they fade to a greyish colour, the old flowers persisting.It is lignotuberous, and resprouts after fire.",
    "Distribution and habitat": "It occurs in sandy soils from Cranbrook to Israelite Bay, on the Western Australian south coast.",
    "Taxonomy": "Specimens of B. repens were first collected by Jacques Labillardière from the vicinity of present day Esperance, Western Australia on 16 December 1792. Labillardière was botanist to an expedition under Bruni d'Entrecasteaux, which anchored in Esperance Bay on 9 December.  On 14 December, the zoologist Claude Riche went ashore, and failed to return. A search the following day proved unsuccessful. Several senior members of the expedition were convinced that Riche must have perished of thirst or at the hands of the Australian Aborigines, and counselled d'Entrecasteaux to sail without him. However Labillardière convinced d'Entrecasteaux to search for another day, and was rewarded not only with the recovery of Riche, but also with the collection of several highly significant botanical specimens, including the first specimens of Anigozanthos (Kangaroo Paw), Nuytsia floribunda (West Australian Christmas Tree), Banksia nivea (Honeypot Dryandra) and B. repens.Labillardière published a formal description of B. repens in his 1800 Relation du Voyage à la Recherche de la Pérouse; this was accompanied by an illustration by Pierre-Joseph Redouté.Robert Brown was familiar with Labillardière's work when he arrived in Australia on HMS Investigator under Matthew Flinders in late 1801. His diary suggests that he collected B. repens from King George Sound, which would be interesting considering that it does not occur there today. His entry for 13 December 1801 refers to having observed in fruit a plant the name of which is illegible. The editors of Brown's diary suggest that the word \"looks like bankarepen, which might appear to hint at Banksia repens.\" On 28 December, Brown records packing plants into boxes, including \"the interesting Banksia repens of wch I took care to h[av]e several excellnt plants.\" The editors of Brown's diary also claim to have located in the British Museum (Natural History) specimens of B. repens collected by Brown at King George Sound, but the Robert Brown's Australian Botanical Specimens, 1801–1805 at the BM online database, maintained by the Western Australian Herbarium, lists only specimens collected by Brown further east at Lucky Bay.It is one of six closely related species in section Banksia ser. Prostratae, all endemic to Western Australia, and all with a prostrate habit. George holds it as closely related to B. blechnifolia and B. chamaephyton.The placement of B. repens in George's 1999 arrangement may be summarised as follows: Its specific name is the Latin participle repens \"creeping\", as its common name of creeping banksia.\n\nBanksia\nB. subg. Banksia\nB. sect. Banksia\nB. ser. Salicinae (11 species, 7 subspecies)\nB. ser. Grandes (2 species)\nB. ser. Banksia (8 species)\nB. ser. Crocinae\nB. ser. Prostratae (6 species, 3 varieties)\nB. goodii\nB. gardneri\nB. gardneri var. gardneri\nB. gardneri var. brevidentata\nB. gardneri var. hiemalis\nB. chamaephyton\nB. repens\nB. blechnifolia\nB. petiolaris\nB. ser. Cyrtostylis (13 species)\nB. ser. Tetragonae (3 species)\nB. ser. Bauerinae (1 species)\nB. ser. Quercinae (2 species)\nB. sect. Coccinea (1 species)\nB. sect. Oncostylis (4 series, 22 species, 4 subspecies, 11 varieties)\nB. subg. Isostylis (3 species)",
    "References": "",
    "Further reading": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia repens Labill\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia repens Labill\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia repens Labill\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}