{
  "url": "https://en.wikipedia.org/wiki/Banksia_praemorsa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Cyrtostylis"
    },
    {
      "Species": "B. praemorsa"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia praemorsa, commonly known as the cut-leaf banksia, is a species of shrub or tree in the plant genus Banksia. It occurs in a few isolated populations on the south coast of Western Australia between Albany and Cape Riche.",
    "Description": "Banksia praemorsa grows as a shrub to 4 m (13 ft 1 in) with a relatively thick sturdy trunk that branches quite close to the ground. Occasionally specimens can be up to 6–7 m (19 ft 8 in–23 ft 0 in) with a trunk diameter of 30–40 cm (12–16 in). The bark is rough and flaky. Flowering occurs from August to November; the flower spikes arise from the ends of small lateral branches and thus, despite being terminal, are obscured by foliage. Up to 27 cm (11 in) high, they are composed of hundreds of individual flowers growing out of a vertical woody spike.",
    "Taxonomy": "English plantsman and botanical artist Henry Charles Andrews described this species from a cultivated specimen in the conservatory of the Clapham Collection in July 1802. A specimen that flowered at Kew Gardens the same year was selected as the neotype by Alex George in his 1981 monograph on the genus. These plants had been raised from seed collected by Archibald Menzies at King George Sound in September–October 1791. The species name is derived from the Latin adjective praemorsus \"bitten off\", referring to the shape of the ends of the leaves.George Bentham published a thorough revision of Banksia in his landmark publication Flora Australiensis in 1870. In Bentham's arrangement, the number of recognised Banksia species was reduced from 60 to 46. Bentham defined four sections based on leaf, style and pollen-presenter characters. He used Brown's name B. marcescens, placing it in section Orthostylis.In 1891, German botanist Otto Kuntze challenged the generic name Banksia L.f., on the grounds that the name Banksia had previously been published in 1775 as Banksia J.R.Forst & G.Forst, referring to the genus now known as Pimelea. Kuntze proposed Sirmuellera as an alternative, republishing B. praemorsa as Sirmuellera praemorsa. The challenge failed, and Banksia L.f. was formally conserved.",
    "Taxonomy-Infrageneric placement": "George placed B. praemorsa in B. subg. Banksia, because its inflorescences are typical Banksia flower spikes; B. sect. Banksia because of its straight styles; and B. ser. Cyrtostylis because it has slender flowers. He considered its closest relatives to be B. media and, after its discovery, B. epica.In 1996, Kevin Thiele and Pauline Ladiges published the results of a cladistic analysis of morphological characters of Banksia. They retained George's subgenera and many of his series, but discarded his sections. George's B. ser. Cyrtostylis was found to be \"widely polyphyletic\", as six of the fourteen taxa in that series occurred singly in locations throughout Thiele and Ladiges' cladogram. The remaining eight formed a clade that further resolved into two subclades, with B. praemorsa appeared in one of them, alongside media, epica and pilostylis:Since 1998, Austin Mast has been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae. His analyses suggest a phylogeny that is rather different from previous taxonomic arrangements. With respect to B. praemorsa, however, Mast's results accord closely with the arrangement of Thiele and Ladiges, placing it in a polytomous clade corresponding exactly with Thiele and Ladiges' B. ser. Cyrtostylis.Early in 2007 Mast and Thiele initiated a rearrangement by transferring Dryandra to Banksia, and publishing B. subg. Spathulatae for the species having spoon-shaped cotyledons; in this way they also redefined the autonym B. subg. Banksia. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete; in the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. praemorsa is placed in B. subg. Banksia.",
    "Distribution and habitat": "Banksia praemorsa is found in scattered colonies along the south coast of Western Australia between Torbay (near Albany) and Cape Riche, where it occurs on the sea-facing side of sand dunes or sand cliffs or hills over limestone; all populations occur within 2 km (1.2 mi) of the coast. The annual rainfall is 800 mm (31.5 in).",
    "Cultivation": "Banksia praemorsa adapts readily to cultivation, though does not tolerate summer humidity well. It takes 4–5 years to flower from seed. The all-yellow flowered form is often cultivated, and has reached 9 m (30 ft) high at the Banksia Farm in Mount Barker, WA. It tolerates soil pH of 5.5 to 7.5, and requires good drainage and a sunny aspect. Seeds do not require any treatment, and take 30 to 49 days to germinate.",
    "References": "",
    "External links": " Works related to Transactions of the Linnean Society of London/​Volume 10/​On the Proteaceae of Jussieu/​Banksia#​Banksia marcescens at Wikisource\n Works related to Flora Australiensis/Volume 5/Proteaceae/Banksia at Wikisource\n Works related to Curtis's Botanical Magazine/Volume 55/2803 Banksia marcescens at Wikisource\n\"Banksia praemorsa Andrews\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia praemorsa Andrews\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}