{
  "url": "https://en.wikipedia.org/wiki/Banksia_elegans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. elegans"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia elegans, commonly known as the elegant banksia, is a species of woody shrub in the genus Banksia of the family Proteaceae. Reaching 4 m (13 ft) high, it is a suckering shrub which rarely reproduces by seed. The round to oval yellow flower spikes appear in spring and summer. Swiss botanist Carl Meissner described Banksia elegans in 1856. It is most closely related to the three species in the subgenus Isostylis. It occurs only over a 65 square kilometre area north and west of Eneabba, Western Australia.",
    "Description": "Banksia elegans grows as a many-stemmed spreading shrub to 4 m (13 ft) high. It commonly sends up suckers from either the roots or trunk. The trunk is up to 15 cm (6 in) in diameter and covered with grey tesselated bark, and the new stems are covered with fine hair and become smooth with maturity. New growth mainly occurs in summer. The long thin pale blue-green leaves are 20–45 cm (8–17 1⁄2 in) cm long and 1.2–1.8 cm (1⁄2–3⁄4 in) wide. Their margins are prominently serrated in a saw-tooth pattern with triangular teeth and v-shaped sinuses. The yellow flower spikes, or inflorescences, are oval or spherical and reach 6 or 7 cm in diameter. A population with particularly large inflorescences existed near Walkaway at the species' northern limit, but was on land cleared for agriculture. Each flower spike is composed of around 400 individual flowers. Over 90% of plants and 99% of flowerheads do not develop follicles and hence set no seed.",
    "Taxonomy": "Swiss botanist Carl Meissner described Banksia elegans in 1855, the material having been collected by James Drummond on his sixth collecting trip.  He placed it in series Dryandroideae in his 1856 arrangement of the genus on account of its deeply lobed leaves. As they were defined on leaf characters alone, all of Meissner's series were highly heterogeneous.  George Bentham published a thorough revision of Banksia in his landmark publication Flora Australiensis in 1870. In Bentham's arrangement, the number of recognised Banksia species was reduced from 60 to 46. Bentham defined four sections based on leaf, style and pollen-presenter characters. Banksia elegans was placed in section Orthostylis. In his 1891 work Revisio Generum Plantarum, German botanist Otto Kuntze challenged the generic name Banksia L.f., on the grounds that the name Banksia had previously been published in 1775 as Banksia J.R.Forst & G.Forst, referring to the genus now known as Pimelea. Kuntze proposed Sirmuellera as an alternative, republishing B. elegans as Sirmuellera elegans. The challenge failed, and Banksia L.f. was formally conserved.George was uncertain of its relationships, though noted that the follicles and seed are not unlike those of B. ilicifolia and B. cuneata, and that it clearly had a shortening of its woody axis in the flower spike.In 2002, a molecular study by Austin Mast showed B. elegans was basal to a group formed by the three members of the subgenus Isostylis, and that its next closest relative was B. attenuataIn 2005, Mast, Eric Jones and Shawn Havery published the results of their cladistic analyses of DNA sequence data for Banksia. They inferred a phylogeny greatly different from the accepted taxonomic arrangement, including finding Banksia to be paraphyletic with respect to Dryandra. A new taxonomic arrangement was not published at the time, but early in 2007 Mast and Thiele initiated a rearrangement by transferring Dryandra to Banksia, and publishing B. subg. Spathulatae for the species having spoon-shaped cotyledons; in this way they also redefined the autonym B. subg. Banksia. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete. In the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. elegans is placed in B. subg. Banksia.",
    "Distribution and habitat": "Banksia elegans is found in small scattered populations—consisting if fewer than 100 plants each—between the vicinities of Mt Peron and Walkaway, on flat sandplains of less than 50 m elevation. Stands are often found near winter-wet depressions. The surrounding vegetation is low shrubland or woodland. Associated species include Banksia attenuata, B. prionotes and B. menziesii.",
    "Ecology": "Banksia elegans sets an extremely low amount of seed, and appears to reproduce predominantly by suckering, despite prolific flowering and low rates of flower and follicle predation. Developing seeds are also often aborted. A population studied in one field study produced an average of only two seeds per plant in sixteen years. Populations begin flowering three years after bushfire, and regenerate after fire from large underground lignotubers as well as sending up suckers. One field study found no seedlings at all post-bushfire, suggesting the shift to vegetative propagation maybe more marked than thought previously.An assessment of the potential impact of climate change on this species found that its range is unlikely to contract and may actually grow, depending on how effectively it migrates into newly habitable areas.",
    "Cultivation": "Seeds do not require any treatment, and take 19 to 48 days to germinate.",
    "References": "George, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.",
    "External links": "\"Banksia elegans Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia elegans Meisn\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia elegans Meisn\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}