{
  "url": "https://en.wikipedia.org/wiki/Banksia_novae-zelandiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. novae-zelandiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia novae-zelandiae is an extinct species of Banksia, known only from fossil leaves found in the South Island of New Zealand.",
    "Description": "This species is based on several leaf fossils, all with triangular pinnate lobes cut all the way back to the midrib, and indistinct secondary venation. Stomata occur in areoles, and have very wrinkly subsidiary cells. Both leaf surfaces are covered in trichome bases, and the undersurface is covered in cuticular papillae.",
    "Taxonomy": "Fossil leaves were found at the Newvale Mine, Waimumu Coalfield, Southland District, South Island, New Zealand (46°8′33″S 168°45′6″E), in a thin leaf litter bed located in a seam of the middle Gore Lignite Measures.B. novae-zelandiae was first published in 2010. The specific epithet refers to New Zealand, where the fossils were found. The fossils are assigned to Banksieae based on several structural grounds, including brachyparacytic stomata, a trichome base architecture unique to Banksieae, \"banksioid\" venation, and the pinnate leaf lobes. Within Banksieae they are assigned to genus Banksia because of their cuticular papillae and the division of the leaves into triangular lobes all the way back to the midrib, neither of which occurs in any other Banksieae genus. (Before the 2007 transfer of Dryandra into Banksia, it was realised that there was no way to distinguish these two genera based solely on foliar characters, and so fossil leaves were classified into the form genera Banksieaephyllum and Banksieaeformis. Now, however, they may simply be assigned to Banksia.)Although the cuticular papillae are regarded as evidence that the species belongs to Banksia, their unusual structure, together with some ornamentation of the trichome bases, and the absence of any features of extant Banksia recognised as derived, suggests that B. novae-zelandiae is basal to all extant Banksia species; that is, it belongs to the stem group of Banksia.",
    "Habitat": "The leaf litter bed in which B. novae-zelandiae was found is regarded as of late Oligocene to early Miocene origin (28 to 16 million years ago), and is thought to have accrued in swamps associated with a coastal delta. The bed mainly contains species with sclerophyllous leaves, with no broad-leaved rainforest element in evidence, suggesting a heath-like environment. The vegetation has been interpreted as growing in a warm and constantly wet climate, and the extensive beds of lignite in the area suggest an area with poor drainage.",
    "Biogeography": "Banksia novae-zelandiae encompasses the first fossil Banksia material found outside Australia. It shows that the Banksia lineage once occurred in New Zealand, but because the species is regarded as belonging to the stem group, it does not contradict previous evidence suggesting that the crown group of Banksia arose in southwest Australia some time after the Paleogene.Under the long-held view that the New Zealand flora has a Gondwanan element that has survived there at least since the Cretaceous, the presence of B. novae-zelandiae in New Zealand can be adequately explained by vicariance. It is harder to reconcile it with the recent claim that New Zealand was completely submerged in the late Oligocene, as this would require the unlikely (but possible) dispersal of seeds across thousands of kilometers of ocean.",
    "See also": "Araucaria haastii\n\n\n== References =="
  }
}