{
  "url": "https://en.wikipedia.org/wiki/Banksia_benthamiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. benthamiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Bentham's Banksia (Banksia benthamiana) is a species of shrub or tree in the plant genus Banksia. It occurs in scattered populations in the Wheatbelt region of Western Australia, one near Mullewa and the other near Dalwallinu.",
    "Description": "Banksia benthamiana is a nonlignotuberous shrub which ranges from 1.8 to 4 m tall. The roughly flaking bark is grey, and the stems are tomentose. Borne on a 5–15 mm long petiole, the leaves are 10–25 cm (4–11 in) long, and 5–10 mm wide, with margins (edges) that have fine teeth or are straight (entire). The upper and under leaf surfaces are densely hairy when young and become smooth. Flowering occurs from November to January. The flower spike or inflorescence arises on small short side branches, and is 5–10 cm high. Both the individual flowers and styles are a gold to orange-brown colour. Old cones remain covered with greying flowers and may bear up to 130 narrowly elliptic smooth furry follicles, which measure 10–15 mm long, 3–5 mm high, and 3–5 mm wide.",
    "Distribution and habitat": "It is found in scattered populations between Mullewa and Kulja in Western Australia. It grows on plains in shrubland, sometimes as the emergent plant, on brownish yellow sandy loam or clay-loam, sometimes over laterite. Many of the populations are small and on road verges. The annual rainfall in these areas is around 300 mm.",
    "Distribution and habitat-Conservation status": "Banksia benthamiana is currently classified as Priority Four – Rare: taxa which are considered to have been adequately surveyed and which, while being rare (in Australia), are not currently threatened by any identifiable factors (though this could be argued otherwise in this case). These taxa require monitoring every 5–10 years. It was previously classified as threatened but has been 'downgraded'.",
    "Taxonomy": "Banksia benthamiana was first described by Charles Gardner in 1964 from a January 1940 collection near the town of Dalwallinu. He named it in honour of George Bentham (1800–1884), author of Flora Australiensis.It has been traditionally considered to be closely related to B. ashbyi, a larger shrub with larger, more deeply lobed leaves, bright orange flowers and wider, more rounded follicles. It is probably related also to B. audax, a much smaller species with pubescent-hirsute perianth. Using morphological cladistics, Kevin Thiele placed it in a group with  B. audax and B. laevigata, based on very small distinctive seedling leaves, and linear pollen presenters. This group was supported in Mast and Givnish’s 2002 molecular study. The position of Banksia ashbyi was unclear in this latter study but it did not appear to be closely related.",
    "Ecology": "Volunteers for the 1985 Banksia Atlas reported that moths and birds have been seen pollinating it.",
    "Cultivation": "Banksia benthamiana is almost unknown in cultivation and unsuitable for small gardens, but can be grown in a container and is fast growing. A slightly acid deep sand or gravel soil is desirable. Seeds do not require any treatment, and take 19 to 42 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.",
    "External links": "\"Banksia benthamiana\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia benthamiana\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}