{
  "url": "https://en.wikipedia.org/wiki/Banksia_micrantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. micrantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia micrantha is a species of shrub in the plant genus Banksia. A small spreading bush with pale yellow flower spikes, it occurs between Eneabba and Cervantes in south west Western Australia. First described by Alex George in 1981, it is placed in Banksia section Oncostylis, series Abietinae.",
    "Description": "B. micrantha grows as a spreading bushy shrub up to 60 centimetres high and 120 centimetres wide. Leaves are very thin, being one to three centimetres long but less than 1.5 millimetres wide, with tightly revolute margins. Flowers occur in Banksia's characteristic \"flower spike\", an inflorescence made up of hundreds of pairs of flowers densely packed in a spiral round a woody axis.  B. micrantha's flower spike is a pale yellow colour, roughly spherical, around 4 centimetres in diameter. The fruiting structure is a stout woody \"cone\" embedded with up to 25 follicles, which open to release the seed after bushfire.",
    "Taxonomy": "Banksia micrantha had been recorded since 1938, but considered part of a broad B. sphaerocarpa complex, until officially described by Alex George in his classic monograph The genus Banksia L.f. (Proteaceae), B. micrantha is placed in Banksia subgenus Banksia because its inflorescence is a characteristic Banksia flower spike; section Oncostylis because its flowers have hooked styles; and series Abietinae because of its roughly spherical flower spike. Its closest relative is said to B. sphaerocarpa (Fox Banksia). A 1996 cladistic analysis of Banksia by Kevin Thiele and Pauline Ladiges confirmed B. micrantha's placement in series Abietinae alongside B. sphaerocarpa, finding B. micrantha to be more closely related to B. sphaerocarpa var. sphaerocarpa and B. sphaerocarpa var. caesia than is B. sphaerocarpa var. dolichostyla. As a result, this last variety was upgraded to species rank as B. dolichostyla, and the four taxa were placed with B. grossa in a new subseries of Abietinae, Banksia subser. Sphaerocarpae. However, these changes were not accepted by Alex George in his authoritative 1999 contribution to the Flora of Australia series.",
    "Distribution and habitat": "B. micrantha occurs amongst heath on sand or sand over laterite on the gentle slopes of lateritic hills between Eneabba and Cervantes in Western Australia. It has been declared as \"Priority Three - Poorly Known Taxa\" under the Wildlife Conservation Act 1950, indicating that it is in need of further survey.",
    "Cultivation": "Seeds do not require any treatment, and take 19 to 21 days to germinate.",
    "References": "",
    "External links": "\"Banksia micrantha\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia micrantha\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}