{
  "url": "https://en.wikipedia.org/wiki/Banksia_strahanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Oncostylis"
    },
    {
      "Series": "Banksia ser. Spicigerae"
    },
    {
      "Species": "B. strahanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia strahanensis is an extinct species of tree or shrub in the plant genus Banksia. It is known only from a fossil leaf and several fossil leaf fragments found in Early to Middle Pleistocene sediment at Regatta Point in western Tasmania. These are long and very narrow, with entire margins, superficially resembling leaves of the extant B. spinulosa (Hairpin Banksia).\nThe fossils clearly belong to genus Banksia, section Oncostylis, series Spicigerae, the only difficulty being that all Oncostylis taxa have a visible network of veins on the upper leaf surface, whereas the fossil leaves appear not to. They are most similar to the leaves of B. spinulosa, differing only in the absence of surface venation; a longer petiole; and the combination of narrow leaves with hairless undersides (all forms of B. spinulosa with leaves as narrow as those of B. strahanensis have hairy undersides). Because of these differences, the fossils are considered a separate species. The species is believed to represent an extinct lineage; it is unlikely to be an ancestor of any extant Banksia species, as  the absence of leaf surface venation is thought to be an adaptation rather than a primitive state. Extinction was probably caused by the climatic and physical disruption of the Early Pleistocene Glaciations.\nThe fossils of B. strahanensis were discovered in sediment at Regatta Point during the early 1980s. A formal description was published in 1991 by Gregory J. Jordan and Robert S. Hill, who named the species after the nearby town of Strahan. Hence the species' full name is \"Banksia strahanensis Jordan & Hill\". The holotype and a number of other specimens are stored in the Department of Plant Science at the University of Tasmania.",
    "References": "Jordan, Gregory J.; Hill, Robert S. (1991). \"Two New Banksia Species from Pleistocene Sediments in Western Tasmania\" (PDF). Australian Systematic Botany. 4 (3): 499–511. doi:10.1071/SB9910499. Retrieved 28 August 2006."
  }
}