{
  "url": "https://en.wikipedia.org/wiki/Banksia_lullfitzii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. lullfitzii"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia lullfitzii is a species of shrub in the plant genus Banksia. A many-branched, spreading bush with golden-orange flowers, it occurs in scattered populations over a large area of the eastern goldfields of Western Australia. First described by Charles Gardner in 1966, it is placed in the taxonomic series Cyrtostylis.",
    "Description": "B. lullfitzii grows as a spreading, bushy shrub with many branches, up to two metres tall. Leaves are long and thin, being from 20 to 45 centimetres long and 8 to 18 millimetres wide. Flowers occur in Banksia's characteristic \"flower spike\", an inflorescence made up of hundreds of pairs of flowers densely packed in a spiral round a woody axis.  B. lullfitzii's flower spike is a golden orange colour, roughly ovoid, 8 to 10 centimetres in diameter. The fruiting structure is a stout woody \"cone\" embedded with up to 30 follicles.",
    "Taxonomy": "First described by Charles Gardner in 1966, B. lullfitzii was named in honour of nurseryman Frederick Lullfitz. It is placed in Banksia subgenus Banksia, section Banksia, series Cyrtostylis. Its closest relative is said to B. elderiana (Swordfish Banksia). A 1996 cladistic analysis of Banksia by Kevin Thiele and Pauline Ladiges found Cyrtostylis to be \"widely polyphyletic\", and suggested that B. lullfitzii should be listed as incertae sedis. However this was not accepted by Alex George in his 1999 contribution to the Flora of Australia series.",
    "Distribution and habitat": "B. lullfitzii is known from a small number of scattered populations that occur north of Esperance as far as Koolyanobbing. These occur on deep yellow sands in heath or mallee-heath. Although not many populations are known, the species is not considered under threat, as the area has poor access and is very poorly surveyed, making it likely that the species is under-recorded. Also, a significant proportion of known populations occur in nature reserves such as the Boorabbin National Park, and the area's low rainfall makes it unlikely that the unprotected land will be cleared for agriculture. B. lullfitzii has been declared \"Priority Three - Poorly Known Taxa\" under the Wildlife Conservation Act 1950.",
    "Cultivation": "Seeds do not require any treatment, and take around 26 days to germinate.",
    "References": "",
    "External links": "\"Banksia lullfitzii\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia lullfitzii\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government."
  }
}