{
  "url": "https://en.wikipedia.org/wiki/Banksia_tricuspis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Oncostylis"
    },
    {
      "Series": "Banksia ser. TricuspidaeA.S.George"
    },
    {
      "Species": "B. tricuspis"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia tricuspis, commonly known as Lesueur banksia or pine banksia, is a plant in the family Proteaceae and is endemic to a small area in the south-west of Western Australia. It is a stunted tree or shrub with narrow leaves and cylindrical spikes of golden-coloured flowers and it occurs in a geographic range of just 15 square kilometres near Jurien.",
    "Description": "Banksia tricuspis is a shrub or small tree, often with an irregular shape, which grows to a height of 4 m (10 ft) with thick, grey, wrinkled, fire-resistant bark on its trunk. New growth is produced in spring and is pale greenish-brown. The leaves are mostly crowded near the ends of the branches, linear in shape, 50–130 mm (2–5 in) long  1.0–1.5 mm (0.04–0.06 in) wide with the edges rolled under and end in three pointed teeth. The upper surface of the leaves is covered with soft hairs at first but becomes glabrous as the leaves mature. The lower surface is woolly.As with many other members of the genus, inflorescences or flower spikes may contain hundreds or thousands of individual flowers, each of which consists of a tube-shaped perianth made up of four joined tepals, and one long wiry style. In this species the spike is on the end of a branch and is 70–150 mm (3–6 in) long and 70–90 mm (3–4 in) wide when the flowers open. Each perianth is golden-yellow, 23–26 mm (0.9–1 in) long, hairy on the outside but glabrous inside.  Flowering occurs from late March to July. Only up to 35 of the flowers on a spike will form seeds and these are contained in large, woody fruit called follicles. In B. tricuspis, these protrude from the spike and are elliptic in shape,  8–16 mm (0.3–0.6 in) high and  15–28 mm (0.6–1 in) wide, glabrous and slightly rough. The fruit remain closed until the plant is heated during a fire, after which one or two winged seeds are released from each follicle.",
    "Taxonomy and naming": "Banksia tricuspis was first formally described by Carl Meissner in 1855 from specimens collected by James Drummond and the description was published in Hooker's Journal of Botany and Kew Garden Miscellany. The specific epithet (tricuspis) is a Latin word meaning \"having three points\", referring to the three teeth on the leaf tips.This species is placed alone in series Banksia ser. Tricuspidae.",
    "Distribution and habitat": "This banksia only occurs around Mount Lesueur in Lesueur National Park in the Geraldton Sandplains biogeographic region. It grows in rocky lateritic soil in shrubland.",
    "Ecology": "This plant is fire tolerant and new growth sprouts from epicormic buds after fire. There is evidence that black cockatoos (genus Calyptorhynchus) increase the rate of seed set by selectively destroying borers.",
    "Conservation": "Banksia tricuspis is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened. It is only known from an area of 15 km2 (6 sq mi).",
    "Use in horticulture": "This is a slow-growing plant and may take 10 years to flower for the first time. The foliage is sparse except for at the branch tips and the flower spikes and old fruit are attractive. It grows best in sandy or rocky soil in a sunny location. Seeds do not require any treatment, and take 18 to 57 days to germinate.",
    "References": "",
    "External links": "\"Banksia ser. Tricuspidae A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Banksia tricuspis Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government."
  }
}