{
  "url": "https://en.wikipedia.org/wiki/Banksia_elderiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. elderiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia elderiana, commonly known as the swordfish banksia or  palm banksia, is a species of shrub in the plant genus Banksia. It occurs in two disjunct areas in the Goldfields-Esperance region of Western Australia. One population extends over a large area from west of Kalgoorlie south to Ravensthorpe, with another population in the Great Victoria Desert north of the Queen Victoria Spring.\nSeeds do not require any treatment, and take 31 to 42 days to germinate.",
    "Description": "Banksia elderiana grows as a tangled and bushy shrub to 3 m (10 ft) in height, with new growth covered densely with brown fur. The stiff linear narrow leaves are very long and curled, measuring 15 to 40 cm (6–16 in) long and 1.2–2 cm (0.5-0.8 in) wide. The leaf margins are serrated, with many teeth measuring 0.3 to 0.5 cm each. Flowering typically occurs between January and March, but may continue into winter. The all-yellow inflorescences hang down from branchlets and measure 4–6 cm (1.6–2.4 in) in length. The inflorescences turn grey as they age, and the old flowers remain as up to 30 large woody follicles develop. Oval in shape, and covered with fine hair, they can reach 2.5 cm long 1.4 cm high, and 1.8 cm wide.",
    "Taxonomy": "First collected on the Elder Exploring Expedition on September 17, 1891 by one Richard Helms, from a location around 130 km northeast of Queen Victoria Spring in the Great Victoria Desert, Banksia elderiana was formally described by Ferdinand von Mueller and Ralph Tate in 1893. Its specific name honours Sir Thomas Elder, who sponsored the expedition it was collected on.Alex George placed Banksia elderiana in the series Cyrtostylis, and felt its closest relative to be B. lullfitzii on the basis of its similar leaves and propensity of both to form tangled shrubs. However, he conceded was heterogeneous, and also noted its affinities with the series Tetragonae, containing other banksias with upside down inflorescences such as B. lemanniana, B. caleyi and B. aculeata.In 1996, Kevin Thiele and Pauline Ladiges published the results of a cladistic analysis of morphological characters of Banksia. They retained George's subgenera and many of his series, but discarded his sections. George's B. ser. Cyrtostylis they found to be polyphyletic, a collection of species more closely related to others than each other. They united B. elderiana with the Tetragonae on the basis of upside down inflorescences and straight styles that do not bend once freed from the perianth at anthesis, a feature not seen in many other banksia species.B. elderiana's placement in Thiele and Ladiges' arrangement may be summarised as follows:\nBanksia\nB. subg. Isostylis (3 species)\nB. elegans (incertae sedis)\nB. subg. Banksia\nB. ser. Tetragonae\nB. elderiana\nB. lemanniana\nB. caleyi\nB. aculeata\nB. ser. Lindleyanae (1 species)\nB. ser. Banksia (2 subseries, 12 species)\nB. baueri (incertae sedis)\nB. lullfitzii (incertae sedis)\nB. attenuata (incertae sedis)\nB. ashbyi (incertae sedis)\nB. coccinea (incertae sedis)\nB. ser. Prostratae (8 species)\nB. ser. Cyrtostylis (4 species)\nB. ser. Ochraceae (3 species, 2 subspecies)\nB. ser. Grandes (2 species)\nB. ser. Salicinae (2 series, 11 species, 4 subspecies)\nB. ser. Spicigerae (3 series, 7 species, 6 varieties)\nB. ser. Quercinae (2 species)\nB. ser. Dryandroideae (1 species)\nB. ser. Abietinae (4 subseries, 15 species, 8 varieties)",
    "Distribution and habitat": "Banksia elderiana is found in two disjunct regions, the larger being a broad area between Hyden in the west and Salmon Gums west of Kalgoorlie to the east. Then, it is found northeast of Queen Victoria Spring in the Great Victoria Desert to the east of Kalgoorlie. Heavier soils around Kalgoorlie prevent the two populations joining. It grows on yellow sands in mallee woodland, arid shrubland and grassland.",
    "Ecology": "Banksia elderiana has a woody base known as a lignotuber, from which it resprouts after fire. It has been shown to have a low to moderate susceptibility to dieback from the soil-borne water mould Phytophthora cinnamomi, unlike many Western Australian banksias.",
    "Cultivation": "Banksia elderiana is seldom cultivated, but does well in dryer climates and can adapt to cooler regions, but not humid ones. It favours a pH of 6.0 to 7.0 and a sunny aspect. Pruning helps prevent it becoming untidy with age. Its tangled growth provides good shelter and nest sites for small birds.",
    "References": "",
    "External links": "\"Banksia elderiana\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia elderiana\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}