{
  "url": "https://en.wikipedia.org/wiki/Banksia_kingii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia"
    },
    {
      "Section": "Banksia"
    },
    {
      "Series": "Salicinae"
    },
    {
      "Species": "B. kingii"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia kingii is an extinct species of tree or shrub in the plant genus Banksia. It is known only from fossil leaves and fruiting \"cones\" found in Late Pleistocene sediment at Melaleuca Inlet in western Tasmania. These were discovered by Deny King in the workings of his tin mine. The climate was most likely as cool as or cooler than it is at Melaleuca now (an average yearly temperature of 11.5C, an average temperature of the coldest month of 4.5 °C, a mean maximum temperature of the warmest month of 20 °C)\n, and possibly wetter, over 2400 mm annually.The leaves and fruiting cones were discovered at different locations, and since the sediment had been removed during mining, the stratigraphy of the fossils is unknown. The sediment from which they were recovered was alluvial, consisting of large, well-rounded fragments of quartz and schist.\nThe fossil leaves are about 12 centimetres long and one centimetre wide and very thick and robust. They clearly belong to genus Banksia, section Banksia, series Salicinae, but not to any of the extant species in that series.  The leaves of B. plagiocarpa (Dallachy's Banksia) are similar in form, shape and robustness, but differ strongly in structure. Leaves of B. saxicola (Grampians Banksia) are structurally the most similar to B. kingii, but have a different shape. There also appear to be some affinities with B. marginata (Silver Banksia) and B. canei (Mountain Banksia), but insufficient to warrant the fossil's ascription to those species. The fossils are therefore considered representative of a new species, B. kingii.\nThe fossil fruiting structures are cylindrical, about 6 centimetres high and 4½ centimetres wide. The structure had lost its old flower parts. It appears to be most closely related to B. saxicola and B. canei, with some similarities to B. marginata. The taxonomic situation therefore appears highly similar for both leaves and fruiting structures, and so the fruiting structures are ascribed to B. kingii despite the absence of any direct connection to the fossil leaves.\nThe species is believed to represent an extinct lineage. It is possible that it is an ancestor of B. marginata, although B. marginata must have speciated well before the extinction of B. kingii, given how widely it is now distributed.  Extinction of B. kingii probably occurred in the late Quaternary, and may have been caused by the climatic and physical disruption of glaciation, or by increased fire frequency due to human activity.\nA formal description of B. kingii was published in 1991 by Gregory J. Jordan and Robert S. Hill, who named the species in honour of the discoverer, Deny King. Hence the species' full name is \"Banksia kingii Jordan & Hill\". The holotype and a number of other specimens are stored in the Department of Plant Science at the University of Tasmania.",
    "References": "\nJordan, Gregory J.; Hill, Robert S. (1991). \"Two New Banksia Species from Pleistocene Sediments in Western Tasmania\" (PDF). Australian Systematic Botany. 4 (3): 499–511. doi:10.1071/SB9910499. Retrieved 28 August 2006."
  }
}