{
  "url": "https://en.wikipedia.org/wiki/Banksia_laricina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. laricina"
    }
  ],
  "text": {
    "__SUMMARY__": "The rose-fruited banksia (Banksia laricina) is a species of shrub in the plant genus Banksia endemic to southwestern Western Australia. It derives its specific Latin name from larix or larch, which its foliage is said to resemble. The common name comes from the striking fruits which resemble wooden roses. Other common names are rose banksia and pom-pom banksia.",
    "Description": "Banksia laricina grows as a woody shrub to 2 m (7 ft) high and wide with fine green foliage, narrow linear leaves to 1.5 cm (0.6 in) long, flowering occurs in winter. The small yellowish inflorescences are unremarkable, resembling pom-poms, and are often hidden within the foliage. These are followed by the characteristic fruiting bodies, the follicles of which are bright green when young (pictured), before fading to a brown-grey colour.Some plants produce old cones with attractive wavy follicles.",
    "Distribution and habitat": "It occurs within a range of only 35 square kilometres east of Lancelin, Western Australia, occurring on sany soils within Moore River National Park, which straddles the Brand Highway to the north of Perth. It grows as an understorey shrub in open dry sclerophyll eucalypt forest.\nUnfortunately, because of its distinctive fruiting bodies, it is under threat as many of these are wild-picked for use in horticulture.",
    "Taxonomy": "Banksia laricina was first described by West Australian botanist Charles Gardner in 1964. Its specific name is derived from larix \"larch\" in reference to its fine foliage. It was placed in the series Abietinae by George in 1981.\nOn Thiele's morphological analysis, its closest relatives appear to be Banksia incana and B. tricuspis. B. incana is its sister clade in Mast's analysis as well.Thiele and Ladiges' arrangement was not accepted by George, and was largely discarded by him in his 1999 arrangement. B. ser. Abietinae was restored to George's 1981 circumscription, and all of Thiele and Ladiges' subseries were abandoned. The placement of B. scabrella in George's 1999 arrangement may be summarised as follows:\nBanksia\nB. subg. Banksia\nB. sect. Banksia (9 series, 50 species, 9 subspecies, 3 varieties)\nB. sect. Coccinea (1 species)\nB. sect. Oncostylis\nB. ser. Spicigerae (7 species, 2 subspecies, 4 varieties)\nB. ser. Tricuspidae (1 species)\nB. ser. Dryandroideae (1 species)\nB. ser. Abietinae\nB. sphaerocarpa (3 varieties)\nB. micrantha\nB. grossa\nB. telmatiaea\nB. leptophylla (2 varieties)\nB. lanata\nB. scabrella\nB. violacea\nB. incana\nB. laricina\nB. pulchella\nB. meisneri (2 subspecies)\nB. nutans (2 varieties)\nB. subg. Isostylis (3 species)",
    "Cultivation": "Rarely cultivated, Banksia laricina will grow on sandy well drained soils in a sunny position. It may require extra water during summer dry periods and take some time (up to 18 months) to establish well. Seeds do not require any treatment, and take 19 to 51 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia laricina\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia laricina\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}