{
  "url": "https://en.wikipedia.org/wiki/Banksia_saxicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. saxicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia saxicola, commonly known as the rock banksia or Grampians banksia, is a species of tree or shrub in the plant genus Banksia. It occurs in Victoria in two distinct populations, one in The Grampians and the other on Wilsons Promontory. Formerly considered to be a form of B. integrifolia, it was described as a distinct species by Alex George in 1981. It is most closely related to Banksia marginata.\nNear the coast, B. saxicola grows as a tree to 13 m (43 ft) high, while in alpine areas it is a shrub that grows up to 5 m (16 ft) high, or 2 m (6.6 ft) in exposed areas. It has leathery green leaves and grey-yellow inflorescences (flower spikes) which appear in summer and early autumn. The old flowers fall off the spikes, followed by the development of finely furred follicles.",
    "Description": "Banksia saxicola grows as a tall upright tree to 13 metres (43 ft) high at Wilsons Promontory, or as a sprawling shrub in the Grampians. At the latter location, plants maintain their spreading habit even in more sheltered parts, reaching around 5 metres (20 ft) high there but restricted to 2 metres (7 ft) high in more exposed areas. New growth appears in summer. The 2–4 mm thick bark is brown on younger plants and grey—and often covered with lichen—on older plants. The leathery dark green leaves are roughly oval and measure 4 to 10 centimetres (2 to 4 in) long by 1 to 3.5 centimetres (0.39 to 1.4 in) wide. They are arranged in whorls along the stems on 5–10 mm long petioles. The flowering period is from January to March, with some occasional late flowers in May. The cylindrical flower spikes, known as inflorescences, arising from two- to six-year-old branches. They are 3.5 to 8 centimetres (1.4 to 3.1 in) high and 5 to 6 centimetres (2 to 2 in) wide at anthesis. Flower parts fall off the ageing spikes, leaving them bare. They swell and develop 20 to 60 follicles that are covered in fine fur and open only when burnt in fire.",
    "Taxonomy": "Long held to be a form of Banksia integrifolia, Banksia saxicola was formally described by Alex George in his 1981 monograph of the genus Banksia. The species name is derived from the Latin words saxum \"rock\" and verb cŏlo \"inhabit\" or \"grow in\". The type specimen was collected from the summit of Mount William in the Grampians on 17 February 1977. George concluded it was most closely related to Banksia canei.B. saxicola's placement within Banksia may be summarised as follows:\n\nGenus Banksia\nSubgenus Isostylis\nSubgenus Banksia\nSection Oncostylis\nSection Coccinea\nSection Banksia\nSeries Grandes\nSeries Banksia\nSeries Crocinae\nSeries Prostratae\nSeries Cyrtostylis\nSeries Tetragonae\nSeries Bauerinae\nSeries Quercinae\nSeries Salicinae\nB. dentata – B. aquilonia – B. integrifolia – B. plagiocarpa – B. oblongifolia – B. robur – B. conferta – B. paludosa –  B. marginata – B. canei – B. saxicolaSince 1998, American botanist Austin Mast and co-authors have been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae, which then comprised genera Banksia and Dryandra. Their analyses suggest a phylogeny that differs greatly from George's taxonomic arrangement. Banksia saxicola resolves a sister to B. marginata within the series Salicinae.  A 2013 molecular study by Marcel Cardillo and colleagues using chloroplast DNA and combining it with earlier results reaffirmed B. saxicola and B. marginata as each other's closest relatives, and that B. integrifolia was the next closest relative.Early in 2007, Mast and Thiele rearranged the genus Banksia by merging Dryandra into it, and published B. subg. Spathulatae for the taxa having spoon-shaped cotyledons; thus B. subg. Banksia was redefined as encompassing taxa lacking spoon-shaped cotyledons. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete; in the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. saxicola is placed in B. subg. Spathulatae.",
    "Distribution and habitat": "In The Grampians, Banksia saxicola grows on exposed summits and slopes as well as gullies in scrub or woodland on a loamy soil, generally among sandstone boulders, with such species as brown stringybark (Eucalyptus baxteri). Plants have been recorded on Mt William, Major Mitchell Plateau, Mt Lubra, Mt Rosea, Mt Difficult, Stony Peak, Mt Thackeray and Chimney Pots Gap. The northernmost populations are on the margins of Mt Difficult Plateau, 9 km southeast of Wartook.  It is found at altitudes above 600 m (2000 ft). It is found in taller forest at altitudes of 200 to 300 metres (700 to 1,000 ft) at Wilsons Promontory.",
    "Ecology": "Banksia saxicola plants are killed by bushfire and regenerate from seed. Plants flower four to five years after germinating.Banksia flower spikes are important sources of nectar for mammals, insects and birds, particularly honeyeaters.  Birds observed visiting flower spikes of B. saxicola include the New Holland honeyeater and crescent honeyeater.",
    "Cultivation": "Banksia saxicola adapts readily to cultivation, particularly in cooler climates, and has been grown outside in the United Kingdom, Tasmania and at Lees in the Netherlands. Its attractive foliage and furry follicles (which can look as if snowed on) are its horticultural features. It flowers in 3 to 4 years from seed.",
    "References": "George, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.",
    "External links": "\"Banksia saxicola\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government."
  }
}