{
  "url": "https://en.wikipedia.org/wiki/Banksia_plagiocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. plagiocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia plagiocarpa, commonly known as the Dallachy's banksia or blue banksia, is a species of shrub or tree in the plant genus Banksia. It occurs only on Hinchinbrook Island, Queensland and the immediately adjacent mainland. First collected in 1867,  Banksia plagiocarpa was not described until 1981, when Alex George named it in his monograph of the genus Banksia. Genetic studies show it to be related to Banksia aquilonia, Banksia oblongifolia and Banksia robur.",
    "Description": "Banksia plagiocarpa grows as a shrub to 5 m (16 ft) high with greyish broken bark. The new growth is covered in red velvety fur, which falls off after two or three years. The long narrow lanceolate (spear-shaped) to obovate leaves are arranged alternately along the stems. Measuring 8 to 20 cm (3.1 to 7.9 in) long by 0.6–1.7 cm (0.24–0.67 in) wide, they have recurved margins lined with blunt serrations. Appearing from February to July, the flower spikes, known as inflorescences, are 7 to 14 cm (2.8 to 5.5 in) high and 5–6 cm (2.0–2.4 in) in diameter at anthesis. Arising terminally or from one- to two-year-old branches, they are often surrounded at the base by a whorl of small branchlets.",
    "Taxonomy": "Banksia plagiocarpa was first collected on 20 December 1867 and 21 February 1868 by John Dallachy (a collector for Victorian Government Botanist Ferdinand von Mueller) from Bishops Peak in the Cardwell Ranges, the specimens lodged at Kew and Melbourne Herbariums. However, it was not collected again until 28 December 1979 by Fred Hockings from Hinchinbrook Island. Both Dallachy and Hockings remarked on the unusual flower colour, the former describing it as \"pale blue\", the latter \"greenish-purple\". It was finally described in Alex George's 1981 revision of the genus. The species name is derived from the Ancient Greek words plagios \"sloping\" or \"oblique\", and carpos \"fruit\", and refers to the upturned wedge-shaped follicles. Common names include Dallachy's banksia and blue banksia.The current taxonomic arrangement of the genus Banksia is based on botanist Alex George's 1999 monograph for the Flora of Australia book series. In this arrangement, B. plagiocarpa is placed in Banksia subgenus Banksia, because its inflorescences take the form of Banksia's characteristic flower spikes, section Banksia because of its straight styles, and series Salicinae because its inflorescences are cylindrical. George held it to be most closely related to Banksia oblongifolia, which he noted often had flower spikes that were tinged blue-grey in bud, and also have affinities to the co-occurring species Banksia aquilonia In a morphological cladistic analysis published in 1994, Kevin Thiele placed it in the newly described subseries Acclives, within the series Salicinae. It appeared to be the earliest offshoot of the group, which also consisted of B. oblongifolia, B. dentata and B. robur. However, this subgrouping of the Salicinae was not supported by George.\n\nB. plagiocarpa's placement within Banksia may be summarised as follows:\n\nGenus Banksia\nSubgenus Isostylis\nSubgenus Banksia\nSection Oncostylis\nSection Coccinea\nSection Banksia\nSeries Grandes\nSeries Banksia\nSeries Crocinae\nSeries Prostratae\nSeries Cyrtostylis\nSeries Tetragonae\nSeries Bauerinae\nSeries Quercinae\nSeries Salicinae\nB. dentata – B. aquilonia – B. integrifolia – B. plagiocarpa – B. oblongifolia – B. robur – B. conferta – B. paludosa –  B. marginata – B. canei – B. saxicolaSince 1998, American botanist Austin Mast and co-authors have been publishing results of ongoing cladistic analyses of DNA sequence data for Banksia and Dryandra. Their analyses suggest a phylogeny that differs greatly from George's taxonomic arrangement, and had some similarities to Thiele and Ladiges', thus Banksia plagiocarpa grouped in a clade with B. aquilonia, B. oblongifolia and B. robur. A 2013 molecular study by Marcel Cardillo and colleagues using chloroplast DNA and combining it with earlier results reaffirmed B. plagiocarpa as an offshoot of a lineage that gave rise to B. robur, B. oblongifolia and B. aquilonia.Early in 2007, Mast and Thiele rearranged the genus Banksia by merging Dryandra into it, and published B. subg. Spathulatae for the taxa having spoon-shaped cotyledons; thus B. subg. Banksia was redefined as encompassing taxa lacking spoon-shaped cotyledons. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete; in the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. plagiocarpa is placed in B. subg. Spathulatae.",
    "Distribution and habitat": "The range of Banksia plagiocarpa is limited to Hinchinbrook Island, where it is found on the top and slopes of Mount Bowen and Nina Peak, and the adjacent mainland on the Queensland north coast, where it is found on the summit and slopes of Bishops Peak. The annual rainfall is 2,400 mm (94 in). The habitat is either open woodland or grassland, and it can be the dominant shrub. The altitude it grows at on Hinchinbrook is between 200 and 720 m (660 and 2,360 ft), on gravelly, rocky or clay soils, and in association with such plants as tantoon (Leptospermum polygalifolium) and she-oaks (Casuarina), as well as Banksia aquilonia at lower altitudes below 400 m (1,300 ft). On the mainland, it is found in a more sandy soil, often near water.",
    "Cultivation": "Banksia plagiocarpa adapts readily to cultivation, and grows well with good drainage and a sunny aspect. It has been grown successfully in cooler climates such as the Australian National Botanic Gardens in Canberra and the Royal Botanic Gardens, Cranbourne. It flowers in four to five years from seed. Its horticultural features are its gunmetal grey-blue buds and red new growth. It has also been grown for the cut flower industry.",
    "References": "",
    "External links": "\"Banksia plagiocarpa\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government."
  }
}