{
  "url": "https://en.wikipedia.org/wiki/Banksia_nutans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. nutans"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia nutans, commonly known as nodding banksia, is a species of shrub native to the south coast of Western Australia in the genus Banksia. Growing to a metre (3 ft) tall, it has pale blue-green fine leaved foliage and unusual purple-brown inflorescences which hang upside down rather than grow upright like most other banksias.\nIt is one of many banksias first described by the botanist Robert Brown in the early 19th century. It is not commonly seen in cultivation. Readily grown in areas with Mediterranean climates, its sensitivity to dieback makes it short-lived in climates of summer humidity such as Sydney.",
    "Description": "It grows as a shrub up to one metre tall, without a lignotuber. Its bark peels in thin red and grey flakes. Leaves are ten to 2- centimetres long and 0.5 to 1.5 millimetres long, on a petiole two to three millimetres long. Flowers are pinkish purple in bud, purplish brown after anthesis, and smell of onion. They occur in flower spikes from four to seven centimetres long; unusually for Banksia species they are not upright but hang down. After flowering, old flowers persist on the infructescences, giving them a hairy appearance.",
    "Taxonomy": "",
    "Taxonomy-Discovery and naming": "B. nutans was first collected from Lucky Bay on 1 January 1802 by Robert Brown (botanist, born 1773). Brown labelled this specimen \"Banksia nutans\", and later collected another specimens of the same species that he labelled \"Banksia platycarpa\".The species was published by Brown in 1810, and has since had an unremarkable taxonomic history. Its only synonym is Sirmuellera nutans (R.Br.) Kuntze, which was published by Otto Kuntze as part of his unsuccessful attempt to transfer Banksia to the new generic name Sirmuellera.",
    "Taxonomy-Varieties": "There are two varieties:\n\nB. nutans var. nutans is an autonym that encompasses the type material.\nB. nutans var. cernuella was published in 1981 by Alex George. It has a shorter perianth and smaller follicles than B. nutans var. nutans. The follicles are usually smooth, whereas those of B. nutans var. nutans tend to be wrinkled.",
    "Taxonomy-Infrageneric placement": "Under Brown's taxonomic arrangement, B. nutans was placed in subgenus Banksia verae, the \"true banksias\", because its inflorescence is a typical banksia flower spike. Banksia verae was renamed Eubanksia by Stephan Endlicher in 1847.\nCarl Meissner demoted Eubanksia to sectional rank in his 1856 classification, and divided it into four series, with B. nutans placed in series Abietinae because of its entire leaves with revolute margins. When George Bentham published his 1870 arrangement in Flora Australiensis, he discarded Meissner's series, placing all the species with hooked styles together in a section that he named Oncostylis. This arrangement would stand for over a century.\nIn 1981, Alex George published a new taxonomic arrangement of Banksia. Endlicher's Eubanksia became B. subg. Banksia, and was divided into three sections, one of which was Oncostylis. Oncostylis was further divided into four series. Meissner's B. ser. Abietinae was reinstated for one of them, and B. nutans was placed at the end of it.In 1996, Kevin Thiele and Pauline Ladiges published the results of a cladistic analysis of morphological characters of Banksia. They retained George's subgenera and many of his series, but discarded his sections. B. ser. Abietinae was found to be very nearly monophyletic, and so retained. It further resolved into four subclades, so Thiele and Ladiges split it into four subseries. One subclade contained only the two varieties of B. nutans, and this clade became the basis of B. subser. Nutantes, which Thiele defined in terms of B. nutans' pendent inflorescences, the fragile pellicle of the pollen-presenter, and the wrinkled follicles. The nearest outgroup of B. subser. Nutantes was the clade upon which was based B. subser. Longistyles.Thiele and Ladiges' arrangement was not accepted by George, and was largely discarded by him in his 1999 arrangement. B. ser. Abietinae was restored to George's 1981 circumscription, and all of Thiele and Ladiges' subseries were abandoned.The placement of B. nutans in George's 1999 arrangement may be summarised as follows:\nBanksia\nB. subg. Banksia\nB. sect. Banksia (9 series, 50 species, 9 subspecies, 3 varieties)\nB. sect. Coccinea (1 species)\nB. sect. Oncostylis\nB. ser. Spicigerae (7 species, 2 subspecies, 4 varieties)\nB. ser. Tricuspidae (1 species)\nB. ser. Dryandroideae (1 species)\nB. ser. Abietinae\nB. sphaerocarpa (3 varieties)\nB. micrantha\nB. grossa\nB. telmatiaea\nB. leptophylla (2 varieties)\nB. lanata\nB. scabrella\nB. violacea\nB. incana\nB. laricina\nB. pulchella\nB. meisneri (2 subspecies)\nB. nutans\nB. nutans var. nutans\nB. nutans var. cernuella\nB. subg. Isostylis (3 species)Since 1998, Austin Mast has been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae, which suggest a phylogeny that is very greatly different from George's arrangement. Mast's results place B. nutans a substantial phyletic distance from the other members of B. ser.Abietinae; it nearest outgroup is a clade consisting of the members of Thiele's B. subser. Occidentales, a subseries of B. ser. Spicigerae.Early in 2007, Mast and Thiele initiated a rearrangement of Banksia by merging Dryandra into it, and publishing B. subg. Spathulatae for the taxa having spoon-shaped cotyledons. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete; in the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. nutans is placed in B. subg. Spathulatae.",
    "Distribution and habitat": "B. nutans grows olang the south coast of Western Australia between Albany and Cape Pasley. There are two main centres of distribution: between Albany and Hopetoun and between Scaddan and Cape Pasley. The intervening area has been largely cleared for agriculture, and B. nutans is not known to occur there. There are also some outlying populations: populations of B. nutans var. cernuella have been recorded in the vicinity of Arthur River, and the Western Australian Herbarium has recorded B. nutans var. nutans from around Norseman.The species grows in depressions, especially amongst consolidated coastal dunes, in white or grey sand, or in gravel. The majority of populations occur within the Esperance Plains biogeographic region, a region predominantly vegetated by mallee-heath and proteaceous scrub, with a warm mediterranean climate.",
    "Ecology": "As it lacks a lignotuber, this species is killed by fire. However, fire also triggers the release of seed from the follicles, so populations regenerate well after fire. Seeds do not require any treatment, and take 17 to 54 days to germinate.A 1985-86 field study in the Fitzgerald River National Park found it to be the main summertime food source for the nectar-feeding honey possum (Tarsipes rostratus).An assessment of the potential impact of climate change on this species found that its range is likely to contract by between 30% and 80% by 2080, depending on the severity of the change.",
    "References": "",
    "External links": "\"Banksia nutans R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia nutans R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia nutans R.Br\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}