{
  "url": "https://en.wikipedia.org/wiki/Banksia_oligantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Isostylis"
    },
    {
      "Species": "B. oligantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia oligantha, commonly known as Wagin banksia, is an endangered species in the plant family Proteaceae endemic to south west Western Australia. It belongs to Banksia subg. Isostylis, a subgenus of three closely related Banksia species with dome-shaped heads as inflorescences, rather than characteristic Banksia flower spikes. A shrub or small tree up to 4 m (13 ft) high, it has prickly foliage and pink and cream flowerheads which appear in late Spring (October to December).\nFirst collected in 1984 near the wheatbelt town of Wagin, Banksia oligantha was officially described in 1987 by Australian botanist Alex George. Several scattered populations survive in fragments of remnant bushland in a region which has been mostly cleared for agriculture. It has been listed as Declared Rare Flora by the Western Australian Government.",
    "Description": "Banksia oligantha grows as a single-trunked small tree or as an erect shrub with few main stems. Reports of its maximum height vary from 3 m (9.8 ft) to 5 m (16 ft). When not in flower it is said to look somewhat like Banksia sessilis (Parrot Bush). It has smooth grey bark for the most part, though bark near the base of the trunk may be lightly fissured in older trees. Young stems are covered in hairs, both short and soft, and long and coarse; these are lost with age.Its leaves are deep green and glossy above, and a pale matte green below. They are roughly oval-shaped, but concave rather than lying flat. There is a sharp point at the tip, and two to four more such points along each margin. They range in length from 1.5 to 3.7 cm (0.59 to 1.46 in), and in width from 0.4 to 2.0 cm (0.16 to 0.79 in), with a petiole 2 to 3 mm (0.079 to 0.118 in) long. Young leaves have a coating of woolly hairs on both sides, but these are soon lost except in pits in the undersurface.Appearing from October to December (late spring), the flowers occur in dome-shaped heads from 2.5 to 3 cm (0.98 to 1.18 in) in diameter, growing at the ends of branches. These comprise just 20 to 35 individual flowers, enclosed at the base by a whorl of furry involucral bracts 2 to 4 mm (0.079 to 0.157 in) long. As with most other Proteaceae, each flower consists of a perianth comprising four united tepals, and a single pistil, the style of which is initially enclosed within the limb of the perianth, but breaks free at anthesis. In B. oligantha, the perianth is 21 to 22 mm (0.83 to 0.87 in) long, with a limb of 3 to 3.5 mm (0.12 to 0.14 in). Perianth colour grades from red at the base to pale yellow at the limb. The styles are straight, 19 to 24 mm (0.75 to 0.94 in) long, and uniformly cream.Old flowers soon fall from the flower heads, revealing a woody dome with 1 to 6 follicles embedded in it. These are a mottled grey colour, smooth, and shortly furry. They are oval-shaped, measuring 14 to 19 mm (0.55 to 0.75 in) long by 10 to 15 mm (0.39 to 0.59 in) high by 8 to 9 mm (0.31 to 0.35 in) wide. Each follicle contains up to two winged seeds, from 17 to 20 mm (0.67 to 0.79 in) long.Banksia oligantha is most easily distinguished from the other two species in B. subg. Isostylis by its smaller leaves, flowers and fruit. Its foliage is also not as prickly as that of B. cuneata.",
    "Taxonomy": "",
    "Taxonomy-Discovery and naming": "Banksia oligantha was discovered by Ken Wallace of the Government of Western Australia's Department of Conservation and Land Management (now the Department of Environment and Conservation) in September 1984, during a survey of Wangeling Gully Nature Reserve (Nature Reserve 9098), about 28 km (17 mi) northwest of Wagin. Two months later, on 18 November 1984, Anne Taylor collected from the same location what would become the type specimen. It was recognised as a new species well before a name was published for it, and was referred to in the interim by the informal names \"Banksia aff. Cuneata\" and \"Banksia sp. Wagin\". Alex George included an entry for it under the name Banksia oligantha in the 1987 second edition of his The Banksia Book, but the formal publication of that name did not occur until the following year, when George's \"New taxa and notes on Banksia L.f. (Proteaceae)\" appeared. The specific epithet oligantha derives from the Greek oligo- (\"few\") and anthos (\"flower\"), in reference to the low number of flowers per flower head.The species has an uneventful nomenclatural history: it has no synonyms, and no subspecies or varieties have been published.",
    "Taxonomy-Infrageneric placement": "George placed B. oligantha in subgenus Isostylis because of its dome-shaped flower heads. A 1996 cladistic analysis of the genus by botanists Kevin Thiele and Pauline Ladiges based on morphology yielded no information about the circumscription of B. subg. Isostylis or the relationships within it, so George's placement of this species was retained. George largely discarded Thiele and Ladiges' changes in his 1999 arrangement, but again B. oligantha's placement was unaffected, and the placement of B. oligantha there can be summarised as follows:\nBanksia\nB. subg. Banksia (3 sections, 11 series, 73 species, 11 subspecies, 14 varieties)\nB. subg. Isostylis\nB. ilicifolia\nB. oligantha\nB. cuneataSince 1998, American botanist Austin Mast and co-authors have been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae, which then comprised genera Banksia and Dryandra. Their analyses suggest a phylogeny that differs greatly from George's taxonomic arrangement. B. oligantha resolves as sister taxon (that is, next closest relative) to B. ilicifolia, and B. cuneata resolves as sister to these two. This suggests a monophyletic B. subg. Isostylis; yet the clade appears fairly derived (that it, it evolved relatively recently), implying that B. subgenus Isostylis may not merit subgeneric rank.Early in 2007, Mast and Thiele rearranged the genus Banksia by merging Dryandra into it, and publishing B. subg. Spathulatae for the taxa having spoon-shaped cotyledons; thus B. subg. Banksia was redefined as encompassing taxa lacking spoon-shaped cotyledons. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete; in the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. oligantha is placed in B. subg. Banksia.",
    "Taxonomy-Phylogeny": "Relationships between B. oligantha and the other members of B. subg. Isostylis still remain unclear. Though Mast's studies found B. cuneata to be the most basal of the three species, a 2004 study of genetic divergence within the subgenus yielded both other possibilities: some analyses suggested B. ilicifolia as basal, while others suggested B. oligantha. Further complicating the situation is the southernmost (and closest) population of B. cuneata, which has both genetic and phenetic affinities with B. oligantha. The origin of this population is unknown: it might have arisen through hybridisation, or it may be a transitional or even ancestral form. Finally, biogeographical factors suggest that B. ilicifolia would be the most basal of the three species: it occurs in the High Rainfall Zone where relictual species are most common, whereas the others are restricted to the Transitional Rainfall Zone, where more recently evolved species are most common.",
    "Distribution and habitat": "Banksia oligantha occurs over a range of about 100 kilometres (62 miles) in southern parts of the Avon Wheatbelt region of the Southwest Botanical Province of Western Australia. Four populations are known, containing about 1,700 adult plants in total:\nThe first known population, at Wangelling Gully Nature Reserve in Tarwonga. This population appears to be in decline: in 1988 it was estimated as containing from 500 to 800 plants, but a 2001 survey found only 198 adults, 1 seedling, and 286 dead plants; and a 2004 survey found 135 adults, no seedlings, and 174 dead plants.\nA healthy population at Katanning, spanning two Native Settlement reserves and some private property. This population appears to be increasing; a 2004 survey found nearly 1400 adult plants and over 500 seedlings.\nA small population at Dudinin, spanning a nature reserve and private property. This population is apparently in decline. No seedlings have ever been reported at this location, and from 1997 to 2004 the number of reported adults fell from around 110 to 13.\nA recently discovered healthy population on private property at Toolibin. A 2004 survey counted 188 adults, 35 seedlings, and 36 dead plants.The species grows in sand dunes of white, white-grey or yellow-brown sand, amongst a system of ephemeral salt creeks. Populations occur both in low-lying areas near creeks, and atop dunes. The vegetation has been described as low open woodland over heath, and as tall open shrubland with some scattered trees.",
    "Ecology": "Little has been published on the ecology of B. oligantha. Its lifespan is probably around 10 to 30 years.Six species of honeyeater have been observed feeding at its flowers, as have insects including honeybees, ants, butterflies, beetles and native bees. Both birds and insects function as pollinators, but honeybees are probably not very effective: in one study only about 4% of honeybees collected pollen, and they tended to move from inflorescence to inflorescence on the same plant, rather than moving between plants.Assessments of the mating system of this species have found that outcrossing rates vary between populations, with populations in disturbed environments tending to be more inbred than populations in relatively intact bushland. This has been attributed to a range of causes. Firstly, the higher density of disturbed populations leads to greater rates of mating between neighbouring plants, resulting in more genetic structure and thus more effective selfing. Secondly, disturbed populations usually lack an understorey, and so cannot support a resident population of honeyeaters; instead, they rely upon sporadic visits for pollination. The greatly reduced pollination rates means fewer outcrossing fertilisations on average, leading to less selection against inbred fertilisations.Like many plants in south-west Western Australia, B. oligantha is adapted to an environment in which bushfire events are relatively frequent. Most Banksia species can be placed in one of two broad groups according to their response to fire: reseeders are killed by fire, but fire also triggers the release of their canopy seed bank, thus promoting recruitment of the next generation; resprouters survive fire, resprouting from a lignotuber or, more rarely, epicormic buds protected by thick bark. B. oligantha is a reseeder; it has thin bark, and lacks a lignotuber, so it is killed by fire. However, the species is weakly serotinous: fire triggers seed release, yet seed release still occurs in the absence of fire.Seed germination rates are quite high. One study found germination rates better than 77% in most batches tested. Seed is likely to remain viable for a long time, as seed of the closely related B. cuneata remains viable for around ten years.",
    "Conservation": "Banksia oligantha is listed as an endangered species under the federal Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act), and as rare under Western Australia's Wildlife Conservation Act 1950. These rankings are due to its small and severely fragmented distribution, and the ongoing degradation of its habitat. Threats include grazing by sheep and rabbits, drought, the drift of aerosol chemicals from surrounding farmland, invasion by weeds, and rising salinity. Studies have shown it to be moderately susceptible to Phytophthora cinnamomi dieback.",
    "Cultivation": "Banksia oligantha is rarely seen in cultivation, though it is said to merit more consideration than it receives. It is a fast-growing plant that flowers prolifically, producing \"lovely masses of matchstick-like cream flowers\". However, its prickly foliage makes it unsuitable for growth near paths, it is prone to lose branches in strong wind, and it is often attacked by woodboring beetles.Propagation is by seed, but these are hard to obtain. Seeds do not require any treatment before sowing, and take 37 to 40 days to germinate. Propagation by cutting has not been attempted, but might be possible, since the closely related B. cuneata has been propagated this way, albeit with unpredictable results. The plant should be grown in deep, acidic to neutral sand at a sheltered site. It is recommended to prune it when young, to encourage branching.",
    "References": "",
    "External links": "\"Banksia oligantha A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia oligantha A.S.George\". FloraBase. Western Australian Government Department of Parks and Wildlife. \nBanksia oligantha — Wagin Banksia, Species Profile and Threats Database, Department of the Environment and Heritage, Australia."
  }
}