{
  "url": "https://en.wikipedia.org/wiki/Banksia_robur",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Salicinae"
    },
    {
      "Species": "B. robur"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia robur, commonly known as swamp banksia or, less commonly, broad-leaved banksia grows in sand or peaty sand in coastal areas from Cooktown in north Queensland to the Illawarra region on the New South Wales south coast. It is often found in areas which are seasonally inundated.\nAlthough it was one of the original banksias collected by Joseph Banks around Botany Bay in 1770, it was not named until 1800 by Cavanilles, with a type collection by Luis Née in 1793.",
    "Description": "Banksia robur is a spreading shrub to 2.5 m (8 ft), although can get a little larger in cultivation. It has very large, leathery tough green leaves with serrated margins up to 30 cm (12 in) long and 10 cm (4 in) wide. The new growth is colourful, with shades red, maroon or brown with a dense felt-like covering of brown hairs.\nPlants from different areas seem to flower at different times, some spring-summer, others predominantly autumn. The stunning large flower spikes, up to 15 centimetres (5.9 in) high and 5 to 6 centimetres (2.0 to 2.4 in) wide, are metallic green with pinkish styles in bud, becoming cream-yellow and fading to golden-brown in the golden stage. The old flowers turn grey and persist on old cones, concealing the small follicles. These follicles are reddish and furred when new, before fading. The plant is lignotuberous, regenerating from the ground after fire.\nHybrids with its close relative, B. oblongifolia (fern-leaved banksia) can be sometimes found where both species occur (such as near Bulli in the Illawarra), with features intermediate between both species.",
    "Taxonomy": "The first botanical collection of B. robur was made by Sir Joseph Banks and Dr Daniel Solander, naturalists on the Endeavour during Lieutenant (later Captain) James Cook's first voyage to the Pacific Ocean. Cook landed on Australian soil for the first time on 29 April 1770, at a place that he later named Botany Bay in recognition of \"the great quantity of plants Mr Banks and Dr Solander found in this place\". Over the next seven weeks, Banks and Solander collected thousands of plant specimens, including the first specimens of a new genus that would later be named Banksia in Banks' honour.\nIt is said that every specimen collected during the Endeavour voyage was sketched by Banks' botanical illustrator Sydney Parkinson, but no such painting of B. robur is extant. On the Endeavour's return to England in July 1771, Banks' specimens became part of his London herbarium, and artists were employed to paint watercolours from Parkinson's sketches. Banks had plans to publish his entire collection as \"Banks' Florilegium\", but for various reasons the project was never completed, and it would be ten years before any of the Banksia species were formally published.Despite being one of the first four Banksia species collected, B. robur was not among the four species described by Carolus Linnaeus the Younger in 1782. Specimens of the species were collected again in 1793 by Luis Née, and it was on the basis of these specimens that it was described and named in 1800 by Antonio José Cavanilles.Since then, specimens referrable to B. robur have become the basis of a number of new species names, all now considered taxonomic synonyms of B. robur. These synonyms are:\n\nB. dilleniifolia, published by Joseph Knight in 1809;\nB. uncigera, also Knight, 1809;\nB. latifolia, published by Robert Brown in 1810;\nB. macrophylla, published by Johann Heinrich Friedrich Link in 1821;\nB. fagifolia, published by Johann Centurius Hoffmannsegg in 1826;\nB. integrifolia var. dentata, published by Carl Meissner in 1856;",
    "Ecology": "Like other banksias, B. robur plays host to a wide variety of pollinators, including insects such as butterflies, moths, bees, wasps, ants and jewel beetles, and many bird species. These include honeyeaters such as New Holland honeyeater (Phylidonyris novaehollandiae), little wattlebird (Anthochaera chrysoptera), brown honeyeater (Lichmera indistincta),  tawny-crowned honeyeater (Gliciphila melanops), Lewin's honeyeater (Meliphaga lewinii), and little friarbird (Philemon citreogularis)  - all recorded  in the 1988 The Banksia Atlas survey.",
    "Cultivation": "As B. robur naturally occurs in wet areas (hence the common name) on sandy soils, these make the best growing conditions. It appreciates a sunny aspect and extra water, especially when actively growing and during dry spells. Propagation from seed is reliable. Hardened pencil-thickness stems have been struck successfully as cuttings.",
    "Gallery": "",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, A. S. (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia. 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.",
    "External links": "\"Banksia robur Cav\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia robur Cav\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}