{
  "url": "https://en.wikipedia.org/wiki/Banksia_leptophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Oncostylis"
    },
    {
      "Series": "Banksia ser. Abietinae"
    },
    {
      "Species": "B. leptophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "The Slender-leaved banksia (Banksia leptophylla) is a species of shrub in the plant genus Banksia. It occurs along the west coast of Western Australia from Gingin to Kalbarri. Before Alex George's revision of 1981, it was labelled informally as B. sphaerocarpa var. pinifolia or var. major.",
    "Ecology": "B. leptophylla is one of five Banksia species, all closely related to B. sphaerocarpa, that have highly unusual flower nectar. Whereas other Banksia species produce nectar that is clear and watery, the nectar of these species is pale yellow initially, but gradually becomes darker and thicker, changing to a thick, olive-green mucilage within one to two days of secretion, and eventually becoming \"an almost black, gelatinous lump adhering to the base of the flowers\". It was first noted by Byron Lamont in 1980; he attributed it to cyanobacteria that feed off the nectar sugars. Noting that many of these cyanobacteria had heterocysts, he speculated that they aid the plant by fixing atmospheric nitrogen, which is then washed off the flower heads by rain, and absorbed by the proteoid root mat. This purported symbiosis was investigated by Barrett and Lamont in 1985, but no evidence of nitrogen fixing was found. Further investigation by Markey and Lamont in 1996 suggested that the discolouration is not caused by cyanobacteria or other microorganisms in the nectar, but is rather \"a chemical phenomenon of plant origin\". Their analyses indicated that the nectar had unusually high levels of sugar and free amino acids, but three of these species, including B. leptophylla, have since been shown to have normal nectar sugar compositions.An assessment of the potential impact of climate change on B. leptophylla found that its range is unlikely to contract and may actually grow, depending on the severity of the change and how effectively the species migrates into newly habitable areas.",
    "Notes": "",
    "References": "SourcesGeorge, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia leptophylla\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia leptophylla\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}