{
  "url": "https://en.wikipedia.org/wiki/Banksia_croajingolensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. croajingolensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia croajingolensis is a species of shrub or tree in the plant genus Banksia. The most recently published Banksia species, it is known from less than 500 plants growing along a single drainage line in the Croajingolong National Park, Victoria, Australia. The authors suggested that the common name Gippsland Banksia be adopted.",
    "Description": "It grows as a spreading, lignotuberous shrub. It is similar in appearance to B. paludosa (Swamp Banksia), and to a lesser extent B. integrifolia (Coast Banksia) and B. marginata (Silver Banksia). However it differs from each of these species in a variety of ways, and differs from all of them in having inflorescences that flower from the top down, rather than from the bottom up.",
    "Taxonomy": "B. croajingolensis was first published in 2007 by Bill Molyneux and Sussan Forrester, based on a type specimen collected by them above Shipwreck Creek in Croajingolong National Park on 24 August 2005. The specific epithet is from Croajingolong, an English corruption of Krowathunkoolong, the Gunai name for the region in which the species occurs; and -ensis, a Latin suffix meaning \"originating from\". The specific epithet croajingolongensis was unappealing, so Molyneux and Forrester followed the lead of Lawrence Alexander Sidney Johnson and Ken Hill, who used the contracted form croajingolensis when they published Eucalyptus croajingolensis in 1990.Molyneux and Forrester did not attempt an infrageneric placement for B. croajingolensis, but noted that all characters except the flowering sequence are consistent with its placement within B. sect. Banksia in George's taxonomic arrangement of Banksia. There was no attempt to place it within the phylogenetics-informed arrangement of Kevin Thiele and Pauline Ladiges.",
    "Distribution and habitat": "B. croajingolensis is known to occur only along a single drainage line, which drains a coastal heathland above the south bank of Shipwreck Creek in East Gippsland, Victoria. About 480 individual plants are known.",
    "Conservation status": "The species has not been formally assessed for the IUCN Red List, but Molyneux and Forrester assessed it against the Red List criteria as warranting \"Vulnerable\" ranking, because of its small population size and its restricted range.\n\n\n== References =="
  }
}