{
  "url": "https://en.wikipedia.org/wiki/Banksia_seminuda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Oncostylis"
    },
    {
      "Series": "Banksia ser. Spicigerae"
    },
    {
      "Species": "B. seminuda"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia seminuda, commonly known as the river banksia, is a tree in the plant genus Banksia. It is found in south west Western Australia from Dwellingup (32°42′ S) to the Broke Inlet east of Denmark (34°57′ S). It is often mistaken for, and was originally considered a subspecies of, the Banksia littoralis (Swamp Banksia). Stephen Hopper described the subspecies remanens as a short-leaved shrubby form found in the coastal sands below granite outcrops in the Walpole-Nornalup National Park, however George does not feel this form warrants taxonomic recognition as it lies within the normal variability of the species and there was no clear distinction between it and the other populations of B. seminuda.",
    "Description": "The river banksia generally grows as a tree up to 25 metres (80 ft) tall with a usually brown to grey trunk covered with a hard grey furrowed bark. The tree trunk is often straight and tall as the species generally grows in sheltered forest areas. The leaves are arranged on the stems in whorls. Measuring 5–12 centimetres (2–4 3⁄4 in) long and 1–1.8 centimetres (1⁄2–3⁄4 in) across, they are linear in shape with serrated margins. The upper leaf surface is finely furred becoming smooth, while the undersruface is covered in white fur.Flowering occurs between late summer and late winter. The yellow (occasionally red) flower spikes grow up to 200 mm (8 in) high by 70 mm (3 in) wide, the fruiting cones can remain on the trees for many years after shedding the flowers early. Its leathery leaves are between 70 mm (3 in) and 120 mm (5 in) long with fine teeth, subspecies remanens leaves have few if any teeth except at the tips of the leaves.",
    "Taxonomy": "The type specimen of Banksia seminuda was collected on 15 May 1973 in Nanga Brook, Western Australia by Alex George, who described it in 1981 as a subspecies of B. littoralis. He had published a taxonomic arrangement of Banksia in his landmark 1981 monograph The genus Banksia L.f. (Proteaceae).\nIn 1984, botanist Barbara Rye of the Western Australian Herbarium noted that the two species did not interbreed when they occurred in stands together in the Two Peoples Bay region. This was despite an overlap in their flowering seasons. The bark of the trunk and flower structure differed greatly between the species. B. seminuda grew alongside rivers while B. littoralis grew in wet depressions.Endlicher's Eubanksia became B. subg. Banksia, and was divided into three sections, one of which was Oncostylis. Oncostylis was further divided into four series. After its discovery, B. seminuda placed in series Spicigerae because its inflorescences are cylindrical.\n\nIn 1996, Kevin Thiele and Pauline Ladiges published a new arrangement for the genus, after cladistic analyses yielded a cladogram significantly different from George's arrangement. With respect to B. seminuda, their findings largely accorded with George's arrangement: section Oncostylis was discarded as polyphyletic, but series Spicigerae was inferred to be monophyletic, and B. seminuda appeared as the closest relative of a clades of B. littoralis and B. verticillata:\nThis clade became the basis of Thiele and Ladiges' B. subser. Occidentales, which was defined as \"characterised by opposite-decussate seedling leaves and adult leaves in true whorls.\" This arrangement stood until 1999, when George largely reverted to his 1981 arrangement in his monograph for the Flora of Australia series. Under George's taxonomic arrangement of Banksia, B. seminuda's taxonomic placement may be summarised as follows:\nBanksia\nB. subg. Banksia\nB. sect. Banksia (9 series, 50 species, 9 subspecies, 3 varieties)\nB. sect. Coccinea (1 species)\nB. sect. Oncostylis\nB. ser. Spicigerae (7 species, 2 subspecies, 4 varieties)\nB. spinulosa (4 varieties)\nB. ericifolia (2 subspecies)\nB. verticillata\nB. seminuda\nB. littoralis\nB. occidentalis\nB. browniiA 2013 molecular study by Marcel Cardillo and colleagues using chloroplast DNA and combining it with earlier results found that B. seminuda was sister to a combined lineage that gave rise to B. quercifolia and B. oreophila. The ancestor of these three taxa had diverged almost 20 million years previously from the ancestor of the western Australian members of the Spicigerae and B. nutans.",
    "Taxonomy-Intraspecific variation": "Banksia seminuda subspecies remanens was described by Stephen Hopper in 1989, from a specimen collected in Walpole-Nornalup National Park. He recorded distinctive populations of seminuda that were generally shrubs 2–3 m high and had smaller leaves that were 4–6 cm long and 0.5-0.8 cm wide. These occur within 1 km of the coast over a 30 km stretch of Western Australia's south coastline mostly within Walpole-Nornalup National Park, from Cliffy Head to Conspicuous Cliff. Hopper noted some intermediate stands with the usual tree forms at Broke Inlet and Coalmine Beach, and at Boggy Lake, around 600 m northwest of the summit of Mt Hopkins. George does not feel this form warrants taxonomic recognition as it lies within the normal variability of the species and there was no clear distinction between it and the other populations of B. seminuda.",
    "Distribution and habitat": "This tree is found on the fringes of the rivers and creeks in Jarrah, Marri and Karri forests, between Dwellingup and Denmark.\nThe short-leaved shrubby form is found in deep coastal sands below granite outcrops in the Walpole-Nornalup National Park. It grows as an emergent plant in coastal heath, associated with species such as mallee form of jarrah (Eucalyptus marginata), basket bush (Spyridium globulosum), pineapple bush (Dasypogon bromeliifolius), prickly conostylis (Conostylis aculeata), coastal daisybush (Olearia axillaris), harsh hakea (Hakea prostrata) as well as bull banksia (Banksia grandis), oak-leaved banksia (B. quercifolia) and B. littoralis. It also grows in thickets of vegetation next to granite outcrops, associated with granite banksia (Banksia verticillata), Walpole wax (Chamelaucium floriferum), Taxandria marginata, heart-leaved poison (Gastrolobium bilobum), myrtle wattle (Acacia myrtifolia) and sticky tailflower (Anthocercis viscosa).",
    "Ecology": "Banksia seminuda is killed by bushfire and regenerates afterwards from seed. Scorching that circles the trunk will kill the plant. It grows in areas of lower flammability that only usually burn in summer and autumn. Juvenile plants take around 5 years to reach flowering post-fire.An assessment of the potential impact of climate change on this species found that its range is likely to contract by between 30% and 80% by 2080, depending on the severity of the change.",
    "Cultivation": "B. seminuda is a vigorous and adaptable plant. There are reports of seedlings coming up near cultivated plants in Victoria which suggests caution should be advised if planting near bushland.",
    "Notes": "",
    "References": "Wheeler, Judy (2003). Common Trees of the South-West Forests. Department of Conservation and Land Management (CALM). ISBN 0-7309-6961-4. OCLC 35655910.\nGeorge, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\n\"Banksia seminuda\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia seminuda\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}