{
  "url": "https://en.wikipedia.org/wiki/Banksia_gardneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. Prostratae"
    },
    {
      "Species": "B. gardneri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Prostrate Banksia (Banksia gardneri) is a species of prostrate shrub in the plant genus Banksia. It occurs along the south coast of Western Australia.",
    "Scientific name": "It was initially named Banksia prostrata, but Alex George discovered that name was illegal because it was already a valid synonym of Pimelia prostrata. He broke his rule about never naming plants after people and named it after Charles Gardner in honour of his work on banksias.",
    "Description": "It is a slow growing prostrate woody shrub with thick horizontal stems and upright broadly roughly triangularly lobed leaves to 40 cm high (though usually less) and 2 to 6 cm wide. The furry rusty brown flower spikes are cylindrical with cream, or rarely black styles. Flowering is in late spring. It is lignotuberorous and regenerates by resprouting after fire.",
    "Distribution and habitat": "It grows in sand or gravel between Denmark and Hopetoun.",
    "Taxonomy": "Three subspecies are recognised:\n\nB. g. gardneri\nB. g. hiemalis\nB. g. brevidentata",
    "Cultivation": "B. g. gardneri is a slow growing shrub though fairly  easy to grow. It is less vigorous than Banksia blechnifolia or B. petiolaris. Seeds do not require any treatment, and take 19 to 64 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.",
    "External links": "\"Banksia gardneri A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia gardneri A.S.George\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Banksia gardneri A.S.George\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}