{
  "url": "https://en.wikipedia.org/wiki/Banksia_media",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. media"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern plains banksia (Banksia media), also known as golden stalk banksia, is a species of shrub in the plant genus Banksia. It occurs on the south coast of Western Australia between Albany and Israelite Bay, where it is a common plant.  A many-branched bush with wedge-shaped serrated leaves and large golden-yellow flower spikes, known as inflorescences, it grows up to 10 metres (30 ft) high.\nBanksia media plants are killed by bushfire, and regenerate from seed. The flowers attract nectar- and insect-feeding birds, particularly honeyeaters, and a variety of insects. In cultivation, Banksia media grows well in a sunny location on well-drained soil in areas with dry summers. It is more resilient than most Western Australian banksias when cultivated in areas with humid summers.",
    "Description": "Banksia media grows as a many-stemmed shrub generally to around 4 m (13 ft) high, though specimens up to 10 m (30 ft) high and 6 m (20 ft) wide have been recorded. The trunk can reach 30 cm (12 in) in diameter. Conversely, some coastal populations such as at Point Ann have plants with a prostrate habit with the flower spikes towering above the foliage. Unlike many banksias, it does not have a lignotuber. It has grey, fissured bark, and hairy stems, putting on new growth in summer. Alternately arranged along the stems, the dark green, wedge-shaped leaves are 4 to 12 cm (1.8–4.2 in) long and 0.7 to 2 cm (0.3–0.8 in) wide with serrated margins. Leaf dimensions vary in different populations: plants from the western and coastal parts of its range have shorter and broader leaves—4 to 6 cm by 1 to 2 cm, while inland plants from around Mt Charles and Mt Ragged have longer and narrower leaves and less revolute leaf margins.Flowering takes place mainly from March to August, though occasional flower spikes may appear till December. The cylindrical spikes arise on the ends of short lateral branchlets off three- or five-year-old stems and are generally 6 to 16 cm high and 7 to 8 cm (~3 in) wide at anthesis. One population at Mt Ridley has spikes often reaching 26 cm high. Known as an inflorescence, each is a compound flowering structure, with a large number of individual flowers arising out of a central woody axis.",
    "Taxonomy": "Robert Brown described Banksia media in his 1830 supplement to his Prodromus Florae Novae Hollandiae et Insulae Van Diemen, the type specimen having been collected between Cape Arid and Lucky Bay by collector William Baxter in 1824.George Bentham published a thorough revision of Banksia in his landmark publication Flora Australiensis in 1870. In Bentham's arrangement, the number of recognised Banksia species was reduced from 60 to 46. Bentham defined four sections based on leaf, style and pollen-presenter characters. Banksia media was placed in section Cyrtostylis.In 1891, German botanist Otto Kuntze challenged the generic name Banksia L.f., on the grounds that the name Banksia had previously been published in 1775 as Banksia J.R.Forst & G.Forst, referring to the genus now known as Pimelea. Kuntze proposed Sirmuellera as an alternative, republishing B. media as Sirmuellera media. The challenge failed, and Banksia L.f. was formally conserved.",
    "Taxonomy-Infrageneric placement": "George placed B. media in B. subg. Banksia, because its inflorescences are typical Banksia flower spikes; B. sect. Banksia because of its straight styles; and B. ser. Cyrtostylis because it has slender flowers. He considered its closest relatives to be B. praemorsa (cut-leaf banksia) and, after its discovery, B. epica.In 1996, Kevin Thiele and Pauline Ladiges published the results of a cladistic analysis of morphological characters of Banksia. They retained George's subgenera and many of his series, but discarded his sections. George's B. ser. Cyrtostylis was found to be \"widely polyphyletic\", as six of the fourteen taxa in that series occurred singly in locations throughout Thiele and Ladiges' cladogram. The remaining eight formed a clade that further resolved into two subclades, with B. media appeared in one of them, alongside praemorsa, epica and pilostylis:Since 1998, Austin Mast has been publishing results of ongoing cladistic analyses of DNA sequence data for the subtribe Banksiinae. His analyses suggest a phylogeny that is rather different from previous taxonomic arrangements. With respect to B. media, however, Mast's results accord closely with the arrangement of Thiele and Ladiges, placing it in a polytomous clade corresponding exactly with Thiele and Ladiges' B. ser. Cyrtostylis.Early in 2007 Mast and Thiele initiated a rearrangement by transferring Dryandra to Banksia, and publishing B. subg. Spathulatae for the species having spoon-shaped cotyledons; in this way they also redefined the autonym B. subg. Banksia. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete; in the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B. media is placed in B. subg. Banksia.",
    "Distribution and habitat": "Banksia media is widely distributed across southern Western Australia, from the eastern border of Stirling Range National Park across to Israelite Bay and extending northwards to Pingrup, Frank Hann National Park, 15 km east northeast of Dowak and 35 km northwest of Mt Buraminya. A disjunct population occurs further east along the coast at Point Culver and Toolinna. Often locally abundant, it grows in a variety of soil types, most commonly white sand or a sandy loam, but also red clay, loam over limestone, shale or granitic soil. The habitat is heathland, shrubland or open woodland.",
    "Ecology": "Banksia media is killed by bushfire and regenerates from seed. Plants in the Fitzgerald River National Park take around ten years to flower and set seed after germination, where fires are generally 30 to 60 years apart.The prominent and colourful flower spikes indicate they are attractive to vertebrate pollinators, and they are visited by a variety of species, including honey possums and a number of honeyeaters, including the New Holland honeyeater, white-cheeked honeyeater, red wattlebird and western spinebill. Insects include the meat ant and European honeybee. A field study excluding pollinators showed that the spikes can set fruit without pollinators, indicating they have a degree of self-compatibility.",
    "Cultivation": "Banksia media has been shown to have a relatively low susceptibility to dieback from the soil-borne water mould Phytophthora cinnamomi, unlike many Western Australian banksias.\nSeeds do not require any treatment, and take 20 to 46 days to germinate.",
    "References": "",
    "External links": "\"Banksia media R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}