{
  "url": "https://en.wikipedia.org/wiki/Banksia_baueri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Subgenus": "Banksia subg. Banksia"
    },
    {
      "Section": "Banksia sect. Banksia"
    },
    {
      "Series": "Banksia ser. BauerinaeA.S.George"
    },
    {
      "Species": "B. baueri"
    }
  ],
  "text": {
    "__SUMMARY__": "The woolly banksia (Banksia baueri) is a species of shrub in the plant genus Banksia. It occurs in southwest Western Australia north and east of Albany. It has a distinctively large and hairy looking inflorescence which can be 17 cm high and up to 13 cm wide.\nIt is placed alone in series Banksia ser. Bauerinae.",
    "Description": "Banksia baueri grows as a many-branched spreading shrub reaching 0.5 to 2 m (1.6 to 6.6 ft) high, and 3 m (9.8 ft) wide. Its bark is thin and grey with long fissures, while new growth is covered in fine pale brown fur. New growth occurs in summer. The inflorescence develops over 5–6 months, and can reach 12–13 cm (~7 in) in diameter, and 17 cm high.",
    "Taxonomy": "Robert Brown described Banksia baueri in 1830, after it had been collected by William Baxter at King Georges Sound in 1829. It was named for the brothers Austrian botanical artists Franz and Ferdinand Bauer, Ferdinand having travelled with Brown on his 1801–05 voyage.Under Brown's taxonomic arrangement, B. baueri was placed in subgenus Banksia verae, the \"True Banksias\", because the inflorescence is a typical Banksia flower spike. Banksia verae was renamed Eubanksia by Stephan Endlicher in 1847, and demoted to sectional rank by Carl Meissner in his 1856 classification. Meissner further divided Eubanksia into four series, with B. baueri placed in series Quercinae on the basis of its toothed leaves. When George Bentham published his 1870 arrangement in Flora Australiensis, he discarded Meissner's series, replacing them with four sections. B. baueri was placed in Cyrtostylis, a heterogeneous section containing 13 species that did not readily fit elsewhere. This arrangement would stand for over a century.\nIn 1891, German botanist Otto Kuntze challenged the generic name Banksia L.f., on the grounds that the name Banksia had previously been published in 1775 as Banksia J.R.Forst & G.Forst, referring to the genus now known as Pimelea. Kuntze proposed Sirmuellera as an alternative, republishing B. baueri as Sirmuellera baueri. The challenge failed, and Banksia L.f. was formally conserved.In his 1981 monograph on the genus, Alex George classified it in the reinstated but much-reduced series Quercinae, alongside Banksia quercifolia and B. oreophila. However he noted its follicles, which are beaked after they open, and cotyledon shape, did not fit with the other taxa and pondered an affinity with B. menziesii and B. sceptrumCommon names include woolly banksia, possum banksia, woolly-spiked banksia, pussy cat banksia or teddy bear banksia, all of which relate to the large furry flower spikes.",
    "Distribution and habitat": "Banksia baueri is found in southern Western Australia in three disjunct areas; from Bremer Bay in the east to Jerdacuttup, on the south Stirling Plains, and to the northwest inland between Kweda and Tarin Rock. Plants grow in shrubland or mallee, on flat or genty sloping ground, on white or grey sand, and or sand over laterite or quartzite.",
    "Ecology": "A 1985–86 field study in the Fitzgerald River National Park found it to be a main wintertime food source for the nectar-feeding honey possum (Tarsipes rostratus).",
    "Cultivation": "Its unusual flower spikes are an attractive horticultural feature. It requires well-drained soil in full sun or part shade. Seeds do not require any treatment, and take 20 to 49 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999). \"Banksia\".  In Wilson, Annette (ed.). Flora of Australia: Volume 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.",
    "External links": "\"Banksia ser. Bauerinae A.S.George\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia baueri R.Br\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}