{
  "url": "https://en.wikipedia.org/wiki/Banksia_ashbyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Banksia"
    },
    {
      "Species": "B. ashbyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Banksia ashbyi, or Ashby's banksia, is a species of shrub in the plant genus Banksia. It occurs in heath and spinifex country along the coast of Western Australia between Geraldton and Exmouth.",
    "Description": "This shrub grows up to 4 m high and 2 m wide, lobed leaves grow to 150 mm in length. The flower spikes are orange in colour, growing 150 mm high and 90 mm wide. B. ashbyi flowers from September to November.",
    "Taxonomy": "There are two subspecies, distinguished by habit:\n\nB. ashbyi subsp. ashbyi grows as a tree up to 7 m in height. It lacks a lignotuber, so is fire-sensitive.\nB. ashbyi subsp. boreoscaia grows as a sprawling shrub no more than 2 m high. It is lignotuberous, so fire-tolerant.",
    "Ecology": "An assessment of the potential impact of climate change on this species found that its range is unlikely to contract and may actually grow, depending on how effectively it migrates into newly habitable areas.",
    "Cultivation": "Seeds do not require any treatment, and take 16 to 61 days to germinate.",
    "References": "George, Alex S. (1981). \"The Genus Banksia L.f. (Proteaceae)\". Nuytsia. 3 (3): 239–473.\nGeorge, Alex (1999).  Wilson, Annette (ed.). Flora of Australia. 17B: Proteaceae 3: Hakea to Dryandra. CSIRO Publishing / Australian Biological Resources Study. pp. 175–251. ISBN 0-643-06454-0.\nTaylor, Anne; Hopper, Stephen (1988). The Banksia Atlas (Australian Flora and Fauna Series Number 8). Canberra: Australian Government Publishing Service. ISBN 0-644-07124-9.\nBodkin, Frances (1986). Encyclopedia Botanica. North Ryde, NSW, Australia: Angus & Robertson. ISBN 0-207-15064-8.",
    "External links": "\"Banksia ashbyi\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Banksia ashbyi\". FloraBase. Western Australian Government Department of Parks and Wildlife."
  }
}