{
  "url": "https://en.wikipedia.org/wiki/Narcissus_bulbocodium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Narcissus"
    },
    {
      "Species": "N. bulbocodium"
    }
  ],
  "text": {
    "__SUMMARY__": "Narcissus bulbocodium, the petticoat daffodil or hoop-petticoat daffodil, is a species of flowering plant in the family Amaryllidaceae, native to southern and western France, Portugal, and Spain. Some sources say that the species is also native to Morocco, but this is based on populations formerly thought to be varieties of N. bulbocodium but now regarded as separate species.",
    "Description": "Narcissus bulbocodium is a variable, small, hardy bulbous perennial, growing to 10–15 cm (4–6 in) tall, with grass-like leaves, and deep yellow trumpet-shaped flowers in mid-Spring. The flower is unusual in that the central trumpet (corona) is exceptionally large in relation to the outer section (perianth) consisting of tiny pointed segments.\nThe specific epithet bulbocodium means \"woolly bulb\". At 12 mm it has the smallest floral diameter amongst Narcissus.",
    "Hybrids": "Narcissus bulbocodium is a parent of several hybrids, including:-\nN. × abilioi Fern.Casas (N. bulbocodium × N. jonquilla)\nN. × brevitubulosus A.Fern. (N. bulbocodium × N. asturiensis)\nN. × montcaunicus Fern.Casas (N. bulbocodium × N. eugeniae)\nN. × lopezii Fern.Casas (N. obvallaris × N. bulbocodium)\nN. × rozeirae Fern.Casas & Pérez-Chisc. (N. bulbocodium × N. pallidulus)\nN. × barrae Fern.Casas (N. cantabricus 'Redouté' × N. bulbocodium)",
    "Cultivation": "Narcissus bulbocodium is widely planted in gardens, and can be naturalised in grass. It requires relatively dry conditions during the summer dormant period, so is suitable for planting beneath deciduous trees.  Numerous varieties and cultivars exist, including N. bulbocodium subsp. bulbocodium var. conspicuus (pale yellow flowers) and 'Golden Bells', a vigorous cultivar with long-lasting deep yellow flowers.Narcissus bulbocodium has gained the Royal Horticultural Society's Award of Garden Merit.\n\n\n== References =="
  }
}