{
  "url": "https://en.wikipedia.org/wiki/Narcissus_poeticus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Narcissus"
    },
    {
      "Species": "N. poeticus"
    }
  ],
  "text": {
    "__SUMMARY__": "Narcissus poeticus (poet's daffodil, poet's narcissus, nargis, pheasant's eye, findern flower, and pinkster lily) was one of the first daffodils to be cultivated, and is frequently identified as the narcissus of ancient times (although Narcissus tazetta and Narcissus jonquilla have also been considered as possibilities). It is also often associated with the Greek legend of Narcissus. It is the type species of the genus Narcissus and is widely naturalized in North America.",
    "Description": "The flower is extremely fragrant, with a ring of tepals in pure white and a short corona of light yellow with a distinct reddish edge. It grows to 20 to 40 cm (7.9 to 15.7 in) tall.",
    "Taxonomy": "Narcissus poeticus was first described by Carl Linnaeus in his book Species Plantarum on page 289 in 1753.",
    "Distribution": "Narcissus poeticus is native to central and southern Europe from Spain, France through Switzerland, Austria to Croatia, Greece and Ukraine. It is naturalized in Great Britain, Belgium, Germany, the Czech Republic, Azerbaijan, Turkey, New Zealand, British Columbia, Washington State, Oregon, Ontario, Quebec, Newfoundland, and much of the eastern United States, from Louisiana and Georgia north to Maine and Wisconsin.",
    "Use in perfume": "Poet's daffodil is cultivated in the Netherlands and southern France for its essential oil, narcissus oil, one of the most popular fragrances used in perfumes. Narcissus oil is used as a principal ingredient in 11% of modern quality perfumes—including 'Fatale' and 'Samsara'—as a floral concrete or absolute. The oil's fragrance resembles a combination of jasmine and hyacinth.",
    "Legend and history": "The earliest mention of poet's daffodil is likely in the botanical writings of Theophrastus (371 – c. 287 BCE), who wrote about a spring-blooming narcissus that the Loeb Classical Library editors identify as Narcissus poeticus. The poet Virgil, in his fifth Eclogue, also wrote about a narcissus whose description corresponds with that of Narcissus poeticus. In one version of the myth about the Greek hero Narcissus, he was punished by the Goddess of vengeance, Nemesis, who turned him into a Narcissus flower that historians associate with Narcissus poeticus. The fragrant Narcissus poeticus has also been recognized as the flower that Persephone and her companions were gathering when Hades abducted her into the Underworld, according to Hellmut Baumann in The Greek Plant World in Myth, Art, and Literature. This myth accounts for the custom, which has lasted into modern times, of decorating graves with these flowers. Linnaeus, who gave the flower its name, quite possibly did so because he believed it was the one that inspired the tale of Narcissus, handed down by poets since ancient times.",
    "Uses": "In medicine, it was described by Dioscorides in his Materia Medica as \"Being laid on with Loliacean meal, & honey it draws out splinters\". James Sutherland also mentioned it in his Hortus Medicus Edinburgensis. In Korea, it is used to treat conjunctivitus, urethritis and amenorrhoea.",
    "Cultivation": "Narcissus poeticus has long been cultivated in Europe. According to one legend, it was brought back to England from the crusades by Sir Geoffrey de Fynderne. It was still abundant in 1860 when historian Bernard Burke visited the village of Findern—where it still grows in certain gardens and has become an emblem of the village. It was introduced to America by the late 18th century, when Bernard McMahon of Philadelphia offered it among his narcissus. It may be the \"sweet white narcissus\" that Peter Collinson sent John Bartram in Philadelphia, only to be told that it was already common in Pennsylvania, having spread from its introduction by early settlers. The plant has naturalized throughout the eastern half of the United States and Canada, along with some western states and provinces.Narcissus poeticus has long been hybridized with the wild British daffodil Narcissus pseudonarcissus, producing many named hybrids. These older heritage hybrids tend to be more elegant and graceful than modern hybrid daffodils, and are becoming available in the UK once again.",
    "Toxicity": "While all narcissi are poisonous when eaten, poet's daffodil is more dangerous than others, acting as a strong emetic and irritant. The scent is powerful enough that it can cause headache and vomiting if a large quantity is kept in a closed room.",
    "Photo gallery": "",
    "References": "",
    "Other sources": "Webster's third new international dictionary. 1961 (Websters Dict)\nAldén, B., S. Ryman & M. Hjertson Våra kulturväxters namn - ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin). 2009 (Vara kulturvaxt namn)\nAli, S. I. & S. M. H. Jafri, eds. Flora of Libya. 1976- (F Libya)\nBotanical Society of the British Isles BSBI taxon database (on-line resource). (BSBI)\nCraker, L. E. & J. E. Simon, eds. Herbs, spices, and medicinal plants, 2 vols. 1986-1987 (HerbSpices)\nCzerepanov, S. K. Vascular plants of Russia and adjacent states (the former USSR). 1995 (L USSR)\nDavis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965-1988 (F Turk)\nEncke, F. et al. Zander: Handwörterbuch der Pflanzennamen, 13. Auflage. 1984 (Zander ed13)\nFernandes, A. 1951. Sur la phylogénie des espéces du genre:Narcissus L. Bol. Soc. Brot. 25:148.\nFernandes, A. 1968. Keys to the identification of native and naturalized taxa of the genus Narcissus L. Daffodil Tulip Year Book 48.\nGleason, H. A. & A. Cronquist Manual of vascular plants of northeastern United States and adjacent Canada, ed. 2. 1991 (Glea Cron ed2)\nHaines, A. & T. F. Vining Flora of Maine: a manual for identification of native and naturalized vascular plants of Maine. 1998 (F Maine)\nHanks, G. R., ed. Narcissus and daffodil: the genus Narcissus. Medicinal and aromatic plants - industrial profiles volume 21. 2002 (Narcissus Hanks) 34.\nHinds, H. R. Flora of New Brunswick, ed. 2. 2000 (F New Brunswick)\nHuxley, A., ed. The new Royal Horticultural Society dictionary of gardening. 1992 (Dict Gard)\nJefferson-Brown, M. Narcissus. 1991 (Narcissus Jeff-Brown) 49.\nKington, S. The international daffodil register and classified list 1998. 1998 (Daffodil Reg List 98)\nKomarov, V. L. et al., eds. Flora SSSR. 1934-1964 (F USSR)\nLampe, K. F. & M. A. McCann AMA handbook of poisonous and injurious plants. 1985 (Lampe & McCann)\nLiberty Hyde Bailey Hortorium Hortus third. 1976 (Hortus 3)\nMaire, R. C. J. E. et al. Flore de l'Afrique du Nord. 1952- (F Afr Nord) 75.\nMunro, D. B. Canadian poisonous plants information system (on-line resource). (Can Poison Pl)\nPajaujis Anonis, D. Flower oils and floral compounds in perfumery. 1993 (Flower Oils)\nPignatti, S. Flora d'Italia. 1982 (F Ital)\nRadford, A. E. et al. Manual of the vascular flora of the Carolinas. 1964 (F Carolin)\nRehm, S. Multilingual dictionary of agronomic plants. 1994 (Dict Rehm)\nSalmon, M. 1993. Narcissus section Pseudonarcissus: its subspecies and their distribution (Daffodils) 1993-4:50.\nTutin, T. G. et al., eds. Flora europaea. 1964-1980 (F Eur)\nWalters, S. M. et al., eds. European garden flora. 1986- (Eur Gard F)\nWebb, D. A. 1978. Taxonomic notes on Narcissus L. In: V. E. Heywood (ed.), Flora europaea. Notulae systematicae ad floram Europaeam spectantes. No. 20 Bot. J. Linn. Soc. 76:298-307.",
    "External links": "USDA Plants Profile\nPhoto gallery\nTela Botanica 43634"
  }
}