{
  "url": "https://en.wikipedia.org/wiki/Narcissus_cyclamineus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Amaryllidaceae"
    },
    {
      "Subfamily": "Amaryllidoideae"
    },
    {
      "Genus": "Narcissus"
    },
    {
      "Species": "N. cyclamineus"
    }
  ],
  "text": {
    "__SUMMARY__": "Narcissus cyclamineus, the cyclamen-flowered daffodil, is a species of flowering plant in the family Amaryllidaceae, native to North West Portugal and North West Spain.",
    "Description": "It is a vigorous bulbous perennial, growing to 15–20 cm (6–8 in) tall, with grass-like leaves, and yellow flowers in early Spring. The 4.5 cm long, pendent flowers are unusual in that the central trumpet (corona) is long and narrow, while the outer section (perianth) is fully reflexed (folded back on itself). This reflexion superficially resembles that of the distantly related cyclamen.",
    "Cultivation": "Narcissus cyclamineus is widely planted in gardens, and can be naturalised in a woodland garden or in thin grass, where it will spread by self-seeding. It prefers well-drained, lime-free soil that does not dry out in summer. It is valuable for its early, bright yellow flowers that appear from mid February with other early bulbs such as snowdrops and Cyclamen coum. Due to its small size it is very suitable for growing in a shady rockery or trough.\nIt is a parent of the Cyclamineus Group of hybrid daffodil cultivars, which includes such popular varieties as 'February Gold', 'Jack Snipe' and 'Tête à Tête'. Most of these hybrids are significantly larger than the species and whilst the petals may be reflexed to some extent, none so far has the fully reflexed appearance of the parent.\nNarcissus cyclamineus has gained the Royal Horticultural Society's Award of Garden Merit.\n\n\n== References =="
  }
}