{
  "url": "https://en.wikipedia.org/wiki/Pleurotus_cornucopiae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pleurotaceae"
    },
    {
      "Genus": "Pleurotus"
    },
    {
      "Species": "P. cornucopiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurotus cornucopiae is a species of edible fungus in the genus Pleurotus, It is quite similar to the better-known Pleurotus ostreatus, and like that species is cultivated and sold in markets in Europe and China, but it is distinguished because its gills are very decurrent, forming a network on the stem.",
    "Naming": "The species name means \"of the Cornucopia\" (Horn of Plenty), which is appropriate since the mushrooms are edible and sometimes take on a shape similar to a drinking horn.\nThe original definition of this species, or basionym, was made by Jean-Jacques Paulet in 1793 as Dendrosarcos cornucopiae.  At a time when most gilled mushrooms were lumped into genus Agaricus, Paulet invented genus Dendrosarcos, later Latinised to Dendrosarcus, for those having an excentric or missing stipe.  In fact those fungi have not been found to be a closely related group, and today the name only has historical interest, though the taxonomic rules imply that it still needs to be recorded.  In 1871 in his \"Führer in die Pilzkunde\" (\"Guide to Mycology\"), Paul Kummer introduced Pleurotus as a genus, but the allocation of P. cornucopiae to it was only done later in 1910 by Léon Louis Rolland.The synonym Pleurotus sapidus due to Schulzer (1873) is sometimes seen\nThe English name \"Branched Oyster Mushroom\" has been given to this species.",
    "Description": "The following sections use the given references throughout.",
    "Description-General": "The cap grows to about 15 cm, with a pale yellowish, brownish or greyish surface.  At most there may be very slight traces of the veil.\nThe stem is always present, may be forked and can vary from excentric to fairly central.  Each stem may be up to about 11 cm long and up to 2 cm thick.\nThe whitish gills are decurrent down the stem and anastomose (criss-cross), becoming a network of ridges at the bottom.\nThe strong smell has an aniseed element and is also floury when the mushroom is cut.  The taste is floury.",
    "Description-Microscopic characteristics": "The flesh may be monomitic (as with ordinary fragile mushrooms) or dimitic, having extra thick-walled hyphae which give the flesh a tougher consistency, especially when older.\nThe spores in the form of an rather elongated ellipsoid are around 8-11 µm by 3.5-5.5 µm.\nThere are no cystidia.",
    "Description-Distribution, habitat & ecology": "This mushroom is saprobic on dead wood and can also be a weak parasite.  It occurs stumps and fallen trunks of oak, beech, elm, and other broad-leaved trees.\nAppearing from spring to late summer, it is distributed in the wild throughout Europe, where it varies locally between common and fairly rare.  It is also reported from the U.S. and Mexico.",
    "Description-Similar species": "P. cornucopiae is quite similar to the well-known food mushroom Pleurotus ostreatus, being distinguished because in the latter case, the gills are not very decurrent and the cap colour is slate or bluish grey.  Another species, Pleurotus pulmonarius has a comparable cap colour to P. cornucopiae but the gills on the stipe are similar to P. ostreatus.\nIt is even more closely related to the yellow-capped \"golden oyster mushroom\", Pleurotus citrinopileatus, which is native to eastern Asia.  The forms are easily distinguishable by the cap colour, but they are sometimes considered to be just varieties of the same species, and as a consequence golden oyster mushrooms are sometimes identified using the older scientific name Pleurotus cornucopiae.  However, according to the mycological reference \"Species Fungorum\", these are two separate species.",
    "Human impact": "This mushroom is edible and it is cultivated in a manner similar to P. ostreatus, though less extensively.  For instance a Chinese paper evaluated several commercially available varieties of P. cornucopiae and reported that it in the Shanghai area an appropriate growth medium is cotton-seed hulls and wood-chips, with 65% water content.  Another paper (actually treating the yellow-topped form) also suggested pasteurized switch grass as a useful substrate, though the yield was less than with cotton-seed hulls and straw.It is a mild parasite of broad-leaved trees.",
    "References": "",
    "Links": "Pleurotus cornucopiae  in Index Fungorum\n\"Pleurotus cornucopiae\". National Center for Biotechnology Information (NCBI).\nList of Pleurotus species"
  }
}