{
  "url": "https://en.wikipedia.org/wiki/Pleurotus_citrinopileatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pleurotaceae"
    },
    {
      "Genus": "Pleurotus"
    },
    {
      "Species": "P. citrinopileatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurotus citrinopileatus, the golden oyster mushroom (tamogitake in Japanese), is an edible gilled fungus.  Native to eastern Russia, northern China, and Japan, the golden oyster mushroom is very closely related to P. cornucopiae of Europe, with some authors considering them to be at the rank of subspecies.  In far eastern Russia, P. citrinopileatus, they are called iI'mak, is one of the most popular wild edible mushrooms.",
    "Description": "The fruiting bodies of P. citrinopileatus grow in clusters of bright yellow to golden brown caps with a velvety, dry surface texture.  Caps range from 20–65 mm (0.79–2.56 in) in diameter. The flesh is thin and white, with a mild taste and without a strong smell. Stems are cylindrical, white in color, often curved or bent, and about 20–50 mm (0.79–1.97 in) long and 2–8 mm (0.079–0.315 in) in diameter. The gills are white, closely spaced, and run down the stem. The spores of the golden oyster mushroom are cylindrical or elliptical in shape, smooth, hyaline, amyloid, and measure 6-9 by 2–3.5 micrometres.",
    "Ecology": "The golden oyster mushroom, like other species of oyster mushroom, is a wood-decay fungus.  In the wild, P. citrinopileatus most commonly decays hardwoods such as elm.  Spores are spread by Callipogon relictus, a beetle.",
    "Uses": "Golden oyster mushrooms are cultivated commercially, usually on a medium of grain, straw, or sawdust.  Pleurotus species are some of the most commonly cultivated mushrooms, particularly in China, due to their ease of cultivation and their ability to convert 100 g of organic refuse into 50-70 g of fresh mushrooms.P. citrinopileatus mushrooms are a source of antioxidants.  Extracts from P. citrinopileatus have been studied for their antihyperglycemic properties, decreasing blood sugar levels in diabetic rats.  They have also been studied as a source of lipid-lowering drugs; P. ostreatus, a related oyster mushroom, has been found to contain the cholesterol-lowering drug lovastatin.",
    "See also": "List of Pleurotus species",
    "References": "",
    "External links": "Pleurotus citrinopileatus  in Index Fungorum\nPleurotus citrinopileatus at Mushroom Observer"
  }
}