{
  "url": "https://en.wikipedia.org/wiki/Pleurotus_populinus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pleurotaceae"
    },
    {
      "Genus": "Pleurotus"
    },
    {
      "Species": "P. populinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurotus populinus, the aspen oyster mushroom, is a gilled fungus native to North America.  It is found on dead wood of aspen and cottonwood trees (genus Populus).  Although morphologically similar to Pleurotus ostreatus and Pleurotus pulmonarius, it has been shown to be a distinct species incapable of cross-breeding.  P. populinus is reported to be edible.  Unlike P. ostreatus, which fruits in the autumn and winter, P. populinus fruits in late spring and summer.",
    "Taxonomy": "The species was first described scientifically by mycologists Oswald and Orson K. Miller in 1993 with a provisional name. This original naming was invalid according to several sections of the International Code of Botanical Nomenclature, so it was republished in 1997.",
    "Description": "The fruit bodies have oyster shell-shaped to fan-shaped caps that are 4–19 cm (1.6–7.5 in) broad by 4–13 cm (1.6–5.1 in) wide. The cap margin is initially rolled inward, becomes finely scalloped in age. The color ranges from ivory white to pinkish buff to orange-grey. The gills are somewhat decurrent, running a short ways down the stipe. They are 3–10 mm broad, white to cream in color, and have two sets of intervening lamellulae (short gills).The spore print is buff. Spores are thin-walled with a narrowly elliptical to oblong shape, and dimensions of 9–15 by 3–5 μm. The basidia are club-shaped, four-spored, and measure 20–27 by 5–6 μm.",
    "Habitat and distribution": "Pleurotus populinus fruit bodies grow singly to numerous—often arranged in overlapping clusters—on the rotting stumps, logs, and limbs of hardwoods. Preferred substrates include  aspen and black cottonwood. It is found in the northern United States and Canada, and in mountainous regions of western North America. It is a common species in its range, where it fruits in June and July.",
    "See also": "List of Pleurotus species",
    "References": "",
    "External links": "Pleurotus populinus  in Index Fungorum\nPleurotus populinus: The Aspen Oyster at MushroomExpert.com\nBiological Species in Pleurotus: ISG III. Pleurotus populinus at University of Tennessee-Knoxville Mycology Lab"
  }
}