{
  "url": "https://en.wikipedia.org/wiki/Pleurotus_nebrodensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pleurotaceae"
    },
    {
      "Genus": "Pleurotus"
    },
    {
      "Species": "P. nebrodensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurotus nebrodensis, commonly known as Funciu di basilicu is a fungus that was declared by the IUCN as critically endangered in 2006. This fungus only grows on limestone in northern Sicily in association with Cachrys ferulacea (family Apiaceae). The characteristics of the mushroom are its creamy white to yellow colour, its diameter of between 5 and 20 centimeters (2 and 8 in), its extremely angled gills, and the breaking apart of the cap surface at maturity.",
    "Taxonomy": "The first record of the mushroom was in 1866 by Italian botanist Giuseppe Inzenga, who named it Agaricus nembrodensis; it was described as \"the most delicious mushroom of the Sicilian mycological flora\". This was widely agreed upon, which has led to widespread cultivation, by professionals and amateurs. In 1886, French mycologist Lucien Quélet transferred the species to the genus Pleurotus.  Recent research has shown that P. nebrodensis is closely related to, but unique from, Pleurotus eryngii, which also occurs in the Mediterranean Basin and is associated with plants in the family Apiaceae.",
    "Decline": "P. nebrodensis was classified as critically endangered is because it is found in an area of less than 100 square kilometers (39 sq mi), and the population has become fractured. In addition, there are not as many mature fungi, and it is losing its natural habitat. An additional reason for the decline is that collectors are now picking unripe specimens. It is currently estimated that fewer than 250 Pleurotus nebrodensis reach maturity every year.",
    "Conservation": "Currently there are no laws to protect Pleurotus nebrodensis. Even in protected areas there has not been a ban on picking of unripe specimens. However, a draft of rules has been created, and could be approved. This draft proposes protecting all ages of the Pleurotus nebrodensis in one part of Madonie Park, a sanctuary, while in another section of the park it will protect any non-mature mushroom. In addition to this, this fungus is being grown, like a crop, to reduce the strain on the wild population.  These fungi that are cultivated for conservation are produced in tunnels that are covered by black nets. These cultivated fungi have the same flavor and aroma as the wild specimens.",
    "See also": "Edible mushrooms\nFlora of Italy\nCuisine of Sicily\nList of Pleurotus species",
    "References": "",
    "External links": "Pleurotus nebrodensis  in Index Fungorum\nPleurotus nebrodensis  in MycoBank."
  }
}