{
  "url": "https://en.wikipedia.org/wiki/Pleurotus_eryngii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pleurotaceae"
    },
    {
      "Genus": "Pleurotus"
    },
    {
      "Species": "P. eryngii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pleurotus eryngii (also known as king trumpet mushroom, French horn mushroom, king oyster mushroom, king brown mushroom, boletus of the steppes, trumpet royale, aliʻi oyster) is an edible mushroom native to Mediterranean regions of Europe, the Middle East, and North Africa, but also grown in many parts of Asia.",
    "Description": "P. eryngii is the largest species in the oyster mushroom genus, Pleurotus, which also contains the oyster mushroom Pleurotus ostreatus. It has a thick, meaty white stem and a small tan cap (in young specimens). Its natural range extends from the Atlantic Ocean through the Mediterranean Basin and Central Europe into Western Asia and India. Unlike other species of Pleurotus, which are primarily wood-decay fungi, the P. eryngii complex are also weak parasites on the roots of herbaceous plants, although they may also be cultured on organic wastes.",
    "Taxonomy": "Its species name is derived from the fact that it grows in association with the roots of Eryngium campestre or other Eryngium plants (English names: 'sea holly' or 'eryngo'). P. eryngii is a species complex, and a number of varieties have been described, with differing plant associates in the carrot family (Apiaceae).\n\nP. eryngii var. eryngii (DC.) Quél 1872 – associated with Eryngium ssp.\nP. eryngii var. ferulae (Lanzi) Sacc. 1887 – associated with Ferula communis\nP. eryngii var. tingitanus Lewinsohn 2002 – associated with Ferula tingitana\nP. eryngii var. elaeoselini Venturella, Zervakis & La Rocca 2000 – associated with Elaeoselinum asclepium\nP. eryngii var. thapsiae Venturella, Zervakis & Saitta 2002 – associated with Thapsia garganicaOther specimens of P. eryngii have been reported in association with plants in the genera Ferulago, Cachrys, Laserpitium, and Diplotaenia.Molecular studies have shown Pleurotus nebrodensis to be closely related to, but distinct from, P. eryngii. Pleurotus fossulatus may be another closely related species.",
    "Uses": "The mushroom has a good shelf life and is cultivated widely. It has little flavor or aroma when raw. When cooked, it develops typical mushroom umami flavors with a texture similar to that of abalone.\nPleurotus eryngii may contain chemicals that stimulate the immune system. Dietary intake of Pleurotus eryngii may function as cholesterol-lowering dietary agent.Like some other Pleurotus species, P. eryngii attacks nematodes and may provide a control method for these parasites when they infect cats and dogs.",
    "See also": "Medicinal fungi\nList of Pleurotus species",
    "Notes": "",
    "References": "",
    "References-Sources": "Rudabe Ravash; Behrouz Shiran; Aziz-Allah Alavi; Fereshteh Bayat; Saeideh Rajaee & Georgios I. Zervakis (2009). \"Genetic variability and molecular phylogeny of Pleurotus eryngii species-complex isolates from Iran, and notes on the systematics of Asiatic populations\". Mycological Progress. 9 (2): 181–194. doi:10.1007/s11557-009-0624-2.\nAbdollahzadeh, J.; M. R. Asef & T. Mirmahmoodi (2007). \"The Pleurotus eryngii species-complex in Kurdistan region of Iran\" (PDF). Pakistan Journal of Biological Sciences. 10 (17): 3006–3009. doi:10.3923/pjbs.2007.3006.3009.",
    "External links": "Pleurotus eryngii photos"
  }
}