{
  "url": "https://en.wikipedia.org/wiki/Omphalodes_verna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Boraginales"
    },
    {
      "Family": "Boraginaceae"
    },
    {
      "Genus": "Omphalodes"
    },
    {
      "Species": "O. verna"
    }
  ],
  "text": {
    "__SUMMARY__": "Omphalodes verna (common names creeping navelwort or blue-eyed-Mary) is an herbaceous perennial rhizomatous plant of the genus Omphalodes belonging to the family Boraginaceae.",
    "Etymology": "The genus name Omphalodes derives from the Greek  word omphalòs, meaning navel, referring to the shape of the small fruits, while the name verna of the species, deriving from the Latin vernus, refers to the early blooming flowers.",
    "Description": "Omphalodes verna can reach 20–30 centimetres (7.9–11.8 in) in height. The plant has a stem that snakes across the ground (hence the alternative name of Creeping forget-me-not).  It has its overwintering buds situated just below the soil surface (hemicryptophyte). This species can spread quickly, it is hard to uproot and by some accounts may even be invasive, but mostly coexists with other plants well.\nIts leaves are grooved, semi-evergreen and medium green, about 30 millimetres (1.2 in) long and 20 millimetres (0.79 in) wide.  They are veiny, with fine hairs and oval to heart in shape, and pointed at the tip.\nIn Spring the plant produces clusters of 3-5 petiolated small, light blue hermaphrodite flowers with white or yellow star-shaped centers. The wheel-shaped corolla is fused and five-lobed  and has a diameter of 7–15 millimetres (0.28–0.59 in). These plants bloom from March through May. The mericarps are  hairy and navel-shaped, about 2 millimetres (0.079 in) long.Creeping Navelwort is cultivated in many countries as an ornamental plant. It may be easily propagated from seeds. It may be confused with Forget-me-not (Myosotis sparsiflora), by some as the flowers are very similar, but it can be dintinguished by its much larger and coarser, slightly prickly leaves, its firm grip with the ground, and its quite different fruits, which are not covered in fine hooked hairs to assist in transport as forget-me-not fruits are.",
    "Distribution": "It is widespread in Central and south-eastern Europe, Pyrenees excluded. It is also present in Quebec.",
    "Habitat": "This species typically grows in the shade of trees, in  fresh mountain forests (especially beech), wastelands and scrublands. The plant prefers sandy or clay loam and moist soils in shady places, at an altitude of 0–1,300 metres (0–4,265 ft) above sea level.",
    "Gallery": "",
    "References": "Pignatti S. - Flora d'Italia – Edagricole – 1982 – Vol. II, pag. 428\nTutin, T.G. et al. - Flora Europaea, second edition - 1993",
    "External links": "Biolib\nNavelwort"
  }
}