{
  "url": "https://en.wikipedia.org/wiki/Sphagnum_cuspidatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Bryophyta"
    },
    {
      "Class": "Sphagnopsida"
    },
    {
      "Order": "Sphagnales"
    },
    {
      "Family": "Sphagnaceae"
    },
    {
      "Genus": "Sphagnum"
    },
    {
      "Species": "S. cuspidatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Sphagnum cuspidatum, the feathery bogmoss, toothed sphagnum, or toothed peat moss, is a peat moss found commonly in Great Britain, Norway, Sweden, the eastern coast of the United States, and in Colombia.",
    "Description": "Sphagnum cuspidatum is brown to greenish brown in color with narrow green stems. Individual plants are slender and weak-stemmed. They are moderately sized compared to other peat mosses. Aquatic forms are flaccid and plumose giving a feathery appearance, whereas the emergent forms are much more compact. Branches are spread in quite obvious sickle shaped patterns, giving the capitulum a twisted appearance. The capitula is often green to yellow, tinged with red-brown in color. The leaves on the stems are triangular-ovate in shape, usually a bit longer than 1.2 mm, and are often very compact with one another. The leaves end in sharp points. Meristem tissue is often fibrillose. The branch stems are green, with pinkish coloration at the proximal ends, and the cortex region is enlarged. The leaves on the branches are ovate-lanceolate to lanceolate in shape, and are between 1.6–5 mm in length. These leaves falcate back towards the tips of the branches. When dry, they are often undulate and recurved. In submerged forms, the branch leaves can sometimes be faintly serrated.S. cuspidatum is a dioecious species. The spores produced are 29-38 µm, covered with large papillae on both surfaces, and appear to be covered in small blisters (pusticulate).S. cuspidatum can be found on wet humus under forests and on the bases of trees forming a hummock-hollow complex; in or near bogs.Distinguishing Sphagnum cuspidatum from Sphagnum viride is sometimes difficult as both occur over a similar geographic range and both grow in wet carpets. Sphagnum cuspidatum has narrower branch leaves and usually a distinct red tinge at the branch bases within the capitulum.",
    "Associated species and ecology": "Sphagnum cuspidatum is a dominant species in the bogs that it inhabits. In wetlands, they consume methane through symbiosis with partly endophytic methanotrophic bacteria, leading to highly effective in situ methane recycling preventing large-scale methane emission into the atmosphere. The bacteria are present in the hyaline cells of the plant. Sometimes, Sphagnum moss can be infected with another type of fungus that can cause sporotrichosis. The other fungus can enter the body through cuts or scrapes on the skin, and will then cause ulcerous skin lesions. It is therefore advised to wear gloves and long sleeves when handling sphagnum moss, and to avoid contact with the moss against scraped or cut skin.",
    "Distribution and habitat": "The moss prefers damp conditions, and is relatively hardy in peat bogs. It does not perform as well in completed submerged conditions as it is incapable of producing sufficient amounts of chlorophyll to grow extensively, and natural causes also result in the death of new shoots produced.",
    "Uses": "Like most species of Sphagnum, this moss has mild antiseptic capabilities. It is very absorbent and acidic, and therefore creates environments not suitable for bacterial growth. These mosses were used up until World War I to pack wounds on the battlefield to prevent infection.\nSphagnum is also used to decorate hanging baskets, as a packing material in the shipping industry, and in some parts of Africa it is even used to pad cushions and mattresses. Since the moss is capable of holding many times its weight in water, it is useful as a potting material for new plants since it provides consistent moisture. It can also be used in conjunction with decaying organic matter as an effective medium for germinating seeds.\nSome species of Sphagnum moss in general have been used as a fuel source in temperate climates.Sphagnum moss has also been used as a \"green\" alternative to water purification in public swimming pools; it inhibits bacterial growth, and greatly reduces the amount of chlorine required to maintain sanitary water [1]\n\n\n== References =="
  }
}