{
  "url": "https://en.wikipedia.org/wiki/Sphagnum_palustre",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Bryophyta"
    },
    {
      "Class": "Sphagnopsida"
    },
    {
      "Subclass": "Sphagnidae"
    },
    {
      "Order": "Sphagnales"
    },
    {
      "Family": "Sphagnaceae"
    },
    {
      "Genus": "Sphagnum"
    },
    {
      "Species": "S. palustre"
    }
  ],
  "text": {
    "__SUMMARY__": "Sphagnum palustre (Syn. Sphagnum cymbifolium), the prairie sphagnum or blunt-leaved bogmoss, is a species of peat moss from the genus Sphagnum, in the family Sphagnaceae. Like other mosses of this type it can soak up water up to the 30-fold amount of its own dry weight thanks to its elastic spiral fibers. S. palustre is rather frequent and is spread almost all over the world. It mainly grows in wet forests and—compared to other specimens of this genus—rarely grows in moors.",
    "Traits": "Sphagnum palustre forms firm plants up to 25 centimeter height. The plants are often light green to light brown with stem diameters of 0.6 to 1.2 millimeters. The epidermis (Hyalodermis) of the stem is built in three layers and their cells form 1 to 3 seldom more pores and contain much spiral fibers. \nThe branches are tufted forming clusters of three to six on the little stems. The heads are a little more pigmented and egg-shaped.",
    "Distribution": "Sphagnum palustre plants are spread across the whole of Europe and also can be found in parts of America, Australia and New Zealand. It is comparatively frequent and grows on moist and wet habitats like wet forests, often coniferous forests, on marshy meadows, but rarely in moors. The species often forms large carpets, sometimes bulge-shaped. It is often accompanied by Sphagnum fimbriatum, Sphagnum subnitens, and Sphagnum squarrosum.\nSphagnum palustre is invading the native habitat at Ka'ala, O'ahu, Hawai'i. It became established after a sample was brought to the island by a botanist in 1960. Although the environment does not allow the plant to reproduce sexually via spores, it is capable of spreading through vegetative reproduction. It currently occupies an area estimated at 17.3 acres. Coordinated eradication efforts have proved difficult.",
    "Distribution-British distribution": "Sphagnum palustre is found all over the British Isles. It is less frequent just North of London and west through to Bristol and patches in the Republic of Ireland. It is widespread in Scotland, Wales, Orkney, Shetland and the Isle of Man. It can be found on Scilly.",
    "Threat": "Sphagnum palustre is not on the IUCN red list of threatened species and therefore isn’t considered to be threatened or endangered.",
    "Uses": "\nIn a project called Mossclone which is part of the 7th framework program of the European Union the peat moss Sphagnum palustre will be multiplied in moss bioreactors to create a measuring tool to track air quality in Europe.\n\n\n== References =="
  }
}