{
  "url": "https://en.wikipedia.org/wiki/Sphagnum_fuscum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Bryophyta"
    },
    {
      "Class": "Sphagnopsida"
    },
    {
      "Order": "Sphagnales"
    },
    {
      "Family": "Sphagnaceae"
    },
    {
      "Genus": "Sphagnum"
    },
    {
      "Species": "S. fuscum"
    }
  ],
  "text": {
    "__SUMMARY__": "Sphagnum fuscum, the rusty bogmoss or rusty peat moss, is a peat moss found commonly in Norway and Sweden, and can be found scattered across North America, the United Kingdom, and in southern to eastern Europe.",
    "Description": "Sphagnum fuscum is brown to greenish brown in color with slender brown stems. It is individually less robust than other peat mosses, especially when clumped into compact hummocks. The moss will form thread-like branches interwoven within hummocks. The leaves along the stem are tongue-shaped, while the leaves along the branches are pointed and lance-shaped. During the sporophyte stage, the moss will have a short stalk of around 1-2mm, with a brown capsule of about 1-1.5mm. Sphagnum fuscum prefers older, drier bogs to inhabit and will formulate hummocks in such conditions. In bogs dominated by black spruce, S. fuscum will form extensive ground cover. On average, S. fuscum inhabits more acidic soils with pH ranging from 3.6-7.5, and is also able to colonize at high elevations. The moss is circumpolar.",
    "Endangerment": "Sphagnum fuscum faces endangerment across much of the globe. Due to reductions in wetlands and development of these areas, the moss is referred to as “high risk” in Germany, while being on several Endangered species lists within some German states. Switzerland has labelled S. fuscum as vulnerable. In the United States, S. fuscum is reported to be at risk in the state of North Carolina. Across Europe, S. fuscum’s habitats are under protection. Germany and Switzerland have both placed the moss under “special protection.”",
    "Associated species": "This species is associated with Sphagnum angustifolium, S. fallax, S. magellanicum, S. papillosum, more infrequently with S. teres, and S. warnstorfii in richer sites. Sphagnum fuscum is easily discernible from other species of Sphagnum, as it tends to be reddish brown in color, and is more likely to form hummocks.",
    "Distribution": "Known occurrence of Sphagnum fuscus are on the map above. The moss inhabits boreal forests and marshlands primarily, and is more likely to be found in colder climates. The moss is also capable of inhabiting areas of relatively high elevation.",
    "Uses": "In recent studies performed in Eastern Europe, it was found that stable carbon and oxygen isotope ratios in α-cellulose of Sphagnum fuscum stems subsampled from hummocks and peat plateau profiles are useful indicators for summer temperature and winter precipitation at decadal to millennial timescales. In another study conducted in Alberta, Canada, it was found that S. fuscum serves as an indicator of high depositions of sulphur and nitrogen in substrates. S. fuscum grows in areas with high sulphur and nitrogen depositions, which is concomitant with the decreased pH of the soil. Sphagnum has also been used historically for medicinal purposes. The moss itself has antimicrobial properties, and was therefore used as an effective filler for wounds to prevent infection. It also retains large amounts of moisture, which was quite useful in keeping the skin around a wound moist to prevent tissue death.\n\n\n== References =="
  }
}