{
  "url": "https://en.wikipedia.org/wiki/Hebeloma_radicosum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Hebeloma"
    },
    {
      "Species": "H. radicosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Hebeloma radicosum, commonly known as the rooting poison pie, is a species of agaric fungus in the family Hymenogastraceae. Fruit bodies (mushrooms) can be identified by the tapering root-like stipe base, as well as the almond-like odor. Found in Japan, Europe, and North America, it is an ammonia fungus, and fruits on mole, mouse, or shrew middens.",
    "Taxonomy": "The species was first described scientifically by Jean Baptiste François Pierre Bulliard in 1784 as Agaricus radicosus. Adalbert Ricken transferred it to Hebeloma in 1915. Historical synonyms have resulted from the transfer of the fungus to the genera Pholiota by Paul Kummer in 1871, Dryophila by Lucien Quélet in 1886, Myxocybe by Victor Fayod in 1889, and Roumeguerites by Marcel Locquin in 1979.Molecular analysis places the species in a basal position of the Myxocybe clade. This grouping of phylogenetically related species contains members that form a pseudorrhiza, such as H. danicum, H. senescens, H. calyptrosporum, H. birrus, H. pumilium, and H. cylindrosporum.The mushroom is commonly known as the \"rooting poison pie\".",
    "Description": "The  fruit bodies have caps 5–10 cm (2.0–3.9 in) in diameter that are initially convex before flattening out in age. The surface of fresh caps is sticky; the color, which ranges from yellowish tan to golden brown to ochre, or pale cinnamon, is lighter towards the margin. The margins of young caps are curled inward, and often have adherent hanging remnants of the partial veil. The gills are notched to nearly free from attachment to the stipe, and have scalloped or fringed edges, especially in maturity. Initially white, the gills change from ochre to reddish brown as the spores mature. The stipe measures 7.5–18 cm (3.0–7.1 in) long by 1.3–2.5 cm (0.5–1.0 in) thick, and is usually swollen in the middle and tapered on each end. The stipe base is covered with pale brownish fibers and cottony scales over a cream ground color. The stipe is solid (i.e., not hollow) and firm, with a ring on the upper portion. The flesh has a mild taste, and an odor of almonds or marzipan. Several aromatic compound are responsible for the mushroom's odor, including benzaldehyde, 2-phenylethanal, 2-phenylethanol, phenylacetic acid, N-formylaniline, and 1-octen-3-ol.Hebeloma radicosum produces a rusty brown to cinnamon-brown spore print. Spores are almond-shaped, covered in small warts, and measure 8–10 by 5–6 μm. The basidia (spore-bearing cells) are four-spored.The mushroom is poisonous, and can cause gastrointestinal distress in those who consume it.",
    "Description-Similar species": "The Japanese species Hebeloma radicosoides resembles H. radicosum in appearance and habitat, but can be distinguished by  its yellower cap and lack of odor. Additionally, H. radicosoides fruits after experimental application of urea to soil, while H. radicosum does not. Another lookalike, Hypholoma radicosum, has a rooting stipe, but it is more slender and smells strongly of the compound iodoform.\"",
    "Ecology and distribution": "Hebeloma radicosum is an ammonia fungus, and associates with the latrines of moles, wood mice, and shrews.  The mushroom has been used to study the nesting ecology of moles. Fruit bodies occur on the ground scattered or in groups on soil or grassy areas, and are also associated with bushes and hedges in residential areas. A Japanese field study demonstrated that male flies of the genus Suillia rest on the mushrooms and actively defend their territory from others of the same species while waiting to mate with oviparous females. Hebeloma radicosum fruit bodies can be grown in pure culture conditions in the laboratory. The fruit bodies are negatively gravitropic and not phototropic. Although they do not require light to form primordia, light is needed for differention and maturation. The sensitivity to gravity and light may be related to the growth habits of the fungus, which colonizes deep in the ground where it forms primordia, and develops mature fruit bodies on the ground.The species is found in Japan, Europe and North America.",
    "See also": "List of Hebeloma species\n\n\n== References =="
  }
}