{
  "url": "https://en.wikipedia.org/wiki/Senecio_congestus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. congestus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio congestus, also known by its common names swamp ragwort, northern swamp groundsel, marsh fleabane, marsh fleawort, clustered marsh ragwort and mastodon flower, a herbaceous member of the family Asteraceae and the genus Senecio, can be seen most easily when its bright yellow umbel flowers appear from May to early July standing 3 to 4 feet (0.9 to 1.2 m) along marshes, stream banks and slough areas where it likes to grow.",
    "Description": "Like many of the Senecio genus S. congestus can be an annual or biennial and perhaps rarely perennial, depending on the conditions.\nA villous broad leafed plant with a single hollow stem and favoring mud flats like Marsh Groundsel (Senecio hydrophilus) but not alike in that marsh ragwort cannot tolerate alkaline sites nor standing water.In the early stages of growth, the leaves, stem, and flower heads are all covered with translucent hairs, producing a \"greenhouse effect\" close to the surface of the plant, essentially extending the growing season by a few vital days by allowing the sun to warm the tissues, and preventing the heat from escaping.Leaves and stems: An erect plant \nstanding 6 to 60 inches (15 to 150 cm) tall, S. congestus varies as much in stature as it does in the distribution and the persistence of its tomentum (the closely matted or fine hairs on plant leaves). Sparse to dense villous stems are more hollow towards the base; hairs that are white, light yellowish, or reddish brown. Basal and cauline leaf edges mostly toothless or with a few coarse teeth that sometimes wither before flowering. The leaves all basically similar in shape, oblong with the lower ones often spatulate, 1.6 to 8 inches (4 to 20 cm) long, 0.2 to 2.5 in (0.5 to 6 cm) wide, with the basal leaves occasionally larger, glabrous or villous in patches, rounded at the tips, toothed, often deciduous with clasping bases.Flowers: \"Congested\" clusters of several to many pale yellow flower heads that sometimes appear tubular and incompletely opened. a branched inflorescence, with 13 to more than 21 flower heads per stalk. Each flower head is ¼ to ½ inch (6 to 13 mm) across and 0.16 to 0.4 inch (0.4 to 10 mm) in length, with small but obvious rays in a corolla laminae surrounded by (usually) 21 green or yellowish green, pink tipped bracts which can be scarious toward the tips.Seeds: Typical of the genus Senecio, S. congestus produces strongly accrescent one-seeded, one-celled, 1.5 to 2.5 millimetres long dry achenes on very fine & numerous, white or dirty white, fluffy, pappus bristles. The seeds have been shown to survive in the soil for more than a year but less than 5 years, the maximum longevity unknown.Roots: Fibrous and without a tap root.",
    "Distribution": "Senecio congestus plants itself in areas that have freezing winters and in moist to wet soils, such as damp meadows, swamps, sandy pond edges and roadside ditches at altitudes of 0 to 3,300 feet (1,000 m)\nIt is the most common annual plant species in the eastern Canadian Arctic.\nNative\nAmerica\nNorth America: Alaska, Iowa, Michigan, Minnesota, North Dakota, South Dakota, Wisconsin, British Columbia, Alberta, Saskatchewan, Manitoba, Ontario, Quebec, New Brunswick, Nova Scotia, Prince Edward Island, Newfoundland and Labrador, Yukon, Northwest Territories, Nunavut\nAsia\nNorthwestern Asia: Astrakhan Oblast, Bashkortostan, Belgorod Oblast, Bryansk Oblast, Chuvashia, Franz Josef Land, Kalmykia, Kaluga Oblast, Kirov Oblast or Vyatka, Kursk Oblast, Lipetsk Oblast, Mordovia, Novgorod Oblast, Novaya Zemlya, Orenburg Oblast, Penza Oblast, Perm Krai, Pskov Oblast, Rostov Oblast, Ryazan Oblast, Saint Petersburg, Samara Oblast, Saratov Oblast, Tambov Oblast, Tatarstan, Tula Oblast, Ulyanovsk Oblast, Udmurtia, Volgograd Oblast, Voronezh Oblast\nEurope\nNorthern Europe: Denmark, Estonia, Latvia, Sweden\nMiddle Europe: Czech Republic, Poland\nEast Europe: Belarus, Kaliningrad Oblast, Lithuania, Ukraine\nWest Europe: France, Luxembourg, Netherlands\nSoutheastern Europe: CroatiaCurrent\nAmerica\nNorth America: Alaska, Iowa, Michigan, Minnesota, North Dakota, South Dakota, Wisconsin, British Columbia, Alberta, Saskatchewan, Manitoba, Ontario, Quebec, New Brunswick, Nova Scotia, Prince Edward Island, Newfoundland and Labrador, Yukon, Northwest Territories, Nunavut\nAsia\nNorthwestern Asia: Astrakhan Oblast, Bashkortostan, Belgorod Oblast, Bryansk Oblast, Chuvashia, Franz Joseph Land, Kalmykia, Kaluga Oblast, Kirov Oblast or Vyatka, Kursk Oblast, Lipetsk Oblast, Mordovia, Novgorod Oblast, Novaya Zemlya, Orenburg Oblast, Penza Oblast, Perm Krai, Pskov Oblast, Rostov Oblast, Ryazan Oblast, Saint Petersburg, Samara Oblast, Saratov Oblast, Tambov Oblast, Tatarstan, Tula Oblast, Ulyanovsk Oblast, Udmurtia, Volgograd Oblast, Voronezh Oblast\nEurope\nNorthern Europe: Denmark, Latvia, Sweden\nMiddle Europe: Czech Republic, Poland, Slovakia\nEast Europe: Belarus, Estonia, Kaliningrad Oblast, Lithuania, Ukraine\nWest Europe: Belgium, France, Luxembourg, Netherlands\nSoutheastern Europe: Croatia\nSouthwestern Europe: Andorra, Gibraltar, SpainRange maps",
    "Noxiousness and toxicity": "Toxicity: Unlike many in the Senecio genus, marsh ragwort is considered a vegetable and safe for human consumption; the young leaves and flowering stems of Senecio congestus can be eaten raw as salad, cooked as a potherb or made into a \"sauerkraut\",Noxiousness: Senecio congestus does appear on a list of North Dakota plants to be monitored, however, it tends to be more of a plant the presence of which indicates severe disturbance such as over-foraging and hyper-salinity, as is the case of the habitats of arctic geese where the forage plants are disappearing. Two locations are mentioned by United States Fish and Wildlife Service (USFWS) having problems from the ever-expanding populations of arctic geese and one from the Arctic Institute of North America of the University of Calgary or from an unpublished report from the Canadian Wildlife Service made available by the USFWS:\nAkimiski Island in the Canadian Northwest Territories where swards of Puccinellia phryganodes and Carex subspathacea have been replaced with dead willow stands and mudflats growing non-forage plant species, including Glaux maritima and Senecio congestus\nCape Churchill Region and La Pérouse Bay, Manitoba where the expanding population of lesser snow geese has resulted in substantial changes to all intertidal habitats. In the vicinity of the coast extensive moss carpets are present and Senecio congestus and Salicornia borealis are widespread.\nKarrak Lake, Nunavut where growth in populations of Ross's geese (Chen rossii) and lesser snow geese (Chen caerulescens) has led to a decline in vegetative cover and areas with a 10-year or longer history of goose nesting than in areas with less than 10 years of nesting had more instance of exposed mineral substrate, exposed peat, and Senecio congestus.Senecio congestus is reported to be extirpated in Michigan.",
    "References": "",
    "External links": " Media related to Tephroseris palustris at Wikimedia Commons\n Data related to Senecio congestus at Wikispecies"
  }
}