{
  "url": "https://en.wikipedia.org/wiki/Senecio_ilicifolius",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. ilicifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio ilicifolius is a plant endemic to South Africa and belonging to the family Asteraceae.\nIt is found in the Eastern and Western Cape growing up to 1 meter tall, and readily identified by its rigid holly-like leaves. Its leaves are clasping, adnate and somewhat decurrent at the base, acute, sharply and coarsely toothed with revolute margins, glabrous and scabrous-dotted above, whitish felted below.Senecio species are a rich source of alkaloids and 'Meyler's Side Effects of Herbal Medicines' lists S. ilicifolius as producing pterophine and senecionine. Senecionine (C₁₈H₂₅O₅N) is toxic and problematic for feed stock and human consumption, causing cirrhosis of the liver, has a melting point of 232° and is only slightly soluble in water. It is not destroyed by the baking of bread from flour using contaminated wheat.\nIn this short paper attention is called to a disease of human beings in South Africa which is attributed to Senecio poisoning; on account of the resemblance between it and the conditions found in domesticated animals and attributed to the same origin the matter is of special interest. In 1918 certain cases of sickness of obscure causation in the George district of the Cape Province were brought to the notice of the Union Government Health Department. Whole families had suffered from time to time from a complaint, the chief symptoms of which were abdominal pain and vomiting, with ascites. It was suggested that the disease was of dietetic origin and samples of meal and wheat that had been made into bread and eaten for some time by affected persons were examined. It was found that the plants known as Senecio ilicifolius. and S. burchelli grow as weeds in the wheat fields at George, and that when the wheat is threshed the seeds and portions of these plants frequently remain behind and are sold with the wheat. When the old-fashioned system of milling, with incomplete winnowing, is adopted these seeds are also ground with the wheat grains into meal. The investigators had in mind similar diseases in stock which were regarded as having been conclusively associated with plants of the same species.",
    "References": "",
    "External links": "iSpot\n\n\n== Gallery =="
  }
}