{
  "url": "https://en.wikipedia.org/wiki/Senecio_angulatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. angulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio angulatus also known as creeping groundsel \nand sometimes as Cape ivy\nis a climbing succulent perennial from the family Asteraceae of the genus Senecio; a native of South Africa\nan alien in Australia,\na problem weed in New Zealand,\nnaturalized in North Africa,\nand cultivated elsewhere.Senecio tamoides has been misapplied in Australia and is currently considered to be Senecio angulatus.",
    "Description": "Described as scrambling and as a twining herb \nwhose form is a dense tangled shrub 2 metres (6.6 ft) tall\nor a climber to 6 metres (20 ft) high,\nthat can become an aggressive weed once established \nsmothering the existing native vegetation both in the ground layer and canopy and altering the light climate in the invaded community and sometimes suppressing the regeneration of native plants.Stems and leaves:\nSucculent, pale green stems, often variegated with pale yellow green and purple, slightly angular\n(not upright) and usually sparingly branched.\nNeither stems nor leaves are hairy.\n\nThick, glossy, fleshy, coarsely toothed leaves, with one to three teeth each side\nand bluntly lobed,\nwith upper leaves becoming smaller with fewer teeth or none at all.\nLeaves are 3.7 centimetres (1.5 in) to 22 centimetres (8.7 in) long and 1 centimetre (0.39 in) to 14 centimetres (5.5 in) wide and occur in 1-4 pairs.\nLeaf stalks are 1 centimetre (0.39 in) to 4 centimetres (1.6 in) long. \nThe leaves have stalks or stems which embrace the larger leaf surface which is not lobed, oval to triangularly shaped or very blunt to pointed at the tips and blunt to flat at the base. The leaves have a frosted look from a powdery coating on the lower side.Senecio angulatus will climb if suitable support available.It can be distinguished vegetatively from Senecio mikanioides by the lack of lobes at the leaf stalk base, the fleshy leaf surface, the outwardly curved leaf teeth.Flowers:\nSenecio angulatus produces numerous flowers \nin open clusters at the end of its branches or stems.\nStrongly scented flowers on an elongated stem that continue to open in succession from the base up as the stem continues to grow; the mass of clusters ending more flat at the top than pyramid-like, 4 centimetres (1.6 in) to 8 centimetres (3.1 in) in diameter.  Often the cluster droops with the flower heads at the end of the cluster turning upwards.\n\nFlower stalks are mostly hairless or with some short hairs, 6.5 millimetres (0.26 in) to 10.5 millimetres (0.41 in) long. Flower heads are attached to flower stalk by fine pointed 8-11 bracts 5 millimetres (0.20 in) to 6 millimetres (0.24 in) \nwhich are surrounded by 4-7 pale green and sometimes purple tinged at the base supplementary bracts, 1.5 millimetres to 2.5 millimetres which make a cup shape around the base of the involucre.\nEach stalk is capable of producing 10-15 disc florets.Flower-heads are radiate and urn-shaped, \nray florets are nearly always absent \nyellow ligule when they occur.  The corolla has a yellow disc \nsurrounded by 4–6 dull golden yellow disc florets 5.5 millimetres (0.22 in) to 9.5 millimetres (0.37 in) long with hairless tubes, a slight expansion below the middle and lobes 1.3 millimetres to 2 millimetres wide.Flowering from April to May in Africa and May to July in New Zealand;S. angulatus flower heads have rays \n(that look like petals) that make it more daisy-like \nunlike S. mikanioides which doesn't.Fruits and reproduction:\nCreeping groundsel is easily dispersed by wind-blown seed, stem fragments, and dumped garden waste.\nAchenes are 3 millimetres to 4 millimetres long, \nribbed or grooved with short hairs in the grooves \nand a tapering cylindrical shape. \nThe parachute like hairs, the pappus, are 5 millimetres to 7 millimetres long.",
    "Common names": "English: Creeping groundsel\nFrench: Séneçon anguleux\nItalian: senecio rampicante\nXhosa: inDindilili",
    "Distribution": "Preferring soils of black calcareous and grey sand, sandy clay and limestone; and finding homes with these soils in coastal areas on cliff faces, mudflats, wet depressions in dunes, near swamps,\nin landfills and scrubland and near settlements\nespecially near the sea.Native:\n\nAfrotropic\nSouthern Africa: South AfricaCurrent\n\nAfrotropic\nEast Tropical Africa: Uganda, Kenya, Tanzania\nSouthern Africa: South Africa\nAustralasia\nWestern Australia: (Esperance Plains, Warren, Swan Coastal Plain), New South Wales, Victoria, Tasmania.\nNew Zealand: New Zealand North, New Zealand South (Nelson City, Wairau Bar (Marlborough), Banks Peninsula)\nPalearctic\nMacaronesia: Canary Islands (Gran Canaria, Hierro, Tenerife), Balearic Islands (Ibiza, Formentera, Mallorca, Menorca)\nSouthwestern Europe: Corsica, Channel Islands, France & Monaco, Portugal\nSoutheastern Europe: Italy, Sardinia, Sicily and surrounding islandsSources: GRIN, ALUKA, FBAF, NSWF, NZPND, BGB\nRange maps",
    "References": "",
    "External links": " Media related to Senecio angulatus at Wikimedia Commons\n Data related to Senecio angulatus at Wikispecies\nSenecio angulatus in the CalPhotos Photo Database, University of California, Berkeley\n\"Herbarium record\". Neotropical Herbarium Specimens. fieldmuseum.org. Retrieved 2008-04-22."
  }
}