{
  "url": "https://en.wikipedia.org/wiki/Senecio_brasiliensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. brasiliensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio brasiliensis, known by the common name flor-das-almas, (flower-of-souls), is a perennial species of the genus Senecio and family Asteraceae. It is native to fields and meadows of central South America.",
    "Description": "S. brasiliensis is a densely leafy perennial herb, 1 metre (3.3 ft) to 2 metres (6.6 ft) tall, with yellow flowers that prefers to make its home in degraded pasture lands and unploughed croplands in central South America.Leaves and stems:  S. brasiliensis stands very upright with a branched hairless and grooved stem.  The leaves are alternate, pinnate and deeply lobed dark green on the top, whitish green on the underside.\nThe lower part of the plant is smooth, while the upper part is hairy and the leaves cluster at the highest point with the flower stalks (corymbs).Flowers: Yellow flowers dense on corymbs; two types of flowers (that look like [petal]s), disc florets with both male and female flowers and ray flowers which are simply female.Seeds: Small seed with white hairs that use the wind to get around with.",
    "Common Names": "English: Flower of souls, hempleaf ragwort\nPortuguese: malmequer-amarelo, Maria-mole, tasneirinha, flor-das-almas\nGuarani: Agosto poty (August flower)",
    "Distribution": "S. brasiliensis grows at elevations of 0 metres (0 ft) to 1,000 metres (3,300 ft).\nNative: Argentina (mostly North Argentine Northwest and Gran Chaco), Bolivia, Brazil (mostly South Central), Paraguay, and Uruguay.Current:\n\nAmerica\nNorth America: Alabama, Florida\nSouth America: Argentina, Bolivia, Brazil, Paraguay, Uruguay",
    "Predators": "Phaedon confinis (Chrysomelidae)\nAtarsocoris brachiariae  (Hemiptera: Cydnidae) – Burrowing brown bug",
    "References": "",
    "External links": " Media related to Senecio brasiliensis at Wikimedia Commons\n Data related to Senecio brasiliensis at Wikispecies\n\n\"Senecio cannabinifolius\". Integrated Taxonomic Information System. Retrieved 6 March 2008.\n\"Herbarium record\". Neotropical Herbarium Specimens. fieldmuseum.org. Retrieved 22 April 2008.\nGustavo H. Shimizu (30 September 2006). \"Image of Senecio brasiliensis\". Retrieved 6 March 2008."
  }
}