{
  "url": "https://en.wikipedia.org/wiki/Senecio_spartioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. spartioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio spartioides is a species of flowering plant in the aster family known by the common name broom-like ragwort. It is native to the western United States as far east as the Dakotas and Texas, and northern Mexico. It can be found in dry, rocky, often disturbed areas in a number of habitat types. It is a subshrub which can exceed a meter in height, its arching stems growing from a woody-topped taproot. The leaves are linear in shape and up to 10 centimeters long. The leaves usually have smooth, unlobed edges, but slightly lobed leaves are seen at times. The leaves are evenly distributed along the stems, the ones low on the stems withering away early, giving the plant a naked appearance on the lower half while the top is still lush green and blooming. The inflorescences are spreading, flat-topped arrays of many cylindrical flower heads. The heads contain yellow disc florets and generally either 5 or 8 ray florets each about a centimeter long.\nSenecio spartioides' silvery white pappus hairs, that carry the tiny, brown seeds aloft, attract as much attention as the golden yellow flowers.  The hairs are common on many members of the Sunflower Family, most famously on Dandelions, Taraxacum officinale.\n\"Oides\" is a form of the Greek \"oid\", which means \"similar to\" and thus \"spartioides\" means \"similar to spart(ium)\", a genus of Fabaceae (Pea Family).\nSenecio spartioides was first collected by John C. Fremont along the Sweetwater River in Wyoming, in 1842 and was named and described by Torrey and Gray in their Flora of North America in 1843.\nThis species has been noted to hybridize with other Senecio.",
    "References": "",
    "External links": "Jepson Manual Treatment\nUSDA Plants Profile\nFlora of North America\nSouthwest Colorado Wildflowers\nPhoto gallery\nhttp://www.swcoloradowildflowers.com/Yellow%20Enlarged%20Photos/4sesp3.jpg"
  }
}