{
  "url": "https://en.wikipedia.org/wiki/Senecio_tamoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. tamoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio tamoides or also known as Canary creeper (a name it shares with Senecio deltoideus Less.) is a climbing member of the genus Senecio of the family Asteraceae.",
    "Description": "Scrambling \nmostly evergreen \nperennial,\ncreeping along the ground or climbing several meters into the trees.Stems and leaves:\nStems are slender and hairless, up to 2 metres (6.6 ft) tall.Leaves are bright green, shaped like many ivy  with broad, oval and fleshy surfaces, 4 centimetres (1.6 in) long and 7 centimetres (2.8 in) wide, coarsely toothed edges, leaf stalks 2 centimetres (0.79 in) to 5 centimetres (2.0 in) long.Flowers:\nInflorescence is many-headed, bright yellow, and the flowering spike grows to have a flat top.  The flower heads are cylindrical, about  3 millimetres (0.12 in) in diameter; surrounded with a whorl of five to seven bracts, 6 millimetres (0.24 in) to 7 millimetres (0.28 in) long which are surrounded by two to four smaller bracts or bracteoles. Three to six ray florets; each ligule approximately 1 centimetre (0.39 in) long; ten to twelve disc florets, 12 millimetres (0.47 in) to 15 millimetres (0.59 in) long.When cultivated in the gardens of the National Museums of Kenya, it has orange florets.Fruits and reproduction:\nAchenes about 2 millimetres (0.079 in) long, and not hairy; pappus 6 millimetres (0.24 in) to 7 millimetres (0.28 in) long.\nIt grows easily from stem cuttings.",
    "Distribution": "It is native to southern Africa where it occurs from the Eastern Cape to eastern Zimbabwe. It grows along evergreen forest margins at altitudes of 300 metres (980 ft) to 1,900 metres (6,200 ft) and in moist gullies.\n\n\n== References =="
  }
}