{
  "url": "https://en.wikipedia.org/wiki/Senecio_garlandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. garlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio garlandii, commonly known as woolly ragwort, is a species of daisy native to southern New South Wales and north-eastern Victoria.",
    "Description": "Senecio garlandii is an erect, perennial shrub that grows to a height of 1.2 metres (3 ft 11 in). The stems and lower leaf surface are densely covered with white, cottony hairs, whilst the leaves grow to 15cm long and 8cm wide, with toothed edges. The leaves are stalkless, and clasp the stem. The numerous small flower heads are clustered in sprays, and mature into light brown fruits that are grooved and covered with slender white hairs.",
    "Distribution and habitat": "The species occurs in dry schlerophyll forests and open woodlands, on the sheltered south and east facing slopes of rocky outcrops between Wyalong, NSW to Chiltern, Victoria. The species is capable of regenerating in both the absence and presence of fire, however fire facilitates\ngermination and some resprouting occurs after fire.",
    "Conservation status": "",
    "Conservation status-Australia": "Woolly ragwort was previously listed under the EPBC Act as Vulnerable, but was removed in 2013 after it was reassessed by the Threatened Species Scientific Committee.",
    "Conservation status-NSW": "The species is listed as Vulnerable in NSW under the Biodiversity Conservation Act 2016.",
    "Conservation status-VIC": "The species is listed as Endangered in Victoria under the Flora and Fauna Guarantee Act 1988.",
    "Conservation actions": "Woolly ragwort occurs in several protected areas, including The Rock Nature Reserve, Tabletop Nature Reserve, Benambra National Park and Ulandra Nature Reserve in NSW, and in the Chiltern-Mt Pilot National Park in Victoria.\n\n\n== References =="
  }
}