{
  "url": "https://en.wikipedia.org/wiki/Senecio_lamarckianus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. lamarckianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio lamarckianus, the bois de chèvre (English: wood/antler of goat), is a species of flowering plant in the aster family and a member of the genus Senecio. It is endemic to the island of Mauritius and is threatened by habitat loss.S. lamarckianus is named after the French philosopher, botanist and zoologist Jean-Baptiste Pierre Antoine de Monet, Chevalier de Lamarck.",
    "Description": "S. lamarckianus is a many-branched perennial shrub that grows to be 2 m (6.6 ft) to 3 m (9.8 ft) tall.Leaves and stems:\nThe stalk and branches are densely covered with white hairs. Oblong leather-like leaves are silvery greenish colored, \n11 cm (4.3 in) to 13 cm (5.1 in) long by 3 cm (1.2 in) to 5.2 cm (2.0 in) wide and are attached to the branch with a leaf stalk 1 cm (0.39 in) to 2 cm (0.79 in) long, which bear on opposite sides small, well-spaced lanceolate lobules. Pointed at the tips and slender at the base; serrated, more so at the tips, mostly hairless on the tops and densely hairy underneath.Flowers:\nNumerous flower heads which cluster into a flat top, each on its own flower stalk; center flower heads tending to open first. Inflorescence is completely covered in white hairs and appears in groups of seven. Clusters composed of ray florets, with 2.8 mm (0.11 in) long yellow rays, tube 2 mm (0.079 in) long. Internal florets, with yellow 3.9 mm (0.15 in) corolla with 1.6 mm (0.063 in) long lobes.Fruits:\nAchenes can vary between 1.2 mm (0.047 in) and 1.8 mm (0.071 in) in length, are smooth and bear a pappus of 2.7 mm (0.11 in) to 3 mm (0.12 in) long with white hairs.",
    "Distribution": "Endemic to Mauritius, now very rare, it is found in dry mountainous regions around the summit peaks of the island. Localities: Mondrain, Pieter Both Mountain, Gubbies, Piton du Fouge Ridge Forest, crests above Port Louis, most of them in Piton du Fouge. There is a chance there are more individuals in more remote areas.\n\n\n== References =="
  }
}