{
  "url": "https://en.wikipedia.org/wiki/Senecio_crassiflorus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. crassiflorus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio crassiflorus, one of the native South American Senecio and an herbaceous dune dwelling perennial.",
    "Common name": "Portuguese: margarida-das-dunas",
    "Description": "Senecio crassiflorus is not an upright herb, the silvery to white woolly 20 centimetres (7.9 in) to  50 centimetres (20 in) tall plant tends to \"lay down and rest\" on the dunes and sandy coastal areas it inhabits.\n\nLeaves\nShaped like spatula with roundish, long, narrow, linear bases to having a broad rounded apex and a tapering base. Mostly 4 centimetres (1.6 in) to 8 centimetres (3.1 in) long, .6 centimetres (0.24 in) to 2 centimetres (0.79 in) wide. The edges are smooth or toothed towards apex and both surfaces woolly.Flowers\nBroadly bell shaped, woolly flower heads appear singly or a few together, 1 centimetre (0.39 in) to 1.5 centimetres (0.59 in) in diameter.Seeds and reproduction\nAchenes .3 centimetres (0.12 in) to .5 centimetres (0.20 in); pappus 1.5 centimetres (0.59 in) long.Reports claim S. crassiflorus does not produce viable seeds and spreads itself asexually or via vegetative reproduction.\nCommunity species\n\nIpomoea pes-caprae\nHydrocotyle bonariensis\nJuncus acutus\nPanicum sabularum\nSpartina cf. ciliata\nHydrocotyle umbellataColombian communities\nIn a remote sensing project for rapid ecological evaluation, S. crassiflorus was found in Colombia inhabiting two areas that were evaluated.A flood prone coastal region:\nAcanthospermum australe, Acicarpha tribuloides, Ambrosia tenuifolia, Androtrichium trigynum, Azolla sp., Bacopa monnieri, Baccharis articulata, Cardionema ramosissima, Centella asiatica, Cephalanthus glabratus, Chenopodium retusum, Cuphea carthagenensis, Cynodon dactylon, Cyperus haspan, Cyperus virens, Enydra sessilis, Erechtites hieracifolia, Eryngium pandanifolium, Hedyotis salzmanii, Ischaemum minus, Juncus microcephalus, Nymphoides indica, Panicum racemosum, Paspalum nicorae, Petunia litoralis, Pluchea sagitalis, Polygonum punctatum, Pterocaulon sp., Ranunculus apiifolius,Sesbania punicea, Solanum platense,  Thelipteris interrupta, Xyris jupicai and Zizaniopsis bonariensis.A sandy area near to a forest:\nAcanthospermun australe, Baccharis arenaria, Cynodon dactylon, Fragmites communis, Hydrocotyle bonariensis, Mikania micrantha, Myrcianthes cisplatensis, Oenothera sp., Passiflora caerulea, Polygonum sp., Salyx hunboldtiana, Sapium glandulosum, Schoenoplectus californicus, Sebastiania schottiana, Sesbania punicea, Theliptheris interrupta and Tillandsia aeranthos.",
    "Distribution": "Native\nNeotropic:\nBrazil: Brazil\nSouthern South America: Argentina, UruguayCurrent\nNeotropic:\nBrazil: Brazil\nSouthern South America: Argentina, Uruguay\nAustralasia:\nAustralia: New South Wales\nNew Zealand North: Wellington",
    "References": "",
    "External links": " Media related to Senecio crassiflorus at Wikimedia Commons\n Data related to Senecio crassiflorus at Wikispecies\n\n\"Cultivated Senecio crassiflorus\". Tony. 2003-10-12. Retrieved 2008-04-25. \nLandcare Research. \"Ngā Tipu o Aotearoa - New Zealand Plants\". New Zealand Plant Names Database. Landcare Research Allan Herbarium and New Zealand Plant Names Database. Retrieved 2008-04-25."
  }
}