{
  "url": "https://en.wikipedia.org/wiki/Senecio_mattirolii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. mattirolii"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio mattirolii is a perennial herb of the family Asteraceae endemic to altitudes between 3600–4500 meters (12,000 - 15,000 feet)  \non the slopes of the mountains of the Ruwenzori Mountains in Uganda and the Democratic Republic of the Congo and an atypical species of the genus Senecio because it has purple flowers.Standing straight and tall  and common in the open, stony slopes on the mountains it lives on, Senecio mattirolii achieves heights of 10 to 50 centimeters (4 to 20 inches).\n\nStems and leaves\nA well-developed, above ground, reddish colored stem.  The leaves are lobed and have a 'crisped' appearance by being irregularly curled or twisted.  Leaves closer to the base are often reddish and attached directly to the stem with stalks from 2 to 5 centimeters (1 to 2 inches) long.  Leaves have an oblong shape sometimes spatulate tipped, 5 to 13 centimeters (2 to 5 inches) long and 1 - 2 centimeters wide.  Farther up the stem, the leaves are smaller 2 to 5 centimeters (1 to 2 inches) long and 3 to 10 millimeters wide.Flowers\nFlower heads have a flat circular shape and are held straight up by the plant.  They appear in clusters of 2 to 6 which grow upward from various points on the main stem to approximately the same height with the outer flowers opening first.  The phyllaries are purplish.  There are no ray florets and the disc florets are purple or mauve colored.Fruits\nAchenes 3 to 4 millimeters long, ribbed and not hairy.  Pappus 6 to 7 millimeters long.",
    "References": "",
    "External links": "Porter, Noah, ed. (1913). \"Webster's entry needed\". Webster's Dictionary. Springfield, Massachusetts: C. & G. Merriam Co."
  }
}