{
  "url": "https://en.wikipedia.org/wiki/Senecio_maranguensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. maranguensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio maranguensis a 2-meter (6 foot) woody shrub  \nor 6 meter (20 feet) climbing shrub from the family Asteraceae and species of the genus Senecio  \nwhich makes its home at the same altitudes as the bamboo on the slopes of the mountains in East Africa.",
    "Description": "Senecio  maranguensis lives in the bamboo and forest clearings as a 2 meter tall woody shrub, but can have a tendency to climb when growing in the forests, reaching to 6 meters tall.\nStems and leaves\nLong, leafy and flexible stems that are covered with soft fine or cobweb like hairs or hairless and are sometimes tinged purple or red.  Leaves are leathery, oval with pointed tips 3 to 17 centimeters (1 to 6 inches) long and 1 to 6 centimeters (less than an inch and more than two inches) wide with teeth on the edges and not hairy except for on the midrib and main vein.  The old leaves tend to wither and droop without falling off.  The petiole is 2 to 3 millimeters long has sparse hairs or none at all.Flowers\n\"Capitula radiate\" or \"flower heads with yellow ray florets\". Numerous flower heads that appear congested to lax in spreading terminal compound clusters that start at different places but end making a flat surface with the others.  Flower stalks have hairs.  Involcre is 3 to 5 millimeters long and about 2 millimeters in diameter.  Pale to bright yellow ray florets and 4 veined spreading disc florets that turn red brown.Fruits\nRibbed achenes 2 millimeters long and without hairs.  Pappus 3.5 millimeters long.",
    "Distribution": "A common shrub in altitudes between 1,800 and 3,250 meters (5,900 to 10,700 feet) in Burundi, the Democratic Republic of the Congo, Kenya, Malawi, Rwanda, Tanzania and Uganda including the Aberdare Mountains, the Ruwenzori Mountains and Kilimanjaro.",
    "References": "",
    "External links": "Porter, Noah, ed. (1913). \"Webster's entry needed\". Webster's Dictionary. Springfield, Massachusetts: C. & G. Merriam Co."
  }
}