{
  "url": "https://en.wikipedia.org/wiki/Senecio_keniensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Dendrosenecio"
    },
    {
      "Species": "D. keniensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrosenecio keniensis (syn. Senecio keniensis and S. brassica) is one of the giant groundsels endemic the higher altitudes of Mount Kenya. It is in the family Asteraceae and the genus Dendrosenecio (previously a Senecio).  Dendrosenecio keniodendron occurs the upper alpine zone of Mount Kenya and  D. keniensis in the wetter areas of the lower alpine or the moorlands.",
    "Description": "Leaves and stems\nProstrate (even subterranean) trunks of soft brittle wood, with trunk to 5 centimetres (2.0 in) in diameter; which branch repeatedly at or below ground level, forming a large prostrate clone. The branches each support a great cabbage-like, densely packed leaf-rosettes of 30–40 leaves; each branch cloaked with older, dead foliage. Branches produced near ground-level are  capable of  rooting that supports a \"creeping\" horizontal growth-form.  The leaves are oblong and narrow slightly where they attach to the rosette; they can be up to 56 centimetres (22 in) long and 18 centimetres (7.1 in) wide.  The leaves are capable of secreting limited quantities of a mucilaginous fluid containing  polysaccharides.  The upper leaf surface has a hair cushion which is also often coated with dried mucilage.  The lower surface is covered densely with a thick, white felty covering of lantate hairs.  Growth rates are very slow.S. keniensis is frost resistant to −10 °C (14 °F) This ability to withstand the colder temperatures that occur in the upper altitudes of Mount Kenya is in part due (at least in Lobelias) to the large amounts of mucilage which are contained by the rosettes of leaves which that might assist in preventing the leaf bud from freezing and the reservoir of fluid from evaporating. As well as the nyctinastic behavior of the leaf rosettes which open during the day and close tightly around the leaf bud and meristem when it becomes cold at night;  the outer leaves bend inwards and form around the central leaf bud.Flowers\nTall terminal spikes of groundsel flowers arise from each of the great cabbage-like rosette of leaves, each spike or inflorescence narrowly conical up to 110 centimetres (43 in) tall and 20 centimetres (7.9 in) in diameter.  The flower heads are upright (as opposed to pendulous in D. keniodenron) each consisting of 12 to 16 bright yellow ray florets up to 25 millimetres (0.98 in) long and 60-80 disc florets.  Each leaf rosette dies after flowering, but the plant lives on because its highly branched growth form consists of multiple rosettes.",
    "Distribution": "Senecio keniensis makes its home mostly in the lower alpine or moorland zone located at altitudes of 2,900 metres (9,500 ft) to 3,800 metres (12,500 ft) that can be characterized by high soil moisture, a thick humus layer, similar terrain, and not a lot of different species present.  The upper alpine zone, 3,800 metres (12,500 ft) to 4,500 metres (14,800 ft), is more topographically diverse, and contains a more varied flora, including the giant rosette plants Lobelia telekii and L. keniensis, Senecio keniodendron and Carduus spp.. S. keniensis can be found in both the lower and upper alpine zone, \nalthough it is less common above 4,000 metres (13,000 ft) where it can regularly hybridise with S. keniodendron.",
    "Name confusion": "S. keniensis has a history which includes some confusion between it and other species from other genus which belongs to a different family.  There was a mix-up in some of the materials that were collected that united the leaf of Lobelia gregoriana with the inflorescence of S. keniensis.  At that time, Senecio keniensis was rejected as a  confused name \"nomen confusum\" based on the muddled samples from which made it impossible to select a single specimen, \nbut that practice is no longer permitted and the replacement name S. brassica is superfluous and other names that were based on this basionym are similarly illogical and incorrectly deduced.  Examples: Fries and Fries (1922) cited the confused material for S. brassica; Hedberg (1957) selected a single specimen from among the syntypes that associated S. brassica with Fries & Fries.",
    "Hybrid": "Senecio keniensis Baker subsp. keniensis x S. keniodendron R.E.Fr. & T.C.E.Fr. ex Hell.",
    "References": "",
    "External links": " Media related to Dendrosenecio keniensis at Wikimedia Commons\n\nPorter, Noah, ed. (1913). \"Webster's entry needed\". Webster's Dictionary. Springfield, Massachusetts: C. & G. Merriam Co.\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Dendrosenecio keniensis\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}