{
  "url": "https://en.wikipedia.org/wiki/Senecio_gallicus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. gallicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio gallicus, an annual plant of the genus Senecio and family Asteraceae, is a species that colonizes isolated habitats with difficult environmental conditions. It is widespread across southern France and the Iberian Peninsula in deserts and xeric shrublands, on steppes and salty dry coastal plains. S. gallicus is playing a predominant role in shaping patterns of genetic structure by presenting models of historical associations among population rather than patterns of ongoing gene flow.",
    "Common names": "English: French groundsel\nSpanish: Azuzón de Alborán\nFrench: Séneçon de France\nItalian: Senecione gallico",
    "Description": "Senecio gallicus has had more phylogenetic description because it is an exceptional species among halotypes with a known intraspecific phylogeographic structure which is also species specific.\nComparisons of allozyme and chloroplast variation in this species indicate that it persisted in Pleistocene coastal refugia during glaciation periods.\nThe Endangered One\nSenecio alboranicus, or azuzón de Alborán, is reported to be endemic to and critically endangered on Isla de Alborán by ICUN.  Alborán is 7.1 hectares and 600 metres (660 yd) by 265 metres (290 yd) of volcanic extrusion situated 48 kilometres (30 mi) from the port of Adra, Almería on the Spanish coast and 39 kilometres (24 mi) from the Melilla on the African coast (previously Morocco). S. alboranicus is one of the 26 plants, 20 vascular plants and 6 lichen cited as having inhabited the island, although, not all at the same time.\nTypical of the tenacious genus Senecio, the small shrub Azuzón de Alborán colonizes areas that could be described as disturbed and unstabilized as it does live where there is an accumulation of volcanic ashes and shell laden sand, historically perturbed by natural events and human activities.  Also typical, this species produces three generations of plants each year and is non-competitive; the middle generation of S. alboranicus shares its part of the island with Lavatera mauritanica and  Anacyclus alboranensis. Atypical of the genus, this species is a halophile, growing in soils with a known high concentration of salt.Azuzón de Alborán can be found growing at altitudes between 0 metres (0 ft) and 15 metres (49 ft).  The restricted size of the island and the rarity of the habitat make azuzón de Alborán particularly vulnerable to changes. Climatic conditions (quantity and distribution of rain, soil salinity, etc.) and human activities (the lighthouse was once manned); there have been large fluctuations in the numbers of individuals each year. These fluctuations affect not only the number of individual plants but also their size and the number of flowers. The decline of this species could be caused by alterations generated by human presence (military occupancy, artificial environments, etc.) in addition to events like natural changes or biotic threats (competition, parasitism, diseases, etc.), alterations which probably not coincidentally describe many of the conditions that occurred from the mapping those years.Isla de Alborán is a protected area, a marine park and an important ecological area for the Mediterranean and is especially protected by the Barcelona Convention. Azuzón de Alborán is listed in Appendix I  of Bern Convention.  A permit is needed from the Ministry of Defence to visit Azuzón de Alborán on its island.",
    "Distribution": "Specimens of Senecio gallicus have been collected at altitudes of 15 metres (50 ft) and 1,400 metres (4,600 ft) above sea level.\n\nNative\nPalearctic:\nSouthwestern Europe: Alboran, Formentera, Ibiza, Italy, France, Monaco, Morocco, Portugal, SpainNaturalized and Native\nPalearctic:\nWestern Asia: Israel\nSouthwestern Europe: Alboran, Formentera, Ibiza, Italy, France, Monaco, Morocco, Portugal, Sicily, Spain\nMiddle Europe: Belgium\nNorth Europe: Sweden",
    "Others": "Synonyms\n\nSenecio gallicus Chaix var. calyculatus Emb. & Maire  status incertain\nSenecio gallicus Chaix var. laxiflorus DC.  status incertain\nSenecio gallicus Chaix var. sonchifolius Ball  status incertainInfraspecific names\n\nSenecio gallicus Chaix subsp. gallicus\nSenecio gallicus Chaix var. calyculatus Emb. & Maire\nSenecio gallicus Chaix var. laxiflorus DC.\nSenecio gallicus Chaix var. sonchifolius Ball",
    "References": "",
    "External links": " Data related to Senecio gallicus at Wikispecies\n\nGoogle Map for Isla de Alborán\n\"Senecio gallicus\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}