{
  "url": "https://en.wikipedia.org/wiki/Senecio_rowleyanus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. rowleyanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio rowleyanus, commonly known as string-of-pearls or string-of-beads, is a creeping, perennial, succulent vine of the family Asteraceae. This plant was named after British botanist Gordon Douglas Rowley who specialized in Cactaceae and succulents. It is native to the drier parts of southwest Africa. In its natural environment its stems trail on the ground, rooting where they touch and forming dense mats. It often avoids direct sunlight by growing in the shade of other plants and rocks.\n\"String-of-beads\" and several other common names are shared with Senecio herreianus, which has teardrop-shaped leaves, rather than spherical.",
    "Description": "Senecio rowleyanus receives its common name from specialized leaves which are the size and shape of small peas (about ​1⁄4 inch diameter).Its trailing stems can grow 2–3 feet (60–90 cm). There is a small tip on at the distal point of each leaf and a thin band of dark green tissue on the side known as a \"window\" (see below). It blooms during the summer and, like all asterids, it has a compound flower. The trumpet shaped flower forms clusters (about ​1⁄2 inch diameter) of small white flowers with colorful stamens. The flower will last about a month and is said to smell like cinnamon and other spices.",
    "Leaf morphology": "The odd shape of the leaves is an adaptation to arid environments and allows for the storage of water while exposing a minimum amount of surface area per volume to the dry desert air. This greatly reduces water loss due to evaporation relative to the typical dorsi-ventrally flattened leaves of most angiosperms. Although its spherical leaf morphology contributes to minimizing water loss, it also dramatically reduces the area available for the absorption of light and could be potentially detrimental to the plant's rate of photosynthetic carbon assimilation. An adaptation that may help compensate for this reduction in light interception is a narrow, translucent, crescent-shaped band of tissue on the adaxial side of the lamina. This specialized structure is known as an \"epidermal window\" and it allows light to enter and irradiate the interior of the leaf, effectively increasing the area of leaf tissue available for photosynthesis. This is a trait shared with Senecio radicans (string of bananas), a close relative of Senecio rowleyanus. A similar morphology is observed in species of the genus Fenestraria as well as the species Haworthia cooperi and Frithia pulchra, which grow underground and only expose their leaf tips to absorb light radiation.",
    "Cultivation": "Senecio rowleyanus is commonly cultivated as an ornamental plant. It is typically displayed in hanging baskets with the leaves cascading over the edge of the container. It can be grown indoors or outdoors (above freezing temperature) and is considered to be low maintenance. Like most succulents, it requires very infrequent watering (about once a month), a few hours of direct sunlight and is not affected by humidity. Good soil drainage is essential to prevent root rot, so sandy soil is recommended (cactus mix or 3:1 potting soil to sharp sand). This plant can be propagated easily by cutting or pinching off 4 inches of healthy stem tip and lightly covering them with moist potting mix. The roots will quickly develop from where the leaves are attached to the stem.",
    "Toxicity": "The vegetation of S. rowleyanus is somewhat poisonous and should not be consumed. In humans the string of pearls plant is rated as toxicity classes 2 and 4 by the University of California, Davis. Class 2 is defined by minor toxicity; ingestion of string of pearls may cause minor illnesses such as vomiting or diarrhea. Class 4 is defined by dermatitis; contact with the plant's sap may cause skin irritation or rash. Likewise, if consumed by animals it can cause vomiting, diarrhea, drooling, skin irritation or lethargy.",
    "References": "\nOmbrello, T. \"Senecios\". Retrieved 2014-10-18.Perl, Philip (1978). Cacti and Succulents. Alexandria, Virginia: Time-Life Books. pp. 124–125."
  }
}