{
  "url": "https://en.wikipedia.org/wiki/Senecio_triangularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. triangularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio triangularis, known as arrowleaf ragwort, arrowleaf groundsel and arrowleaf butterweed, is a species of the genus Senecio and family Asteraceae.",
    "Description": "It is similar in form to Senecio serra, both being four feet tall, have narrow and serrated leaves, and are topped with many small, yellow sunflowers. but S. triangularis is more common than S. serra. S. triangularis has single erect stems, reaching up to 10–120 cm (4–47 in) tall. The stems have evenly distributed leaves. The leaves are triangular, with tapered ends, hence the name. The flowers have a prominent central dome, with ray florets around 8 cm wide.As some plants are diploid, meaning having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has been counted as 2n = 40, 80.",
    "Taxonomy": "It has the common names of arrowleaf ragwort, arrowleaf groundsel, and arrowleaf butterweed.\nIn the early 1930s, Scottish botanist Thomas Drummond collected this plant, probably on his second trip to the United States  The plant was the named by William Hooker, Drummond's mentor, and first published and described by Hooker in 'Flora Boreali-Americana' (Fl. Bor.-Amer.) Vol.1 on page 332 in 1834.",
    "Distribution and habitat": "It is native to temperate regions of America.",
    "Distribution": "Native\n\nNearctic:\nSubarctic America: Northwest Territory, Yukon Territory, Alaska\nWestern Canada: Alberta, British Columbia\nNorthwestern United States: Colorado, Idaho, Montana, Oregon, Washington, Wyoming\nSouthwestern United States: Arizona, California, Nevada, Utah, New MexicoSource: GRIN,",
    "Distribution-Habitat": "It grows in open woodlands, (mainly coniferous forests) and on rocky stream sides.\nThey can grow at altitudes of between 100 to 3,500 m (330 to 11,480 ft).",
    "References": "",
    "External links": " Media related to Senecio triangularis at Wikimedia Commons"
  }
}