{
  "url": "https://en.wikipedia.org/wiki/Senecio_radicans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. radicans"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio radicans (string of bananas) is a succulent houseplant. A member of the family Asteraceae, the asters, this species is closely related to the common String of Pearls, and is native to South Africa. It has multiple tendrils of glossy, banana-shaped foliage.\nLike most members of the Senecio genus, S.radicans is relatively hardy and easy to grow, making it a great starting point for novice gardeners and those seeking entry to the succulent or container gardening hobbies.  An interesting addition to any home or garden, S. radicans is especially good for pots, hanging baskets, succulent gardens, and other areas in need of textural interest.",
    "Distribution": "Senecio radicans is native to the Cape Province region of South Africa.\nIn fact, in the desert areas of South Africa where aridity increases, including the Karroid central region, the dominant vegetation consists of xerophytic  dwarf shrubs and succulents, including many members of the Genus Senecio. In these areas of very low moisture, the grasslands typical of other areas of Africa give way to areas in which grass is subdominant to these drought-tolerant plants, which are frequently spaced far apart with wide expanses of sandy or rocky stretches in between.",
    "Habitat and Ecology": "As a native to the Cape Province area of South Africa,Senecio radicans is a succulent that can grow in warm, tropical areas and also fares well in arid regions. Its succulent tissues help to conserve moisture, rendering it well-adapted for the dry, hot conditions characteristic of many parts of its native South Africa.\nLike most succulents, this species is frost-tender and cannot withstand freezing temperatures (below 32 degrees F), restricting it to areas where the annual temperatures do not drop below this point.",
    "Morphology": "Individuals of this species have a prostrate growth habit with mat-forming stems 15–30 cm long. Its growth in long, matted tendrils makes the \"String of Bananas\" an excellent groundcover, as well as ideal for cascading over the edges of containers or hanging baskets.",
    "Foliage": "Grown for the shape, texture, and color of its attractive foliage rather than for its blooms, Senecio radicans can provide a textural element to a garden. This plant features fleshy, glossy, and elongated succulent leaves that curve and taper to a pointed tip, much like the shape of a banana. Each leaf is cylindrical in shape, 2–3 cm long, and features 2 translucent lines on either side. With an alternate arrangement of leaves and a delicate branching pattern of the strands, this plant's foliage is truly its most captivating feature.",
    "Flowers and fruit": "Senecio radicans produces small, cinnamon-scented, white or off-white flowers, usually in the late winter or early spring seasons, although some growers are able to encourage multiple flowering periods throughout the year. Like other species in the genus Senecio, The inflorescences consist of clusters of many small flowers on a common receptacle. This species, like most of the Senecios, are grown more for the color, shape, or texture of their foliage than for their blooms, which are small, white, and not very showy.",
    "Usage": "The  Senecio radicans is not purely ornamental as it is edible - it was a food of the Khoi-khoin of South Africa",
    "Availability": "Available at many garden centers, specialty stores, and other places where plants are sold. Greenhouses specializing in unusual or specialty items are more likely to have this succulent house plant, but they are also sold through the internet.",
    "References": "",
    "External links": "Kew Plant List\nIPNI Listing"
  }
}