{
  "url": "https://en.wikipedia.org/wiki/Senecio_coronatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. coronatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio coronatus (Thunb.) Harv. aka the woolly grassland senecio is a plant in the family Asteraceae, endemic to and widespread in Southern Africa, occurring in the moister southern and eastern regions. It is perennial with large, leathery, broadly elliptic, erect leaves growing from a large, underground rootstock with a woolly covering. Up to 20 capitula are arranged in a terminal cluster, each with some 10 slender yellow ray florets. \nrootstock very woolly; stem herbaceous, erect, ribstriate, terete, loosely woolly below, cobwebbed, becoming glabrous above, ending in a few-headed corymb; lower leaves broadly ovate or oblong-obovate, tapering at base into a petiole, subacute, penninerved, minutely calloso-crenulate, the younger loosely cobwebbed, older glabrous, rigid; upper sessile, stem-clasping, ovate, oblong or lanceolate, smaller upwards; corymb 3–20-headed, simple or branched, the pedicels long, naked; heads many-fl. radiate; inv. calycled with long, subulate bracteoles, glabrous or cobwebbed, of 20 or more, keeled, subulate scales; achenes short, subcompressed, variably hairy. Rootstock thick, very woolly. Stem 6 inches to 2 feet high, sparsely leafy, nude above. Root-leaves several, on longer or shorter petioles, 3–6 inches long, 1 1/2–3 inches broad, varying considerably in comparative length and breadth. Cauline leaves few and distant, broad or narrow. Young parts loosely cobwebbed. Heads like those of S. Albanensis. Rays numerous and long, yellow. Achenes sometimes densely, sometimes sparsely hairy. Var. β. is more slender, with smaller leaves and heads; but otherwise the same.",
    "Phytochemicals": "This species is capable of concentrating the toxic element nickel in its leaves, a strategy which appears to be an effective deterrent against herbivory.\n\n\n== References =="
  }
}