{
  "url": "https://en.wikipedia.org/wiki/Senecio_pulcher",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. pulcher"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio pulcher is an ornamental plant native to the wet valleys & slopes and flooded rocky \nhabitats in Argentina, Brazil, and Uruguay. Cited in Flora Brasiliensis\nby Carl Friedrich Philipp von Martius.  After dusty miller (S. cineraria), S. pulcher is perhaps one of the most popular species of the genus for horticulture along with German ivy (Senecio mikanioides) and purple ragwort (Senecio elegans) or it was in 1917.",
    "Description": "A robust 2 feet (0.61 m) to 4 feet (1.2 m) tall erect herb perennial with a stem covered with 'cobwebby' hairs.  Its scarce leaves 4 inches (10 cm) to 10 inches (25 cm) long, shallow lobes along the margin with teeth and a thick taper at the tip.The late summer inflorescence very striking; the radiate flower heads, 2 inches (5.1 cm) to 3 inches (7.6 cm) across with many long red-purple rays and a yellow disc.",
    "Distribution": "Senecio pulcher grows at altitudes between 0 feet (0 m) and 2,600 feet (790 m) in Southern Brazil, Uruguay and the southern mountains in Argentina.",
    "Horticulture": "Senecio pulcher is grown as an ornamental plant in the United States and Europe;\nflowering in late summer; it is known to be hardy in southern New England in protected places with well drained soils, but its beauty can be marred by frost and bad weather.A native perennial, as a captive, S. pulcher is an annual who is hesitant to ripen its seed; the gardeners continue the species with inch long root cuttings over-wintered in a pan of light sandy soil in a greenhouse.",
    "References": "",
    "External links": "\n Manual of Gardening (Second Edition) at Project Gutenberg"
  }
}