{
  "url": "https://en.wikipedia.org/wiki/Senecio_barbertonicus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. barbertonicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Barberton groundsel \nor succulent bush senecio (Senecio barbertonicus Klatt) is an evergreen succulent shrub of the family Asteraceae and genus Senecio, native to Southern Africa, named after one of its native localities Barberton and is now also being cultivated elsewhere for its drought resistance, clusters of sweetly scented, golden-yellow, tufted flower heads in winter and attractiveness to butterflies, the painted lady butterfly (Vanessa cardui) in particular.",
    "Description": "A succulent bush growing over 6 feet (2 m) tall and wide with a fleshy trunk, light green, cylindrical, finger-like leaves 2 inches (5 cm) to 4 inches (10 cm) in length\nand 0.2 inches (0.51 cm) to 0.4 inches (1.0 cm) in diameter, densely packed around the stem and curved at the base to lie parallel to the stem and pointing upwards.The fragrant yellow flowers, 0.4 inches (1.0 cm) wide and 3 inches (7.6 cm) long, bloom July through September, are terminal and produce seeds with a dense tuft of bristles.\nSenecio barbertonicus is hardy to at least 25 °F (−4 °C).",
    "Distribution": "Senecio barbertonicus grows predominantly in rocky grassland and bushveld in Southern Africa in areas ranging from Swaziland and Mozambique, to Eastern parts of Zimbabwe and South Africa at altitudes between 110 feet (34 m) and 5,500 feet (1,700 m).It is locally common in protected areas in eastern, central, and southwestern Swaziland\nin Gauteng, KwaZulu-Natal, Limpopo, Mpumalanga and North-West.",
    "References": "",
    "Further reading": " Media related to Senecio barbertonicus at Wikimedia Commons\nWild Flowers of KwaZulu-Natal - Elsa Pooley (Natal Flora Trust, Durban 1998) ISBN 0-620-21500-3\n\"The Succulent Senecios of South Africa\". The Guide to Life, The Universe and Everything. 2003-07-13. Archived from the original on 2009-05-11. Retrieved 2008-02-27."
  }
}