{
  "url": "https://en.wikipedia.org/wiki/Senecio_keniophytum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. keniophytum"
    }
  ],
  "text": {
    "__SUMMARY__": "Atop of Mount Kenya Senecio keniophytum is one of the endemic groundsel (Senecio) found at high altitudes in Kenya, such as the Afro-alpine zone of Mount Kenya, but not one of the giant Dendrosenecio that also live there.",
    "Description": "A creeping perennial whose flowering branches stand \"tall\" at 4 centimetres (1.6 in) to 13 centimetres (5.1 in) in a land where its relatives can be 1.5 metres (5 ft) tall, tough Senecio keniophytum manages to live in the same locales without dominating the landscape.\nLeaves and stems\nA branching plant with tough densely white stems with leaves attached directly to them.  Long and oblong leaves are a little less than 2 centimetres (0.79 in) long and 0.5 centimetres (0.20 in) wide with purplish bases.  Leave edges have teeth and leaf surfaces have green and white hairs on the upper side and a dense matting of white hair and bald midrib on the lower side.\nFlowers\nThe radiate flower heads are solitary sometimes two or three together and stand up and flower stalks cottony with hairs.  Bracts about 9 millimetres (0.35 in) to 12 millimetres (0.47 in) long and about 5 millimetres (0.20 in) diameter.  A whorl of another set of eight to twelve bracts dark tipped and 5 millimetres (0.20 in) to 9 millimetres (0.35 in) long also with hairs.  Twelve to twenty phyllaries also black tipped, 7 millimetres (0.28 in) to 11 millimetres (0.43 in) from densely hairy to no hair at all.  Twelve to twenty bright yellow ray florets, tubes 3 millimetres (0.12 in) long, rays 6 millimetres (0.24 in) x 3 millimetres (0.12 in) with four veins.  A dull-yellow to brown disc floret, corolla 6 millimetres (0.24 in) long, all hairless and expanding from the middle.\nFruits and reproduction\nAchenes 3 millimetres (0.12 in) long, ribbed with no hairs.  Pappus 5.5 millimetres (0.22 in) long.\nRoots\nA horizontal plant with stems that send shoots above and roots below.",
    "Distribution": "Endemic to Mount Kenya, at altitudes of 3,700 metres (12,100 ft) to 4,500 metres (14,800 ft).",
    "References": "",
    "External links": " Media related to Senecio keniophytum at Wikimedia Commons\n Data related to Senecio keniophytum at Wikispecies\n\n\"Senecio keniophytum R.E.Fr. record n° 98705\". African Plants Database. South African National Biodiversity Institute, the Conservatoire et Jardin botaniques de la Ville de Genève and Tela Botanica. Retrieved 2008-04-28."
  }
}