{
  "url": "https://en.wikipedia.org/wiki/Senecio_johnstonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Dendrosenecio"
    },
    {
      "Species": "D. johnstonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrosenecio johnstonii, formerly Senecio johnstonii, is a giant groundsel found in the middle altitudes of Mount Kilimanjaro in Africa. A recent botanical reclassification split off some species formerly in Senecio, putting the giant groundsels in the new genus Dendrosenecio. It also redefined the former species Senecio cottonii, as a subspecies of Dendrosenecio johnstonii. Both genera are in the family Asteraceae. The giant grounsels of the genus Dendrosenecio evolved, about a million years ago, from a Senecio that established itself on Mount Kilimanjaro, with those that survived adapting into Dendrosenecio kilimanjari. As it moved down the mountain, the adaptations necessary for the new environment created the new species, Dendrosenecio johnstonii. Various subspecies are found on other mountains.",
    "Description": "Dendrosenecio johnstonii can be up to 10 meters tall, and grow to 40 centimeters (17 inches) or more in diameter. The centre of the stem, at full size, contains 1 to 2 centimeters of pith. It branches repeatedly, forming a dense canopy with 50 to 80 branches when mature. The leaves are hairless, heart-shaped (cordate) and large, 53 centimetres (approximately 2 feet) long by 40 centimetres (16 inches) wide.\nThe flower shoot is a tall, broad cone, 60 centimetres (about 2 feet) tall, and 40 centimetres (16 inches) wide, with the flower heads horizontal. Each floret is about 25 millimetres (one inch) long, and the compound flower is made up of 11 to 15 of the petal-like ray florets, with thirty to fifty \"disc\" florets in the centre.",
    "Distribution": "D. johnstonii lives between the altitudes of 2,750 and 3,350 meters (9,000 and 11,000 feet) on Kilimanjaro.The following excerpts were presented as first hand accounts:\n\nKilimanjaro (1903)\n\"Ravines longer retain a somewhat richer vegetation. The last stunted Erica-trees disappear from them at 2,900 meters; and are replaced by a new characteristic plant of very peculiar habit, the arboreous Senecio johnstonii, with a spongy, simple or forked stem, the top of which bears a rosette of leaves as long as one's arm, and a dense inflorescence a meter in length.\"\"Senecio johnstonii bears the least resemblance to the alpine habit in this region. It is remarkable, however, that plants of similar habit are also found on tropical high mountains elsewhere. For the Vellozieae of Brazil are similar, and so to some extent are species of Espeletia in the Cordilleras of Venezuela.... In other respects the impress of the alpine climate is most clearly stamped on the vegetation, especially in the higher part of the region, with its dwarf plants. Protective measures against transpiration are everywhere strongly developed, in particular dense coatings of woolly hairs are frequent.\"Kilimanjaro (2007)\n\"There is no bamboo zone, nor a Hagenia-Hypericum zone. Above about 4,600 meters, very few plants are able to survive the severe conditions, although specimens of Helichrysum newii have been recorded as high as 5,760 meters (close to a fumarole), and mosses and lichens are found right up to the summit. The upland moor consists primarily of heath/scrub plants, with Erica excelsa (Erica rossii), Philippia trimera (Erica trimera), Adenocarpus mannii, Protea kilimandscharica (Protea caffra), Stoebe kilimandscharica (Seriphium kilimandscharicum), Myrica meyeri-johannis (Morella salicifolia), and Myrsine africana. Grasses are abundant in places, and Cyperaceae form the dominant ground cover in wet hollows. On flatter areas between the upland moor and the forest edge are areas of moorland or upland grassland composed of Agrostis producta, Festuca convoluta (Poa kilimanjarica), Koeleria gracilis (Koeleria capensis), Deschampsia sp., Exotheca abyssinica and Andropogon amethystinus, with scattered bushes of Adenocarpus mannii, Kotschya recurvifolia and Myrica meyeri-johannis (Morella salicifolia). Various species of Helichrysum are found in the grasslands and in the upland moor. Two distinct forms of giant groundsel occur on the upper mountain: Senecio johnstonii cottonii, endemic to the mountain and only occurring above 3600 meters , and S.johnstonii johnstonii which occurs between 2,450 meters and 4,000 meters, and shows two distinct forms. At all altitudes Senecio favours the damper and more sheltered locations, and in the alpine bogs is associated with another conspicuous plant, growing up to 10m tall, the endemic giant lobelia Lobelia deckenii. Below the tree line, the park includes six corridors through the forest to the mountain foot.\"",
    "References": "",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Dendrosenecio johnstonii\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg.\nPorter, Noah, ed. (1913). \"Webster's entry needed\". Webster's Dictionary. Springfield, Massachusetts: C. & G. Merriam Co."
  }
}