{
  "url": "https://en.wikipedia.org/wiki/Senecio_squalidus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Senecio"
    },
    {
      "Species": "S. squalidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Senecio squalidus, known as Oxford ragwort, is a flowering plant in the daisy family Asteraceae. It is a yellow-flowered herbaceous plant, native to mountainous, rocky or volcanic areas, that has managed to find other homes on man-made and natural piles of rocks, war-ruined neighborhoods and even on stone walls. These habitats resemble its well drained natural rocky homeland. The plants have spread via the wind, rail and the activities of botanists. The travels and discriminative tendencies regarding propagation of this short-lived perennial, biennial, or winter annual make it a good subject for studies of the evolution and ecology of flowering plants.",
    "Description": "Like all members of the family Asteraceae, Senecio squalidus has a composite flower head known as a capitulum. What look like single flowers are actually a cluster of florets, each petal or ligule being a flower, or floret, possessing its own stamen and capable of producing the specialized seed of the family Asteraceae, the parachute-like achene.Oxford Ragwort is a short-lived perennial, a biennial, or a winter annual and grows in a branched straggling form to between 1.5 feet (0.5 m) and 3.3 feet (1 m) depending on conditions.  S. squalidus  prefers dry, disturbed places, cultivated and waste ground, walls and railway banks,\nflowering from March to December  \nand reproduces from seed.\nLeaves and stems\nS. squalidus leaves are alternate, glossy, almost hairless and variable in form from deeply pinnately lobed to undivided  with only the lower leaves being stalked. Stems and leaves resemble those of the common groundsel (Senecio vulgaris) with the exception that their lobes are more widely spaced.Inflorescence\nS. squalidus has larger capitula than Senecio jacobaea and a more spreading habit.  Yellow capitula of 10-14 petals in loose clusters.  They are pollinated by insects. Ray corollas .3 inches (8 mm) to .6 inches (15 mm) long, .08 inches (2 mm) to .16 inches (4 mm) wide.Oxford ragwort is self-incompatible and needs pollen from other plants with different self-incompatibility alleles; its own flower possess a stigma with characteristics of both the “dry” and “wet” types.\nThe fruiting heads are often nodding.Seeds\nEach pollinated Oxford ragwort floret matures into a bell to cylindrical shaped indehiscent achene, the shallowly ribbed fruit is light brown in colour and .06 inches (1.5 mm) to .12 inches (3 mm) long. Each plant can produce approximately 10,000 fruits during the year.\n\t\t\n\t\t\n\t\t\nAs a Senecio and a diploid Senecio squalidus is part of a species group along with S. flavus, S. gallicus, S. glaucus and S. vernalis, which are widespread geographically and interesting for the study of genetic differences in relation to the environment and plant evolution.",
    "History": "This Senecio was introduced into Britain via Francisco Cupani and William Sherard in the years of their visit  1700, 1701 and 1702 from Sicily \nwhere it lives as a native on volcanic ash to the Duchess of Beaufort's garden at Badminton. Later a transfer of the genetic material to the Oxford Botanic Garden by the \"Horti Praefectus\" (the title still given to the head gardener at the Oxford Botanic Garden) Jacob Bobart the Younger before his death in 1719 (which is also the same year that Bobart retired as Horti Praefectus and perhaps a good indication of when this species of ragwort and other invasive species might have \"escaped\" and started to make their home in the greater British Isles).  The Sicilian ragwort escaped into the wild and grew in the stonework of Oxford colleges (with the specific mention of the Bodleian Library) and many of the stone walls around the city of Oxford. This gave the plant its common name, \"Oxford Ragwort\".Carl Linnaeus first described Senecio squalidus in 1753, although there is a dispute as to whether the material came from the Botanic Garden or from walls in the city; the taxonomy for this species is further complicated by the existence of species with a similar morphology in continental Europe.James Edward Smith officially identified the escaped Oxford ragwort with its formal name Senecio squalidus in 1800.\n\nDuring the Industrial Revolution, Oxford became connected to the railway system and the plant gained a new habitat in the railway lines clinker beds, gradually spreading via the railway to other parts of the country. The process was accelerated by the  movement of the trains   \nand the limestone ballast that provides a well-drained medium which is an adequate replica of the lava-soils of its native home in Sicily.During the 20th century it continued to spread along railway lines and found a liking for waste places and bombed sites after World War II which have a lot in common with the volcanic regions of home.Recently, this and other Senecio and their differing tastes for self-incompatibility and self-compatibility have been the subject of study for the purposes of understanding the evolution of plant species as the genus finds new homes and pollen partners throughout the world:  \n\nThe origin of Senecio vulgaris var. hibernicus Syme was determined to be an introgression of Senecio squalidus into Senecio vulgaris subsp vulgaris\nThe dual origin of S. cambrensis  Rosser to both Wales and Scotland explained as being a product parenting by the diploid S. squalidus and the tetraploid S. vulgaris in both locations\nThe willingness of S. squalidus to hybridize with Senecio viscosus Crisp & Jones and forms the sterile hybrid S. subnebrodensis Simk.\nThe suggestion that S. squalidus is actually a hybrid of two other Sicilian Senecio: S. aethnensis Jan ex DC and S. chrysanthemifolius Poir.",
    "Distribution": "Senecio squalidus grows on scree in mountainous regions of native range, and earned its common name Oxford ragwort for its willingness and ability to grow in similar habitat elsewhere in the world.\n\nNative\nSenecio squalidus is considered to be a native of New Brunswick and Nova Scotia, Canada by the USDA Natural Resources Conservation Service while the same USDA other resource Germplasm Resources Information Network considers it to be native to  Austria, Czech Republic, Slovakia, Germany, Switzerland, Albania, Bulgaria, Greece, Crete, Italy, Sardinia, Sicily, Romania, Bosnia and Herzegovina, Croatia, Montenegro, North Macedonia, Serbia, Slovenia.Current\nAfrica\nNorthern Africa: Morocco\nAmerica\nNorth America: New Brunswick, Nova Scotia, British Columbia, California\nEurope\nNorthern Europe: Denmark, Germany, Republic of Ireland, Netherlands,  Norway, Sweden, United Kingdom\nMiddle Europe: Austria, Czech Republic, Hungary, Slovakia, Switzerland\nEast Europe: Poland,\nSoutheastern Europe: Albania, Bosnia and Herzegovina, Bulgaria\nSouthwestern Europe: France, Spain\nSouth Europe:  Croatia, Crete, Greece, Italy, North Macedonia, Romania, Sardinia, Serbia, Sicily, SloveniaRange Maps",
    "Predators": "S. squalidus is a food plant for some insects, for example:\nFlies\n\nGall flies (Diptera: Tephritidae):\nSphenella marginata\nTrupanea stellata\nTrypeta zoeFungi\nMost Senecio, including S. squalidus are susceptible to rust and other fungus and mildews:\nRust fungus Uredinales\nColeosporium tussilaginis - (Coleosporiaceae)\nPuccinia lagenophorae - (Pucciniaceae)\nWhite rust Peronosporales\nAlbugo tragopogonis - (Albuginaceae)\nSac fungus Ascochyta, Pezizomycetes\nAscochyta senecionicola - (Coelomycete)\nPowdery Mildew Erysiphales\nPodosphaera fusca - (Erysiphaceae)",
    "Synonyms and misapplied names": "Jacobaea incisa C. Presl\nSenecio glaber Ucria\nSenecio incisus (C. Presl) C. Presl\nSenecio laciniatus Bertol.\nSenecio nebrodensis auct., non L.\nSenecio rupestris Waldst. & Kit.\nSenecio squalidus d'Urv.\nSenecio squalidus Willd.\nSenecio squalidus M.Bieb.\nSenecio nebrodensis L. subsp. rupestris (Waldst. & Kit.) Fiori\nSenecio leucanthemifolius subsp. vernalis (Waldst. & Kit.) Greuter\nSenecio squalidus subsp. aethnensis (DC.) Greuter\nSenecio squalidus subsp. araneosus (Emb. & Maire) Alexander\nSenecio squalidus subsp. aurasicus (Batt.) Alexander\nSenecio squalidus subsp. aurasiacus (Batt. & Trab.) Alexander\nSenecio squalidus subsp. chrysanthemifolius (Poir.) Greuter\nSenecio squalidus subsp. eurasiacus (Batt. & Trab.) Alexander\nSenecio squalidus subsp. microglossus (Guss.) Arcang.\nSenecio squalidus subsp. rupestris (Waldst. & Kit.) Greuter\nSenecio squalidus subsp. sardous (Fiori) Greuter\nSenecio squalidus subsp. squalidus\nSenecio squalidus var. glaber (Ucria) FIORIMisapplied names\n\nSenecio nebrodensis sec. Fiori, A",
    "References": "",
    "Further reading": "Harris, S.A. (2002). \"Introduction of Oxford Ragwort, Senecio squalidus L. (Asteraceae), to the United Kingdom\" (PDF). Watsonia. Botanical Society of the British Isles. 24: 31–43. Retrieved 2008-02-14.\nAbbot, R.J.; Lowe, A.J. (2003). \"A new British species, Senecio eboracensis (Asteraceae), another hybrid derivative of S. vulgaris L. and S. squalidae L\" (PDF). Watsonia. 24: 375–388. Archived from the original (PDF) on 2007-09-27. Retrieved 2008-02-12.\nHollingsworth, Peter; Richard M. Bateman; Richard Gornall (1999). \"Monophyly populations and species\". Molecular Systematics and Plant Evolution. CRC Press. pp. 504 pages. ISBN 0-7484-0908-4. Retrieved 2008-04-23.",
    "External links": " Data related to Senecio squalidus at Wikispecies\n Media related to Senecio squalidus at Wikimedia Commons\n Media related to Tyria jacobaeae at Wikimedia Commons\n\n\"Google maps Oxford to Tilehurst\". Retrieved 2008-02-14.\nIntegrated Taxonomic Information System Organization (ITIS). \"Senecio squalidus  L.\" Integrated Taxonomic Information System on-line database. Retrieved 2008-02-14.\nFlora of North America. \"31. Senecio squalidus Linnaeus\". pp. Vol. 20 Page 548, 560, 561. Retrieved 2008-02-14.\nBotanic Garden & Botanical Museum Berlin-Dahlem. \"Details for: Senecio squalidus\". Euro+Med PlantBase. Freie Universität Berlin. Retrieved 2008-02-14.\n\"Plants that Grow with Senecio squalidus - oxford ragwort\". California Native Plant Link Exchange. Retrieved 2008-02-14.\nPhotographer: John Crellin (2006-04-22). \"Senecio squalidus photographs for noncommercial use\". Flowers that grow in North-Western Europe. Retrieved 2008-02-14.\n\"Senecio squalidus\". :: Flora of Northern Ireland ::. National Museums and Galleries of Northern Ireland and Environment and Heritage Service. Retrieved 2008-02-14.CS1 maint: extra punctuation (link)\nDiane Earl (2006-09-26). \"Oxford Ragwort (Senecio squalidus)\". Retrieved 2008-02-14.\nCalflora. \"Senecio squalidus L.\" Information on California plants for education, research and conservation. Retrieved 2008-02-12."
  }
}