{
  "url": "https://en.wikipedia.org/wiki/Senecio_aureus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Packera"
    },
    {
      "Species": "P. aurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Packera aurea (formerly Senecio aureus), commonly known as golden ragwort or simply ragwort, is a perennial flower in the family Asteraceae. It is also known as golden groundsel, squaw weed, life root, golden Senecio, uncum, uncum root, waw weed, false valerian, cough weed, female regulator, cocash weed, ragweed, staggerwort, and St. James wort.\nIt is native to eastern North America, from Labrador to Minnesota and from North Carolina to Arkansas (with additional populations in the panhandle of Florida).",
    "Constituents": "Active compounds include: \n\nPyrrolizidine alkaloids (PAs) florosenine, otosenine, and floridanine.\nEremophilane sesquiterpenes, such as trans-9-oxofuranoeremophilane, 8x-ethoxy-l0x-H-eremophilane, and caccalol.",
    "Medicinal uses": "In contemporary times, P. aurea is not much used due to its saturated pyrrolizidine alkaloids which can cause liver veno-occlusive disease upon metabolism.  If used, a PA-free extract would be required for safe use for more than a two-week course.\nLife root, as it was called by the Eclectics, was used as a uterine tonic. It is an ingredient in Lydia Pinkham's compound.\nThe plant was an important treatment among the Native Americans and among the Eclectic medicine physicians for reproductive conditions.\nScudder wrote:\n\nThe Senecio exerts a specific influence upon the reproductive organs of the female, and to a less extent upon the male. It relieves irritation and strengthens functional activity. Hence it has acquired the reputation of a \"uterine tonic.\" It may be prescribed in all cases in which there is an atonic condition of ovaries or uterus, with derangement of function. It makes little difference whether it is amenorrhoea, dysmenorrhoea or menorrhagia, or whether it takes the form of increased mucous or purulent secretion, or displacement. The remedy acts slowly, and sufficient time must be given.\nIn the male we prescribe it in cases of fullness and weight in the perineum, dragging sensations in the testicle, and difficult or tardy urination. In both male and female we sometimes use it with advantage in painful micturition with tenesmus.",
    "Relationship with the cinnabar moth": "The cinnabar moth feeds mostly on ragwort and has been introduced as a control measure in places where it has become a problem weed.",
    "References": "",
    "External links": "USDA Plants Profile for Packera aurea (golden ragwort)"
  }
}