{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_obsoletus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. obsoletus"
    }
  ],
  "text": {
    "__SUMMARY__": "The brown tinamou (Crypturellus obsoletus) is a brownish ground bird found in humid lowland and montane forest in tropical and subtropical South America.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Taxonomy-Subspecies": "Its distribution is highly disjunct with the subspecies being distributed as follows:\n\nC. o. obsoletus, the nominate race, occurs in the Atlantic forest in southeastern Brazil, eastern Paraguay and Misiones, Argentina.\nC. o. griseiventris occurs throughout the valley of Rio Tapajós, Brazil; southwestern Pará, southeastern Amazonas, and central Mato Grosso.\nC. o. hypochraceus occurs in upper Rio Madeira valley in central Rondônia, Brazil.\nC. o. punensis occurs in the Yungas of central Bolivia and extreme southeastern Peru.\nC. o. traylori, Traylor's tinamou, occurs in the Marcapata Valley of central Cusco, southeastern Peru.\nC. o. ochraceiventris occurs along the east Andean slopes in central Peru; Huanuco, Pasco, Junín, northern Ayacucho, and Cusco.\nC. o. castaneus occurs east of the Andes in northern Peru, Ecuador, and Colombia.\nC. o. knoxi occurs in sub-tropical northwestern Venezuela.\nC. o. cerviniventris occurs in northern Venezuela.Additionally, there are records from north Mato Grosso in Brazil, but it remains unclear which subspecies is involved. Most subspecies occur in highlands, but hypochraceus, griseiventris, and the southern populations of the nominate taxon occur in lowlands. It is uncommon to rare in most of its range, but commoner in southeastern Brazil, where it is the most frequently encountered member of its genus.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Description": "The brown tinamou is superficially similar to a quail, but unrelated as it, along with other tinamous, belongs in the Paleognathae. It is approximately 25 to 30 cm (9.8–11.8 in) in length and it weighs about 350 to 550 g (12–19 oz). Depending on the subspecies involved, the upperparts vary from dark sooty-brown to bright chestnut and the underparts, which usually are paler than the upperparts, vary from chestnut to light ochraceous. The subspecies griseiventris is unique in having pale buff-grey underparts. All subspecies can be separated from the superficially similar little tinamou by the greyish (rather than whitish) throat. Females are typically larger and more rufescent than the males.",
    "Behavior": "As other tinamous of its genus, it is a shy, ground-dwelling species, which usually is encountered singly or in pairs. It feeds on fruits, insects, and seeds. The female lays 4-5 deep pink to dark glossy brown eggs on the ground; typically in a small depression at the base of a tree. Its song consists of loud, high-pitches whistles, but exact structure and timbre vary over its range.",
    "Range and habitat": "The brown tinamou is located in northern Venezuela, Colombia, Ecuador, Peru, northern and southern Brazil, extreme northeastern Argentina, eastern Bolivia, and eastern Paraguay. They may also be in Uruguay.They live in tropical and sub-tropical moist lowland and montane forests, preferring elevations between 1,300 to 2,900 m (4,300–9,500 ft).",
    "Conservation": "The  IUCN classifies the brown tinamou as Least Concern, with an occurrence range of 1,700,000 km2 (660,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Brown Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 February 2009.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Crypturellus obsoletus\". Project: The Taxonomicon. Retrieved 9 February 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S. J. J. F. (2002) Ratites and Tinamous ISBN 0-19-854996-2\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nHilty, (2003) Birds of Venezuela ISBN 0-691-09250-8",
    "External links": "FAUNA Paraguay A complete online guide to Paraguayan fauna\nBirdLife Species Factsheet\nBrown Tinamou videos, photos & sounds on the Internet Bird Collection"
  }
}