{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_undulatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. undulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The undulated tinamou (Crypturellus undulatus) is a species of ground bird found in a wide range of wooded habitats in eastern and northern South America.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  Kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail. The species name undulatus originates from the Latin word for wave, and refers to the wave-like pattern on its plumage.",
    "Taxonomy": "All tinamous are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Taxonomy-Subspecies": "C. u. manapiare is only known with certainty from the vicinity of the Ventuari River in northern Amazonas State in Venezuela, but probably also occurs in southwestern Amazonas State.\nC. u. simplex occurs in southern Guyana, French Guiana (where only known from sight records) and northeastern Brazil (east of the Rio Negro and north of the Amazon River).\nC. u. adspersus occurs in Brazil south of the Amazon River, from the Tapajós River to the Madeira River.\nC. u. yapura occurs in southeastern Colombia, eastern Ecuador, northeastern and east-central Peru, and western Brazil (east to Rio Negro and the Purús River).\nC. u. vermiculatus occurs in eastern Brazil from Maranhão, Tocantins, and Mato Grosso and east.\nC. u. undulatus occurs in southeastern Peru, eastern and northern Bolivia, the Pantanal region in Brazil, Paraguay, and northern Argentina.However, the exact distribution limits of some of the subspecies are unclear. Notably the population between the Madeira and Purús Rivers (between generally reported range of C. u. adspersus and C. u. yapura), and the population between the Tapajós and Araguaia Rivers (between generally reported range of C. u. adspersus and C. u. vermiculatus) appear not to have been assigned to subspecies.",
    "Description": "The undulated tinamou is approximately 28 to 30 cm (11.0–11.8 in) in length, and weighs around 300 grams (0.66 lb). Depending on subspecies, it is overall brownish tinged grey to various extend, and has a strong, black barred to faint vermiculated pattern on the back and neck (for example, while C. u. undulatus is relatively rich brown and strongly barred, C. u. yapura is darker, more grey-tinged and only has faint vermiculations). It has a whitish throat, and the remainder of its underparts are olive-grey to buff with dark vermiculation on its lower flanks and vent. Its bill is black above and grey below. The legs and feet are grey, dull yellow or greenish.",
    "Behavior": "The nest of the undulated tinamou consists of a depression on the ground, where the female lays around three glossy vinaceous pink or light grey eggs. The incubation time is 17 days in captivity. It feeds on small fruits, seeds and insects.As other tinamous, the undulated tinamou is secretive, and more frequently heard than seen. The song, commonly given throughout the day, consists of a deep, three or four noted whistle, which has been described by the onomatopoetic com-pra pan (\"buy bread\" in Spanish) or Eu sou jaó (\"I am Undulated Tinamou\" in Portuguese).",
    "Habitat": "The undulated tinamou occurs at altitudes of up to 900 m (3,000 ft). It occurs in a wide range of wooded habitats, ranging from dense, humid Amazonian forests, to dry, relatively open savanna-woodland. Although most of the range of the undulated tinamou is in the Amazon Basin, significant parts are in drier habitats such as the Cerrado (most of the range of C. u. vermiculatus is in the Cerrado region). Though generally considered resident, minor seasonal movements between habitats do occur locally.",
    "Conservation": "Though heavily hunted in some regions, the undulated tinamou remains common in most parts of its range. The IUCN classifies it as Least Concern, and its range of occurrence has been estimated to 8,600,000 km2 (3,300,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008a). \"Undulated Tinamou – BirdLife Species Factsheet\". Data Zone. Retrieved 9 February 2009.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Crypturellus undulatus\". Project: The Taxonomicon. Retrieved 9 February 2009.\nCabot, J. (1992).  J., de Hoyo; A., Elliott; J., Sargatal (eds.). Handbook of the Birds of the World. 1: Ostrich to Ducks. Barcelona: Lynx Edicions. p. 129. ISBN 84-87334-10-5. \nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S. J. J. F. (2002). Ratites and Tinamous. New York: Oxford University Press. pp. 106–109. ISBN 0-19-854996-2.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nHarrison, Colin; Greensmith, Alan (1993). \"Non-Passerines\".  In Bunting, Edward (ed.). Birds of the World (First ed.). New York, NY: Dorling Kindersley. p. 43. ISBN 1-56458-295-7.\nHilty, S. L. (2003). Birds of Venezuela. Princeton, New Jersey: Princeton University Press. p. 183. ISBN 0-691-09250-8.\nMata, J. R. J.; Erize, F.; Rumboll, M. (2006). Birds of South America – Non-Passerines. London: Harper Collins. p. 56. ISBN 0-00-715084-9.\nRestall, R.; Rodner, C.; Lentino, M. (2006). Birds of Northern South America, Vol. 1. London: Christopher Helm. p. 30. ISBN 0-7136-7242-0.\nSchulenberg, T. S.; Stotz, D. F.; Lane, D. F.; O'Neill, J.P.; Parker III, T. A. (2007). Birds of Peru. London: Christopher Helm. p. 32. ISBN 978-0-7136-8673-9.\nSick, H. (1993). Birds in Brazil – A Natural History. Chichester, West Sussex: Princeton University Press. p. 103. ISBN 0-691-08569-2.",
    "External links": "Undulated Tinamou videos, photos & sounds on the Internet Bird Collection\nPhoto of Crypturellus u. undulatus. Eric Gallardo. WikiAves.\nPhoto of Crypturellus undulatus adspersus. Anselmo d'Affonseca. WikiAves.\nPhoto of Crypturellus undulatus simplex. Kurazo M. Okada Aguiar. WikiAves.\nPhoto of Crypturellus undulatus vermiculatus. Geiser Trivelato. WikiAves.\nRecordings of the Undulated Tinamou. Xeno-Canto."
  }
}