{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_variegatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. variegatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The variegated tinamou (Crypturellus variegatus) a type of tinamou commonly found in moist forest lowlands in subtropical and tropical regions of northern South America.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words: kruptos meaning \"covered\" or \"hidden\", oura meaning \"tail\", and ellus meaning \"diminutive\".  Therefore, Crypturellus means \"small hidden tail\".",
    "Taxonomy": "The variegated tinamou is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.Johann Friedrich Gmelin first identified the variegated tinamou from a specimen from Cayenne, French Guiana, in 1789.",
    "Description": "The variegated tinamou is approximately 29.5 to 33 cm (11.6–13.0 in) in length. Its upper back is rufous, and its lower back and wings are black with conspicuous yellowish bands. Its throat is white, and its neck and upper breast are bright rufous, with buff lower breast and belly. Also, its flanks are tinged with cinnamon and dusky light barring. Its crown and sides of head are black with a yellow bill, and greenish to yellowish-brown legs.",
    "Behavior": "Like other tinamous, the variegated eats fruit off the ground or low-lying bushes. They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.They have a call that consists of five tremulous evenly pitched notes, sometimes with the notes merging into a trill, although the first note is always distinct and it descends.",
    "Range and habitat": "The variegated timamou lives in humid lowland forests with dense undergrowth in southern and eastern Colombia, southern Venezuela, French Guiana, Suriname, Guyana, Amazonian Brazil, eastern Peru, eastern Ecuador, and northern Bolivia. They prefer to an altitude of 100 to 1,300 m (330–4,270 ft).",
    "Conservation": "The IUCN lists this tinamou as Least Concern, with an occurrence range of 5,400,000 km2 (2,100,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Variegated Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (August 14, 2008). \"Systema Naturae 2000 / Classification, Genus Crypturellus\". Project: The Taxonomicon. Retrieved Feb 9, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 64. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "BirdLife Species Factsheet\nGraphic-Medium Res;\nArticle animaldiversity–\"Tinamous\""
  }
}