{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_brevirostris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. brevirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The rusty tinamou or short-billed tinamou (Crypturellus brevirostris) is a type of tinamou commonly found in swamp forest in tropical regions of South America.",
    "Taxonomy": "The rusty tinamou is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Range and habitat": "It is found in tropical swamp forests and lowland forests, up to 500 m (1,600 ft) altitude. This species is native to northeastern and northwestern Brazil, French Guiana, and eastern Peru in South America.",
    "Description": "The rusty tinamou is 27 to 29 cm (10.6–11.4 in) in length. Its upper parts are rufous boldly barred with black, its throat is white, its breast is bright rufous, its belly is white, and its flanks are barred black. Its crown is chestnut in color with legs that are yellowish-grey.",
    "Behavior": "Like other tinamous, the rusty tinamou eats fruit off the ground or low-lying bushes.  They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Rusty Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 8 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Crypturellus\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3."
  }
}