{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_soui",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. soui"
    }
  ],
  "text": {
    "__SUMMARY__": "The little tinamou (Crypturellus soui) is a species of tinamou. It is found in Central and South America.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Taxonomy": "The little tinamou is one of 21 species in the genus Crypturellus, the most species-rich genus of tinamous. All tinamous are in the family Tinamidae, and in the larger scheme are also palaeognaths, a group that includes the more widely known flightless ratites such as ostriches and emus.  Unlike the ratites, though, tinamous can fly, although in general they are not strong fliers.  All palaeognaths evolved from flying ancestors.",
    "Taxonomy-Subspecies": "C. s. meserythrus occurs in southern Mexico, Belize, Honduras, Guatemala, El Salvador, and northern and eastern Nicaragua.\nC. s. modestus occurs in Costa Rica and western Panama.\nC. s. capnodes occurs in the lowlands of northwestern Panama.\nC. s. poliocephalus occurs in Pacific coastal Panama; Veraguas, Herrera, Los Santos, Coclé, and western Panamá Provinces.\nC. s. caucae occurs in the Magdalena River valley of north central Colombia.\nC. s. harterti occurs on the Pacific slope of Colombia and Ecuador.\nC. s. mustelinus occurs in northeastern Colombia and extreme northwestern Venezuela.\nC. s. caquetae occurs in southeastern Colombia; Meta Department, Caquetá, Vaupés, and Guaviare Departments.\nC. s. nigriceps occurs in eastern Ecuador and northeastern Peru.\nC. s. soui occurs in eastern Colombia, eastern and southern Venezuela, French Guiana, Guyana, Suriname, and northeastern Brazil.\nC. s. albigularis occurs in eastern and northern Brazil.\nC. s. inconspicuus occurs in northern Bolivia and central and eastern Peru.\nC. s. andrei occurs in Trinidad and northern Venezuela; Falcón, Yaracuy, Carabobo, Aragua, Vargas, Miranda, northern Anzoátegui, Sucre, Monagas States, and the Venezuelan Capital District\nC. s. panamensis occurs on both coasts of Panama and the Pearl Islands of Panama (an ancient introduction).",
    "Habitat and range": "It is a resident breeder in tropical lowland forests, rivers-edge forests, lowland evergreen forest, secondary forest, and lowland shrublands at an altitude of 2,000 m (6,600 ft).  They also are fairly successful utilizing cleared forests and plantations or farmed land. The little tinamou is located throughout central and southern Central America and northern South America, inclusive of the island of Trinidad.",
    "Behavior": "The little tinamou is rarely seen in its dark, dense forests, walking away through the undergrowth. It can be located by its slow whistling calls (soft, descending whinny; also a series of single notes, tempo increasing at end), given by both sexes. It eats seeds, berries, and some insects.",
    "Behavior-Breeding": "The breeding season of the little tinamou ranges from May to October. Its nest is a small depression in forest floor, sometimes lined with a few leaves at the base of a tree or in dense brush. It usually lays two glossy dark purple coloured eggs, sometimes only one. The size of the egg is approximately 41 to 32 mm (1.6–1.3 in). The eggs are incubated by male. The young are precocial, and can run almost as soon as they hatch.",
    "Description": "The little tinamou is approximately 22 to 24 cm (8.7–9.4 in) long and weighs 220 g (7.8 oz). This species is a shy, secretive and solitary tinamou. Although it looks similar to other ground-dwelling birds like quail and grouse, it is completely unrelated to those groups. This is a dumpy bird recognised by its small size and lack of barring. It has an unbarred sooty-brown plumage, it is shaded to grey on the head and has a whitish throat. Its foreneck is brownish and it is cinnamon buff on its belly. The female has a brighter rufous brown on its under parts than the male. Its legs can be grey, olive, or yellow.",
    "Conservation": "The IUCN list the little tinamou as Least Concern, with an occurrence range of 9,500,000 km2 (3,700,000 sq mi).",
    "Footnotes": "",
    "References": "American Ornithologists' Union (1998) [1983]. \"Tinamiformes: Tinamidae: Tinamous\". Check-list of North American Birds (PDF) (7th ed.). Washington, D.C.: American Ornithologists' Union . p. 2 . ISBN 1-891276-00-X.\nBirdLife International (2008). \"Little Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Crypturellus soui\". Project: The Taxonomicon. Retrieved Feb 9, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nffrench, Richard (1991). A Guide to the Birds of Trinidad and Tobago (2nd ed.). Comstock Publishing. ISBN 0-8014-9792-2.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nHilty, Birds of Venezuela, ISBN 0-7136-6418-5",
    "External links": "Little Tinamou videos, photos & sounds on the Internet Bird Collection\nLittle Tinamou photo gallery VIREO"
  }
}