{
  "url": "https://en.wikipedia.org/wiki/Crypturellus_cinereus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Crypturellus"
    },
    {
      "Species": "C. cinereus"
    }
  ],
  "text": {
    "__SUMMARY__": "The cinereous tinamou (Crypturellus cinereus), also known as brushland tinamou, is a type of ground bird found in swamp and lowland forests in northern South America. They have some localized names that have been used by the indigenous people such as in Amazonas where they are called inambu-pixuna, and in Pará, Brazil where they are called nambu-sujo. Also, throughout their range they are called inhambu-preto. Cinereous tinamous have been around for many centuries. They are part of the oldest families of the world today and have fossils discovered dating back tens of millions of years. Their quick reflexes play a role in their ability to survive.",
    "Taxonomy": "The cinereous tinamou is a monotypic species. All tinamous are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds and tinamous are the closest living relative of these birds. Gmelin originally placed this bird in the Tetrao genus, as Tetrao cinereus, which is indicative of its apparent, but incorrect, closeness to the other game birds.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words. Kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive. Therefore, Crypturellus means small hidden tail. The term cinereous describes its colouration.",
    "Description": "The cinereous tinamou is a shy and secretive Tinamou. It is approximately 29–32 cm (11–13 in) in length, and the male bird weighs around 435 grams (15.3 oz) and the female of the species weighs 549–602 grams (19.4–21.2 oz).It is colored similar to the Berlepsch's tinamou in that it is dark brown to sooty brown or brownish black in coloration. It tends to be a tad more brown than the Berlepsch's tinamou. It is recognized by its smoky-grey with reddish-brown crown and nape. The feather shafts on side of its head are white, which shows through on occasion. Their color helps them blend with the environment making it harder for predators to detect them. The under parts of the bird are only slightly paler than the body, and the legs appear a dull orange to yellow. They have a light-colored eye ring. Their bill has a dark upper mandible and a yellow lower mandible. In general, their bill is very similar to the Berlpesch's tinamou's except it trends smaller and thinner. The females are generally slightly larger in size then the males.",
    "Behavior": "The cinereous tinamou is diurnal. When they are frightened or surprised they usually run off very quickly. Their instincts have adapted to act quickly since they live their lives on the ground and have to flee quickly to avoid predators so they are rarely seen by humans. They have a tendency to walk or run rather than to fly. They are capable of flight, but it is unusual and short. While the cinereous tinamou may only be in flight for a short duration, their flight is strong and direct. They tend to occur either alone or in pairs, and generally do not travel in groups.",
    "Behavior-Voice": "The cinereous tinamou is specially known to be easy to hear, but very difficult to see. It has a loud distinctive whistle heard mainly at dawn and dusk. Their whistles have a unique pitch and last almost two seconds between each whistle. Their whistles are mostly heard at dawn and dusk, and are monosyllabic. The bird is very capable of projecting its voice to seem like it came from another direction so hearing them and finding their exact location is very difficult. The call between the males and females are similar but not identical to the human ear. Their space between calls shortens as time progresses, so as to appear as to be speeding up in frequency.",
    "Behavior-Breeding": "The breeding season of the cinereous tinamou is year-round due to the perfect climate that they live in; however there is a period of preferred mating, which is August through October, except in Colombia, where it is in June. Like the majority of the tinamou family, the males practice simultaneous polygyny and the females practice successive polyandry. To initiate courtship, the males will usually call out to attract the females. It is believed that the courtship ritual is similar to that of others in their family. This courtship ritual involves the male lowering their chest to the ground. While doing this, they will stretch their neck forward and raise their posterior. It is believed that this serves a dual purpose, in that it appears that they are larger and thus more attractive to the females, and that they are larger and more dangerous to other males.The cinereous tinamou nest is less a nest and more just a location on the forest floor, sometimes made of some leaves laid on the ground. They do choose a sheltered location, usually near a tree. The female will lay about two eggs in season. These eggs appear salmon violet colored, and are considered very colorful. Over time, the eggs will change color to a dark or sometimes milk chocolate color.The young of cinereous tinamous are capable of moving around when they are hatched to the point that they can almost run as soon as they're hatched. They are dark brown with a reddish speckling.",
    "Behavior-Food and feeding": "The food habits of the cinereous tinamou depend on the season and habitat although they are mostly herbivorous, with a heavy focus on fruit, similar to other members of Crypturellus. In the summer their diet consists of small fruits, seeds, and small invertebrates. The majority of the invertebrates that they eat are ants, mole-crickets, and pentatomids. In the winter time they usually eat a wide variety of seeds or berries collected on the ground, with a focus on the acai berry. They are considered a benefit to the nature for insect pest because of their large insect consumption. When the cinereous tinamou is young it is more dependent on insects than when they become adults. The cinereous tinamou does not scratch for food, but instead looks under leaves or uses its bill to dig.",
    "Behavior-Movement": "The cinereous tinamou is a sedentary species.",
    "Habitat": "The cinereous tinamou lives in a lowland rainforest or swamp forest, up to 700 m (2,300 ft) altitude. They also live in second growth forest, along with bushy areas with scattered trees.They have been known to take advantage of coffee and cocoa plantations and, on occasion, will utilize savanna. They prefer to live near streams or thick swamp woods. Their preferred habitat is thick, dark, and dense. They are abundant, within the upper Amazon, in the varzea.",
    "Range": "This species is native to southern Colombia, southern Venezuela, Suriname, Guyana, French Guiana, northern and western Brazil, eastern Ecuador, eastern Peru, and northern Bolivia. Within Brazil, it occupies the Amazon Basin south to Mato Grosso and east to Pará.",
    "Conservation": "The IUCN classifies this tinamou as Least Concern, with an occurrence range of 5,920,000 km2 (2,290,000 sq mi). It is considered the most common tinamou in Suriname, and is considered uncommon in Peru. The threat to its existence is similar to that of all forest birds, and that is deforestation and fragmentation of the remaining habitat. It is believed that it loses 14.1-17% of its habitat over 3 generations.",
    "Footnotes": "",
    "References": "Animal Life Reesource\nBirdForum.net\nBirdLife International (2008). \"Cinereous Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 8 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Crypturellus\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nBritannica.com\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nEarthlife.net\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nHilty, Steven & Brown, William, L. (1986) Guide to Birds of Columbia, Princeton University Press\nMontereyBay.com"
  }
}