{
  "url": "https://en.wikipedia.org/wiki/Eudromia_formosa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Eudromia"
    },
    {
      "Species": "E. formosa"
    }
  ],
  "text": {
    "__SUMMARY__": "The quebracho crested tinamou (Eudromia formosa) is a species of tinamou found in dry forest habitats in Paraguay and northern Argentina in South America.",
    "Etymology": "Eudromia comes from two Greek words, eu meaning well or nicely, and dromos meaning a running escape. These definitions together mean, nice running escape, which refers to their habit of escaping predators by running.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Taxonomy-Subspecies": "There are two subspecies of this tinamou:\n\nE. f. formosa, the nominate race, occurs in the arid quebracho woodlands in northern Argentina.\nE. f. mira occurs in the arid chaco of Paraguay and northwestern Argentina.",
    "Description": "The quebracho crested tinamou is approximately 39 cm (15 in) in length. Its upper parts are greyish-brown to blackish with a few scattered small white spots. Its lower parts are pale buffish to whitish and heavily barred with black. Its head has a black crest that is long, thin, and straight. It has a dusky stripe behind eye, bordered above and below by white stripes.",
    "Behavior": "Like other tinamous, the quebracho crested tinamou eats fruit off the ground or low-lying bushes. They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range and habitat": "The quebracho crested tinamou is found in dry forests up to 500 m (1,600 ft). It is also found in dry savanna. Its range is northern Argentina and Paraguay.",
    "Conservation": "The IUCN list this species as least concern, with an occurrence range of 290,000 km2 (110,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Quebracho-crested Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Nothura\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\n Data related to Quebracho crested tinamou at Wikispecies"
  }
}