{
  "url": "https://en.wikipedia.org/wiki/Nothocercus_nigrocapillus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothocercus"
    },
    {
      "Species": "N. nigrocapillus"
    }
  ],
  "text": {
    "__SUMMARY__": "The hooded tinamou (Nothocercus nigrocapillus) is a type of ground bird found in forests of Bolivia and Peru.",
    "Taxonomy": "Tinamou are from the family Tinamidae, and in the larger scheme are also ratites.  Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. Ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.The hooded tinamou has two subspecies:\n\nN. n. cadwaladeri occurs in the Andes of northwestern Peru.\nN. n. nigrocapillus occurs in the Andes of central Peru and Bolivia.",
    "Habitat and range": "The hooded tinamou is found in montane moist forest up to 1,550 to 3,000 m (5,090–9,840 ft) altitude. This species is native to the Andes in Bolivia and Peru.",
    "Description": "Hooded tinamou is light brown above and narrowly freckled with black in color. It is paler below with dusky bars, belly pale-spotted, and averages 33 cm (13 in) long.",
    "Behavior": "Like other tinamous, the hooded tinamou eats fruit off the ground or low-lying bushes.  They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Conservation": "This species has an estimated global extent of occurrence of 35,000 km2 (14,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Hooded Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 6 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Nothocercus nigrocapillus\". Project: The Taxonomicon. Archived from the original on November 5, 2007. Retrieved Feb 4, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.",
    "External links": "Hooded Tinamou videos, photos & sounds on the Internet Bird Collection."
  }
}