{
  "url": "https://en.wikipedia.org/wiki/Nothoprocta_cinerascens",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothoprocta"
    },
    {
      "Species": "N. cinerascens"
    }
  ],
  "text": {
    "__SUMMARY__": "The brushland tinamou (Nothoprocta cinerascens) is a type of Tinamou commonly found in high-altitude dry shrubland in subtropical and tropical regions of southern South America.",
    "Etymology": "Crypturellus is formed from three Latin or Greek words.  kruptos meaning covered or hidden, oura meaning tail, and ellus meaning diminutive.  Therefore, Crypturellus means small hidden tail.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.Hermann Burmeister first identified the brushland tinamou from a specimen from Tucumán Province, Argentina, in 1860.",
    "Taxonomy-Subspecies": "The brushland tinamou has two subspecies as follows:\n\nN. c. cinerascens, the nominate race, occurs in southeastern Bolivia, northwestern Paraguay, and central Argentina.\nN. c. parvimaculata occurs in northwestern Argentina in eastern La Rioja Province",
    "Description": "The brushland tinamou is approximately 31.5 cm (12.4 in) in length and weighs 540 g (1.19 lb). Its upper parts are grey to olive-brown barred with black and prominently streaked with white. Its crown is black, the sides of its head and its throat are white, its lower throat is barred black, its breast is grey spotted with white, and its belly is whitish. Its legs are dark grey. The female is larger and darker.",
    "Range": "This species is native to southeastern Bolivia, northwestern Paraguay and northwestern and central Argentina in South America.",
    "Habitat": "The brushland tinamou prefers to live in dry shrubland up to 1,000 m (3,300 ft) in altitude. But it can regularly be found as high as 2,000 m (6,600 ft), and also in dry savanna, dry grassland, or grassland that is seasonally flooded, and also pastureland and farmland.",
    "Behavior": "The call of the brushland tinamou is a series of seven to ten clear whistled notes that carry, and will be hard as they defend their range of about 50 acres (20 ha). They feed off of insects and small animals and some fruit.",
    "Behavior-Reproduction": "Males attract two to four females and supervise their laying of eggs in the nest, which is typically hidden in brush.  Females will leave to find other males and the male will incubate the eggs and raise the chicks.",
    "Conservation": "The brushland tinamou is classified by the IUCN as Least Concern, with an occurrence range of 1,200,000 km2 (460,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Brushland Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Nothoprocta cinerascens\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 65. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "Image at ADW"
  }
}