{
  "url": "https://en.wikipedia.org/wiki/Nothoprocta_ornata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothoprocta"
    },
    {
      "Species": "N. ornata"
    }
  ],
  "text": {
    "__SUMMARY__": "The ornate tinamou (Nothoprocta ornata) is a type of tinamou commonly found in the high altitude grassland and dry shrubland in subtropical and tropical regions of west central South America.",
    "Etymology": "Nothoprocta comes from two Greek words, nothos meaning spurious or counterfeit and prōktos meaning hindpart or tail.  Experts are unsure, however, they believe that this refers to the hidden tail of this Genus behind body feathers.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.Kalinowski's tinamou Nothoprocta kalinowskii was considered a separate species but further research has deemed it a junior synonym of Nothoprocta ornata branickii, and the SACC voted to do just that on 14 Feb 2007.",
    "Taxonomy-Subspecies": "The ornate tinamou has three subspecies as follows:\n\nN. o. ornata The nominate race occurs in the Andes of southeastern Peru, extreme northern Chile and western Bolivia\nN. o. branickii occurs in the puna of central Peru; Ancash, Lima, Ica, Junín, Ayacucho, Huancavelica, and Apurímac Regions\nN. o. rostrata occurs in the Andes of northwestern Argentina; Jujuy and La Rioja Provinces",
    "Description": "The ornate tinamou is approximately 32 cm (13 in) in length. Its upper parts are brownish-grey marked with black and buff, it is tawny-buff below with darker barring. Its head and neck are buff with prominent black spots, its bill is slender and curved, and its legs are either yellow or grey.",
    "Behavior": "Like other tinamous, the ornate tinamou eats fruit off the ground or low-lying bushes. They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range": "This species is native to the puna of central Peru and the Andes of southeastern Peru, western Bolivia, extreme northern Chile, and northwestern Argentina.",
    "Habitat": "The ornate tinamou lives in high-altitude grassland. They also live in shrubland, both high and low elevation, and they are showing some success of living on farmland. They prefer elevations of 3,450 to 4,700 m (11,320–15,420 ft).",
    "Conservation": "The IUCN list this species as Least Concern, with an occurrence rang eof 740,000 km2 (290,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Ornate Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (August 14, 2008). \"Systema Naturae 2000 / Classification, Nothoprocta ornata\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.\nRemsen Jr., J. V.;  et al. (7 Aug 2008). \"Proposal (#246) to South American Classification Committee: Eliminate Kalinowski's Tinamou Nothoprocta kalinowskii from the list of South American species\". South American Classification Committee. American Ornithologists' Union. Archived from the original on 2008-09-24. Retrieved 12 Feb 2009.",
    "External links": "Ornate Tinamou videos, photos & sounds on the Internet Bird Collection"
  }
}