{
  "url": "https://en.wikipedia.org/wiki/Nothura_boraquira",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothura"
    },
    {
      "Species": "N. boraquira"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-bellied nothura (Nothura boraquira) is a species of tinamou found in dry shrublands in northeastern Bolivia, western Paraguay, and northeastern Brazil.",
    "Taxonomy": "The white-bellied nothura is a monotypic species. All tinamous are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Description": "The white-bellied nothura is approximately 27 cm (11 in) in length. Its upper parts are light brown and barred black with white streaks. Its throat is white, its foreneck is buff with black streaking, its breast is buff and its belly is white. Its crown is dark brown and the sides of its head are buff. The legs are bright yellow and the inner webs of its primaries are uniformly dark, unlike in the closely related spotted nothura.",
    "Behavior": "Like other tinamous, the white-bellied nothura eats fruit off the ground or low-lying bushes. They also eat small amounts of invertebrates, flower buds, tender leaves, seeds, and roots. The male incubates the eggs which may come from as many as 4 different females, and then will raise them until they are ready to be on their own, usually 2–3 weeks. The nest is located on the ground in dense brush or between raised root buttresses.",
    "Range and habitat": "The white-bellied nothura prefers dry shrubland regions up to 500 m (1,600 ft) in altitude. It can also be found in dry grassland, savanna, caatinga, and occasionally pastures. This species is native to northeastern and central Brazil, eastern Bolivia and Paraguay.",
    "Conservation": "The IUCN classifies this species as Least Concern, with an occurrence range of 1,400,000 km2 (540,000 sq mi).",
    "References": "",
    "External links": "White-bellied Nothura photo gallery VIREO Photo-High Res\nWhite-bellied Nothura: Photos The Avifauna of the Interior of Ceará, Brazil"
  }
}