{
  "url": "https://en.wikipedia.org/wiki/Nothura_chacoensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothura"
    },
    {
      "Species": "N. maculosa"
    },
    {
      "Subspecies": "N. m. chacoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chaco nothura (Nothura maculosa chacoensis) is a type of tinamou commonly found in brushland in Argentina and Paraguay.",
    "Description": "The Chaco nothura is approximately 24 cm (9.4 in) in length. It is similar to the spotted nothura, but paler and buffier overall.",
    "Range and habitat": "The Chaco nothura inhabits subtropical and tropical brushland up to 500 m (1,600 ft) in altitude. This species is native to the chaco of northwestern Paraguay and north central Argentina in South America.",
    "Taxonomy": "The Chaco nothura is a subspecies of spotted nothura, Nothura maculosa.All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Chaco Nothura - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Nothura\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.",
    "Further reading": "Hayes, F.E.; Rodríguez, O.; Thalman, E.R.; Castellanos, E.A.; Sterling, J. (2018). \"Taxonomic status of Paraguay's only endemic bird, the Chaco Nothura Nothura chacoensis (Aves: Tinamidae)\". Zootaxa. 4392 (2): 347–360. doi:10.11646/zootaxa.4392.2.7."
  }
}