{
  "url": "https://en.wikipedia.org/wiki/Nothoprocta_pentlandii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Nothoprocta"
    },
    {
      "Species": "N. pentlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Andean tinamou (Nothoprocta pentlandii) is a tinamou, found commonly in high-altitude shrubland, in the Andes of South America.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds. pentlandii is the Latin form of Pentland which commemorates the Irish Traveller Joseph Barclay Pentland.",
    "Taxonomy-Subspecies": "The Andean Tinamou has seven subspecies as follows:\n\nN. p. pentlandii, the nominate race, occurs in the Andes of western Bolivia, northwestern Argentina, and extreme northern Chile.\nN. p. ambigua occurs in the Andes of southern Ecuador and northwestern Peru.\nN. p. oustaleti occurs on the west slope of the Andes in central and southern Peru.\nN. p. niethammeri occurs in coastal central Peru.\nN. p. fulvescens occurs in the Andes of southeastern Peru.\nN. p. doeringi occurs in the Sierras de Córdoba in San Luis and Córdoba Provinces, Argentina.\nN. p. mendozae occurs in the Andes of west central Argentina in Neuquén and Mendoza Provinces.",
    "Description": "The Andean tinamou is approximately 27 cm (11 in) in length. Its upper parts are greyish-brown to olive brown and barred with black and white. Its breast is grey and spotted with white or buff, its belly is buff or whitish and its crown is black, the sides of its head and throat are mottled grey, and its legs are yellow.",
    "Range and habitat": "The Andean tinamou can be found in the Andes from southern Ecuador to central Chile, as well as in the Sierras de Córdoba in Argentina.\nIt prefers subtropical and tropical shrubland at 800 to 4,100 m (2,600–13,500 ft) altitude.",
    "Conservation": "The IUCN classifies the Andean tinamou as Least Concern, with an occurrence range of 550,000 km2 (210,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Andean Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (25 April 2017). \"Systema Naturae 2000 / Classification, Nothoprocta pentlandii\". Project: The Taxonomicon. Retrieved 11 July 2017.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.\nGotch, A. F. (1995) [1979]. \"Tinamous\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. New York, NY: Facts on File. p. 183. ISBN 0-8160-3377-3.",
    "External links": "BirdLife Species Factsheet\nAndean Tinamou - Saint Louis Zoo\nAndean Tinamou videos, photos & sounds on the Internet Bird Collection"
  }
}