{
  "url": "https://en.wikipedia.org/wiki/Tinamotis_pentlandii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Tinamotis"
    },
    {
      "Species": "T. pentlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "The puna tinamou (Tinamotis pentlandii) also known as Pentland's tinamou, is a member of the most ancient groups of bird families, the tinamous. This species is native to southern South America. The binomial name of the species commemorates the Irish natural scientist Joseph Barclay Pentland (1797–1873) by Nicholas Aylward Vigors in 1837. The IUCN list this species as Least Concern, with an occurrence range of 590,000 km2 (230,000 sq mi).",
    "Taxonomy": "This is a monotypic species. All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.",
    "Description": "The puna tinamou is approximately 41 cm (16 in) in length. Its upper parts are brown spotted with white, and its breast is blue-grey, and its belly is rufous. Its head is white with black streaks.",
    "Distribution and habitat": "The puna tinamou inhabits high-altitude grassland, and to a lesser extent, brushland at altitude 4,000 to 4,700 m (13,100–15,400 ft) of subtropical and tropical regions. Its range is Peru, northern Bolivia, northern Chile and northwestern Argentina.",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Puna Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 12 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Tinamotis\". Project: The Taxonomicon. Retrieved 12 Feb 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.",
    "External links": "BirdLife Species Factsheet\nPuna Tinamou videos on the Internet Bird Collection\nStamps (for Argentina, Bolivia) with RangeMap\nPhoto-High Res--(Puna Tinamou and chicks)"
  }
}