{
  "url": "https://en.wikipedia.org/wiki/Tinamus_major",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Tinamus"
    },
    {
      "Species": "T. major"
    }
  ],
  "text": {
    "__SUMMARY__": "The great tinamou (Tinamus major) is a species of tinamou ground bird native to Central and South America. There are several subspecies, mostly differentiated by their coloration.",
    "Description": "Great tinamou are approximately 44 cm (17 in) long, 1.1 kg (2.4 lb) in weight and size and shape of a small turkey. It ranges from light to dark olive-green in color with a whitish throat and belly, flanks barred black, and undertail cinnamon. Crown and neck rufous, occipital crest and supercilium blackish. Its legs are blue-grey in color. All these features enable great tinamou to be well-camouflaged in the rainforest understory.\nThe great tinamou has a distinctive call, three short, tremulous, but powerful piping notes which can be heard in its rainforest habitat in the early evenings.",
    "Taxonomy": "All tinamous are from the family Tinamidae, and are the closest living relatives of the ratites.  Unlike ratites, tinamous can fly, although in general, they are not strong fliers.  All ratites evolved from prehistoric flying birds.There are twelve subspecies:\n\nT. m. percautus occurs in southeastern Mexico (Yucatan Peninsula), Belize, and Petén department in Guatemala.\nT. m. robustus occurs in the lowlands of southeastern Mexico, Guatemala, and northern Nicaragua.\nT. m. fuscipennis occurs in northern Nicaragua, Costa Rica, and western Panama.\nT. m. castaneiceps occurs in southwestern Costa Rica and western Panama.\nT. m. brunniventris occurs in south central Panama.\nT. m. saturatus occurs on Pacific slope of eastern Panama and northwestern Colombia.\nT. m. latifrons occurs in southwestern Colombia and western Ecuador.\nT. m. zuliensis occurs in northeastern Colombia and northwestern Venezuela.\nT. m. major occurs in eastern Venezuela, Guyana, Suriname, French Guiana and northeastern Brazil.\nT. m. olivascens occurs in Brazilian Amazon.\nT. m. peruvianus occurs in southeastern Colombia, eastern Ecuador, eastern Bolivia, western Brazil, and eastern Peru.\nT. m. serratus occurs in extreme southern Venezuela and northwestern BrazilJohann Friedrich Gmelin identified the great tinamou from a specimen located in Cayenne, French Guiana, in 1789.",
    "Mating": "The great tinamou is a polygynandrous species, and one that features exclusive male parental care. A female will mate with a male and lay an average of four eggs which he then incubates until hatching. He cares for the chicks for approximately 3 weeks before moving on to find another female. Meanwhile, the female has left clutches of eggs with other males. She may start nests with five or six males during each breeding season, leaving all parental care to the males. The breeding season is long, lasting from mid-winter to late summer.  The eggs are large, shiny, and bright blue or violet in color, and the nests are usually rudimentary scrapings in the buttress roots of trees.Except during mating, when a pair stay together until the eggs are laid, great tinamous are solitary and roam the dark understory alone, seeking seeds, fruit, and small animals such as insects, spiders, frogs and small lizards in the leaf litter. They are especially fond of Lauraceae, annonaceae, myrtaceae, sapotaceae.",
    "Habitat": "Great tinamou lives in subtropical and tropical forest such as rainforest, lowland evergreen forest, river-edge forest, swamp forest and cloud forest at altitudes from 300 to 1,500 m (1,000–4,900 ft). Unlike some other tinamous, the great tinamou isn't as affected by forest fragmentation. Its nest can be found at the base of a tree.",
    "Conservation": "This species is widespread throughout its large range (6,600,000 km2 (2,500,000 sq mi)), and it was formerly evaluated as Least Concern on the IUCN Red List of Threatened Species.  They are hunted with no major effect on their population. In 2012 the species was reclassified as Near Threatened due to the predicted impact of continuing deforestation, given that its preferred habitat is undistubed forest.",
    "Footnotes": "",
    "References": "American Ornithologists' Union (1998) [1983]. \"Tinamiformes: Tinamidae: Tinamous\". Check-list of North American Birds (PDF) (7th ed.). Washington, D.C.: American Ornithologists' Union  . p. 1 . ISBN 1-891276-00-X.\nBirdLife International (2008). \"Great Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 6 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Tinamus major\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nBrennan, P. T. R. (2004). Techniques for studying the behavioral ecology of forest-dwelling tinamous (Tinamidae). Ornitologia Neotropical 15(Suppl.) 329-337.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 61–62. ISBN 0-7876-5784-0.\nStiles, & Skutch,  A guide to the birds of Costa Rica  ISBN 0-8014-9600-4",
    "External links": "Great Tinamou videos, photos & sounds on the Internet Bird Collection\nBirdLife Species Factsheet\nStamps (for Honduras, Panama) with RangeMap\nGreat Tinamou photo gallery VIREO"
  }
}