{
  "url": "https://en.wikipedia.org/wiki/Tinamus_tao",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Tinamus"
    },
    {
      "Species": "T. tao"
    }
  ],
  "text": {
    "__SUMMARY__": "The grey tinamou (Tinamus tao) is a type of ground bird native to South America. Four subspecies are recognised.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.The grey tinamou has several subspecies:\n\nT. t. larensis  with a range in the montane forests of central Colombia and northwestern Venezuela.\nT. t. kleei with a range of south-central Colombia, eastern Ecuador, eastern Peru, eastern Bolivia, and western Brazil.\nT. t. septentrionalis with a range of northeastern Venezuela and possibly northwestern Guyana.\nT. t. tao with a range of north central Brazil, far eastern Peru, and far northwestern Bolivia.",
    "Description": "With a total length of 46 cm (18 in), it is among the largest tinamous. As suggested by its name, it is mostly grey. The back and head are barred blackish, and its vent is cinnamon. White spotting extends along the head and down the neck.",
    "Distribution and habitat": "The grey tinamou is found throughout western and northern Brazil, eastern Ecuador, eastern Peru, Colombia east of the Andes, northern Venezuela, northern Bolivia, and Guyana.In most of its range it is essentially restricted to humid lowland forests, but in the northern and far western parts of its range it mainly occurs in montane forests. This tinamou has shown the ability to utilize forests that have been cleared by logging.  As most other tinamous, its song is commonly heard, but it is shy and only infrequently seen.",
    "Behavior": "Like other tinamous, the male incubates the eggs on the nest that is located in heavy brush on the ground.  After incubation, the male will also raise them for the short period of time until they are ready.  They eat fruit and seeds from the ground and bushes that are low to the ground.",
    "Conservation": "This species was previously considered by the IUCN to be a Least Concern status, and has a range occurrence of 3,600,000 km2 (1,400,000 sq mi) In 2012 it was uplisted to vulnerable.",
    "Footnotes": "",
    "References": "Brands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Tinamus tao\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59. ISBN 0-7876-5784-0.",
    "External links": "BirdLife Species Factsheet\nAudio recordings of Grey Tinamou on Xeno-canto."
  }
}