{
  "url": "https://en.wikipedia.org/wiki/Palaeoaldrovanda",
  "classification": [
    {
      "Kingdom": "?Plantae"
    },
    {
      "(unranked)": "?Angiosperms"
    },
    {
      "(unranked)": "?Eudicots"
    },
    {
      "(unranked)": "?Core eudicots"
    },
    {
      "Order": "?Caryophyllales"
    },
    {
      "Family": "?Droseraceae"
    },
    {
      "Genus": "Palaeoaldrovanda"
    },
    {
      "Species": "P. splendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Palaeoaldrovanda splendens is a form taxon of uncertain identity.\nIt was for a long time thought to be an extinct angiosperm allied to the carnivorous plant genus Aldrovanda. Anderson et al. (2005) wrote: \"synapomorphic characters that link the fossils seeds [of P. splendens] to extant Aldrovanda include hard testa with an outer epidermis of palisade cells and with a smooth, strongly reflecting surface, short micropylar neck, and extruding, pointed chalazal area\".However, research published by Heřmanová & Kvaček (2010) has cast doubt on this hypothesis. These authors identified the fossilised remains of Palaeoaldrovanda as insect eggs, writing:\nPalaeoaldrovanda is not a seed with a basic anatropical and bitegmic organisation; there is no evidence of a raphe, and the wall structure is simple. Palaeoaldrovanda does not show a clearly pronounced micropyle or chalaza. [...] Our new interpretation of Palaeoaldrovanda significantly influences the current view of the family Droseraceae. It is at least possible that this family did not evolve until the Tertiary. It may also influence the hypotheses of the first unequivocal appearance of carnivorous plants in general.\nPalaeoaldrovanda is only known from fossils of the late Turonian–Santonian Klikov beds of the Czech Republic. These fossils represent the second oldest reported remains of a carnivorous plant, after Archaeamphora longicervia, which was described as a pitcher plant from the Early Cretaceous (though its identity has also been questioned).\n\n\n== References =="
  }
}