{
  "url": "https://en.wikipedia.org/wiki/Stylidium_adnatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Nitrangium"
    },
    {
      "Section": "Stylidium sect. Rhynchangium"
    },
    {
      "Species": "S. adnatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium adnatum (the beaked triggerplant) is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). S. adnatum is endemic to Australia and is found primarily in the southwest region of Western Australia.\nThis species is leafy-stemmed and scrambling, growing up to 10 cm tall with leaves to 3 cm long and 5 mm wide. It blooms in late winter and spring with small (3–4 mm wide), white flowers that bear red stripes. S. adnatum is primarily found in jarrah and karri forests, among reeds of paperbark swamps, and in heath by streams entering the ocean.  S. adnatum is also commonly found in the wild growing along cleared firebreaks in the Porongurup ranges, indicating that it is tolerant to ground disturbance. It has been cultivated by members of the WA Wildflower Society (a not-for-profit group) in Landsdale, where it can be purchased by the public. It is easily propagated by cuttings, and is robust in culture although can suffer from sucking insects such as scale. It has been found to grow well as an indoor potted plant near a well -lit window with indirect/partial sun. Taken together, these two pieces of information indicate that it would make a good commercial houseplant, possibly capturing the sector of the market fascinated by touch-stimulated plants such as venus fly traps or mimosa.\n\nStylidium adnatum var. abbreviatum (Benth., 1868) is a variety of this species found in wild populations and is noted for its short and dense inflorescence. The variety was discovered and named twice, the second being S. adnatum var. propinquum (R.Br.), though this name is no longer used.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}