{
  "url": "https://en.wikipedia.org/wiki/Stylidium_graminifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Tolypangium"
    },
    {
      "Section": "Stylidium sect. Lineares"
    },
    {
      "Species": "S. graminifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium graminifolium, the grass triggerplant, is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). This species used to belong to the Stylidium graminifolium complex, but the name was conserved for this single species when two others were split from the complex and introduced as new species in 2001. S. graminifolium is endemic to Australia and is one of the Stylidium species with the widest distribution throughout Australia. It is a perennial plant with grass-like leaves and is easily cultivated. It has been considered to be a carnivorous or protocarnivorous plant because it possesses glandular trichomes underneath the flowers that can trap and digest prey.",
    "Description": "This species is an erect perennial herb with 5–40 cm (2–8 in) long narrow, grass-like leaves that appear from a basal rosette. A 15–90 cm (6–36 in) long scape bearing the racemous inflorescence appears in the spring and summer (October through February). The flowers are butterfly shaped and pale or bright pink with petals paired laterally. The calyx and corolla are both covered in glandular trichomes. The pollination mechanism involving a sensitive \"trigger\"—a floral column, in which the stamen and style are fused—is unique to the family Stylidiaceae. In S. graminifolium, the column is red and stamens are a greenish color. This species, like most Stylidium species, possesses glandular trichomes underneath the flower and on the scape, which are capable of digesting and absorbing nutrients from prey captured in the sticky mucilage. This information leads some researchers to believe that the plants are carnivorous or at the very least protocarnivorous.",
    "Distribution and habitat": "S. graminifolium has one of the widest ranges in the genus Stylidium, extending from Tasmania to Victoria, New South Wales, and Queensland over to South Australia. Its most common habitat is dry sclerophyll forests with nutrient-poor soil conditions.",
    "Taxonomy": "Stylidium graminifolium was one of only four Stylidium species collected in 1770 from Botany Bay when Joseph Banks and Daniel Solander joined James Cook's first voyage to the Pacific Ocean on board the Endeavour. It was first formally described by Carl Ludwig Willdenow in 1805. It was again described by Olof Swartz just two years later in 1807 under the same name. Around the same time, other botanists were considering placing these new species in the new genus Candollea, which would be in the family Dilleniaceae, but Stylidium was retained as the older nomenclature and placed in its own family, Stylidiaceae.",
    "Taxonomy-Stylidium graminifolium complex": "After S. graminifolium was discovered and formally described, new forms and varieties were added to what came to be known as the Stylidium graminifolium complex, a group of plants that has been treated as a single species but may have significant morphological differences that require the complex to be split into new species. The complex was formally split into three species in 2001, with S. graminifolium lectotypified from the collections of Banks and Solander in the 1770s. S. graminifolium sensu stricto is more narrow-leaved and is diploid (2n = 30). The other two species, S. dilatatum and S. armeria, that used to be included in this complex are tetraploid (2n = 60) and may represent polyploid speciation. The three species also represented different habitats and ranges, with S. graminifolium distributed widely in south-eastern continental Australia and Tasmania, S. dilatatum in the subalpine areas of south-eastern Australia and widely distributed in Tasmania, and S. armeria in the littoral habitats in Tasmania from Macquarie Harbour to the Tasman Peninsula.",
    "Cultivation": "Stylidium graminifolium is one of the few Stylidium species commercially available for sale as seed. This species, along with six other triggerplants, was tested for horticultural value and cold hardiness by Douglas Darnowski in the United States from 2000 to 2002. Dr. Darnowski's study concluded that S. graminifolium was able to survive cold temperatures down to -10°C, making it suitable for growing outside in as low as USDA hardiness zone 8. Darnowski also postulated that S. graminifolium's attractive floral spikes could be of use in floriculture and could be used to replace purple loosestrife in winter and spring arrangements. It has a relatively long flowering period and has somewhat specific conditions for germination, including smoke treatments and higher temperatures to simulate a bushfire, though germination can occur without these conditions. These germination requirements reduce the risk that it will become an invasive species. It is also able to grow on nutrient-poor soils and withstand significant drought. These attributes increase its potential for floricultural use.There are two cultivars of S. graminifolium, Tiny Trina and Little Saphire, that are tentatively recognized cultivar names by the Royal Horticultural Society. The epithet Little Saphire is derived from the bright blue foliage that distinguishes this cultivar from the type species. Tiny Trina has a deeper flower color and leaves that are a darker shade of green with varying leaf blade widths. It also begins to flower later in the season.",
    "See also": "List of Stylidium species",
    "External links": "PlantNET profile on Stylidium graminifolium\n\n\n== References =="
  }
}