{
  "url": "https://en.wikipedia.org/wiki/Stylidium_schizanthum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Andersonia"
    },
    {
      "Section": "Stylidium sect. Andersonia"
    },
    {
      "Species": "S. schizanthum"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium schizanthum is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae) that was described by Ferdinand von Mueller in 1859. It is an erect annual plant that grows from 9 to 30 cm tall. Obovate, orbicular, or oblanceolate leaves, about 3-13 per plant, form basal rosettes. The leaves are generally 3.5–23 mm long and 1.5–12 mm wide. This species generally has one to four scapes and cymose inflorescences that are 9–30 cm long. Flowers are white, pink, mauve, or yellow. S. scizanthum's distribution ranges from the Kimberley region in Western Australia through the Northern Territory and into northern Queensland. It has been reported as far south as Mount Surprise and even in southern New Guinea. Its typical habitats are moist sand in Eucalyptus or Melaleuca communities, near creekbanks, or associated with sandstone landscapes. It flowers in the southern hemisphere from February to October. S. schizanthum is closely related to both S. pachyrrhizum and S. lobuliflorum.A.R. Bean, in his 2000 taxonomic revision of Stylidium subgenus Andersonia, noted that this taxon is highly variable and that additional field work may reveal morphological and genetic differences significant enough to reveal additional species, similar to the work that resolved the S. graminifolium species complex.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}