{
  "url": "https://en.wikipedia.org/wiki/Stylidium_lindleyanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Centridium"
    },
    {
      "Species": "S. calcaratum"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium calcaratum, the book triggerplant, is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). It is an ephemeral annual that grows from 5 to 10 cm tall but can grow larger at 20–30 cm tall in damp forest or scrub habitat. The few ovate leaves produced by this plant form basal rosettes around the stem. The leaves are around 3–5 mm long on short petioles. The scapes are 2–30 cm tall and produce single flowers in smaller plants and up to nine flowers in larger, more robust plants. Flowers are pink or white with red spots or lines at the individual petal bases. The petals are vertically paired and will fold over to meet each other at night or in adverse weather conditions. S. calcaratum is endemic to Australia and has a distribution that ranges from Victoria through South Australia and into Western Australia. Its habitat is recorded as being wet flats or near creeks and seepages. Pollination is achieved by a grey fly, Comptosia cuneata.",
    "Taxonomy": "This species was first described by Robert Brown in his 1810 Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The same species was described as Stylidium androsaceum in John Lindley's 1839 A Sketch of the Vegetation of the Swan River Colony and again as Stylidium lindleyanum in 1845 by Otto Wilhelm Sonder, both of which were later reduced to synonymy with this current and older name.\nOne variety of this species was described by Rica Erickson and Jim Willis in 1956. Stylidium calcaratum var. ecorne was described as a variety on the basis of the absence of a nectary spur and the fact that they produced pure colonies. The variety was later elevated to the species level as S. ecorne by P.G. Farrell and Sydney Herbert James in 1979.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}