{
  "url": "https://en.wikipedia.org/wiki/Stylidium_velleioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Tolypangium"
    },
    {
      "Section": "Stylidium sect. Debilia"
    },
    {
      "Species": "S. velleioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium velleioides is a species that belongs to the genus Stylidium (family Stylidiaceae). The specific epithet velleioides is a reference to how sterile material of this species resembles Velleia spathulata. It is an herbaceous annual that grows from 15 to 30 cm tall. Obovate leaves, about 6-30 per plant, either form a terminal rosette with stems present or a basal rosette when stems are absent. The leaves are generally 8–33 mm long and 3.5–9 mm wide. This species produces 1-3 scapes per plant. Inflorescences are 15–25 cm long and produce pink flowers that bloom from March to November in their native range. S. velleioides is endemic to tropical Queensland from Mount Surprise to St Lawrence. Its typical habitat has been reported as along creekbanks and seepage areas in eucalypt woodlands. S. velleioides is similar to several other species in section Debilia. It, like S. paniculatum, has a paniculate inflorescence, but differs from S. paniculatum by its longer capsules and column. It can also be confused for S. semipartitum, which has glandular-hairy leaves and scapes whereas S. velleioides's leaves and scapes are glabrous. It is also related to S. debile, which has bracteoles present, racemose inflorescences, and shorter columns and posterior petals. In his assessment of the conservation status of this species in 1999, Tony Bean described it as secure.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}