{
  "url": "https://en.wikipedia.org/wiki/Stylidium_armeria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Tolypangium"
    },
    {
      "Section": "Stylidium sect. Lineares"
    },
    {
      "Species": "S. armeria"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium armeria, the thrift-leaved triggerplant, is a species of Stylidium that is native to Australia. It is an herbaceous perennial that grows from 50 to 100 cm tall. Narrowly lanceolate to narrowly oblanceolate leaves, about 15–40 mm long, are tufted at the base and are erect to spreading. Inflorescences produce 25-100 dark pink-magenta flowers that bloom August to February in its native range.",
    "Distribution and habitat": "S. armeria is native to New South Wales, Queensland, South Australia, Tasmania, and Victoria. Its typical habitat has been reported as \"heathland, woodland and open forests of the Otway Ranges through to the snowfields of the Eastern Highlands.\"",
    "Botanical history and taxonomy": "On 8 July 1805, Jacques Labillardière published a species under the name Candollea armeria. The generic name that Labillardière used, Candollea had been previously published as a genus of Polypodiaceae, so Labillardière corrected the mistake by publishing the species as S. armeria in 1806. In 1878, Jean Baptiste Saint-Lager \"corrected\" the gender agreement of Stylidium armeria to Stylidium armerium. This specific epithet, however, is not an adjective but a noun in apposition, so the suffix should not be changed with different gender generic names. Later, Ferdinand von Mueller insisted on using the illegitimate genus Candollea and shifted the Stylidium species back in the late 19th century. Those moves, however, were not widely adopted. In 2001, Raulings and Ladiges recognized several synonyms.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}