{
  "url": "https://en.wikipedia.org/wiki/Stylidium_repens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Tolypangium"
    },
    {
      "Section": "Stylidium sect. Repentes"
    },
    {
      "Species": "S. repens"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium repens, the matted triggerplant, is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). S. repens is endemic to Australia and is found primarily in southwest Western Australia. This species is a creeping or scrambling triggerplant, which can spread over large areas as a tangled mat of stems and aerial roots. The older stems are grey whereas younger stems appear red and have terminal rosettes of small leaves, five mm to one cm in length. When the rains come, new roots and a one to three flowers emerge from the terminal rosettes. This is the only species of triggerplant known to regularly flower twice a year—in autumn and late spring. Pollination, which is typically very specialized in this genus, is achieved with a variety of insects in this species.Stylidium repens is primarily found in jarrah and wandoo forests, in sand, and in scrubby heath. It is widely distributed from north of Geraldton to east of Esperance, south to the coast and inland to Dangin.Stylidium repens var. diplectroglossum (Erickson & Willis) was believed to be a distinct variety of this species, noted for its narrower leaves and free calyx lobes. This variety has since been renamed S. diplectroglossum, reflecting its status as a distinct species. In her 1958 book, Triggerplants, Rica Erickson suggested that due to the morphological similarities, what was known as S. radicans (Sond.) is really a synonym for S. repens. Allen Lowrie and his research team confirmed the earlier suspicion in their taxonomic revision of the creeping triggerplants.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}