{
  "url": "https://en.wikipedia.org/wiki/Stylidium_affine",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Tolypangium"
    },
    {
      "Section": "Stylidium sect. Squamosae"
    },
    {
      "Species": "S. affine"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium affine is a species in the genus Stylidium (family Stylidiaceae) that is endemic to Western Australia.",
    "Description": "Stylidium affine is a perennial plant that possesses long erect or recurved lanceolate leaves. Leaves are 12–30 cm (4.7–11.8 in) long, 2–4 mm wide, and arranged in groups of 2–4, emerging from a basal papery sheath, having the overall appearance of a tuft. Inflorescences are paniculate, 20–30 cm (7.9–11.8 in) long, and densely glandular. Peduncles have 1–3 flowers, which are rose pink to mauve coloured with vertically-paired corolla lobes (anterior and posterior lobes both 8–11 mm long). It has 4 throat appendages, the upper two of which are white, wing-like, and around 4 mm long. It has a diploid chromosome number of 2n=14. Stylidium affine flowers in October.",
    "Distribution and habitat": "Stylidium affine grows in lateritic soils often near granite outcrops in association with Eucalyptus wandoo in open woodland. It is native to an area from east of Gingin south-east to Kojonup and west to Dunsborough. In the southern part of its range, S. affine is found in open woodland in association with E. wandoo or Corymbia calophylla. Its distribution is separate and west of related species like S. caricifolium.",
    "Taxonomy and botanical history": "The species now known as S. affine was first described by Robert Graham as Stylidium drummondii in an 1841 volume of the Edinburgh New Philosophical Journal. Graham based his new species description on plants raised from seed that were sent from James Drummond to a Mr Low of Clapton, England. Mr Low sent a plant to Graham in October 1839. The specimen first flowered in November 1840. The exact provenance of the seed sent to Mr Low is not explicitly stated by Graham in his description, but it is speculated that the seed came from Drummond's travels in the Swan, Avon, Helena, and Toodyay valleys, which are within the bounds of the known distribution of S. affine.In 1845, Otto Wilhelm Sonder published the name Stylidium affine. Since then, it has been used in multiple publications including Johannes Mildbraed's 1908 taxonomic monograph on the family, whereas S. drummondii has only been used sparingly. While preparing a revision of the family for the Flora of Australia series, Juliet Wege discovered that the description and illustration of S. drummondii is synonymous with and antedates that of S. affine, thus making S. drummondii the proper name for the species under strict priority nomenclature rules regulated by the International Code of Botanical Nomenclature (ICBN). Citing the extensive use of S. affine over S. drummondii and the preference for preserving nomenclatural stability (Article 14.2 of the ICBN), Wege proposed and argued for the conservation of the name S. affine over S. drummondii in 2007. The conservation of the name S. affine was recommended by a 17 to 1 vote by the Nomenclature Committee for Vascular Plants in February 2009, but the proposal has not yet been assessed by the International Botanical Congress.Two varieties of S. affine have been described in the past, the first of which were S. affine var. minus and the autonym S. affine var. affine described in Sonder's original 1845 publication. In 1904, Ernst Georg Pritzel published S. affine var. laxum. Both var. minus and var. laxum are now considered to be synonymous with S. caricifolium, rendering the autonym var. affine unnecessary.For a brief period of time, S. affine was considered to be a subspecies of the allied S. caricifolium. Sherwin Carlquist found very little difference between S. affine, S. nungarinense, and S. caricifolium, arguing in 1969 that the former two could not be maintained at the species rank. Subsequent publications in the early 1980s determined that S. affine was worthy of species rank due to differential leaf morphology and differences in chromosome count.",
    "See also": "List of Stylidium species",
    "References": "",
    "External links": " Media related to Stylidium affine at Wikimedia Commons"
  }
}