{
  "url": "https://en.wikipedia.org/wiki/Stylidium_subulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Subfamily": "Stylidioideae"
    },
    {
      "Genus": "OreostylidiumBerggr. 1878"
    },
    {
      "Species": "O. subulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Oreostylidium is a genus of flowering plants in the family Stylidiaceae with a single species, Oreostylidium subulatum, that is endemic to New Zealand. O. subulatum is a very small plant with small, white flowers. It has a complicated botanical history that has led to a few proposals to move Oreostylidium to the related genus Stylidium. The researchers cite molecular data and suspect that this species is an extreme example of floral paedomorphosis. This would not be an unprecedented move since the single species was initially described as Stylidium subulatum in 1864 and later moved to its own genus by Sven Berggren in 1878. It possesses the same kind of glandular trichomes underneath the flower that make Stylidium species carnivorous plants, but it has not yet been tested for the presence of digestive enzymes.",
    "Characteristics": "Oreostylidium subulatum is a very small, cæspitose, and densely tufted plant about 2–3 cm tall. The 2 cm long linear-subulate leaves form a basal rosette close to the ground. The leaves are glabrous with entire margins. The scape, arising from the rosette of leaves, is slender, erect, and about 2 cm tall. The scape, like most species in the related genus Stylidium is covered with glandular trichomes. Each scape produces a single flower. The calyx is erect, stout, and very broad (nearly as broad as the ovary). The ovary is large, oblong, sub-cylindrical, tapering and jointed on to scape.\n\nThe flower corolla consists of solitary actinomorphic, white flowers with five petals that most resemble the flowers of Forstera and Phyllachne (both also in Stylidiaceae). Like all Stylidium species, O. subulatum also possesses a column, which is the fused stamens and stigma. But unlike Stylidium species, it is insensitive or non-mobile and does not move in response to physical stimuli. It has been suggested that Oreostylidium be merged into the genus Stylidium, but the morphological characteristics of the two genera are dissimilar. Researchers have suggested that the floral form O. subulatum had developed by an extreme example of paedomorphosis or reduction. This process may have begun as a result of O. subulatum's isolation on the islands of New Zealand. Researchers believe that this species has its origins in Australia and was established in New Zealand by a very small population and perhaps from a single seed. Faced with survival in a new environment and possessing a flower designed for specific Australian pollinators, the species underwent rapid changes to its morphology. The hypothesis presented in these studies suggests this is how O. subulatum evolved from a common ancestry lineage with Stylidium graminifolium into the pollinator-generalist it is today. There is also a shift from the Stylidium-like flower designed for cross-pollination to obligate autogamous pollination. This allowed the plant to perform sexual reproduction in its morphologically immature state because the complicated Stylidium-like flowers were not required for pollination.",
    "Distribution": "Oreostylidium subulatum is endemic to montane and subalpine regions of New Zealand, but the range is not as extensive as the other Stylidiaceae genera found in New Zealand. Good (1925) in a review of the geographical distribution of Stylidiaceae noted that O. subulatum is confined to the South Island, though earlier reports place some specimens near Mount Ruapehu on the North Island. On the South Island, it was reported as existing at Swampy Hill near Dunedin and The Grampians near Nelson, New Zealand.",
    "Botanical history and taxonomy": "Oreostylidium subulatum was originally described by Sir William Jackson Hooker in 1864 as Stylidium subulatum in the related genus Stylidium. Hooker based his classification on imperfect floral specimens and thus had to rely upon fruit morphology and habitat similarities. Working from the fruit morphology alone, Hooker noticed his specimen resembled several members of Stylidium subgenus Tolypangium. In 1878, Ferdinand von Mueller proposed that what was known then as Stylidium subulatum be included within the related genus Phyllachne based on flower morphology. In the same year, Sven Berggren proposed the move that created the most accepted classification within the genus he created, Oreostylidium.Then in 1887, William Colenso described what he thought was a new species, Oreostylidium affine, based on specific morphological differences from previous descriptions of O. subulatum. He noted that he was rather unsure of the specific classification of this new species:\n\n\"This plant resembles Oreostylidium subulatum, Berggren, as carefully drawn by him; (which is also the \"Stylidium? subulatum, n. sp.,\" of Hook. f., as given by him with doubt, from his imperfect specimens, in the \"Handbook N.Z. Flora,\" p. 168;) and it would be by me referred to that species were it not for its differential characters.\"Colenso also admitted in his description of O. affine that the location data for both O. affine and O. subulatum were very similar and at least one morphological detail of his plant specimens was damaged, which could have effected his analysis. O. affine was later placed under O. subulatum as a synonym.\n\nOreostylidium remained relatively untouched after that until an extensive review of the morphological details of Stylidiaceae was combined with genetic analysis of the chloroplast DNA genes rbcL and ndhF in 1998. The result of this study revealed that all major cladistic trees generated from the data suggested that the genus Oreostylidium is nested within the genus Stylidium. Based on that data, the authors of that study proposed that O. subulatum be known once again under its very first name, Stylidium subulatum and Oreostylidium should be reduced to synonymy of Stylidium. In 2002, another study based on molecular evidence determined that in the most parsimonious cladistic tree, Stylidium graminifolium and O. subulatum were closely related, with O. subulatum again nested within Stylidium. Based on molecular clock calculations and their data, the researchers concluded that S. graminifolium and O. subulatum shared a common ancestor about 3 million years ago. The researchers responsible for the 2002 study also concluded that Oreostylidium should be transferred to Stylidium and O. subulatum should retake its former name as Stylidium subulatum.\n\n\n== References =="
  }
}