{
  "url": "https://en.wikipedia.org/wiki/Stylidium_nominatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Andersonia"
    },
    {
      "Section": "Stylidium sect. Tenella"
    },
    {
      "Species": "S. nominatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium nominatum is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). It is an annual plant that grows from 4 to 15 cm tall. The oblanceolate leaves, about 5-15 per plant, form basal rosettes around the stem and are 2.5–9 mm long, 0.5-1.5 mm wide. About 4-11 leaves per plant are also scattered along the stem and are generally 2.3-4.7 mm long and 0.3-0.5 mm wide. Scapes are absent. Inflorescences are 2–6 cm long and produce white flowers that bloom from April to June in the southern hemisphere. S. nominatum is endemic to the northern area of Kakadu National Park and Melville Island in the Northern Territory. Its habitat is recorded as being sandy soils in Melaleuca viridiflora woodlands, bases of sandstone escarpments, and gravelly yellow soil in flat, treeless areas. S. nominatum is most closely related to S. capillare. In his recent revision of the subgenus Andersonia, A. R. Bean noted that there is a large variation recorded in the specimens of this species and more work would need to be done to determine if there's more than one taxon involved with this species. Further evaluation may reveal additional species.S. mitrasacmoides is an illegitimate name applied to this species that had been described by Sherwin Carlquist as a new species in 1979. Ferdinand von Mueller had described a species under this name in 1859 and it is now applied as a synonym for S. tenerrimum, though A. R. Bean noted that this application is uncertain because the type specimen was unable to be located. Its conservation status has been assessed as data deficient.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}