{
  "url": "https://en.wikipedia.org/wiki/Stylidium_debile",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Tolypangium"
    },
    {
      "Section": "Stylidium sect. Debilia"
    },
    {
      "Species": "S. debile"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium debile, commonly known as the frail triggerplant, is a carnivorous, dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). S. debile is endemic to coastal areas in Queensland and New South Wales, Australia.",
    "Characteristics": "Stylidium debile is an herbaceous annual plant that grows from 15 to 30 cm tall. Oblanceolate or obovate leaves, about 20-200 per plant, form a basal rosette with stems absent or present. The leaves are generally 8–30 mm long and 3–7 mm wide. This species produces 1-2 scapes per plant that are glabrous. Inflorescences are 10–25 cm long and produce pink flowers that bloom year-round in their native range. S. debile's historical distribution included a range on the Atherton Tableland, at Mt Playfair near Tambo, Queensland, and as far south as Alexandria Swamps in Sydney, though it is probably extinct in these locations due to extensive habitat modification. More recent herbarium collections relate a distribution from Blackdown Tableland and Deepwater National Park in Queensland south to the area around Coffs Harbour in New South Wales. Its typical habitat has been reported as sandy or pale silty clay soils on creekbanks or in swampy areas. Dominant vegetation in association with its habitat include Melaleuca quinquenervia and Lophostemon suaveolens. S. debile is most closely related to S. paniculatum but differs by the inflorescence form and the presence of bracts. Its conservation status has been assessed as secure.",
    "Taxonomy": "The infraspecific taxonomy of this species formerly listed two varieties:\n\nStylidium debile var. debile Maiden & Betche\nStylidium debile var. paniculatum Maiden & BetcheJoseph Maiden and Ernst Betche described the differences between the two varieties in a 1905 publication. In 1999, Tony Bean elevated S. debile var. paniculatum to the species level, giving it the name Stylidium paniculatum (Maiden & Betche) A.R.Bean, thus rendering the autonym var. debile unnecessary.",
    "Cultivation": "This coastal species is one of the relative few Stylidium species that is available in cultivation and is grown in similar conditions to tropical Australian Drosera. It is propagated by division of the vegetative clones that arise from the root system. And though in its native range it may be considered an annual, in cultivation it is mostly a perennial.",
    "See also": " Media related to Stylidium debile at Wikimedia Commons\n\nList of Stylidium species\n\n\n== References =="
  }
}