{
  "url": "https://en.wikipedia.org/wiki/Stylidium_ericksoniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Andersonia"
    },
    {
      "Section": "Stylidium sect. Uniflora"
    },
    {
      "Species": "S. ericksoniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium ericksoniae (initially described by J. H. Willis in 1956 as Stylidium ericksonae) is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). It is an annual plant that grows from 6 to 15 cm tall. The linear or deltate leaves, about 20-100 per plant, are mostly in terminal rosettes but with some scattered along the elongate stem. The leaves are generally 4.0-9.5 mm long and 0.6-1.1 mm wide. Petioles are absent. This species produces 1-20 scapes per plant. Inflorescences are 5–11 cm long and produces a single pink or mauve flower that blooms from March to August in the southern hemisphere. S. ericksoniae is endemic to the northern areas of the Northern Territory of Australia. Its habitat is recorded as being damp sand near sandstone rocks or on swampy drainage channels. It's been found in association with Micraira and Pandanus species. S. ericksoniae is most closely associated with S. pedunculatum. Its conservation status has been assessed as data deficient.Two forms of this species have been recognized and described, but not given a taxonomic status. A. R. Bean described the forms in his revision of the subgenus Andersonia. The form from the lowlands near Darwin is distinguished by its densely hairy leaves with acute apices while the form from Kakadu National Park sandstone escarpments have sparsely hairy leaves with mucronate apices. All other characteristics of these forms are identical, and this is the reason Bean gave for no taxonomic distinction.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}