{
  "url": "https://en.wikipedia.org/wiki/Stylidium_rotundifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Stylidiaceae"
    },
    {
      "Genus": "Stylidium"
    },
    {
      "Subgenus": "Stylidium subg. Andersonia"
    },
    {
      "Section": "Stylidium sect. Biloba"
    },
    {
      "Species": "S. rotundifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Stylidium rotundifolium is a dicotyledonous plant that belongs to the genus Stylidium (family Stylidiaceae). It is an erect annual plant that grows from 4 to 18 cm tall. Obovate or oblanceolate leaves, about 4-17 per plant, form a basal rosette around the compressed stem. The leaves are generally 5–29 mm long and 3–10 mm wide. This species generally has one to ten scapes and cymose inflorescences that are 4–18 cm long. Flowers are pink or white. S. rotundifolium's wide, sporadic distribution ranges from the Kimberley region in Western Australia east to northeastern Queensland with a significant population near Taroom, Queensland. Its typical habitats include damp sandy soils on creekbanks, receding waterholes, or Melaleuca woodlands. It flowers in the southern hemisphere from April to October. S. rotundifolium is most closely related to S. dunlopianum.The synonym S. irriguum was described in 1918 and reduced to synonymy by A.R. Bean in 2000. Bean noted that the description of S. irriguum matched that of S. rotundifolium except for the flower color (pink with red highlights for S. rotundifolium and pale yellow to white for S. irriguum) and capsule size, which both fall within the natural variation for this species. S. reductum was also reduced to synonymy by Bean because the taxon described as S. reductum was just a juvenile form of S. rotundifolium that only had a single flower.Its conservation status has been assessed as secure.",
    "See also": "List of Stylidium species\n\n\n== References =="
  }
}