{
  "url": "https://en.wikipedia.org/wiki/Diplocarpon_rosae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Leotiomycetes"
    },
    {
      "Order": "Helotiales"
    },
    {
      "Family": "Dermateaceae"
    },
    {
      "Genus": "Diplocarpon"
    },
    {
      "Species": "D. rosae"
    }
  ],
  "text": {
    "__SUMMARY__": "Diplocarpon rosae is a fungus that creates the rose black spot disease.\nBecause it was observed by people of various countries around the same time (around 1830), the nomenclature for the fungus varied with about 25 different names. The asexual stage is now known to be Marssonina rosae, while the sexual and most common stage is known as Diplocarpon rosae.\nDiplocarpon rosae over seasons as mycelia, ascospores, and conidia in infected leaves and canes. In the spring during moist, humid conditions, ascospores and conidia are wind-borne and rain-splashed to newly emerging leaf tissue. Upon infection, disease progresses from the lowest leaves upward, causing defoliation and black spots on leaves.",
    "Diagnosis": "The black spots are circular with a perforated edge, and reach a diameter of 14 mm. Badly affected plants, however, will not show the circular patterning, as they combine to cause a large, black mass. The common treatment of the disease is to remove the affected leaves and spray with antifungal solutions. Some stems of the roses may become affected if untreated, and will cause progressive weakening of the rose.",
    "Disease cycle": "Diplocarpon rosae tends to overwinter in both lesions of infected canes and fallen foliage. Conidia are produced in the diseased stem tissues and dispersed via water—most commonly by rain or wind—into the openings of leaves in the spring season. The conidia then produce germ tubes (and sometimes appressoria) to penetrate the tissues of the leaves. Mycelia develop on the underside of the leaf cuticle and lesions appear. As these lesions appear, acervuli continuously produce conidia asexually as long as the climate remains optimally wet and warm. These conidia can then be dispersed to new uninfected leaves as a source of secondary inoculum, adding more cycles of infection. Once defoliation occurs in the fall season, the hyphae of the Diplocarpon rosae invade the dead leaf tissue and form pycnidia lined with conidiophores under the old acervuli. The pycnidia then overwinter in the lesions of infected tissue and burst in the spring, releasing conidia to be dispersed by water and effectively completing the disease cycle. Diplocarpon rosae also has a sexual stage, although this is rarely observed in North America due to unfavorable environmental conditions. In this stage, the sexual spores (ascospores) are formed in the apothecium. If the weather conditions are favorable for the formation of ascocarps, the apothecia that contain asci can be observed in the spring. However, this rarely occurs, and the fruiting bodies are typically filled with conidia that enable the asexual life cycle of the pathogen to occur.",
    "Environment": "Diplocarpon rosae typically favor environments with a warm and wet climate.  Conidiospores involved with infection are only dispersed via water, making the disease most active in the late spring and early fall seasons, or other periods that experience similar climate conditions. The development of the Black Spot disease itself is ideal at temperatures ranging from 68–80  °F (20–26.7°C). It is important to note that no infection will develop if the leaf surfaces dry out within 7 hours of the initial conidial germination. Similarly, temperatures above 85 °F (29.4°C) also halt the spread of disease.",
    "Treatment": "Removing infected leaves from the plant and fallen leaves from the ground will slow the spread of the infection, as does avoiding wetting the leaves of plants during watering. An infected plant can be removed from the area, which will slow the spread of infection to other plants, but this often is not desirable. Fungicides, such as mancozeb, chlorothalonil, flutriafol, penconazole, or a copper-based product, applied upon new leaf emergence or first appearance of black spot, can be used to control the disease. If a more natural and nontoxic approach is desired, diluted neem oil is effective both against black spot and as an insecticide against aphids. It is usually necessary to repeat the spraying at seven- to 10-day intervals throughout the warmest part of the growing season, as the fungus is most active at temperatures from 24 to 32 °C (75 to 90 °F).",
    "Importance": "Black Spot of rose is the single most impactful disease of roses globally. Every year around 8 billion flowering stems, 80 million potted plants and 220 million garden rose plants are sold commercially. All species of roses (Hulthemia, Hesperrhodos, Platyrhodon and Rosa) are affected by black spot disease. The disease is found everywhere roses are planted, typically in epidemic proportions. The water-borne dispersal methods allow it to infect a plethora of plants every growing season and increase the overall incidence of disease. Although Diplocarpon rosae does not kill the rose itself, it is known to completely defoliate the leaves of the rose plant. This is a huge issue when dealing with such an aesthetically commercialized crop such as the rose. Additionally, the weakened rose plant will become more susceptible to other pathogens and disease following infection.",
    "References": "",
    "External links": "Black spot of roses at the University of Maine\nBlack spot of roses at the University of Nebraska-Lincoln"
  }
}