{
  "url": "https://en.wikipedia.org/wiki/Leptosphaeria_coniothyrium",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Subclass": "Pleosporomycetidae"
    },
    {
      "Order": "Pleosporales"
    },
    {
      "Family": "Leptosphaeriaceae"
    },
    {
      "Genus": "Leptosphaeria"
    },
    {
      "Species": "L. coniothyrium"
    }
  ],
  "text": {
    "__SUMMARY__": "Leptosphaeria coniothyrium is a plant pathogen. It can be found across the world.",
    "Host Symptoms and Signs": "All Brambles, especially Black Raspberries, are susceptible to Cane Blight.The causal agent for Cane Blight is the fungus Leptosphaeria coniothyrium.The infection spreads internally first, therefore outwardly noticeable symptoms typically do not appear quickly. Symptoms could be exposed by peeling back the xylem and looking at the internal plant tissue. Healthy tissue would appear green, whereas diseased tissue develop dark lesions and vascular streaking.By late summer or fall, well after the initial infection, dark red or purple lesions can appear near wounded sites. Sometimes, large cankers develop causing necrosis and death of the cane in the following year. In the spring buds may fail to break, lateral branches may appear wilted, or canes may die as the fruit begins to ripen. Canes can also break or appear brittle near infection sites.Signs of Cane Blight include small black raised specks, which are the sporocarps, or fruiting bodies called pycnidia and/or pseudothecia. In wet conditions, gray spore masses may appear and ooze from cankers on the cane or in dry conditions appear fuzzy and powdery.",
    "Disease Cycle": "The disease cycle for Cane Blight begins when the fungus, Leptosphaeria coniothyrium, enters the vascular tissue of the canes through wounds. Wounds are commonly caused by pruning, but insect damage, freeze injury, or other various forms of mechanical injury can also be points of entry.Leptosphaeria coniothyrium has both an asexual and sexual life cycle. The fruiting body, or ascocarp, of the sexual cycle is called a pseudothecia which releases ascospores. The pycnidia is the asexual fruiting body that produces conidia.Leptosphaeria coniothyrium can overwinter on dead tissue of old canes and is a source of inoculum if not properly removed. First year canes are infected by the fungus through wounds. The following Spring, pseudothecium and/or pycnidium appear near lesions on the wounded cane. Spring rain causes the ascospores to be ejected from the pseudothecia which become airborne.  Additionally, the conidia are released from the pycnidia and are dispersed by rain splashes and wind. The conidia and/or ascospores germinate and infect new wounded canes.",
    "Management": "",
    "Management-Several methods of cultural control can be used to manage Cane Blight:": "Only prune if necessary and avoid pruning in wet conditions when possible. Do not prune infected canes during the growing season. Prune during dormant season because spores are not actively being produced.\nDisinfect pruning tools after each cut. \nRemove old or infected canes by burying or destroying with fire because they are a source of inoculum.\nKeep growing environment as dry as possible. Avoid overhead irrigation. Choose a site that is well drained and sunny.  Keep rows weeded for good air circulation.\nMaintain optimum soil fertility so that the plant is healthy to fight infection.",
    "Management-Several methods of cultural control can be used to manage Cane Blight:-Chemical Control:": "Early spring application of lime Sulfur or Copper before the buds are a half inch in length.\nFungicides can be used after pruning to prevent Cane Blight. Be sure to properly follow instructions and laws pertaining to fungicide use.",
    "Importance": "Cane Blight is a major and widespread disease of Brambles, including Blackberry and raspberry. Necrotic lesions can cause premature decimation of the cane and blight of fruit bearing spurs.  Cane Blight can lead to significant yield and economic losses, especially in wet years.",
    "Environment": "Wet humid environments are conducive to sporulation, which allows Leptosphaeria coniothyrium to multiply and Cane Blight to spread.",
    "References": "",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database"
  }
}