{
  "url": "https://en.wikipedia.org/wiki/Meloidogyne_hapla",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Nematoda"
    },
    {
      "Class": "Secernentea"
    },
    {
      "Order": "Tylenchida"
    },
    {
      "Family": "Heteroderidae"
    },
    {
      "Genus": "Meloidogyne"
    },
    {
      "Species": "M. hapla"
    }
  ],
  "text": {
    "__SUMMARY__": "Northern root-knot nematode (Meloidogyne hapla) is a species of vegetable pathogens which produces tiny galls on around 550 crop and weed species. They invade root tissue after birth. Females are able to lay up to 1,000 eggs at a time in a large egg mass. By surviving harsh winters, they can survive in cold climates (hence, the name, Northern).",
    "Hosts and Symptoms": "Meloidogyne hapla (Northern root-knot nematode) has a wide host range. It is polyphagous and affects over 550 crops and weeds. It feeds on many agricultural and horticultural plants (vegetables, fruits, ornamentals), but few grasses or cereals. A list of known hosts can be found at the bottom of this page.\n\nSymptoms can be seen in the roots, leaves, and the overall growth of the infected plant. In roots, there may be stunting, wilting, and the formation of abnormal growths called galls. Galls are usually small and spherical and are situated near many small roots. They are formed when the nematode enters the root and releases chemicals to enlarge root cells, on which they feed. The roots become defective and therefore cannot transport water and nutrients properly. The end result is stunted, wilted, and yellowing plants (characteristic of nutrient deficiency) and a decreased yield. Severity of the symptoms depends on nematode population density and host plant species and cultivar. As the number of nematodes increase in the area, the number and size of root galls increase as well. Each crop responds to Meloidogyne hapla differently. Carrots typically undergo severe forking with galling of the roots, lettuce have beadlike galls, and grasses and onions have small and barely noticeable galls and symptoms. In potato tubers (special stems), brown spots will appear on areas of the tubers where the females have laid their eggs.\nIf a field has a patchy distribution of symptoms, it usually indicates the presence of nematodes. Most nematodes are not usually distributed uniformly in the soil. To correctly identify Meloidogyne hapla, the infected plant should be sent to a lab for a proper diagnosis. One common method is perineal pattern analysis where the perineum of the female nematode (area between the anus and the vulva) is examined for a specific pattern in ridges and annulations. Another common method is analyzing isozyme (different variations of the same enzyme produced by different genes) electrophoretic profiles using esterase and malate dehydrogenase.",
    "Disease Cycle": "Northern root-knot nematodes go through five stages in their life cycle (egg stage, four juvenile stages, and then adulthood). They first survive the winter as eggs in the soil. The first juvenile stage occurs while in the egg. When the eggs hatch—usually when the soil temperature is 18°C—the nematode is in its second juvenile stage, and will start to find, enter, and infect plant roots. The males are able to move freely and leave the root after they become adults, while the females stay sedentary and feed on cells next to the vascular system. Eventually, the females grow to the point where a portion of their bodies pop out of the root surface so that pearly white bodies can be seen. They then start laying thousands of eggs in egg masses outside the root. The life cycle takes about three to four weeks and therefore the \npopulation can grow very fast.\nDepending on the host and the soil temperature, the life cycle of Meloidogyne hapla can be between 17 and 57 days. Nematodes in cooler regions usually have longer life cycles. Eggs may remain inside root tissue or may be released into the soil matrix and survive for up to one year.",
    "Management": "Meloidogyne hapla are one of the most destructive nematodes in agriculture. They are difficult to control due to their wide host range and high rate of reproduction. However, using a combination of control practices, known as integrated pest management plant (IPM), has been proven to be effective. Depending on the control method being utilized, different parts of the root-knot nematode disease cycle is disturbed.",
    "Management-Cultural Control": "Before planting, one method of control is to leave the land fallow (empty for a duration), soil kept bare, cultivated, and weed controlled for 4-6 months to expose the nematodes to the sun to dry and starve to death. Another control that can be done before the planting season is the use of cover crops such as sudangrass and marigolds which produce chemicals toxic to nematodes. They also stabilize topsoil and improve soil quality which in turn increases microbial competition in the soil. Rotation of nonhost crops (grasses, corn, barley, wheat, oat, rye, asparagus, onions) can also reduce nematode populations.\nDuring growth, soil amendments and maintenance are very important. Adding manure, compost, and organic matter improves soil quality to again increase microbial competition as well as allow the plants to grow stronger and be able to withstand nematode infestation. Controlling weeds can prevent additional hosts. At harvest, if there are infected plants, they should be destroyed and not composted to prevent further contamination. \nAfter harvest, the collecting of crop remains should be destroyed, and soil should never be moved.",
    "Management-Chemical Control": "A wide range of chemicals have been used to control Meloidogyne hapla. These includes both fumigants (methyl bromide, metham sodium, chloropiocrin), and liquids and granules (fenamiphos, oxamyl, furadan). However, many of these are overly toxic and are now restricted or banned.",
    "Management-Organic Control Products": "There are several OMRI (Organic Materials Reviews Institute) products in the market, but none show any significant effectiveness against Northern root-knot nematodes.",
    "Management-Biofumigation": "Some species of the plant genus Brassica can be used as effective biofumigants against the Northern root-not nematode, however, they can interfere with the effectiveness of biological controls within the IPM.",
    "Management-Biological Control": "Meloidogyne hapla can be controlled using their natural enemies. Common biological controls of nematodes are fungi and bacteria. Some fungi use mycelial traps or sticky spores to catch nematodes while other fungi parasitize eggs and females. Bacteria consume juvenile nematodes by attaching and penetrating the cuticle.",
    "Management-Resistant Varieties": "There are no known resistant varieties as of now.",
    "List of Known Hosts": "Actinidia chinensis (Chinese gooseberry)Ageratina adenophora (Croftonweed)Allium cepa (onion)\nAnanas comosus (pineapple)\nAnemone (windflower)\nApium graveolens (celery)\nArachis hypogaea (groundnut)\nBeta\nBeta vulgaris var. saccharifera (sugarbeet)\nBrassica napus var. napus (rape)\nBrassica oleracea var. capitata (cabbage)\nCajanus cajan (pigeon pea)\nCamellia sinensis (tea)\nCapsicum annuum (bell pepper)\nCarica papaya (papaya)\nChenopodium album (fat hen)\nChenopodium quinoa (quinoa)\nChrysanthemum (daisy)\nCichorium intybus (chicory)\nCoffea (coffee)\nConvolvulus arvensis (bindweed)\nCucumis (melons, cucumbers, gerkins)\nCyclamen\nDaucus carota (carrot)\nDianthus caryophyllus (carnation)\nDioscorea batatas (Chinese yam)\nEustoma grandiflorum (Lisianthus (cut flower crop))\nFabaceae (leguminous plants)\nFragaria ananassa (strawberry)\nGlycine max (soyabean)\nLactuca sativa (lettuce)\nLinum usitatissimum (flax)\nMedicago sativa (lucerne)\nMentha (mints)\nNicotiana tabacum (tobacco)\nOlea europaea subsp. europaea (European olive)\nPelargonium (pelargoniums)\nPhaseolus (beans)\nRaphanus sativus (radish)\nRosa (roses)\nRubus (blackberry, raspberry)\nSinapis alba (white mustard)\nSolanum (nightshade)\nSolanum lycopersicum (tomato)\nSolanum melongena (eggplant)\nSolanum nigrum (black nightshade)\nSolanum tuberosum (potato)\nTanacetum cinerariifolium (Pyrethrum)\nTrifolium (clovers)\nVicia (vetch)\nVitis vinifera (grapevine)\nZingiber officinale (ginger)",
    "References": "",
    "External links": "Wang C., Lower S., Thomas V. P. & Williamson V. M. (2010). \"Root-Knot Nematodes Exhibit Strain-Specific Clumping Behavior That Is Inherited as a Simple Genetic Trait\". PLoS ONE 5(12): e15148. doi:10.1371/journal.pone.0015148.\nRoot-Knot Nematode"
  }
}