{
  "url": "https://en.wikipedia.org/wiki/Rosa_brunonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. moschata"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa moschata, the musk rose, is a species of rose which has been long in cultivation. Its wild origins are uncertain but are suspected to lie in the western Himalayas.",
    "Description": "Rosa moschata is a shrub (to 3m) with single white 5 cm flowers in a loose cyme or corymb, blooming on new growth from late spring until late autumn in warm climates, or from late summer onwards in cool-summer climates. The sepals are 2 cm long with slender points. The flowers have a characteristic \"musky\" scent, emanating from the stamens, which is also found in some of its descendants.\n\nThe prickles on the stems are straight or slightly curved and have a broad base. The light- or greyish-green leaves have 5 to 7 ovate leaflets with small teeth; the veins are sometimes pubescent and the rachis bears prickles. The stipules are narrow with spreading, free tips. Small, ovate fruits called hips are borne, turning orange-red in autumn.\nThis species has historically been confused with Rosa brunonii, a closely related, tall-climbing species from the Himalayas that bears flowers in late spring and which possesses a similar, musky scent.  They can be distinguished in gardens by their season of flowering and by their differing growth habits.\nThe variety 'Plena' bears semi-double flowers, and a form with study name \"Temple Musk\", found in the United States, bears more fully double flowers.",
    "Cultivation": "It has been contended that no truly wild examples of the musk rose have been found, though it is recorded in cultivation as least as far back as the 16th century, indeed being mentioned in A Midsummer Night's Dream (1595/96). It is important in cultivation as a parent to several groups of cultivated roses, notably the damask rose and the noisette group, and is valued for its scent and for its unusually long season of bloom among rose species.",
    "See also": "Rose hip\nRose hip seed oil",
    "References": "\n\"Rosa Moschata\". Rogers Roses. Archived from the original on September 27, 2007. Retrieved August 31, 2007."
  }
}