{
  "url": "https://en.wikipedia.org/wiki/Rosa_pimpinellifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. pimpinellifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa pimpinellifolia, the burnet rose, is a species of rose native to western, central and southern Europe (north to Iceland and Norway) and northwest Africa. It is generally restricted to sand dunes or limestone pavements and typically has a coastal distribution when not on limestone. In emblematic terms it is particularly associated with Scotland, where it is traditionally referenced in poetry and song, and is a symbolic native plant second only to the thistle.It is a rather low erect deciduous plant usually from 20–140 cm high but sometimes up to 2 metres. It spreads by basal shoots and can cover large areas. The stems have very numerous stiff bristles and many straight prickles. The young stems and prickles and the mature leaves tend to be very red with young growth a bright scarlet and older growth a deep maroon.\nThe flowers are cream-white although rarely also pale pink. They are 2–4 cm diameter with five petals, which produce a distinctive globular dark purple to black hips.\nSimilar plants native further east in Asia, sometimes treated as Rosa pimpinellifolia var. subalpina, are now regarded as a separate species Rosa oxyacantha (Flora of China); it differs in having pink flowers and red hips.\nNumerous varieties are cultivated, of which \"Stanwell Perpetual\" has gained the Royal Horticultural Society's Award of Garden Merit. It has very pale pink double flowers, fading to white.",
    "References": "\nFlora Europaea: Rosa pimpinellifolia\nPlants for a Future: Rosa pimpinellifolia\nBlamey, M. & Grey-Wilson, C. (1989). Flora of Britain and Northern Europe. Hodder & Stoughton. ISBN 0-340-40170-2.\nFlora of China: Rosa oxyacantha"
  }
}