{
  "url": "https://en.wikipedia.org/wiki/Rosa_×_damascena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. × damascena"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa × damascena, more commonly known as the Damask rose, or sometimes as the rose of Castile, is a rose hybrid, derived from Rosa gallica and Rosa moschata. Further DNA analysis has shown that a third species, Rosa fedtschenkoana, is associated with the Damask rose.The flowers are renowned for their fine fragrance, and are commercially harvested for rose oil (either \"rose otto\" or \"rose absolute\") used in perfumery and to make rose water and \"rose concrete\". The flower petals are also edible.  They may be used to flavor food, as a garnish, as an herbal tea, and preserved in sugar as gulkand.",
    "Description": "The Damask rose is a deciduous shrub growing to 2.2 metres (7 ft 3 in) tall, the stems densely armed with stout, curved prickles and stiff bristles. The leaves are pinnate, with five (rarely seven) leaflets. The roses are a light to moderate pink to light red. The relatively small flowers grow in groups. The bush has an informal shape. It is considered an important type of Old Rose, and also important for its prominent place in the pedigree of many other types.",
    "Description-Varieties": "The hybrid is divided in two varieties:\nSummer Damasks (R. × damascena nothovar. damascena) have a short flowering season, only in the summer.\nAutumn Damasks (R. × damascena nothovar. semperflorens (Duhamel) Rowley) have a longer flowering season, extending into the autumn; they are otherwise not distinguishable from the summer damasks.A still popular example of R. × damascena is the Ispahan rose. The hybrid Rosa × centifolia is derived in part from Rosa × damascena, as are Bourbon, Portland and hybrid perpetual roses.\nThe cultivar known as Rosa gallica forma trigintipetala or Rosa damascena 'Trigintipetala' is considered to be a synonym of  Rosa × damascena.'Celsiana' is a flowering semi-double variety.",
    "History of cultivation": "Rosa × damascena is a cultivated flower that is no longer found growing wild. Its origin was by tradition the Middle East, but recent genetic tests indicate that it is a hybrid of R. moschata x R. gallica crossed with the pollen of Rosa fedtschenkoana, which indicates that a more probable origin is the foothills of central Asia, which is the home of its pollen parent.The French Crusader Robert de Brie, who took part in the Siege of Damascus in 1148 at the second crusade, is sometimes credited for bringing the Damask rose from Syria to Europe. The name of the rose refers to the city of Damascus in Syria, known for its steel (Damask steel), fabrics (Damask) and roses.\nOther accounts state that the ancient Romans brought it to their colonies in England, and a third account is that the physician of King Henry VIII gifted him one circa 1540.There is a history of fragrance production in Kabul Province of Afghanistan from the Damask rose. An attempt has been made to restore this industry as an alternative for farmers who produce opium.The flower, known in Hawaiian as Lokelani, is the official flower of the Island of Maui.",
    "Cultivation": "Rosa × damascena is optimally cultivated in hedge rows to help protect the blooms from wind damage and to facilitate harvesting them. Gathering the flowers is intense manual labor. There are about 20–40 days per year when harvesting occurs, depending on the cultivar cultivated. The roses are gathered by hand and brought to a central location for steam distillation.\n\nBulgaria and Turkey are the most prolific producers of rose oil from the different cultivars of Rosa × damascena. France and India also contribute significantly to the world market. Morocco, Tunisia, and some other Middle Eastern nations also historically produced it, but their modern contribution is negligible. Other producers are Afghanistan and Chile.\nThe town of Kazanlak, Bulgaria has been inhabited for thousands of years. Most historians assume that the cultivation of the \"Kazanlak rose\", as Rosa × damascena is denominated in that region. It is reported that roses have been cultivated in the area since Roman times. It is cultivated for commercial use in an area in the vicinity of Kazanlak called the \"Valley of Roses\". The distillate from these roses is called \"Bulgarian Rose Oil\" and \"Bulgarian Rose Otto\".\nTurkish rose oil is sold as \"Rose Oil\", \"Turkish Rose Otto\", and \"Rosa Damascena Attar\", or \"Ittar\" in similar languages. While families still operate their own small distilleries and produce what is denominated \"village oil\", the commercialization of rose oil as a high quality product is carefully regulated by a state cooperative in the Isparta region of Turkey. The roses are still grown by the small family farms but the flowers are brought to stills established and regulated by the cooperative for distillation and quality control.\nIndia has also developed an industry producing rose oil, both \"Rose Attar\" and \"Rose Absolutes\", as well as \"Rose Concrete\". Perhaps due to the low labor cost, these products from India are less expensive than those from Bulgaria and Turkey.The city of Taif in Saudi Arabia is also famous for cultivation of the flower, which there is denominated \"Ward Taifi\".",
    "Culinary uses": "Damask roses are used in cooking as a flavouring ingredient or spice. They are an ingredient in the Moroccan spice mixture denominated \"ras el hanout\". Rose water and powdered roses are used in Persian, Indian, and Middle Eastern cuisine. Rose water is often sprinkled on meat dishes, while rose powder is added to sauces. Chicken with rose is a popular dish in Persian cuisine. Whole flowers, or petals, are also used in the herbal tea \"zuhurat\". The most popular use, however, is in the flavoring of desserts such as ice cream, jam, Turkish delights, rice pudding, yogurt, etc.\nFor centuries, the Damask rose has symbolized beauty and love. The fragrance of the rose has been captured and preserved in the form of rose water by a method that can be traced to ancient times in the Middle East and later to the Indian subcontinent.\nModern western cookery does not use roses or rose water much. However, it was a popular ingredient in ancient times and continued to be popular well into the Renaissance. It was most commonly used in desserts, and still is a flavour in traditional desserts such as marzipan or turrón.  It has seen some revival in television cooking in the twenty-first century.",
    "Pharmacological properties": "Pharmacological effects of extracts from flowers from Rosa × damascena have been the subject a number of scientific studies. A review article published in 2011 summarised these studies.",
    "See also": "Miracle of the roses",
    "References": "",
    "External links": "Gernot Katzer's Spice Dictionary - Damask Rose\nRosa harvesting in Meimand; Photos.\nRoses of Constantinople - Damask Rose Kazanlik"
  }
}