{
  "url": "https://en.wikipedia.org/wiki/Rosa_banksiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. banksiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa banksiae, common names Lady Banks' rose, or just Banks' rose, is a species of flowering plant in the rose family, native to central and western China, in the provinces of Gansu, Guizhou, Henan, Hubei, Jiangsu, Sichuan and Yunnan, at altitudes of 500–2,200 m (1,640–7,218 ft). The rose is named for Dorothea Lady Banks, the wife of the botanist Sir Joseph Banks.",
    "Description": "It is a scrambling shrubby vine growing vigorously to 6 m (20 ft) tall. Unlike most roses, it is practically thornless, though it may bear some prickles up to 5 mm long, particularly on stout, strong shoots. The leaves are evergreen, 4–6 cm long, with three to five (rarely seven) leaflets 2–5 cm long with a serrated margin. \nThe flowers are small, 1.5–2.5 cm diameter, white or pale yellow and are fragrant. It is amongst the earliest flowering of all roses, usually appearing during May in the northern hemisphere, though cold weather can delay flowering. All Lady Banks' roses are said to smell of violets to varying degrees.",
    "Cultivation and uses": "Rosa banksiae has likely been grown in the gardens of China for hundreds of years. The species was introduced to Europe by William Kerr, who had been sent on a plant-hunting expedition by Sir Joseph Banks. He bought the first Lady Banks' Rose, subsequently named the white Lady Banks (R. banksiae var. banksiae) from the famous Fa Tee nursery in 1807. \nA number of other forms were subsequently discovered growing in China, including R. banksiae var. normalis (see above), and R. banksiae 'Lutea', the yellow Lady Banks' rose (brought to Europe in 1824 by J. D. Parks). In 1993 this cultivar earned the Royal Horticultural Society's Award of Garden Merit. It is used in Eastern countries as a remedy to cure gangrene and leprosy in developed phases.\nAn R. banksiae planted in Tombstone, Arizona in 1885 is reputedly the world's largest rose bush. It covers up to 9,000 square feet (840 m2) of the roof on an inn, and has a 12-foot (3.7 m) circumference trunk.",
    "Cultivation and uses-Varieties": "There are two varieties:\nR. banksiae var. banksiae – flowers semi-double or double, with numerous petals replacing most or all of the stamens; a cultigen developed in Chinese gardens\nR. banksiae var. normalis – flowers single, with five petals; the natural wild form of the species",
    "Gallery": "",
    "References": "\nClimbing Roses of the World by Charles Quest-Ritson\nThe Graham Stuart Thomas Rose Book by Graham Stuart Thomas"
  }
}