{
  "url": "https://en.wikipedia.org/wiki/Rosa_blanda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. blanda"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa blanda, commonly known as the smooth rose, meadow/wild rose, or prairie rose, is a species of rose native to North America. Among roses, it is closest to come to a \"thornless\" rose, with just a few thorns at the base. The meadow rose occurs as a colony-forming shrub growing to 1 m (3.3 ft) high, naturally in prairies and meadows. The roses are quite variable, the characteristics such as leaf tip number of prickles and glandular hairs usually do not always remain constant, thus it is often confused with Rosa arkansana or Rosa carolina, the two other prairie rose species.",
    "Description": "Flowers of Rosa blanda are perfect, having both stamens and carpels, and they vary from white to pink in color. The species name comes from the Latin word blandus, meaning \"flattering, caressing, alluring, tempting\", referring to the beauty of the flowers. Blooming in early summer, the flowers are borne singly or in corymbs from lateral buds. The central flower opens first, containing no bract and a pedicel 2–4 cm (0.79–1.57 in) long (shorter and stouter than those of other prairie rose species). The five large petals are shaped either obovate or obcordate, 3 cm (1.2 in) long and 2.5 cm (0.98 in) wide. The petals are colored white to pink with streaks of red, the anthers yellow, the stigma yellow/orange, and the filaments white. The stamens and style become erect once the petals fall.",
    "Distribution": "Rosa blanda  grows naturally in meadows, prairies and fields occurs on dry hillsides, roadsides, fence rows, in either sandy or rocky soil. The range of natural growth is from Quebec to Ontario, south to Kansas, and east to Missouri and Ohio.",
    "Habitat and ecology": "Rosa blanda is a perennial rose that is fairly sturdy and can tolerate dry, nutrient poor habitats such as roadsides, and sandy soil. This species is the native flower of regions in Kansas and North Dakota; however, it can be very similar to the Rosa multiflora, an invasive species introduced from Japan. These two species can successfully coincide with one another providing uses for the environment and animals.Hybridization with the Japanese rose (Rosa rugosa) has been recorded in eastern North America. This is a cause for concern over the potential for development of vigorous hybrids with invasive potential and genetic assimilation of the native species.\n\n\n== References =="
  }
}