{
  "url": "https://en.wikipedia.org/wiki/Rosa_×_centifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. .mw-parser-output .noitalic{font-style:normal}× centifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa × centifolia (lit. hundred leaved/petaled rose; syn. R. gallica var. centifolia (L.) Regel), the Provence rose or cabbage rose or Rose de Mai is a hybrid rose developed by Dutch rose breeders in the period between the 17th century and the 19th century, possibly earlier. Its parentage includes Rosa × damascena, but it may be a complex hybrid; its exact hereditary history is not well documented or fully investigated, but it now appears that this is not the \"hundred-leaved\" (centifolia) rose mentioned by Theophrastus and Pliny: \"no unmistakable reference can be traced earlier than about 1580\". The original plant was sterile, but a sport with single flowers appeared in 1769, from which various cultivars known as centifolia roses were developed, many of which are further hybrids. Other cultivars have appeared as further sports from these roses. Rosa × centifolia 'Muscosa' is a sport with a thick covering of resinous hairs on the flower buds, from which most (but not all) \"moss roses\" are derived. Dwarf or miniature sports have been known for almost as long as the larger forms, including a miniature moss ross 'Moss de Meaux'.",
    "Growth": "Individual plants are shrubby in appearance, growing to 1.5–2 m tall, with long drooping canes and greyish green pinnate leaves with 5-7 leaflets. The flowers are round and globular, with numerous thin overlapping petals that are highly scented; they are usually pink, less often white to dark red-purple.",
    "Cultivation and uses": "R. × Centifolia is particular to the French city of Grasse, known as the perfume capital of the world.  It is widely cultivated for its singular fragrance—clear and sweet, with light notes of honey. The flowers are commercially harvested for the production of rose oil, which is commonly used in perfumery.",
    "Centifolia cultivars": "Cultivars of Rosa Centifolia that are still grown include:\n'Bullata', also called 'Lettuce Rose' and 'À Feuilles de Laitue', known since 1801\n'Cristata', also called 'Chapeau de Napoleon'\n'Petite de Hollande', also called 'Pompon des Dames', known since the 18th century\n'Rose de Meaux', also called \"Rosa pomponia\", known since 1637\n'Unique Blanche', also called 'Mutabilis', 'White Provence', 'Vièrge de Cléry' and other names\n'Village Maid', introduced by Vibert in 1845, a striped flower",
    "References": "",
    "External links": "Huxley, A., ed. (1992). New RHS Dictionary of Gardening. Macmillan.\nPlants for a Future: Rosa centifolia\nCentifolia: The Hundred-Petalled Rose\nGrasse: Villages Beyond Provence"
  }
}