{
  "url": "https://en.wikipedia.org/wiki/Rosa_arvensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. arvensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa arvensis, the field rose, is a rose that is found extensively across Europe, particularly in hedgerows. It was first described by British botanist William Hudson in 1762.",
    "Name": "",
    "Name-Popular names": "The plant is variously known as the Field Rose and white-flowered trailing rose. It may also be called Shakespeare’s musk.",
    "Name-Synonyms": "The following synonyms were recognised in October 2018:\nRosa pervirens (Rosa arvensis × sempervirens)\nRosa polliniana (Rosa arvensis × gallica)\nRosa repens",
    "Description": "This rose blooms in July with white flowers, 4 to 5 centimetres (1.6 to 2.0 in) across, which are followed by red hips. The plant can grow to be between 3 and 3.7 metres (9.8 and 12.1 ft) tall.",
    "Distribution": "Rosa arvensis was first identified in England and has been subsequently observed in many countries throughout Europe. It can be seen principally in hedges and thickets.",
    "References": "",
    "References-Citations": "",
    "References-Bibliography": "Beales, Peter (1988). Twentieth-century Roses: An Illustrated Encyclopaedia and Grower's Manual of Classic Roses from the Twentieth Century. New York: Harper & Row. ISBN 978-0-06016-052-4.\nHarkness, Jack Leigh (1978). Roses. London: J.M. Dent. ISBN 978-0-46004-328-1.\nHudson, William (1762). Flora anglica; exhibens plantas per regnum angliae sponte crescentes, distributas secundum systema sexuale: cum differentiis specierum, synonymis auctorum, nominibus incolarum, solo locorum, tempore florendi, ofììcinalibus pharmacopoeorum. London: J. Nourse.\nKollár, Jozef; Balkovic, Juraj (2006). \"Charakteristika lokality s vyskytom Rosa arvensis v Malych Karpatoch\". Bulletin Slovenskej botanickej spoločnosti (in Slovak). 28: 61–65.\nWhite, James Walter (1912). The Flora of Bristol: Being an Account of All the Flowering Plants, Ferns, and Their Allies that Have at Any Time Been Found in the District of Bristol Coal-fields. Bristol: John White & Sons."
  }
}