{
  "url": "https://en.wikipedia.org/wiki/Rosa_×_alba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. .mw-parser-output .noitalic{font-style:normal}× alba"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa × alba, the white rose of York, is a hybrid rose of unknown parentage that has been cultivated in Europe since ancient times. It may have originally been grown mainly for the sweet scent of the flowers, but is now also used as a winter-hardy garden shrub. Cultivated forms have white or pink flowers, and most have many petals. Hybrid cultivars have also been produced with red or yellow flowers.",
    "Description and distribution": "Rosa × alba plants are tall shrubs with arching stems and bluish-green leaves. They bloom only in mid summer. They are extremely cold hardy and disease resistant, hence they are used to create new varieties for subarctic climates like northern Scandinavia and Canada. These magnificent shrubs can withstand shade and semishade, and are easily found abandoned in semi wild situations. In Sweden and Finland the French bred 'Minette' has been considered a wild rose called  R. × suonum (Mustialanruusu). The Mustiala rose belongs to the Finns' tradition of roses \"and is unknown outside the Nordic countries, although in 1819 it was bred in France\". Found alba roses are very common in Germany; some may be local variations, but some could be old cultivars waiting to be renamed.",
    "Parentage hypotheses": "Rosa × alba is hexaploid, with six sets of chromosomes in each cell, which means that it interbreeds only rarely with the more common diploid, tetraploid, and pentaploid roses. Maskew and Primavesi concluded in 2005 that a 1993 suggestion by Graham and Primavesi that it was derived by chromosome duplication from a triploid offspring of R. arvensis (diploid) and R. gallica (tetraploid) had been mistaken. R. alba shares some nuclear DNA sequences with R. canina and may be derived from hybridization between that species and R. gallica.",
    "Alba cultivars": "Cultivars of Rosa × alba that are still grown include:\nRosa 'Alba Foliacea'\nRosa 'Alba Maxima'\nRosa 'Alba Semi-plena'\nRosa 'Alba' Suaveolens'\nRosa 'Amélia'\nRosa 'Belle Amour'\nRosa 'Blanche de Belgique'\nRosa 'Céleste'\nRosa 'Chloris'\nRosa 'Félicité Parmentier'\nRosa 'Great Maiden's Blush'\nRosa 'Jeanne d'Arc'\nRosa 'Königin von Dänemark'\nRosa 'Mme Legras de St Germain'\nHybrid cultivars include:\n\nRosa 'Mme Plantier', an old rose with feathery sepals and cream flowers fading to white\nRosa 'Crimson Blush', with red flowers, introduced 1988\nRosa 'Lemon Blush', with pale yellow flowers, introduced 1988\nRosa 'Morning Blush', white with pink and red edges, introduced 1988\nRosa 'Royal Blush', with pale pink flowers, introduced 1988\nRosa 'Tender Blush', with pale apricot flowers, introduced 1988\n\n\n== References and external links =="
  }
}