{
  "url": "https://en.wikipedia.org/wiki/Rosa_corymbifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. canina"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa canina, commonly known as the  dog rose, is a variable climbing, wild rose species native to Europe, northwest Africa, and western Asia.\nIt is a deciduous shrub normally ranging in height from 1–5 metres (3.3–16.4 ft), though sometimes it can scramble higher into the crowns of taller trees. Its stems are covered with small, sharp, hooked prickles, which aid it in climbing. The leaves are pinnate, with 5–7 leaflets. The flowers are usually pale pink, but can vary between a deep pink and white. They are 4–6 centimetres (1.6–2.4 in) in diameter with five petals, and mature into an oval, 1.5–2-centimetre (0.59–0.79 in), red-orange fruit, or hip.",
    "Synonyms": "From DNA analysis using amplified fragment length polymorphisms of wild-rose samples from a transect across Europe (900 samples from section Caninae, and 200 from other sections), it has been suggested that the following named species are best considered as part of a single Rosa canina species complex, and are therefore synonyms of R. canina:\nR. balsamica Besser\nR. caesia Sm.\nR. corymbifera Borkh.\nR. dumalis Bechst.\nR. montana Chaix\nR. stylosa Desv.\nR. subcanina (Christ) Vuk.\nR. subcollina (Christ) Vuk.\nR. × irregularis Déségl. & Guillon",
    "Cultivation and uses": "The flesh, (shells) of rose hips from dog roses contain high levels of antioxidants, mainly polyphenols and ascorbic acid, as well as carotenoids and vitamins B and E.\n.Rose hips contain a high amount of carotenoids and ascorbic acid along with natural sugars, organic acids, polyunsaturated fatty acids, phenolics, and essential oil, making them excellent for consumption as functional foods, natural pharmaceuticals, and cosmo-nutraceuticals. Rose hip essential oil is composed mainly of alcohols, monoterpenes and sesquiterpenes.The fruit is noted for its high level of vitamin C, and is used to make syrup, tea,and marmalade. It has been grown or encouraged in the wild for the production of vitamin C from its fruit (often as rose-hip syrup), especially during conditions of scarcity or during wartime. The species has also been introduced to other temperate latitudes. During World War II in the United States, Rosa canina was planted in victory gardens, and can still be found growing throughout the country, including roadsides and in wet, sandy areas along the coastlines.\nIn Bulgaria, where it grows in abundance, the hips are used to make a sweet wine as well as tea. In the traditional Austrian medicine, Rosa canina fruits have been used internally as tea for treatment of viral infections and disorders of the kidneys and urinary tract. The hips are used as a flavouring in Cockta, a soft drink made in Slovenia.\nBao Ninh in “The Sorrow of War,” his novel of the Vietnam War from a North Vietnamese soldier’s perspective, writes: “With canina one smoked to forget the daily hell of the soldier’s life, smoked to forget hunger and suffering. Also, to forget death. And totally, but totally, to forget tomorrow.”\nForms of this plant are used as stocks for the grafting or budding of cultivated roses. The wild plant is used for stabilising soil in land reclamation and specialised landscaping schemes.\nNumerous cultivars have been named, though few are common in cultivation. The cultivar Rosa canina 'Assisiensis' is the only dog rose without thorns.\nThe flower is one of the national symbols of Romania.",
    "Medicinal Uses": "Medicinal interest in rose hips has increased as a consequence of research that has explored the potential application of rose hips for treatment of several diseases including skin disorders, hepatotoxicity, renal disturbances, diarrhoea, inflammatory disorders, arthritis, diabetes, hyperlipidaemia, obesity and cancer.In history, residue products from rose hips have been used as animal fodder, but now are being explored and gaining an important role in cosmetics, pharmacology and in food applications as  they contain oil with a high degree of unsaturated lipids.  There are no known hazards and or side effects for taking proper therapeutic \nDosage.An experiment was done in Italy by the Department of pharmacology at Bologna university, to test the anti-inflammatory and gastroprotective effects of Crude Extract from the Rosa Canina( dog rose) on a rat. The data showed that Gastric damage was lower in rat stomachs that had been pretreated by the Rosa Canina extract and Chemical analysis revealed that the extract contributed to having anti-inflammatory effects. It concluded that the anti-inflammatory property of Rosa canina suggested a potential role in the management of inflammatory-related diseases.",
    "Culinary Uses": "The petals and the  red fruit of the dog rose are all edible (provided the plant has not been treated by pesticides). The fruit of the dog rose is known as a ‘rose hip’. After the dog rose plant has bloomed, the flowers are pollinated by beneficial insects such as bees. Post pollination, the flower petals die and fall off, then the base of the flower develops to protect the growing seeds.  The outer flesh becomes orange to red and sweet and becomes the ‘rose hip’ that is then used for a variety of purposes.To prepare the rose hip for consumption one must harvest a ripe fruit, wash and deseed the rosehip fruit, as the seeds are said to contain hairs that irritate the throat. The leftover flesh of the fruit can then be eaten raw, cooked to extract the juices for jams or jellies, or dehydrated or dried to make rosehip Tea.The fruit can also be used in pies, stews and wine.The flowers can be made into syrup\n(or used as a nutritional supplement, especially for babies)[1], and can be eaten in salads or candied or preserved in vinegar, honey and brandy.",
    "Canina meiosis": "The dog roses, the Canina section of the genus Rosa (20-30 species and subspecies, which occur mostly in Northern and Central Europe), have an unusual kind of meiosis that is sometimes called permanent odd polyploidy, although it can occur with even polyploidy (e.g. in tetraploids or hexaploids). Regardless of ploidy level, only seven bivalents are formed leaving the other chromosomes as univalents. Univalents are included in egg cells, but not in pollen. Similar processes occur in some other organisms. Dog roses are most commonly pentaploid, i.e. five times the base number of seven chromosomes for the genus Rosa, but may be tetraploid or hexaploid as well.",
    "Names and etymology": "The botanical name is derived from the common names 'dog rose' or similar in several European languages, including classical Latin and ancient (Hellenistic period) Greek.\nIt is sometimes considered that the word 'dog' has a disparaging meaning in this context, indicating 'worthless' (by comparison with cultivated garden roses) (Vedel & Lange 1960). According to The Oxford Dictionary of Phrase and Fable, the name is a direct translation of its name in classical Latin, rosa canina, itself a translation of the Greek κυνόροδον ('kunórodon'); the name arose out of the belief in classical times that the root was a cure for the bite of a mad dog. (It also known that it was used in the eighteenth and nineteenth centuries to treat the bite of rabid dogs.).The origin of its name may be related to the hooked prickles on the plant that have resemblance to a dogs canines.The Roman naturalist Pliny attributed the name dog rose to a belief that the plant's root could cure the bite of a mad dog. It is not clear if the dogs were rabid. Other old folk names include dogberry and witches' briar.",
    "Invasive species": "Dog rose is an invasive species in the high country of New Zealand. It was recognised as displacing native vegetation as early as 1895 although the Department of Conservation does not consider it to be a conservation threat.The dog rose is a declared weed in Australia under the Natural Resources Management Act 2004 (NRM Act) as the plant out-competes native vegetation,  provides shelter to pests such as foxes and rabbits, is unpalatable to stock, large shrubs are resistant to grazing, therefore do not get eaten by farm animals. The dog rose also invades native bushland therefore reducing biodiversity and the presence of desirable pasture species. It is also a biosecurity risk as it hosts fruit fly.Birds and wild  fruit eating animals are the main cause of seed dispersal. The plant seeds can also be carried in the hooves or fur of stock animals. They may also be carried by waterways.",
    "In culture": "The dog rose was the stylised rose of medieval European heraldry. It is also the county flower of Hampshire. Legend states the Thousand-year Rose or Hildesheim Rose, which climbs against a wall of Hildesheim Cathedral, dates back to the establishment of the diocese in 815.The first recorded significance of the flower dates back hundreds of years ago to The Academy of Floral Games (founded in 1323), which gifted poets a sprig of Dog-rose to reward them for their literary excellence.  Due to this ritual, the branches became increasingly popular and can be found frequently mentioned in several famous poems.  Most prevalent in the United Kingdom, William Shakespeare wrote about the flower in “A Mid-Summer Night’s Dream”,.  which in his time was called elgantine, though it can now also refer to Rosa rubin rosa (Sweet brier) Oberon, A Midsummer Night’s Dream, Act II, Scene I quoting his words:“With sweet musk-roses and with eglantine.\"\nSymbolically, the meaning of this shrub is quite extensive since the two dominating themes surrounding the flower are pain and pleasure.\nAn old riddle, 'The Five Brethren of the Rose', \nOn a summer's day, in sultry weather\nFive Brethren were born together.\nTwo had beards and two had none\nAnd the other had but half a one.\"\nThe riddle contains an effective way of identifying the differing roses of the canina group, where the ‘'brethren' refers to the five sepals of the dog-rose, two of which are whiskered on both sides, two quite smooth and the last one whiskered on one side only.",
    "References": "",
    "Further reading": "Flora Europaea: Rosa canina\nBlamey, M. & Grey-Wilson, C. (1989). Flora of Britain and Northern Europe. Hodder & Stoughton. ISBN 0-340-40170-2.\nVedel, H. & Lange, J. (1960). Trees and bushes. Metheun, London.\nGraham G.S. & Primavesi A.L. (1993). Roses of Great Britain and Ireland. B.S.B.I. Handbook No. 7. Botanical Society of the British Isles, London.\n\n\n== External links =="
  }
}