{
  "url": "https://en.wikipedia.org/wiki/Rosa_glauca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. glauca"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa glauca (the red-leaved rose or redleaf rose; syn. R. rubrifolia) is a species of rose native to the mountains of central and southern Europe, from Spanish Pyrenees east to Bulgaria, and north to Germany and Poland. It is also found as an introduced species as far north as Scandinavia and Finland.",
    "Description": "Rosa glauca is a deciduous arching shrub of sparsely bristled and thorny cinnamon-coloured arching canes 1.5–3 m tall. The most distinctive feature is its leaves, which are glaucous blue-green to coppery or purplish, and covered with a waxy bloom; they are 5–10 cm long and have 5–9 leaflets. The fragile, clear pink flowers are 2.5–4 cm in diameter, and are produced in clusters of two to five. The fruit is a dark red globose hip 10–15 mm in diameter.",
    "Cultivation and uses": "This rose was not widely grown in gardens until the end of the 19th century, when its refined wildness and beauty out of the flowering season first began to be appreciated. The flower petals fall off easily in the spray from watering hoses, as well as from wind and rain. The species is naturalised in northern Europe north of its native range, particularly in Scandinavia.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.A hybrid with Rosa rugosa has been given the cultivar name 'Carmenetta'.",
    "References": "\nFlora Europaea: Rosa glauca\nPlants for a Future: Rosa glauca\nBlamey, M. & Grey-Wilson, C. (1989). Flora of Britain and Northern Europe. Hodder & Stoughton. ISBN 0-340-40170-2."
  }
}