{
  "url": "https://en.wikipedia.org/wiki/Rosa_chinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. chinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa chinensis (Chinese: 月季; pinyin: yuèjì), known commonly as the China rose or Chinese rose, is a member of the genus Rosa native to Southwest China in Guizhou, Hubei, and Sichuan Provinces. The first publication of Rosa chinensis was in 1768 by Nikolaus Joseph von Jacquin in Observationum Botanicarum, 3, p. 7, p. 55.",
    "Description": "It is a shrub that reaches 1–2 m and grows in hedges or forms thickets. The leaves are pinnate, have 3–5 leaflets, each leaflet 2.5–6 cm long and 1–3 cm broad. In the wild species (sometimes listed as Rosa chinensis var. spontanea), the flowers have five pink to red petals. The fruit is a red hip 1–2 cm diameter. The strong, stalk-round branches have an almost bare, purplish-brown bark and there may be many to no curved, stocky, flat spines. The alternately arranged leaves are divided into petiole and leaf blade and a total of 5 to 11 inches long.\nThe petiole and the rhachis are sparsely spiked and glandular-fluffy hairy. The pinnate leaf blades usually have three or five, rarely seven pinna leaflet. The leaflets are at a length of 2.5 to 6 centimeters and a width of 1 to 3 centimeters wide ovate or ovate-oblong with weak-rounded or broad-wedge-shaped base, more or less long tapered upper end and sharply sawn edge. The leaf top is shiny dark green and leaves are almost bare. The stipulesare fused with the petiole on most of their length. The free area of the stipules is rooted, having entire margins with pointed upper end and often glandular-fluffy hairy.",
    "Description-Inflorescence": "The flowering time ranges in China from April to September. Rarely, the flowers are solitary, usually four or five bundles together. The 2.5 to 6 cm long pedicel is hairy almost bald or glandular-fluffy. The one to three bare bracts are linear with a pointed upper end and smooth or glandular margin. The flowers have a mild fragrance.\nThe hermaphrodite flowers have radial symmetry with a diameter of 4 to 5 centimeters and are divided with double perianth. There are cultivated forms with simple to more or less strongly filled flowers, which are also wild in China and other areas of temperate latitudes. The bald flower cup (hypanthium) is egg-shaped-spherical or pear-shaped. The early dropping sepals are ovate or sometimes foliage-like, simple or lobed with a dished upper end and bald on the underside and hairy on the top shaggy.\nThe depending on the form five to several or many petals are white over pink to red or purple, obovate with a wedge-shaped base and a polished upper end. There are many stamens present. The free, hairy styluses tower over the petals and are almost as long as the stamens. In China, the rose hips ripen from June to November and turn red. The bald rose hip is egg-shaped or pear-shaped with a diameter of 1 to 2 centimeters.",
    "Cultivation": "Various forms of Rosa chinensis have been cultivated in gardens in China for a long time; therefore it is not easy to separate between wild forms and cultivated forms. Many varieties of garden roses have been bred from Rosa chinensis. The species is extensively cultivated as an ornamental plant, originally in China, and numerous cultivars have been selected which are known as the China roses. It has also been extensively interbred with Rosa gigantea to produce Rosa × odorata and by further hybridization the tea roses and hybrid tea roses, and is the source of the so-called \"rising\" varieties, that is to say, with continuous flowering, or blooming in summer.",
    "Cultivation-Varieties": "Three varieties of the species are recognized in the Flora of China:\nR. chinensis var. chinensis, originated in cultivation, with red petals\nR. chinensis var. spontanea, native to Guizhou, Hubei, and Sichuan, with red petals\nR. chinensis var. semperflorens (Curtis) Koehne, originated in cultivation, with dark red or purple petals",
    "Uses": "Cultivars developed from Rosa chinensis have been important in the breeding of many modern garden roses by providing the repeat-blooming characteristic, although this is not a feature of the wild species. The many forms of Rosa chinensis are also used in many other ways. The young vegetative plant parts, flower buds and flowers are brewed and eaten as a kitchen herb, for example, as a soup. From the rosehips, a thin fleshy layer that surrounds the seeds is eaten raw or cooked. The seed hair must be removed; It has to be handled very carefully. The seed hairs must not get into the mouth and throat. The seeds are a good source of vitamin E. The seeds can be ground and mixed with flour or added to other foods.",
    "See also": "Garden roses",
    "References": "\n Media related to Rosa chinensis at Wikimedia Commons\nPlants for a Future: Rosa chinensis"
  }
}