{
  "url": "https://en.wikipedia.org/wiki/Rosa_filipes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. filipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa filipes is a species of rose native to western China, in Gansu, Shaanxi, Sichuan, Xizang, and Yunnan.\nIt is a deciduous climbing shrub, growing to 3–5 m, rarely up to 9 m tall. The leaves are pinnate, 8–14 cm long, with 5-7 leaflets. The flowers are white, 2-2.5 cm diameter with five petals, produced in large 15–30 cm diameter corymbs of up to 100 flowers. The fruit is a red 8–15 mm diameter hip. The plant is very vigorous, with stiff upright stems protected by large and frequent thorns. They allow growing stems to anchor on to tree branches and climb to a great height.",
    "Cultivation and uses": "It is occasionally grown as an ornamental plant in gardens, valued for its unusually large clusters of flowers compared to other roses, sometimes also for its size, and its ability to climb into trees.\nThe RHS Award of Garden Merit-winning cultivar 'Kiftsgate' was first noticed at Kiftsgate Court Gardens in the Cotswolds, but its origin is unknown. The original plant dates from 1938 and the cultivar was named by Graham Stuart Thomas in 1951. It is particularly vigorous, with clusters of scented flower up to 45 centimetres (18 in) diameter, and tolerant of shade, a necessary attribute for a tree climber. The original plant of Rosa filipes 'Kiftsgate' is said to be the largest rose in Britain, measuring 80 feet (24 m) x  90 feet (27 m) x  50 feet (15 m) high. The same official website claims that were it not cut back regularly, the rose would eventually cause the destruction of the large copper beech tree into which it has climbed.",
    "References": "\nFlora of China: Rosa filipes\nHuxley, A., ed. (1992). New RHS Dictionary of Gardening. Macmillan."
  }
}