{
  "url": "https://en.wikipedia.org/wiki/Rosa_rubiginosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. rubiginosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa rubiginosa (sweet briar, sweetbriar rose, sweet brier or eglantine; syn. R. eglanteria) is a species of rose native to Europe and western Asia.\nIt is a dense deciduous shrub 2–3 m high and across, with the stems bearing numerous hooked prickles. The foliage has a strong apple-like fragrance. The leaves are pinnate, 5–9 cm long, with 5–9 rounded to oval leaflets with a serrated margin, and numerous glandular hairs. The flowers are 1.8–3 cm diameter, the five petals being pink with a white base, and the numerous stamens yellow; the flowers are produced in clusters of 2–7 together, from late spring to mid summer. The fruit is a globose to oblong red hip 1–2 cm diameter.",
    "Etymology": "The name eglantine is from Middle English eglentyn, from Old French aiglantin (adj.), from aiglent 'sweetbrier', from Vulgar Latin *aculentus (with the ending of spinulentus 'thorny, prickly'), from Latin aculeus 'prickle', from acus 'needle'.  Sweet refers to the sweet, apple fragrance of the leaves, while briar ~ brier refers to it being a thorny bush.",
    "Cultivation and uses": "In addition to its pink flowers, it is valued for its scent, and the hips that form after the flowers and persist well into the winter. Graham Thomas recommends that it should be planted on the south or west side of the garden so that the fragrance will be brought into the garden on warm, moist winds.\nThe tea made from the hips of this rose is very popular in Europe and elsewhere, where it is considered a healthy way for people to get their daily dose of vitamin C and other nutrients. A cup of rose hip tea will provide the minimum daily adult requirement of vitamin C. During World War II the British relied on rose hips and hops as the sources for their vitamins A and C. It was a common British wartime expression to say that: \"We are getting by on our hips and hops.\"In Tunisia, natural flower water is produced from its flowers.\nIn Chile and Argentina, where it is known in Spanish language as \"Rosa Mosqueta\", it can be found in the wild around the Andes range and is also cultivated to produce marmalades and cosmetic products.",
    "Invasive species": "Rosa rubiginosa is an invasive species in southeast Australia.\nIt is classified as a restricted plant in New Zealand and is banned from sale, propagation and distribution in the Auckland, Canterbury, and Southland regions. The New Zealand Department of Conservation classifies R. rubiginosa as an \"environmental weed\". The plant is present in extensive areas of pasture and tussock grasslands in the Otago and Canterbury regions, where the seeds are spread by cattle, possums and birds that eat the fruits (rose hips). Growth from seed is aided by the reduction in competing pasture by rabbits.\nIt is listed as a Category 1 Declared Weed in South Africa. These plants may no longer be planted or propagated, and all trade in their seeds, cuttings or other propagative material is prohibited.",
    "References": "",
    "External links": "GRIN-Global Web v 1.9.7.1:  species treatment of Rosa rubiginosa (Eglantine, Sweetbriar)\nFlora Europaea: Rosa rubiginosa\nWeedbusters (New Zealand): Rosa rubiginosa\nRoses of Constantinople\n \"Sweetbrier\" . The New Student's Reference Work. 1914."
  }
}