{
  "url": "https://en.wikipedia.org/wiki/Rosa_persica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. persica"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa persica is an anomalous species of rose that at one time was placed in a separate genus Hulthemia. It is native to deserts and steppes from Iran and Afghanistan in the south, through Central Asia, to western Siberia in the north. Its distinctive characteristics include a simple leaf without stipules (most rose leaves are pinnate with 3 to 7 leaflets, and have stipules), and a distinctive flower with a darker coloured central zone. In its natural habitat it is a deep-rooted weed that suckers – growing in Iranian fields for example, where it is collected for fuel once the grain crop has been harvested –  but it is difficult to grow in gardens and rarely cultivated.\nRosa berberifolia is sometimes considered to be variety of this species, as R. persica var. berberifolia.",
    "Hybrids": "Rosa persica can hybridise with other rose species, and these hybrids have in the past been known as the hybrid genus ×Hulthemosa. One of the few ×Hulthemosa cultivars commercially available is 'Alissar, Princess of Phoenicia' (also known as 'Harsidon'). In the spring of 2012, rose hybridizer Jim Sproul released a new line of Hulthemia hybrids known as Eyeconics, the culmination of fifteen years of effort on his part.The yellow colour in cultivated roses is not generally derived from this species, but from other yellow-flowered wild roses.",
    "Similar species": "Other species of yellow-flowered roses include:\nR. banksiae\nR. ecae (syn. R. xanthina var. ecae)\nR. foetida (syn.: R. lutea)\nR. gigantea (syn. R. × odorata var. gigantea)\nR. hemisphaerica (syn. R. sulphurea)\nR. kokanica\nR. primula\nR. xanthina",
    "See also": "List of Rosa species",
    "References": "",
    "External links": "R. berberifolia entry in Flora of China"
  }
}