{
  "url": "https://en.wikipedia.org/wiki/Rosa_gallica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. gallica"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa gallica, the Gallic rose, French rose, or rose of Provins, is a species of flowering plant in the rose family, native to southern and central Europe eastwards to Turkey and the Caucasus. It was one of the first species of rose to be cultivated in central Europe.",
    "Description": "Rosa gallica is a deciduous shrub forming large patches. The slender, straight prickles are various in size and frequency in this species The leaves are pinnately-compound, with three to seven bluish-green leaflets. The flowers are clustered one to four together, on glandular pedicels. Each flower has five or more petals, sometimes producing double corollas. The flowers are fragrant and deep pink. The hips are globose to ovoid, 10–13 mm diameter, orange to brownish.",
    "Gallica cultivar group": "Cultivars of the species R. gallica and hybrids close in appearance are considered as a cultivar group, the Gallica Group roses. Their exact ancestry is usually unknown and other species may be involved. They are easily cultivated. The Gallica Group roses share the vegetative characters of the species:\n\nforming low suckering shrubs,\nflowers can be single, but most commonly are double or semidouble,\ncolours range from white (rare) to pink and deep purple, and\nonce flowering",
    "Apothecary's rose": "Plants with semidouble deep pink flowers have been treated as either a variety, under the name R. gallica var. officinalis, or as a cultivar, R. gallica 'Officinalis'. It is also called the apothecary's rose, the crimson damask rose, or the red rose of Lancaster. It is the county flower of Lancashire. A cultivar R. gallica var. officinalis 'Versicolor', with striped pink blooms, is also known as Rosa mundi.The names Rosa gallica f. trigintipetala or Rosa 'Trigintipetala' are considered to be synonyms of Rosa × damascena.",
    "Cultivation": "It was cultivated by the Greek and Romans and commonly used in mediaeval gardens. In the 19th century it was the most important species of rose to be cultivated, and most modern European rose cultivars have at least a small contribution from R. gallica in their ancestry.Rosa gallica is easily cultivated on well drained soil in full sun to semishade; it can survive temperatures down to −25 °C.\nThe following cultivars and hybrids have gained the Royal Horticultural Society's Award of Garden Merit.\n\n'Beau Narcisse' (Mielles <1824)\n'Belle de Crécy' (Roeser 1836; withdrawn)\n'Cardinal de Richelieu' (Parmentier <1847; withdrawn) – this rose was used as a starting point for genetic engineering to produce the first blue rose\n'Charles de Mills' (<1790)\n'Complicata'\n'Duc de Guiche' (<1810)\n'Duchesse de Montebello' (Laffay 1824)\n'Président de Sèze'\n'Officinalis'\n'Versicolor' ('Rosa mundi')\n'Tuscany superb'",
    "Gallery": "",
    "References": "\nFlora Europaea: Rosa gallica\nHuxley, A., ed. (1992). New RHS Dictionary of Gardening. Macmillan.\nArticle on the use of RNAi technology to produce a blue rose"
  }
}