{
  "url": "https://en.wikipedia.org/wiki/Rosa_minutifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. minutifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa minutifolia is a disputed name which is currently unresolved. Previously it has been considered a species of rose, but it may be moved into its own genus, Hesperhodos, and subsequently be known by the name Hesperhodos minutifolia.It is also known by the common names Baja rose, Baja littleleaf rose, and small-leaved rose.",
    "Description": "Dense shrub or thicket-forming perennial, found in chaparral plant communities.\nHeight/spread: 30–100 cm (1m) high and wide.Stems: Stems are low and arching, with many, generally unpaired, straight, slender prickles measuring 2-12mm in length.Leaves: The leaves of Rosa minutifolia are the smallest of the genus Rosa, with the terminal leaflets measuring just 3-6mm long and wide. Leaves are round, widest near the middle, tip shape to obtuse, with toothed margins about halfway to the midvein, glandless. Leaf axis is finely short-hairy and sparsely glandular. Leaflets are hairy and are arranged in 5-7.Flowers: Inflorescences are generally one-flowered, pedicels are hairy and glandless, and measure to about 2-10mm in length. Flowers have a hypanthium to around 3mm wide. Densely prickly neck to 2mm wide. Sepals have toothed lateral lobes and are glandless, with the tip generally being about equal to the body, which is also toothed. Flowers typically contain 10 pistils each. Petals measure 10-20mm and are deep pink, pale pink, or rarely white. Flowers appear in late winter, February–April. R. minutifolia is the earliest flowering of native California roses.Fruit: Fruit shape is typically spherical, about 5mm in width. Sepals persistent, erect to spreading; achenes unknown.",
    "Distribution and Range": "Native to the chaparral plant community of northern Baja California, where wild populations are extant, and San Diego County, California, where it is now extinct in the wild.",
    "Cultivation": "Rosa minutifolia is grown in gardens as an ornamental.",
    "Etymology": "'Minutifolia'– 'with very small leaves' from 'minuti', meaning 'minute', and 'folium', meaning 'leaves'. 'Rosa' from the Latin name 'rosa' meaning 'rose'.",
    "References": "",
    "External links": "Jepson Manual Treatment\nPhoto gallery"
  }
}