{
  "url": "https://en.wikipedia.org/wiki/Rosa_foetida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. foetida"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa foetida, known by several common names, including Austrian briar, Persian yellow rose, and Austrian copper rose, is a species of rose, native to the foothills of the Caucasus Mountains in Georgia. It has yellow flowers with a scent which some find objectionable. Since there were no yellow roses native to Europe, its introduction from Persia was an important addition to the cultivation of roses, and R. foetida is now an important contributor to the stock of cultivated roses.",
    "Name": "The rose is named for its smell--foetida is Latin for \"having a bad smell\"—which is reminiscent of boiled linseed oil, a smell which some find objectionable. However, according to others \"the smell is not all that bad.\"",
    "Cultivation history": "Rosa foetida was imported to Europe from Persia (R. foetida 'persiana' being the name of one of its varieties), and was important to European horticulture since it had no native yellow roses. It was described (in 1583) and successfully cultivated by Carolus Clusius; he grew them in the imperial garden of Rudolf II in Vienna. Its popularity was aided by Clusius's contemporary, Flemish painter and engraver Joris Hoefnagel, who contrasted it with the Eglantine rose in a manuscript illustration.An important rose, inasmuch as it is the source of yellow in modern-day hybrids, most famously 'Soleil d'Or' (R. foetida x 'Antoine Ducher'; 1900), was bred by Joseph Pernet-Ducher. One variety, Rosa foetida var.  'bicolor' , the Austrian Copper rose, blooms early in the season and has flowers with petals that are red or orange on the upper interior surface but yellow on the lower exterior surface. Rosa foetida has exerted great influence on the modern stock of cultivated roses, contributing also its susceptibility to black spot.",
    "Description and cultivation": "The rose is described as a \"spindly bush, not terribly vigorous\", requiring a stake or a wall, growing up to six feet tall.",
    "See also": "Rosa 'Harison's Yellow', a cultivar of Rosa foetida\nRosa persica, not to be confused with Rosa foetida 'persiana'",
    "References": "",
    "External links": "Info on R. foetida var.  'bicolor' \nPhotos of R. foetida var.  'bicolor'"
  }
}