{
  "url": "https://en.wikipedia.org/wiki/Rosa_abyssinica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. abyssinica"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa abyssinica is a rose native to sub-Saharan Africa. Non-Africans first learned of the rose in the writings of 19th-century Scottish botanist Robert Brown. Rosa abyssinica is included in the genus Rosa, and the family Rosaceae. No subspecies are listed in the Catalogue of Life.",
    "Description": "Rosa abyssinica is a prickly evergreen shrub, creeping or often climbing, capable of forming a small tree up to 23 feet (7 meters) tall. It has a few prickles on the stem, slightly curved from a wide base and all similar. It has many variable features. The leaves are compound and leathery. It has 3 pairs leaflets plus one at the tip, each narrowly ovate from .5 to 2 inches (1 cm to 6 cm) tip sharp, edge toothed, on a short stalk which is winged by the leafy stipules. Flowers are of fragrant white-pale yellow, and are usually 3 to 20 in dense heads, each stalked, the sepals long, narrow and hairy, soon fall, and have 5 petals about 2 cm long, tip rounded to square, with many stamens. The fruits are green at first, but later ripen to orange-red. They are about 1 inch (2 cm) long, fleshy and edible with seed within.  It has been described as a \"big prickly 'dog rose.’”",
    "Geographical distribution": "Rosa abyssinica is found in Ethiopia, Eritrea, Yemen, Somalia and the Sudan. It is common in the Ethiopian highlands and the mountains of Yemen across the Bab-el-Mandeb strait, a distribution paralleled by Primula verticillata and a few other plants. It commonly forms thickets in upland dry evergreen forests, margins, clearings, upland bushland, rocky places, and riparian formations.",
    "Uses": "Food (fruit and flower), medicinal (fruit), garden, ornamental.Rosa abyssinica has sometimes been cultivated as a \"living fence” surrounding home gardens in rural villages. The fruit (hips) of Rosa abyssinica is eaten, mostly by children, and is believed to alleviate fatigue or tension. Birds eat the fruit as do baboons (baboons also consume the flowers). Medicinally, the fruit are eaten in as a remedy for worms (hook, tape and round). The crushed leaves have been used in remedies for hepatitis.",
    "Common and Local Names": "Ethiopian rose, Wild Ethiopian rose, African rose, Abyssinian rose (English), Qaqawwii (Oromo), Dayero (Somali), Gaka (Turkish), Kega (Ethiopian - Amharic) \n\n\n== References =="
  }
}