{
  "url": "https://en.wikipedia.org/wiki/Rosa_nutkana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rosa"
    },
    {
      "Species": "R. nutkana"
    }
  ],
  "text": {
    "__SUMMARY__": "Rosa nutkana, the Nootka rose, bristly rose, or wild rose is a 2–10 feet (0.61–3.05 m) tall perennial shrub in the rose family (Rosaceae).The species name nootka comes from the Nootka Sound of Vancouver Island, where the plant was first described. This plant is native to Western North America.  There are 2 varieties:  hispida grows in the Intermountain West, from east of the Cascades to the Rocky Mountains, and nutkana grows in coastal areas from Alaska to California, east to the Cascades.  The Jepson Interchange (Flora of California) considers other varieties to be part of the nutkana variety.",
    "Description": "Rosa nutkana grows to as much as 3 meters, often in thickets. It has light green paired leaflets with toothed edges and sharp prickles at the base. The prickles are straight and paired and generally appear at nodes.  The 2-3 inch pink (5–8 cm) flowers usually occur singly, but may appear in groups of 2 or 3. The flowers, which appear in early summer, can have a pleasantly strong fragrance. The sepals are very long, longer than the petals, and are constricted in the middle.  The fruits (hips) of Nootka rose are somewhat bitter but edible. It is reported that bletting will greatly mitigate the bitterness and make the hips much more palatable. Only the rind should be eaten as the seeds are irritating.",
    "Ecology": "Nootka rose grows in a wide variety of habitats, from sea level to mid elevations. It needs sun but will tolerate some shade, often growing along forest edges.  It grows in moist riparian soils and in dry glacial till soils. It grows in fencerows, hedgerows, pastures, shrubby wetlands, woodlands, prairies, and meadows.Nootka rose thickets provide habitat and food for birds and small wildlife. Deer browse the flowers, young stems, and hips. They are used in wetland mitigation buffers and in native plant landscaping.R. nutkana hosts gall-making wasps of the family Cynipidae, genus Diplolepis, in the insect class Hymenoptera. Two species are D. polita, which makes bristly round red or green galls on leaves, and D. rosae, the mossy rose gall, which makes large, mossy, feathery, greenish or yellowish growths on stems.",
    "Uses": "Rosa nutkana is used medicinally by a great number of indigenous peoples to treat a wide variety of ailments, and also ceremonially, in handcrafts, and as a food source. As with all wild rose species, the hips are edible and sometimes used to make jams and jellies.Nootka rose serves as the larval host of the mourning cloak and grey hairstreak butterflies.Nootka rose can be propagated from seed, although germination is spotty. Hardwood cuttings and root suckers can also be used.\nThere are several ornamental rose cultivars of R. nutkana, including 'Cantab' (Hurst 1939), 'Mander's Nutkana #1' (1983), 'Moore's Nutkana', and 'Schoener's Nutkana' (1930).",
    "References": "",
    "External links": "USDA PLANTS Profile: Rosa nutkana (Nootka rose)"
  }
}