{
  "url": "https://en.wikipedia.org/wiki/Xiphinema_diversicaudatum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Nematoda"
    },
    {
      "Class": "Adenophorea"
    },
    {
      "Subclass": "Enoplia"
    },
    {
      "Order": "Dorylaimida"
    },
    {
      "Superfamily": "Dorylaimoidea"
    },
    {
      "Family": "Longidoridae"
    },
    {
      "Subfamily": "Xiphineminae"
    },
    {
      "Genus": "Xiphinema"
    },
    {
      "Species": "X. diversicaudatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Xiphinema diversicaudatum is an amphimitic ectoparasitic nematode species. This species has a characteristically long stylet capable of penetrating into a host’s vascular tissue. They have a wide host range with some of the extensively studied ones being strawberry, hops and raspberry, due to their economic importance.\nThe direct root damage caused through penetration near the root tip and formation of galls is a secondary concern when compared with the damage caused by vectoring the arabis mosaic virus. The virus attaches to the interior cuticle lining and can be transferred from infected to uninfected root tissue as the nematode feeds and sheds. Management of this particular nematode relies on nematicides such as 1,3-Dichloropropene (Telone) at 40 gpa.or methyl bromide at 1000 lb/ac to control to 28 in deep.",
    "History": "Xiphinema diversicaudatum was initially characterized in 1927 by Micoletzky. It had been speculated that the Xiphinema species were pathogenic to plants since Xiphinema americanum was first identified in 1913 by Nathan Cobb. The experimental proof for this was provided by Steiner 1949 and 1952, and Christie 1952b. In 1957 the connection between Xiphinema diversicaudatum and the formation of root galls on host plants was proved using roses and strawberries, both of which are known host crops.",
    "Distribution": "Xiphinema diversicaudatum is located throughout the world, including California. It is located in more than 23 European countries, South Africa, Canada, USA, Australia and New Zealand. More recent information on the locations of arabis mosaic virus implies that the list above could be more extensive than that which is currently available.",
    "Morphology": "Xiphinema diversicaudatum are large nematodes, 4.0mm-5.5mm in length. They have a long protrusible odontostyle, which is around 0.1 mm long and capable of penetrating into a host’s vascular tissue. The long stylet is similar to Longidorus but is distinguishable by 3 posterior basal flanges and a more posterior guiding ring than is observed in Longidorus.Xiphinema have a two-part esophagus, which does not contain a metacorpus. A modification in the posterior end of the esophagus forms a muscular posterior bulb, which can generate a pumping action similar to that of a metacorpus in other plant parasitic nematodes. The lumen of esophageal bulb contains 3 ducts which allow for the passage of secretions from the esophageal glands.",
    "Life Cycle and Reproduction": "Xiphinema diversicadautum are amphimitic nematodes with males being as abundant as females.\nEggs are laid singly in thin water layers in the soil and are not part of an egg mass. After the first-stage juvenile emerges from the egg there are 4 molts, all of which occur in the soil. A study in Slovakia showed that X.diversicaudutum are capable of developing from egg to adult in approximately 12 weeks at 24 °C. All life stages, excluding eggs, are capable of surviving up to 3 years without a host plant. Females have been documented to live up to 5 years without a host. Eggs do not hatch below 5 °C and typically do not survive the winter.",
    "Host Parasite Relationship": "X.diversicaudatum, like many other species of dagger nematode, has a wide host range, with some of the more extensively studied ones including: strawberries, hops and roses. Other documented hosts include: grapevine, raspberry, apple, asparagus, cabbage, carrot, cherry, red clover, peach. The nematode itself inflicts direct damage to plants roots as it penetrates at its preferred feeding site just behind the root tip. Its long stylet enables it to reach into the vascular system of the plant causing local necrosis and hypertrophy. This feeding action prompts the formation of galls on lateral roots, in turn leading to a stunted root system. Above ground symptoms may not always be present in low-level infections but could include: reduced vigor, and chlorosis of leaves. It is often not just the presence of nematodes that is a concern but it is their ability to serve as a virus vector, in this case for the arabis mosaic virus. The odontophore and esophagus are lined with cuticle, which has been shown to retain virus particles as a monolayer. These particles can then be shed with the cuticular lining as the nematode progresses through its normal life cycle. The vectoring capability of X.diversicaudatum has been shown to be specific to arabis mosaic virus as no particles were absorbed by the cuticular lining when feeding on plants infected with grapevine fanleaf virus or raspberry ringspot virus. Infection with arabis mosaic virus on natural hosts includes mosaics, mottling, chlorotic ringspots and sometimes necrosis.",
    "Management": "The ectoparasitic nature of X.diversicaudatum makes management problematic as the nematode can leave the root at any point in the life cycle and can either re-infect the same crop or migrate to a different one. A long life cycle and wide host range make it seem impractical to utilize fallowing or crop rotation methods.\nThe use of nematicides such as D-D and methyl bromide at 2 lb./100sq.ft. have been shown to be successful at limiting the numbers of nematodes and therefore limiting the spread of arabis mosaic virus. A lesser amount of nematicide was shown to be successful if it was applied in the winter months but was less successful if applied in the summer. Nematicide application is economically appropriate on land that will be used to generate high value crops.   \nNematicides have, however, been shown in recent years to have a detrimental effect on non-target organisms, including humans, as well as increasing environmental pollution. Modern research ideas are trying to move away from exclusive nematicide use and involve research into biocontrol, e.g. using microbes or other organisms that potentially have antagonistic effects on parasitic nematodes. A study carried out in palm oil plantations in South Sumatra, Indonesia, demonstrated a decline in Xiphinema diversicaudatum populations treated with nematicide and chitin formulation, when compared to nematicide use only.",
    "References": "",
    "External links": "Nemaplex, University of California - Xiphinema"
  }
}