{
  "url": "https://en.wikipedia.org/wiki/Grewia_occidentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Grewia"
    },
    {
      "Species": "G. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Grewia occidentalis, the crossberry, is a small, hardy, attractive tree indigenous to Southern Africa.",
    "Description": "A small, scrambling, deciduous tree reaching a height of about 3m, its purple, star-shaped flowers appear in summer, followed by distinctive four-lobed berries (from where it gets its common names \"crossberry\" and \"four-corner\"). These shiny reddish-brown fruits remain on the tree for long periods and are favoured by fruit-eating birds. The simple leaves are shiny, deep green and sometimes slightly hairy.",
    "Natural distribution": "The natural range of this plant extends from Cape Town in the south, across South Africa, to Mozambique in the north and inland as far as Zimbabwe. Across this region, it can be found in a variety of habitats, from arid karoo to evergreen afro-montane forest and on wooded grasslands.",
    "Growing Grewia occidentalis": "This decorative garden plant tolerates both light frost and drought. It also grows in both full sun or shade. The root system is not aggressive and can therefore be planted near buildings and paving, and it is very good at attracting butterflies and birds to the garden.\nThe crossberry is best propagated from seed, although even then it can be erratic, as usually the seed needs to pass through the gut of a monkey before germination commences.\nThe berries are eaten locally, either fresh and raw, fermented with traditional beer, or used with goats milk to make berry yoghurt.",
    "References": "",
    "External links": " Media related to Grewia occidentalis at Wikimedia Commons\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Grewia occidentalis\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}