{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_deuteroeburneum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. deuteroeburneum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium deuteroeburneum, commonly known as the rainforest feather orchid, is a species of epiphytic or lithophytic orchid that is endemic to eastern Australia. Its pseudobulbs are cylindrical, pressed against the host tree or rock and have one or two leathery, dark green leaves and up to seven pale greenish cream-coloured flowers with purple markings on the labellum.",
    "Description": "Dendrobium deuteroeburneum is an epiphytic or lithophytic herb with cylindrical, dark reddish green pseudobulbs 30–120 mm (1–5 in) long and 4–6 mm (0.16–0.24 in) wide pressed against the substrate. Each pseudobulb has one or two leathery, dark green leaves 30–60 mm (1–2 in) long and 15–30 mm (0.6–1 in) wide. Between two and seven greenish cream-coloured flowers 17–22 mm (0.67–0.87 in) long and 16–22 mm (0.63–0.87 in) wide are arranged on a flowering stem 30–50 mm (1.2–2.0 in) long. The dorsal sepal is 15–20 mm (0.59–0.79 in) long and about 3 mm (0.12 in) wide, the lateral sepals are 14–18 mm (0.55–0.71 in) long, about 3 mm (0.12 in) wide and the petals are 15–20 mm (0.59–0.79 in) long and about 1 mm (0.04 in) wide. The labellum is white with purplish markings, 6–7 mm (0.24–0.28 in) long and about 6 mm (0.24 in) wide with three lobes. The sides lobes are erect and pointed and the middle lobe turns downward with a yellow ridge along its midline. Flowering occurs between August and October.",
    "Taxonomy and naming": "The rainforest feather orchid was first formally described in 2006 by David Jones and Mark Clements from a plant grown in the Australian National Botanic Gardens, originally from a specimen collected from the Bugong National Park. It was given the name Tropilis eburnea and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium deuteroeburneum. The specific epithet (eburnea) given by Jones and Brown is a Latin word meaning \"of ivory\", referring to the colour of the flowers of this orchid. Deuteros is an Ancient Greek word meaning \"second\".",
    "Distribution and habitat": "Dendrobium deuteroeburneum usually grows on rainforest trees, sometimes on rocks in wet forests. It occurs between Fraser Island in Queensland and Bega in New South Wales.\n\n\n== References =="
  }
}