{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_pugioniforme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. pugioniforme"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium pugioniforme, commonly known as the dagger orchid is a species of orchid endemic to eastern Australia. It is an epiphytic or lithophytic orchid with pendulous, wiry stems, fleshy, sharply pointed  leaves and flowering stems with one or two greenish or yellowish flowers with a white labellum. It grows on trees and rocks, mostly in humid forest.",
    "Description": "Dendrobium pugioniforme is an epiphytic or lithophytic herb with pendulous wiry, branched stems 0.3–2 m (1–7 ft) long and about 2 mm (0.08 in) wide. The leaves are pendulous, thick, green, egg-shaped, 30–70 mm (1–3 in) long and 15–20 mm (0.59–0.79 in) wide with a sharply pointed tip. The flowering stem emerges from a single leaf base, is 40–70 mm (2–3 in) long and bears one or two pale green to pale brown or yellowish flowers. The flowers are 10–15 mm (0.39–0.59 in) long, 15–20 mm (0.59–0.79 in) wide and have brown striations near their base. The dorsal sepal is 9–12 mm (0.35–0.47 in) long, about 3 mm (0.12 in) wide, the lateral sepals slightly longer and wider and the petals slightly narrower. The labellum is white, 13–18 mm (0.5–0.7 in) long and 6–9 mm (0.2–0.4 in) wide with three main lobes. The side lobes are short and curve upwards and the middle lobe curves upwards and has three wavy ridges. Flowering occurs from September to November.",
    "Taxonomy and naming": "Dendrobium pugioniforme was first formally described in 1839 by Allan Cunningham and the description was published in John Lindley's Edwards's Botanical Register. The specific epithet (pugioniforme) is derived from the Latin words pugio meaning \"dagger\" and forma meaning\"shape\".Hybrids with the streaked rock orchid (Dendrobium striolatum) have been recorded.",
    "Distribution and habitat": "The dagger orchid grows on trees and rocks in humid forest between the Bunya Mountains in south-east Queensland and Tathra in New South Wales from sea level to altitudes of 1,000 m (3,000 ft).",
    "Cultivation": "Dendrobium pugioniforme adapts readily to cultivation, and can be grown in baskets in epiphytic orchid mix, or trained to grow on rock or bark slabs. It prefers a part-shaded position and extra moisture.\n\n\n== References =="
  }
}