{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_moorei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. moorei"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium moorei, commonly known as the drooping cane orchid, is a species of epiphytic or lithophytic orchid in the family Orchidaceae and is endemic to Lord Howe Island. It has cylindrical pseudobulbs, leathery, dark green leaves and between two and fifteen small, white drooping flowers that do not open widely.",
    "Description": "Dendrobium moorei is an epiphytic or lithophytic orchid with cylindrical green or yellowish pseudobulbs 100–200 mm (4–8 in) long and 6–8 mm (0.2–0.3 in) wide. There are between two and five leaves 60–150 mm (2–6 in) long and 15–20 mm (0.59–0.79 in) wide. Between two and fifteen drooping white flowers with a tube-shaped base, 8–12 mm (0.3–0.5 in) long and 10–15 mm (0.4–0.6 in) wide are arranged on a flowering stem 40–100 mm (2–4 in) long. The sepals and petals are pointed, thin and do not open widely. The sepals are 8–10 mm (0.3–0.4 in) long and about 3 mm (0.1 in) wide, the petals shorter and narrower. The labellum is about 8 mm (0.3 in) long and 5 mm (0.2 in) wide, sometimes with faint pink markings with a triangular, crinkled middle lobe. Flowering occurs between August and May.",
    "Taxonomy and naming": "Dendrobium moorei was first formally described in 1869 by Ferdinand von Mueller from a specimen collected by Charles Moore. The description was published in Fragmenta phytographiae Australiae. The specific epithet (moorei) honours the collector of the type specimen.",
    "Distribution and habitat": "The drooping cane orchid grows on trees and rocks in humid, sheltered forests, usually at altitudes of above 400 m (1,000 ft) on Lord Howe Island.",
    "References": "",
    "External links": " Media related to Dendrobium moorei at Wikimedia Commons"
  }
}