{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_radiatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. radiatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium radiatum, commonly known as the brushbox feather orchid, is a species of epiphytic orchid that is endemic to eastern Australia. It has cylindrical pseudobulbs, up to three leathery, dark green leaves and up to eleven white flowers with purplish markings on the labellum.",
    "Description": "Dendrobium radiatum is an epiphytic herb with cylindrical, dark reddish green pseudobulbs 50–200 mm (2–8 in) long and 4–8 mm (0.2–0.3 in) wide that are mostly pressed against the host tree. Each pseudobulb has up to three leathery, dark green leaves originating from its top, the leaves 20–50 mm (0.8–2 in) long and 10–25 mm (0.4–1 in) wide. Between five and eleven white flowers 27–42 mm (1.1–1.7 in) long and 25–40 mm (0.98–1.6 in) wide are arranged on a flowering stem 30–100 mm (1–4 in) long. The sepal and petals are 17–33 mm (0.67–1.3 in) long, the sepals about 3 mm (0.12 in) wide and the petals 1–2 mm (0.04–0.08 in) wide. The labellum is white to cream-coloured with purplish markings, 6–7 mm (0.2–0.3 in) long and wide with three lobes. Flowering occurs between August and October.",
    "Taxonomy and naming": "The brushbox feather orchid was first formally described in 2006 by David Jones and Mark Clements from a plant collected near Nerang. It was given the name Tropilis radiata and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium radiatum. The specific epithet (radiatum) is a Latin word meaning \"rayed\", \"beaming\" or \"shining\", referring to the pseudobulbs which are arranged like the spokes of a wheel.",
    "Distribution and habitat": "Dendrobium radiatum grows exclusively on the scaly bark near the base of brush box (Lophostemon confertus) trees. It occurs between Eungella in Queensland and Wauchope in New South Wales.\n\n\n== References =="
  }
}