{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_boosii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Section": "D. sect. Calcarifera"
    },
    {
      "Species": "D. boosii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium boosii (Ronny Boos' dendrobium) is a member of the family Orchidaceae endemic to the Philippines.",
    "Description": "Growth habit: epiphytic; sympodial; pendent.\nstems: attached to host from base; from which the plant then branches considerably and reach up to 72 centimetres (28 in) in length with a diameter of 1 mm at the base and thickening to 4 mm on secondary branches; stems covered in translucent cataphylls (a leaf whose primary function is something other than photosynthesis); internodes from 1 to 2 cm (0.4 to 0.8 in) long; apical two thirds of secondary and tertiary braches dark dull purple and leafy.\nLeaves: thinly textured; lanceolate and (sub)sessile, 3.5 to 6.0 cm (1.4 to 2.4 in) long by 6 to 10 mm (0.24 to 0.39 in) wide, at 90° to the stem.\nInflorescences: single flowered; appearing from nodes of the leafless stems.\nFlower colour: Sepals and petals are pinkish-white to pale pink with five to seven pinkish-red stripes basally; labellum is pink, yellow and orange. It is the smallest-flowered member of the section Calcarifera from the Philippines.",
    "Taxonomy": "W. Suarez and Jim Cootes named this species in 2011, in the Australian Orchid Review. Named for Ronny Boos, from Tacloban City in Leyte. He has contributed much knowledge of the orchids of Samar and Leyte.",
    "Distribution and habitat": "Dendrobium boosii is endemic to the Philippines and is only known from the mountains of north-western Leyte, in the Visayas region. it grows amongst lichens and thin matts of mosses in shaded but open localities, usually on the underside of branches and occasionally on trunks, at elevations of about 700 m (2,300 ft).\n\n\n== References =="
  }
}