{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_reconditum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. reconditum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium reconditum, commonly known as the closed burr orchid, is an epiphytic orchid in the family Orchidaceae and is endemic to Moa Island in the Torres Strait. It has a single thin leaf on a thin stem and a small white, more or less spherical flower that does not open. It grows on rough-barked trees in rainforest.",
    "Description": "Dendrobium reconditum is an epiphytic herb that usually forms small clumps. It has a flattened stem, 40–70 mm (2–3 in) long and about 1 mm (0.04 in) wide with a single thin, dark green leaf 30–70 mm (1.2–2.8 in) long and 10–15 mm (0.39–0.59 in) wide. There is a single, more or less spherical white flower about 3 mm (0.12 in) in diameter with fleshy tubercles about 1 mm (0.039 in) wide on the ovary. Flowering occurs between January and July but the flower does not open.",
    "Taxonomy and naming": "The closed burr orchid was first formally described in 2006 by David Jones and Mark Clements from a specimen collected on Moa Peak on the northern end of Moa Island. It was given the name Cadetia clausa and the description was published in Australian Orchid Research. In 2011, André Schuiteman and Peter Adams changed the name to Dendrobium reconditum, referring to studies of molecular phylogenetics. The specific epithet (reconditum) is a Latin word meaning \"hidden\" or \"concealed\", referring to the cleistogamous flowers.",
    "Distribution and habitat": "The closed burr orchid grows on rough-barked trees in rainforest on low hills and is only known from Moa Island.\n\n\n== References =="
  }
}