{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_lobbii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. lobbii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium lobbii, commonly known as the straggly rush orchid, is a plant in the orchid family Orchidaceae and is native to an area extending from Indochina to northern Australia. It has thin, wiry stems with stiff leaves and mostly white or cream-coloured flowers singly or in pairs in leaf axils. Its white labellum does not open widely and sometimes remains closed.",
    "Description": "Dendrobium lobbii is a terrestrial, perennial, herb which forms small clumps. It has thin, wiry, erect or straggly stems 200–600 mm (8–20 in) long with narrow lance-shaped leaves 40–60 mm (1.6–2.4 in) long and about 6 mm (0.2 in) wide with a notched tip. The flowers are white, cream-coloured or greenish, 5–10 mm (0.2–0.4 in) long, 3–5 mm (0.1–0.2 in) wide and are borne singly or in pairs in leaf axils. The sepals are 4–5 mm (0.16–0.20 in) long, about 3 mm (0.12 in) wide and the petals are about the same length but narrower. The labellum is white, about 13 mm (0.5 in) long, 5 mm (0.2 in) wide and has three lobes. The side lobes are small and narrow while the middle lobe is egg-shaped, notched and warty. Flowering occurs from December to May but the labellum does not open widely, sometimes remaining closed so that the flower self-pollinates.",
    "Taxonomy and naming": "Dendrobium lobbii was first formally described in 1853 by Johannes Elias Teijsmann and Simon Binnendijk from a specimen sent from Singapore and the description was published in Natuurkundig Tijdschrift voor Nederlandsch Indië. The specific epithet (lobbii) honours Thomas Lobb who collected the type specimen.",
    "Distribution and habitat": "The straggly rush orchid grows with rushes and sedges in swampy places and near streams. It is found in Thailand, Vietnam, Borneo, the Malay Peninsula, the Philippines, Sulawesi, Sumatra, New Guinea, the Solomon Islands and northern Australia where it occurs in Arnhem Land and the Cape York Peninsula as far south as Cardwell.\n\n\n== References =="
  }
}