{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_tetragonum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. tetragonum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium tetragonum, commonly known as the tree spider orchid, is a variable species of epiphytic or lithophytic orchid endemic to eastern Australia. Tree spider orchids are unusual in having pendulous pseudobulbs that are thin and wiry near the base then expand into a fleshy, four-sided upper section before tapering at the tip. There are only a few thin but leathery leaves at the end of the pseudobulbs and up to five flowers on relatively short flowering stems. To allow for the variations in the species there are five subspecies and a variety, some with a unique common name.",
    "Description": "Dendrobium tetragonium is an epiphytic or lithophytic herb with pendulous pseudobulbs 150–600 mm (6–20 in) long and 6–9 mm (0.2–0.4 in) wide. The pseudobulbs have a thin, wiry base but expand to a fleshy, four-sided upper section and a tapering tip with between two and five thin but leathery leaves. The leaves are 50–90 mm (2–4 in) long and 15–40 mm (0.6–2 in) wide. The flowering stems are 10–35 mm (0.4–1 in) long and bear up to eight flowers. The number, size and colour of the flowers depend on subspecies. Flower size ranges from 30 to 120 mm (1.2 to 4.7 in) long and 20 to 80 mm (0.79 to 3.1 in) wide. The flowers range in colour from green to pale yellow, sometimes with red blotches and a labellum that ranges in colour from white, to yellowish with red, brown or purplish markings. The sepals range in size from 20 to 70 mm (0.79 to 2.8 in) long and 2 to 5 mm (0.08 to 0.2 in) wide and the petals from 10 to 40 mm (0.39 to 1.6 in) long and 1 to 2 mm (0.04 to 0.08 in) wide. The labellum ranges from 8 to 15 mm (0.31 to 0.59 in) long and from 6 to 20 mm (0.24 to 0.79 in) wide. Flowering occurs between April and November.",
    "Taxonomy and naming": "Dendrobium tetragonum was first formally described in 1839 by Allan Cunningham from a specimen \"hanging loosely from the stems of small trees in dry shaded woods, Moreton Bay\". The description was published in Edwards's Botanical Register edited by John Lindley.",
    "Taxonomy and naming-Subdivisions": "Dendrobium tetragonum var. cacatua (D.L.Jones & M.A.Clem.) H.Mohr – the yellow tree spider orchid has greenish to pale yellow flowers with a few fine reddish purple markings and a white labellum, usually with no markings, and flowers from July to September;\nDendrobium tetragonum subsp. cataractarum Peter B.Adams, S.D.Lawson & G.A.Peterson has yellowish green flowers with red, purple or brown marks on the edge of the sepals and a pale, cream-coloured labellum with reddish purple markings, and flowers from August to September;\nDendrobium tetragonum subsp. giganteum (Leaney) Peter B.Adams – the blotched tree spider orchid has greenish yellow flowers with prominent red blotches and a white labellum with red and purplish lines, and flowers from April to November;\nDendrobium tetragonum subsp. melaleucaphilum (D.L.Jones & M.A.Clem.) Dockrill – the flared tree spider orchid has the largest flowers in the species, the flowers green to greenish yellow with reddish blotches and a white or pale yellow labellum with red or purplish marks, and flowers from May to October;\nDendrobium tetragonum subsp. serpentis Peter B.Adams has flowers that are green at first, then turn yellow with few or no markings apart from on the labellum which is white to pale cream-coloured with reddish purple markings, and flowers from August to September;\nDendrobium tetragonum subsp. tetragonum – the banded tree spider orchid has the smallest flowers of the species, the flowers green to greenish yellow with dark reddish brown bands on the edges and a cream-coloured or yellow labellum with brown, red or purplish marks, and flowers from May to October.",
    "Distribution and habitat": "Tree spider orchids are usually epiphytes which grow on trees in rainforest or shady places beside streams, but also sometimes on paperbark trees, especially Melaleuca styphelioides and occasionally on rocks. Different forms of the species occur in different areas of coastal or near-coastal New South Wales and Queensland.\n\nDendrobium tetragonum var. cacatua is found from the Mount Windsor Tableland near Cape Tribulation to the Eungella National Park in Queensland;\nSubspecies cataractarum is restricted to Connors Range west of the Cape Palmerston National Park in central eastern Queensland;\nDendrobium tetragonum subsp. giganteum occurs between the Iron Range and Mackay in Queensland;\nDendrobium tetragonum subsp. melaleucaphilum is found from the Blackdown Tableland National Park in Queensland to the Blue Mountains in New South Wales;\nDendrobium tetragonum subsp. serpentis is restricted to the northern parts of the Blackdown Tableland;\nDendrobium tetragonum subsp. tetragonum ranges from Fraser Island in Queensland to Tomerong in New South Wales.",
    "References": "",
    "External links": "Atlas of Living Australia, Dendrobium tetragonum A.Cunn. Tree Spider Orchid\nIOSPE orchid photo by Allen Black\nAndy's Orchids (Encinitas California): Dendrobium tetragonum subsp. giganteum\nphotos by Wildshot"
  }
}