{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_epiphyticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. epiphyticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium epiphyticum, commonly known as the Illawarra rock orchid, is a species of epiphytic or lithophytic orchid that is endemic to New South Wales. It has tapered or cylindrical pseudobulbs, up to five thick, leathery leaves and up to fifty cream-coloured or pale yellow flowers with reddish purple markings on the labellum.",
    "Description": "Dendrobium epiphyticum is an epiphytic or lithophytic herb with spreading roots and cylindrical or tapering, green to yellowish pseudobulbs 50–150 mm (2–6 in) long and 25–40 mm (1–2 in) wide. Each pseudobulb has between three and five thick, leathery, dark green leaves originating from its top, the leaves 80–160 mm (3–6 in) long and 30–60 mm (1–2 in) wide. Between twenty and fifty cream-coloured or pale yellow flowers 30–40 mm (1.2–1.6 in) long and 40–50 mm (1.6–2.0 in) wide are arranged on a flowering stem 250–450 mm (10–20 in) long. The dorsal sepal is oblong, 25–35 mm (0.98–1.4 in) long and 4–5 mm (0.16–0.20 in) wide. The lateral sepals are 20–25 mm (0.79–0.98 in) long, about 5 mm (0.20 in) wide, strongly curved and spread widely apart from each other. The petals are linear to oblong, 22–30 mm (0.87–1.2 in) long, 3–4 mm (0.1–0.2 in) wide and curved. The labellum is cream-coloured with reddish purple markings, 11–15 mm (0.4–0.6 in) long and 11–13 mm (0.4–0.5 in) wide with three lobes. The sides lobes are erect and blunt and the middle lobe has a rounded tip. Flowering occurs between September and November.",
    "Taxonomy and naming": "The Illawarra rock orchid was first formally described in 2006 by David Jones and Mark Clements from a plant grown in the Australian National Botanic Gardens from a specimen collected on the Cambewarra Mountain. It was given the name Thelychiton epiphyticus and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium epiphyticum. The specific epithet (epiphyticum) is derived from the Ancient Greek words epi meaning \"beside', \"upon\", \"over\" or \"after\", and phyton meaning \"plant\" referring to the epiphytic habit of this orchid.",
    "Distribution and habitat": "Dendrobium epiphyticum grows on trees in moist forest and rainforest, sometimes on cliffs near waterfalls. It occurs in New South Wales between Robertson and Cambewarra.\n\n\n== References =="
  }
}