{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_racemosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. racemosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium racemosum, commonly known as the erect pencil orchid, is a species of orchid endemic to tropical North Queensland. It is an epiphytic or lithophytic orchid with yellowish stems, cylindrical dark green leaves and flowering stems with between eight and fifteen cream-coloured to pale yellow flowers with a thread-like tip on the labellum. It grows on trees and rocks in exposed positions in highland areas and in the tops of rainforest trees at lower altitudes.",
    "Description": "Dendrobium racemosum is an epiphytic or lithophytic herb with yellowish stems 0.2–1 m (0.7–3 ft) long and about 4–6 mm (0.16–0.24 in) wide with few branches. The leaves are cylindrical, dark green, 80–200 mm (3–8 in) long and 8–12 mm (0.31–0.47 in) wide with a shallow groove. The flowering stem emerges from a single leaf base, is 40–80 mm (2–3 in) long and bears between eight and fifteen cream-coloured to pale yellow flowers. The flowers are 18–22 mm (0.71–0.87 in) long, 20–25 mm (0.79–0.98 in) wide with the sepals and petals curving outwards as they age. The sepals are 20–25 mm (0.79–0.98 in) long, about 2 mm (0.079 in) wide and the petals are a similar length but only half as wide. The labellum is about 20 mm (0.8 in) long and 6 mm (0.2 in) wide with small side lobes and a long tapered middle lobe with wavy edges. Flowering occurs from September to October.",
    "Taxonomy and naming": "The erect pencil orchid was first formally described in 1936 by William Henry Nicholls who gave it the name Dendrobium beckleri var. racemosum and published the description in The North Queensland Naturalist. In 1964 Stephen Clemesha and Alick Dockrill raised the variety to species status. The specific epithet (racemosum) is a Latin word meaning \"full of clusters\".",
    "Distribution and habitat": "Dendrobium racemosum grows on trees and rocks in exposed situations on the Atherton and Evelyn Tablelands at altitudes of between 800 and 1,500 m (3,000 and 5,000 ft), but also at lower altitudes between the Russell and Johnstone Rivers where it grows near the top of rainforest trees.\n\n\n== References =="
  }
}