{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_eungellensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. eungellensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium eungellensis, is an epiphytic orchid in the family Orchidaceae and is endemic to northern Queensland. It has dark greenish brown pseudobulbs with up to three leaves on the end and up to eight fragrant white flowers with thin, spreading sepals and petals. It grows in open forest in the Eungella National Park.",
    "Description": "Dendrobium eungellensis is an epiphytic herb that usually forms small clumps. Its pseudobulbs are dark greenish brown, 30–100 mm (1–4 in) long and 4–8 mm (0.2–0.3 in) wide. There are up to three thick, egg-shaped to elliptic leaves 30–50 mm (1.2–2.0 in) long, 15–25 mm (0.59–0.98 in) wide on the end of the pseudobulbs. Between three and eight white flowers 30–45 mm (1.2–1.8 in) long and 20–30 mm (0.79–1.2 in) wide are borne on a flowering stem 30–50 mm (1–2 in) long. The sepals are narrow oblong, 15–22 mm (0.59–0.87 in) long, about 3 mm (0.1 in) wide and taper towards the tip. The petals are linear, 17–25 mm (0.67–0.98 in) long and about 1 mm (0.04 in) wide. The labellum is about 5–6 mm (0.20–0.24 in) long, 6–7 mm (0.24–0.28 in) wide and curved in a semi-circle with three lobes. The side lobes curve towards the column and are purplish. The middle lobe is egg-shaped with three yellowish green ridges along its midline.",
    "Taxonomy and naming": "This orchid was first formally described in 2006 by David Jones and Mark Clements from a specimen collected from Cockies Creek State Forest and which later flowered in the Australian National Botanic Gardens. It was given the name Tropilis eungellensis and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium eungellensis. The specific epithet (eungellensis) refers to the main distribution of the species - the ending -ensis is a Latin suffix meaning \"of\" or \"in\".",
    "Distribution and habitat": "Dendrobium eungellensis grows on trees, often on Eucalyptus crebra on slopes and in gullies in open forest and near rainforest. It is apparently restricted to the ranges to the west of Mackay.\n\n\n== References =="
  }
}