{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_glabrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. glabrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium glabrum, commonly known as the creeping star orchid, is a species of epiphytic orchid native to New Guinea and Australia. It has shiny pseudobulbs with a single leathery leaf and white, star-shaped flowers with yellow tips. It forms large clumps on trees in humid forests.",
    "Description": "Dendrobium glabrum is an epiphytic herb that has shiny, yellowish green pseudobulbs 40–50 mm (1.6–2.0 in) long and 12–15 mm (0.47–0.59 in) wide. There is a single leathery leaf 60–75 mm (2.4–3.0 in) long and 10–15 mm (0.4–0.6 in) wide with a papery bract at its base. Short-lived, star-shaped white flowers with yellowish tips 20–25 mm (0.79–0.98 in) long and wide are produced in leaf axils on a thin stalk about 30 mm (1.2 in) long. The sepals are 14–16 mm (0.55–0.63 in) long and about 2 mm (0.08 in) wide, the petals slightly longer but only half as wide. The labellum is about 8 mm (0.3 in) long and 3 mm (0.1 in) wide with wavy edges near its base and two ridges along its midline. Flowering occurs sporadically and the flowers only last a few hours.",
    "Taxonomy and naming": "Dendrobium glabrum was first formally described in 1907 by Johannes Jacobus Smith and the description was published in Bulletin du Departement de l'Agriculture aux Indes Neerlandaises. The specific epithet (glabrum) is a Latin word meaning \"smooth\".",
    "Distribution and habitat": "The creeping star orchid grows on trees in humid forest in New Guinea and on the Cape York Peninsula as far south as Cairns. \n\n\n== References =="
  }
}