{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_speciosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. speciosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium speciosum, commonly known as rock orchids or cane orchids, is a species of highly variable Australian orchids. Its varieties can be found in a range of habitats as an epiphyte (on branches or trunks of trees) or a lithophyte. It has a continuous distribution along the east coast of Australia and in distinct populations along the Tropic of Capricorn. As a lithophyte, it forms gigantic spreading colonies on rocks and cliff faces, often exposed to full sun, with its roots forming dense, matted beds across the rock that anchor the plant. It can be found at altitudes from sea level to 900 metres (3,000 ft).",
    "Description": "Dendrobium speciosum is an epiphytic or lithophytic herb with spreading roots and cylindrical or tapered pseudobulbs 50–1,800 mm (2–70 in) long and 10–60 mm (0.4–2 in) wide. Each pseudobulb has up to seven, usually thick, leathery leaves originating from its top, the leaves 50–250 mm (2–10 in) long and 10–80 mm (0.4–3 in) wide. The leaves can remain on the plant for up to twelve years. The flowers vary in colour from white to bright yellows and there is considerable variation in the length of the flowering raceme, the number of flowers on it and the size of the flowers. The length of the flowering stem ranges from 50–800 mm (2–30 in) long and the number of flowers from two to two hundred. The flowers are 12–70 mm (0.5–3 in) long and 20–80 mm (0.8–3 in) wide. The dorsal sepal is longer than the lateral sepals but narrower and the petals are about the same length as the lateral sepals but only half as wide. The labellum has reddish purple spots or streaks and three lobes, the sides lobes erect and curved and the middle lobe pointed, rounded or more or less square. Flowering occurs between August and October for most varieties but some flower as early as May and others as late as November.",
    "Taxonomy and naming": "Dendrobium speciosum was first formally described in 1804 by James Edward Smith from a specimen found at Port Jackson and sent to him by John White. The description was published in Exotic Botany. The specific epithet (speciosum) is a Latin word meaning \"beautiful\", \"splendid\" or \"showy\".Dendrobium speciosum is a variable species and the following varieties are recognised by the World Checklist of Selected Plant Families:\nDendrobium speciosum var. blackdownense P.B.Adams which is usually a lithophyte, with between 14 and 113 off-white to deep golden yellow flowers from August to November and occurring on the Blackdown Tableland;\nDendrobium speciosum var. boreale P.B.Adams, Jac.M.Burke & S.D.Lawson which is epiphytic or lithophytic, with between 9 and 125, star-like, widely opening, off-white to cream-coloured flowers from July to September and has the most northerly distribution of the species, from the Annan River to near Townsville;\nDendrobium speciosum var. capricornicum Clemesha – commonly known as the Capricorn rock orchid, which is usually a lithophyte with between 30 and 50 white flowers between May and August and is found between the Byfield Range, Yeppoon and Rockhampton;\nDendrobium speciosum var. carnarvonense P.B.Adams – commonly known as the gorge pink rock orchid, which grows in gorges near streams and has between 2 and 7 relatively small, pale pink flowers between August and November and is only found between Carnarvon Gorge and Isla Gorge;\nDendrobium speciosum var. curvicaule F.M.Bailey – commonly known as the rainforest rock orchid, which is an epiphyte or lithophyte growing in or near rainforest and has between 25 and 45 white or cream-coloured flowers from July to September and grows between Mossman and Paluma in Queensland;\nDendrobium speciosum var. grandiflorum  F.M.Bailey – commonly known as the golden king orchid and which grows on trees or rocks and has between 50 and 150 relatively large, creamy yellow to bright yellow flowers from August to October and is found from the Calliope Range to the Bunya Mountains in Queensland;\nDendrobium speciosum var. hillii Mast. – commonly known as the pale king orchid and which grows on trees and rocks and has between 70 and 200 crowde white or cream-coloured flowers from August to October and grows between Maleny in Queensland to Mangrove Mountain in New South Wales;\nDendrobium speciosum var. pedunculatum Clemesha – commonly known as the dwarf rock orchid which grows on rocks and has between 10 and 30 crowded white or cream-coloured flowers from July to August and occurs between the Mount Windsor National Park and the Evelyn Tableland in Queensland;\nDendrobium speciosum Sm. var. speciosum – commonly known as the Sydney rock orchid or rock lily which is a lithophyte with between 30 and 100 crowded cream-coloured or dull yellow flowers between August and October and occurs between Bulahdelah and near the Victorian border and as far inland as Mudgee.This species complex has been previously described by Alick Dockrill in 1969  and reviewed by several authors (Stephen Clemesha 1981a, 1981b, 1986, Banks & Clemesha 1990  and Adams 1991.The 1889 book The Useful Native Plants of Australia records that common names included \"rock lily\" and that \"the large pseudo-bulbs have been eaten by the aborigines,  they, however, contain but little nutritive matter.\"",
    "Pollination": "Potential pollinators of Dendrobium speciosum, such as the stingless bee Tetragonula carbonaria, are attracted to the plant by large, cream to yellow, finely segmented, aromatic inflorescences. Flowers vary in size within the six recognised varieties of D. speciosum and are pollinated when visited by bees of appropriate size.",
    "Natural hybrids": "Dendrobium speciosum forms a natural hybrid with Dendrobium gracilicaule : Dendrobium × gracillimum. This hybrid has also been described as Dendrobium  speciosum  var.  nitidum  F.M.Bailey, Dendrobium  ×  nitidum  (F.M.Bailey) M.A.Clem. & D.L.Jones, Dendrobium speciosum var. bancroftianum Rchb.f. and Dendrobium jonesii Rendle subsp. bancroftianum (Rchb.f.) M.A.Clem. & D.L.Jones.",
    "Use in horticulture": "This orchid is popular in cultivation, growing into a large specimen that does well outdoors in climates with a mild winter. It may be grown in an open, coarse orchid growing medium, on a sturdy tree with an open canopy, or as a terrestrial in a well-drained position. It requires very bright light to full sun. Watering is year round in moderation. It is very temperature tolerant as long as it receives good warmth during the growing season. Frost, however, can cause extensive defoliation, an event the plant may require years to recover from. In cultivation D. speciosum can develop extremely large pseudobulbs, and benefits from regular fertilisation. Even in ideal cultivation conditions it may not flower every year, especially so in plants from more southern populations.",
    "References": "",
    "External links": " Media related to Dendrobium speciosum at Wikimedia Commons"
  }
}