{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_discolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. discolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium discolor, commonly known as antler orchids, are epiphytic or lithophytic orchids in the family Orchidaceae. They have cylindrical pseudobulbs, each with between ten and thirty five leathery leaves, and flowering stems with up to forty mostly brownish or greenish flowers with wavy and twisted sepals and petals. Antler orchids occur in northern Australia, New Guinea and Indonesia and there are several subspecies and varieties.",
    "Description": "Dendrobium discolor is an epiphytic or lithophytic herb with cylindrical green or yellowish pseudobulbs 1–5 m (3–20 ft) long and 30–60 mm (1–2 in) wide with between ten and thirty five leathery leaves 60–160 mm (2–6 in) long and 30–50 mm (1.2–2.0 in) wide. The flowering stem is 200–600 mm (8–20 in) long and bears between eight and forty light brown, reddish brown, dark brown or yellowish flowers. The flowers are 30–80 mm (1.2–3.1 in) long and wide with wavy and twisted sepals and petals. The sepals are 20–35 mm (0.79–1.4 in) long, and 4–7 mm (0.16–0.28 in) wide and the petals are 20–40 mm (0.8–2 in) long and 5–8 mm (0.20–0.31 in) wide. The labellum has mauve to purple markings and is 12–24 mm (0.5–0.9 in) long and 10–15 mm (0.4–0.6 in) wide with three main lobes. The side lobes are large and spread outwards or curve upwards and the middle lobe curves downwards and has at least three ridges and wavy edges. Flowering occurs from April to December.",
    "Taxonomy and naming": "Dendrobium discolor was first formally described in 1841 by John Lindley and the description was published in Edwards's Botanical Register. The specific epithet (discolor) is a Latin word meaning \"of different colours\" or \"variegated\".",
    "Taxonomy and naming-Subdivisions": "Dendrobium discolor var. broomfieldii (Fitzg.) A.D.Hawkes – the canary orchid has greenish yellow to bright golden yellow flowers from April to December, and occurs on the Whitsunday Islands;\nDendrobium discolor subsp. discolor  – the golden antler orchid has light brown to dark brown, sometimes yellow to yellowish brown flowers with mauve to purple markings on the labellum, between August and November and occurs in Queensland, from the some Torres Strait Islands to Rockhampton;\nDendrobium discolor var. fimbrilabium(Rchb.f.) Dockrill which occurs in Indonesia, New Guinea and Queensland;\nDendrobium discolor var. fuscum (Fitzg.) Dockrill – the brown antler orchid has relatively small, reddish brown to dark brown flowers with mauve to purple markings on the labellum from April to December and occurs in Queensland, from the some Torres Strait Islands to Mackay;\nDendrobium discolor subsp. incurvata.Liddle & P.I.Forst. which occurs in Papua New Guinea and Queensland.",
    "Distribution and habitat": "Antler orchids grow in coastal scrub and on mangroves, in coastal rainforest, and woodland, sometimes on rocks. It occurs in Indonesia, New Guinea and Australia.\n\n\n== References =="
  }
}