{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_finniganense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. finniganense"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium finniganense, commonly known as the Mount Finnigan cane orchid, is a species of terrestrial or lithophytic orchid endemic to a few mountain tops in far north Queensland, Australia. It has narrow, cylindrical pseudobulbs, each with up to three thin, dark green leaves and usually only one or two white to cream-coloured flowers with yellow and purple markings near the centre.",
    "Description": "Dendrobium finniganense is a terrestrial or lithophytic herb that has narrow, cylindrical pseudobulbs 20–40 mm (0.8–2 in) long and 3–4 mm (0.1–0.2 in) wide. The pseudobulbs are pale green to yellowish and have up to three thin, elliptic to lance-shaped leaves 50–80 mm (2–3 in) long and 10–20 mm (0.4–0.8 in) wide. The flowering stem emerges from the end of the pseudobulb and is 30–45 mm (1–2 in) long with one or two resupinate white to cream-coloured flowers with yellow and purple markings near the centre. The flowers are 27–40 mm (1.1–1.6 in) long and 25–35 mm (0.98–1.4 in) wide. The dorsal sepal is 22–26 mm (0.9–1 in) long, 6–8 mm (0.24–0.31 in) wide and the lateral sepals are a similar length but about twice as wide. The petals are 20–22 mm (0.79–0.87 in) long and 4–5 mm (0.16–0.20 in) wide. The labellum is white with reddish purple markings, about 14 mm (0.6 in) long and 13 mm (0.5 in) wide with three lobes. The side lobes are upright and triangular and the middle lobe is rounded with a central ridge and tangled hairs along its edges. Flowering occurs between November and January.",
    "Taxonomy and naming": "Dendrobium finniganense was first formally described in 1992 by David Jones and the description was published in Phytologia. The specific epithet (finniganense) is a reference to the type locality, Mount Finnigan.",
    "Distribution and habitat": "The Mount Finnigan cane orchid grows in exposed places often between boulders or Lomandra tussocks near the summits of Mount Finnigan, Mount Pieter Botte and Thornton Peak.\n\n\n== References =="
  }
}