{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_baileyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. baileyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium baileyi, commonly known as the blotched gemini orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae and has arching stems and flowering stems with one or two spidery, yellow flowers with dark purple spots emerging from leaf axis. It grows in tropical North Queensland, New Guinea and the Solomon Islands.",
    "Description": "Dendrobium baileyi is an epiphytic or lithophytic herb that has arching stems bearing well-spaced but partly overlapping leaves 60–90 mm (2–4 in) long and about 8 mm (0.3 in) wide. The leaves are dark green and narrow lance-shaped to narrow egg-shaped. The flowering stems are 13–16 mm (0.5–0.6 in) long and emerge from the stem opposite to leaf axils. There are one or two flowers on a pedicel 7–8 mm (0.28–0.31 in) long, each flower 20–30 mm (0.8–1 in) wide. The flowers are resupinate, spider-like and yellowish green with many dark purple spots and blotches. The sepals are 25–30 mm (0.98–1.2 in) long and about 4 mm (0.16 in) wide and the petals are 20–25 mm (0.8–1 in) long and about 1 mm (0.039 in) wide. The labellum is curved, about 10 mm (0.4 in) long and 6 mm (0.2 in) wide with three lobes. The side lobes are reddish and triangular and the middle lobe has a hairy white ridge near its base. Flowering occurs from January to February.",
    "Taxonomy and naming": "Dendrobium baileyi was first formally described in 1874 by Ferdinand von Mueller from a specimen on a forested hillside near Rockingham Bay and the description was published in the Fragmenta phytographiae Australiae. The specific epithet (baileyi) honours Frederick Bailey.",
    "Distribution and habitat": "The blotched gemini orchid grows on trees in rainforest between the McIlwraith Range and Townsville in Queensland and in New Guinea and the Solomon Islands.\n\n\n== References =="
  }
}