{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_bifalce",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. bifalce"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium bifalce, commonly known as the native bee orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has spindle-shaped pseudobulbs with up to four leathery leaves and up to ten pale green or greenish yellow flowers with purplish markings. It grows on trees and boulders in rainforest in tropical North Queensland, Australia and in New Guinea.",
    "Description": "Dendrobium bifalce is an epiphytic or lithophytic orchid with furrowed, spindle-shaped, yellowish or purplish pseudobulbs 200–400 mm (8–20 in) long and 20–25 mm (0.8–1 in) wide. Each pseudobulb has between two and four leathery, egg-shaped leaves 100–150 mm (4–6 in) long and 40–50 mm (1.6–2.0 in) wide. The flowering stems are 150–250 mm (6–10 in) long with between five and ten green or greenish yellow flowers with purplish markings. The flowers are 25–30 mm (0.98–1.2 in) long and wide with broad, fleshy sepals and petals. The dorsal sepal is egg-shaped, more or less upright, 8–10 mm (0.31–0.39 in) long and about 7 mm (0.28 in) wide. The lateral sepals are lance-shaped, 9–11 mm (0.4–0.4 in) long, 7–8 mm (0.3–0.3 in) wide and spread widely apart from each other. The petals are lance-shaped, 8–10 mm (0.3–0.4 in) long and about 4 mm (0.2 in) wide. The labellum is about 12 mm (0.5 in) long, 8 mm (0.3 in) wide and has three lobes. The side lobes are sickle-shaped and curve upwards and the middle lobe has a narrowed middle and a warty ridge along its midline. Flowering occurs from April to July.",
    "Taxonomy and naming": "Dendrobium bifalce was first formally described in 1843 by John Lindley from a specimen collected in New Guinea by Richard Brinsley Hinds. The specific epithet (bifalce) is a derived from the Latin bi- meaning \"two\" and falce meaning \"sickles\".",
    "Distribution and habitat": "The native bee orchid grows on boulders and trees in rainforest in New Guinea and in Australia from the Torres Strait Islands to the Daintree National Park.\n\n\n== References =="
  }
}