{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_canaliculatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. canaliculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium canaliculatum, commonly known as the brown tea tree orchid or thin tea tree orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has cone-shaped or onion-shaped pseudobulbs, up to six deeply channelled, dark green leaves and up to thirty star-shaped, light brown to caramel-coloured white or greenish to apricot-coloured flowers with darker tips. It grows in tropical North Queensland and New Guinea.",
    "Description": "Dendrobium canaliculatum is an epiphytic or lithophytic herb that has cone-shaped to onion-shaped pseudobulbs 30–120 mm (1–5 in) long and 10–30 mm (0.4–1 in) wide, each with between two and six leaves on the top. The leaves are dark green, deeply channelled, 100–250 mm (4–10 in) long and 6–12 mm (0.2–0.5 in) wide. The flowering stem is 200–300 mm (8–10 in) long and bears between five and thirty resupinate light brown to caramel-coloured flowers. The flowers are long lasting, pleasantly scented, 20–25 mm (0.79–0.98 in) long and 25–30 mm (0.98–1.2 in) wide. The sepals and petal are twisted near their tips, the sepals 10–15 mm (0.4–0.6 in) long and 3–4 mm (0.12–0.16 in) wide. The petals are spatula-shaped, 13–18 mm (0.5–0.7 in) long and about 3 mm (0.1 in) wide. The labellum is white with purplish marks, 10–13 mm (0.4–0.5 in) long and 7–9 mm (0.3–0.4 in) wide and has three lobes. The side lobes curve upwards and the middle lobe has three wavy ridges. Flowering occurs between August and November.",
    "Taxonomy and naming": "Dendrobium canaliculatum was first formally described in 1810 by Robert Brown and the description was published in his Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (canaliculatum) is Latin word meaning \"channelled\" or \"grooved\".There are two varieties of this orchid:\n\nDendrobium canaliculatum var. canaliculatum – the brown tea tree orchid which usually grows on stunted trees in woodland, grassy forest and along streams on the Cape York Peninsula and in southern New Guinea.\nDendrobium canaliculatum var. foelschi (F.Muell.) Rupp & T.E.Hunt – the thin tea tree orchid, which is smaller than var. canaliculum in all its parts, has white flowers with yellow or tan tips, grows in coastal areas, often on the freshwater mangrove (Barringtonia acutangula) and occurs in northern parts of the Northern Territory, Queensland, including some of the Torres Strait Islands and the Kimberley region of Western Australia.\n\n\n== References =="
  }
}