{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_agrostophyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. agrostophyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium agrostophyllum, the buttercup orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae and has a creeping rhizome with well-spaced pseudobulbs. Each pseudobulb has up to twenty grass-like leaves, some of the leaves having flowering stems on the opposite side of the pseudobulb, each raceme with up to ten waxy, fragrant, bright yellow flowers. It grows in wet forest in coast areas of north Queensland, Australia.",
    "Description": "Dendrobium agrostophyllum is an epiphytic or lithophytic herb with creeping rhizomes that have well-spaced pseudobulbs, each with between eight and twenty grass-like leaves. The pseudobulbs are 100–600 mm (4–20 in) long and 5–10 mm (0.2–0.4 in) wide and the leaves are 40–100 mm (2–4 in) long, 8–12 mm (0.3–0.5 in) wide and yellowish with a furrow along the midline. The flowering racemes are 20–50 mm (0.8–2 in) long with between two and ten fragrant, waxy, slightly cupped, bright yellow flowers that are 10–15 mm (0.4–0.6 in) long, 15–20 mm (0.6–0.8 in) wide. The sepals are 7–9 mm (0.3–0.4 in) long, 5–7 mm (0.2–0.3 in) wide, the dorsal sepal slightly narrower than the laterals. The petals are 6–8 mm (0.2–0.3 in) long and 5 mm (0.2 in) wide. The labellum is about 9 mm (0.4 in) long, 6 mm (0.2 in) wide and has three lobes. The side lobes are curve upwards and the middle lobe has two ridges on its midline and two forward projecting flanges. Flowering occurs from July to November.",
    "Taxonomy and naming": "Dendrobium agrostophyllum was first formally described in 1873 by Ferdinand von Mueller and the description was published in his book Fragmenta phytographiae Australiae.",
    "Distribution and habitat": "The buttercup orchid grows on rocks and in moist forest including rainforest between the Mount Windsor National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}