{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_callitrophilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. callitrophilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium callitrophilum, commonly known as the thin feather orchid, is an epiphytic orchid in the family Orchidaceae with narrow pseudobulbs, one or two thin, leathery leaves and up to six greenish yellow flowers with a cream-coloured or apricot-coloured labellum. It grows in or near rainforest in isolated parts of tropical North Queensland.",
    "Description": "Dendrobium callitrophilum is an epiphytic herb with pseudobulbs 50–300 mm (2–10 in) long and 1–3 mm (0.04–0.1 in) wide. There are one or two thin, leathery leaves 20–65 mm (0.8–3 in) long and 10–40 mm (0.4–2 in) wide. One or two flowering stems 8–25 mm (0.3–1 in) long bear up to six greenish yellow resupinate flowers that become apricot-coloured as they age. The sepals spread widely apart from each other, the dorsal sepal 12–14 mm (0.5–0.6 in) long, about 3 mm (0.1 in) wide and the laterals 11–13 mm (0.4–0.5 in) long and about 4 mm (0.2 in) wide. The petals are a similar length to the lateral sepals but only about 1.5 mm (0.06 in) wide. The labellum is 5–6 mm (0.20–0.24 in) long, 6–7 mm (0.24–0.28 in) wide and cream-coloured at first, becoming apricot-coloured with purplish stripes as it ages. The side lobes of the labellum are erect and pointed and the middle lobe turns downwards with three ridges, the central ridge larger and wavy. Flowering occurs from August to September.",
    "Taxonomy and naming": "Dendrobium callitrophilum was first formally described in 1989 by Bruce Gray and David Jones from a specimen collected near  Nitchigar Creek, near Tully Falls. The description was published in the Proceedings of the Royal Society of Queensland.",
    "Distribution and habitat": "The thin feather orchid grows on trees and shrubs, favouring Callitris macleayana and Austromyrtus species. It grows at altitudes of between 760 and 1,500 m (2,000 and 5,000 ft) in or near to rainforest in tropical north Queensland.",
    "Conservation": "This orchid is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. Although some populations of the species are conserved in national parks, it is threatened by land clearing, changed fire regimes and illegal collecting.\n\n\n== References =="
  }
}