{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_antennatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. antennatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium antennatum, commonly known as the green antelope orchid, is an epiphytic orchid in the family Orchidaceae. It has cylindrical pseudobulbs with up to twelve leaves near their tips and up to fifteen white flowers with green petals and a white labellum with purple stripes. It grows in New Guinea and in tropical North Queensland where it is rare.",
    "Description": "Dendrobium antennatum is an epiphytic orchid with cylindrical, yellowish green pseudobulbs 300–600 mm (10–20 in) long and 20–25 mm (0.8–1 in) wide. There are between eight and twelve egg-shaped leaves 80–140 mm (3–6 in) long and 30–40 mm (1–2 in) wide on the upper two-thirds of the pseudobulb. The flowering stems emerge from upper leaf axils and are 200–350 mm (8–10 in) long with between three and fifteen flowers. The flowers are mostly white, 50–60 mm (2.0–2.4 in) long and 40–50 mm (1.6–2.0 in) wide but with pale green petals. The dorsal sepal is a narrow triangular shape, 16–20 mm (0.63–0.79 in) long, 4–5 mm (0.16–0.20 in) wide and usually curled to one side. The lateral sepals are also narrow triangular, 13–16 mm (0.5–0.6 in) long, 6–7 mm (0.2–0.3 in) wide and curved backwards. The petals are linear to lance-shaped, 35–40 mm (1–2 in) long, about 4 mm (0.2 in) wide, stiffly erect and twisted. The labellum is white with purple stripes, about 25 mm (1 in) long and 12 mm (0.5 in) wide with three lobes. The side lobes curve upwards and the middle lobe in pointed with five ridges along its midline. Flowering occurs from March to December and the flowers are long-lasting.",
    "Taxonomy and naming": "Dendrobium antennatum was first formally described in 1843 by John Lindley from a specimen collected in New Guinea by Richard Brinsley Hinds.",
    "Distribution and habitat": "The green antelope orchid grows in mainly coastal rainforest from sea level to 1,200 m (3,900 ft) in the McIlwraith Range on Cape York Peninsula, the Solomon Islands and New Guinea.",
    "Conservation": "This orchid is classed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999.\n\n\n== References =="
  }
}