{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_adae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. adae"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium adae, commonly known as the slender cane orchid, is an epiphytic, sometimes lithophytic orchid in the family Orchidaceae. It has cylindrical pseudobulbs, up to four dark green leaves and up to six white or greenish to apricot-coloured flowers. It grows in tropical North Queensland, Australia.",
    "Description": "Dendrobium adae is an epiphytic or lithophytic herb that has wiry, cylinder-shaped pseudobulbs 200–600 mm (8–20 in) long and 4–8 mm (0.2–0.3 in) wide and between two and four dark green leaves 40–80 mm (2–3 in) long and 15–25 mm (0.6–1 in) wide. The flowering stem is 10–40 mm (0.4–2 in) long and bears up to six resupinate white or greenish to apricot-coloured flowers 20–35 mm (0.8–1 in) long and 20–30 mm (0.8–1 in) wide. The dorsal sepal is erect, oblong, 12–17 mm (0.5–0.7 in) long and 4–5 mm (0.16–0.20 in) wide. The lateral sepals are a curved triangular shape, 10–15 mm (0.4–0.6 in) long and about 5 mm (0.2 in) wide. The petals are lance-shaped, curved inwards and slightly shorter and narrower than the lateral sepals. The labellum is white with reddish markings, about 9 mm (0.4 in) long and 5 mm (0.2 in) wide with short hairs and three lobes. The side lobes curve upwards and the middle lobe has a ridge along its midline. Flowering occurs between July and October.",
    "Taxonomy and naming": "Dendrobium adae was first formally described in 1884 by Frederick Manson Bailey from a specimen collected near Herberton and the description was published in the Proceedings of the Royal Society of Queensland. The specific epithet (adae) is \"in honour of Mrs. J. W R. Stuart\" who collected the type specimen.",
    "Distribution and habitat": "The slender cane orchid grows in rainforest and sheltered open forest between the Mount Windsor National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}