{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_smillieae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. smillieae"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium smillieae, commonly known as the bottlebrush orchid, is an epiphytic or lithophytic orchid with large, spongy pseudobulbs, thin, bright green leaves which are shed after their first year and crowded flowers in a bottlebrush-like arrangement. The flowers are white, to cream-coloured or pink and the labellum has a shiny, dark green tip. This orchid species is found in some of the Torres Strait Islands, and through Cape York Peninsula to Townsville, Queensland. It is also found in New Guinea and eastern Indonesia (Sulawesi and Maluku).",
    "Description": "Dendrobium smillieae is an epiphytic or lithophytic herb with crowded, ribbed, greenish or yellowish spindle-shaped pseudobulbs 0.3–1.0 m (1–3 ft) long and 20–30 mm (0.8–1 in) wide. The psudobulbs have leaves during their first year, but are leafless at maturity. The leaves are bright green, thin, often twisted, 150–200 mm (6–8 in) long and 30–40 mm (1.2–1.6 in) wide. The flowers are arranged in crowded, bottlebrush-like groups 80–150 mm (3–6 in) long on the end of the pseudobulbs. The flowers are white, greenish, cream-coloured or pink, more or less tube-shaped and 20–25 mm (0.79–0.98 in) long. The sepals and petals are blunt, 7–10 mm (0.28–0.39 in) long and do not open widely. The labellum is about 16 mm (0.6 in) long, 3–4 mm (0.1–0.2 in) wide with a shiny, dark green tip. Flowering occurs from August to November.A white variety is found in the Sepik swamps in New Guinea.",
    "Taxonomy and naming": "Dendrobium smillieae was first formally described in 1867 by Ferdinand von Mueller from a specimen collected near Rockingham Bay by John Dallachy. The description was published in Fragmenta phytographiae Australiae. The specific epithet (smillieae) honours E.J. Smillie.",
    "Distribution and habitat": "The bottlebrush orchid is widespread and common, growing on trees and sometimes on rocks, in woodland, forest and rainforest margins. It prefers trees which are exposed to sunlight and commonly grows on trees such as Lophostemon suaveolens (swamp turpentine or swamp box) which have loose papery bark. The roots of the orchid penetrate below the bark and form large mats which are well protected beneath the bark. It is found in New Guinea, including on the Bismarck Archipelago, on the Aru Islands, on some Torres Strait Islands and on the Cape York Peninsula as far south as Townsville.",
    "Ecology": "The flowers of this orchid produce nectar and are pollinated by the yellow honeyeater (Lichenostomus flavus) also known in Queensland as the canary honeyeater. The bird hovers in front of the flowers while feeding on the nectar.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Coelandria smillieae at Wikimedia Commons\nAustralian Plant Name Index.\nGlobal Biodiversity Information Facility"
  }
}