{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_brachypus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. brachypus"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium brachypus, commonly known as the dwarf cane orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has crowded, yellowish green pseudobulbs, dark green leaves and two or three cream-coloured to whitish or greenish flowers which often do not open fully. It grows on trees and rocks on one mountain on Norfolk Island.",
    "Description": "Dendrobium brachypus is an epiphytic or lithophytic orchid with crowded, yellowish green pseudobulbs 5–50 mm (0.2–2 in) long and 4–8 mm (0.2–0.3 in) wide. Each pseudobulb has between two and four dark green, egg-shaped to elliptic leaves 7–20 mm (0.3–0.8 in) long and 4–10 mm (0.2–0.4 in) wide. The flowering stems are 10–25 mm (0.4–1 in) long and bear two or three cream-coloured to whitish or greenish flowers with thick ovaries. The flowers are 5–7 mm (0.2–0.3 in) long and wide, self-pollinating and usually do not open widely. The sepals are about 4 mm (0.2 in) long and 2 mm (0.08 in) wide, the petals a similar length but only about half as wide. The labellum is about 4 mm (0.2 in) long and 1.5 mm (0.06 in) wide and is unlobed. Flowering occurs between August and October.",
    "Taxonomy and naming": "The Norfolk Island orchid was first formally described in 1833 by Stephan Endlicher who gave it the name Thelychiton brachypus and published the description in Prodromus Florae Norfolkicae. In 1877 Heinrich Gustav Reichenbach changed the name to Dendrobium brachypus.  The specific epithet (brachypus) is derived from the Ancient Greek words brachys meaning \"short\"  and pous meaning \"foot\", alluding to the relatively short pseudobulbs of this orchid, in contrast to those of Dendrobium macropus, described by Endlicher in the same publication.",
    "Distribution and habitat": "Dendrobium brachypus is endemic to the Australian external territory of Norfolk Island in the Tasman Sea, where it grows on rocks and trees in forest on the slopes of Mount Pitt.",
    "Conservation": "This orchid is rare and listed as endangered under Australia's Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act).\n\n\n== References =="
  }
}