{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_biconvexum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. biconvexum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium biconvexum, commonly known as the Mount Windsor rock orchid, is a species of lithophytic orchid that is endemic to tropical North Queensland, Australia. It has spindle-shaped pseudobulbs, between two and four thick, leathery leaves and up to seventy five white or cream-coloured flowers with purple markings on the labellum.",
    "Description": "Dendrobium biconvexum is a lithophytic herb with spreading roots and green pseudobulbs 200–400 mm (8–20 in) long, 35–50 mm (1–2 in) wide and tapering towards both ends. Each pseudobulb has between two and four thick, leathery dark green leaves originating from its top, the leaves 200–300 mm (8–10 in) long and 60–90 mm (2–4 in) wide. Between forty and seventy five white to cream-coloured flowers 45–55 mm (1.8–2.2 in) long and 35–40 mm (1.4–1.6 in) wide are arranged on a flowering stem 250–750 mm (10–30 in) long. The dorsal sepal is oblong, 25–30 mm (0.98–1.2 in) long and 35–50 mm (1.4–2.0 in) wide. The lateral sepals are 23–35 mm (0.91–1.4 in) long, 5–6 mm (0.20–0.24 in) wide, curved and spread widely apart from each other. The petals are linear to oblong, 20–25 mm (0.79–0.98 in) long and about 2 mm (0.08 in) wide. The labellum is cream-coloured with purple markings, 13–15 mm (0.5–0.6 in) long and 10–12 mm (0.39–0.47 in) wide with three lobes. The sides lobes are erect and curved and the middle has a short point on the end. Flowering occurs between July and September.",
    "Taxonomy and naming": "The Mount Windsor rock orchid was first formally described in 2006 by David Jones and Mark Clements from a plant grown in the Australian National Botanic Gardens from a specimen collected on the Mount Windsor Tableland west of the Daintree National Park. It was given the name Thelychiton biconvexus and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium biconvexum. The specific epithet (biconvexum) is derived from the Latin words bis meaning \"twice\" and convexus meaning \"arched outward\" or \"protuberant\", referring to the shape of the pseudobulbs.",
    "Distribution and habitat": "Dendrobium biconvexum grows on rocks, cliffs and boulders in or near to rainforest in North Queensland, Australia. It has been recorded on a few mountainous area in and around the Ngalba Bulal National Park.\n\n\n== References =="
  }
}