{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_falcorostrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. falcorostrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium falcorostrum, commonly known as the beech orchid, is a species of epiphytic orchid endemic to eastern Australia. It has spindle-shaped pseudobulbs, each with between two and five leathery leaves and up to twenty crowded white flowers with purple markings on the labellum.",
    "Description": "Dendrobium falcorostrum is an epiphytic herb that has crowded, yellowish green, spindle-shaped pseudobulbs 120–500 mm (5–20 in) long and 10–15 mm (0.4–0.6 in) wide. Each pseudobulb has between two and five narrow elliptic to lance-shaped, dark green, leathery leaves 80–150 mm (3–6 in) long and 20–30 mm (0.8–1 in) wide. The flowering stem is 80–160 mm (3–6 in) long with between four and twenty crowded white flowers 32–38 mm (1.3–1.5 in) long and 30–35 mm (1.2–1.4 in) wide. The dorsal sepal is 16–25 mm (0.6–1 in) long and 4–9 mm (0.16–0.35 in) wide. The lateral sepals are 15–30 mm (0.6–1 in) long, 12–15 mm (0.5–0.6 in) wide and the petals are a similar length but narrower. The labellum is white with purple markings, about 35 mm (1 in) long and wide with three lobes. The side lobes curve upwards and the middle lobe has a Y-shaped ridge with a pointed end along its midline. Flowering occurs between August and October.",
    "Taxonomy and naming": "Dendrobium falcorostrum was first formally described in 1876 by Robert D. FitzGerald and the description was published in The Sydney Morning Herald.",
    "Distribution and habitat": "The beech orchid grows in highland rainforest, mainly on antarctic beech (Nothofagus moorei) between the Lamington National Park in Queensland and the Hunter River in New South Wales.\n\n\n== References =="
  }
}