{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_crumenatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. crumenatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium crumenatum, commonly called pigeon orchid, or 木石斛 (mu shi hu) is an epiphytic orchid in the family Orchidaceae and is native to Asia, Southeast Asia, New Guinea and Christmas Island. It has two rows on leaves along its pseudobulb and relatively large but short-lived, strongly scented white flowers. It usually grows in exposed positions in lowland rainforest and coastal scrub.",
    "Description": "Dendrobium crumenatum produces upright, sympodial, pseudobulbs 300–700 mm (10–30 in) long and 8–12 mm (0.31–0.47 in) wide that are swollen at the first three or four lower nodes. The middle portion of the pseudobulb has two rows of leathery, oblong to egg-shaped leaves 50–80 mm (2–3 in) long and 10–20 mm (0.39–0.79 in) wide. Top portion of the pseudobulb bears pure white flowers 30–40 mm (1–2 in) long and wide. The dorsal sepal and petals are 15–18 mm (0.6–0.7 in) long and 5–7 mm (0.2–0.3 in) wide, the lateral sepals slightly longer and wider. The labellum is 20–24 mm (0.8–0.9 in) long and 13–15 mm (0.5–0.6 in) wide with three lobes. The side lobes are erect and the middle lobe is rounded with five yellow ridges. Flowering is sporadic but is triggered nine days after a sudden drop in temperature of at least 5.5 °C (40 °F), usually as a result of rain, although the same effect can be artificially created. The flowers are fragrant, but the scent lasts only for one day.",
    "Taxonomy and naming": "Dendrobium crumenatum was first formally described in 1799 by Olof Swartz and the description was published in Heinrich Schrader's Journal fur die Botanik. The specific epithet (crumenatum) is derived from the Latin word crumena meaning \"leather moneybag\".",
    "Distribution and habitat": "The pigeon orchid usually grows in exposed locations, often in lowland rainforest or coastal scrub. It is found in India, Indochina, Taiwan, the Philippines, Singapore, Malaysia, Indonesia, New Guinea, and Christmas Island. It is reportedly naturalized in Fiji, Hawaii, the West Indies and the Seychelles.",
    "References": "",
    "External links": " Media related to Pigeon orchid (Dendrobium crumenatum) at Wikimedia Commons"
  }
}