{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_bigibbum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. bigibbum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium bigibbum, commonly known as the Cooktown orchid or mauve butterfly orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has cylindrical pseudobulbs, each with between three and five green or purplish leaves and arching flowering stems with up to twenty, usually lilac-purple flowers. It occurs in tropical North Queensland, Australia and New Guinea.\n\nThere are four varieties of this orchid, each of which has previously been considered a separate species.",
    "Description": "Dendrobium bigibbum is an epiphytic or lithophytic orchid with green or purplish pseudobulbs 200–1,200 mm (8–50 in) long and 15–20 mm (0.6–0.8 in) wide, often with purplish edges. Each pseudobulb has between three and five egg-shaped leaves 100–150 mm (4–6 in) long and 30–35 mm (1.2–1.4 in) wide. The arching flowering stems are 200–400 mm (8–20 in) long with between two and twenty lilac-purple, rarely bluish or pinkish flowers. The flowers are resupinate, 20–30 mm (0.79–1.2 in) long and 30–70 mm (1–3 in) wide, the size depending on the variety. The sepals are oblong to egg-shaped, 20–30 mm (0.79–1.2 in) long and 9–11 mm (0.35–0.43 in) wide. The dorsal sepal is upright or turned back and the lateral sepals spread widely apart from each other. The petals are broadly egg-shaped, 25–30 mm (0.98–1.2 in) long and wide. The labellum is 20–26 mm (0.8–1 in) long, 20–28 mm (0.8–1 in) wide and has three lobes. The side lobes are upright and the middle lobe has four or five ridges along its midline and a hairy patch in the middle. Flowering occurs from February to July.",
    "Taxonomy and naming": "Dendrobium bigibbum was first formally described in 1852 by John Lindley and the description was published in Paxton's Flower Garden.Four varieties of this species are recognised by the World Checklist of Selected Plant Families (WCSP):\n\nDendrobium bigibbum var. bigibbum,  the mauve butterfly orchid, that has a white spot in the centre of the labellum and occurs at low altitudes on Cape York Peninsula, some Torres Strait Islands and southern New Guinea;\nDendrobium bigibbum var. compactum,  (C.T.White) Peter B.Adams a lithophyte with a narrow distribution at an elevation of 250 m (800 ft) in the wet tropics;\nDendrobium bigibbum var. schoederianum (Rchb.f. ex W.Watson) Peter B.Adams that has variably coloured flowers and only grows on Larat Island in the Tanimbar group;\nDendrobium bigibbum var. superbum, Rchb.f. the Cooktown orchid, that has the largest flowers in the group but which lack the white spot in the centre of the labellum and occurs between Cooktown and Mount Molloy.The taxonomy of this species and of its varieties is confused, especially with respect to the scientific name of the Cooktown orchid. On 19 November 1959, the Cooktown Orchid (Dendrobium bigibbum var. phalaenopsis) was proclaimed as the floral emblem of Queensland. (Dendrobium bigibbum var. phalaenopsis had been originally named in 1883 by Frederick Manson Bailey, based on Robert D. FitzGerald's Dendrobium phalaenopsis.) In 2015 Peter Adams reduced Fitzgerald's D. phalaenopsis to a synonym of D. bigibbum var. superbum and this has been accepted by WCSP. Adams also reduced David Jones's Vappodes lithocola to a synonym of D. bigibbum var. compactum, D. phalaenopsis var. compactum to D. bigibbum var. compactum and D. striaenopsis to D. bigibbum var. schroederianum.",
    "Taxonomy and naming-Queensland State Floral Emblem": "The Queensland government, in preparation for its 1959 Centenary, sought advice as to what native species would be a good floral emblem. Specifically, the government was looking for an easily grown species found only in Queensland, which was decorative, distinctive, and close to the State colour, maroon. The Cooktown orchid, which meets these criteria, was one of the four initial suggestions, the others being the red silky oak (Grevillea banksii), the umbrella tree (Brassaia actinophylla (now Schefflera actinophylla), and the wheel-of-fire (Stenocarpus sinuatus). The Courier-Mail, a Brisbane newspaper, sought additional suggestions from its readers, and compiled a list of 13 possibilities. In a public poll, the Cooktown orchid came in first place, the red silky oak in second, and poinsettia (Euphorbia pulcherrima), already the floral emblem of the capital city Brisbane, came in third.In 1968 the Cooktown orchid was featured on an Australian postage stamp.",
    "Distribution and habitat": "This orchid species grows on trees and rocks in rainforest, coastal scrub,near rivers, in swamps and open forest in tropical Queensland, southern New Guinea and a single island in Indonesia.",
    "Conservation": "Dendrobium bigibbum is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are \"settlement and visitor pressures\", inappropriate fire regimes and illegal collection.",
    "Use in horticulture": "It is illegal to collect the Cooktown orchid from its natural environment without a licence. Commercially cultivated plants like a dry, sunny position with a minimum of watering and a temperature that does not fall below 13 °C (55 °F). Specimens need a bush-house in cooler climates.\n\n\n== References =="
  }
}