{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_wassellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. wassellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium wassellii, commonly known as the furrowed pencil orchid, is a species of orchid endemic to a small area on Cape York Peninsula. It is an epiphytic or lithophytic orchid with branched stems, cylindrical, furrowed leaves and flowering stems with up to sixty crowded white flowers with a yellow labellum.",
    "Description": "Dendrobium wassellii is an epihytic orchid with creeping, branching stems 4–5 mm (0.16–0.20 in) thick. There are one or two hard, dull green leaves on the end of each branch. The leaf is more or less cylindrical, 5–12 mm (0.2–0.5 in) long and about 1 mm (0.039 in) wide with five furrows along its length. The flowering stems are 100–200 mm (4–8 in) long and bear between ten and sixty crowded, sparkling white flowers 14–18 mm (0.55–0.71 in) long and 15–20 mm (0.6–0.8 in) wide. The sepals and petals spread widely apart from each other with their tips turned outwards. The sepals are 10–14 mm (0.39–0.55 in) long, about 2 mm (0.079 in) wide and the petals are a slightly longer but narrower. The labellum is 10–12 mm (0.4–0.5 in) long, about 3 mm (0.1 in) wide, curved and yellow with purple markings. The labellum has three lobes, the side lobes erect and blunt and the middle lobe with wavy edges and three ridges along its midline. Flowering occurs from May to June.",
    "Taxonomy and naming": "Dendrobium wassellii was first formally described in 1963 by Stanley Thatcher Blake and the description was published in Proceedings of the Royal Society of Queensland. The specific epithet (wassellii) honours Joseph Leathom Wassell who collected insect and orchids on Cape York and sent them to the Royal Botanic Gardens Victoria, although it was not until ten years later when they were sent to the Queensland Herbarium and formally described.",
    "Distribution and habitat": "The furrowed pencil orchid grows near the top of rainforest trees, especially hoop pine (Araucaria cunninghamii) in the Iron and McIlwraith Ranges on Cape York Peninsula.\n\n\n== References =="
  }
}