{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_gracilicaule",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. gracilicaule"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium gracilicaule, commonly known as the blotched cane orchid or yellow cane orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has cylindrical pseudobulbs, between three and seven thin leaves and up to thirty often drooping, cream-coloured to yellow or greenish flowers, sometimes with reddish brown blotches on the back. There are two varieties, one occurring in Queensland and New South Wales and the other on some Pacific Islands, including Lord Howe Island.",
    "Description": "Dendrobium gracilicaule is an epiphytic or lithophytic herb that has cylindrical, yellowish green pseudobulbs 40–100 cm (20–40 in) long and 4–13 mm (0.2–0.5 in) wide, each with between three and seven leaves on the top. The leaves are thin, dark green, 70–130 mm (3–5 in) long and 20–40 mm (0.8–2 in) wide. The flowering stem is 50–150 mm (2–6 in) long and bears between five and thirty, often drooping flowers. The flowers are cream-coloured to yellow or greenish, 10–16 mm (0.39–0.63 in) long and wide, in one variety with large reddish blotches on the back. The sepals are 7–10 mm (0.3–0.4 in) long, 3–4 mm (0.12–0.16 in) wide and are relatively think and fleshy. The petals are 7–10 mm (0.3–0.4 in) long, 3–4 mm (0.1–0.2 in) wide. The labellum is 7–10 mm (0.3–0.4 in) long, 5–6 mm (0.20–0.24 in) wide and has three lobes. The side lobes curve upwards and the middle lobe is kidney-shaped and has three wavy ridges. Flowering occurs between July and September.",
    "Taxonomy and naming": "Dendrobium gracilicaule was first formally described in 1859 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae from a specimen collected by William Hill near Moreton Bay. The specific epithet (gracilicaule) is derived from the Latin words gracilis meaning \"slender\" or \"thin\" and caulis meaning \"stem\" or \"stalk\".There are two varieties of this orchid:\n\nDendrobium gracilicaule var. gracilicaule – the blotched cane orchid which has large reddish brown blotches on the back of the flowers  and grows on trees or rocks usually in rainforest between Mount Fox in Queensland and the Hawkesbury River in New South Wales.\nDendrobium gracilicaule var. howeanum Maiden – the yellow cane orchid, which lacks spots on the back of the flowers and grows in humid forests on Lord Howe Island, the Kermadec Islands, Fiji, New Caledonia and Vanuatu.",
    "References": "",
    "External links": "IOSPE orchid photos, Dendrobium gracilicaule\nSanta Barbara Orchid Estate (Santa Barbara California USA), Dendrobium gracilicaule\nAustralian Native Orchid Society (Queensland), Kabi Group, Dendrobium gracilicaule Media related to Dendrobium gracilicaule at Wikimedia Commons"
  }
}