{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_lichenastrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. lichenastrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium lichenastrum, commonly known as the common button orchid, is a species of epiphytic or lithophytic orchid endemic to far north Queensland. It has a creeping, branching rhizome surrounded by papery bracts, small egg-shaped to round, fleshy, dark green leaves and a single white, cream-coloured or pink flower with red stripes and an orange labellum.",
    "Description": "Dendrobium lichenastrum is an epiphytic or lithophytic herb with creeping, branching rhizomes that are 1 mm (0.04 in) in diameter, covered with papery bracts and form a spreading mat over the substrate. The leaves are egg-shaped to almost round, 4–10 mm (0.2–0.4 in) wide and lie flat on the surface. A single white, cream-coloured or pink flower with red stripes on a thin pedicel up to 15 mm (0.6 in) long appears from a leaf base. The flower is resupinate, 4–5 mm (0.16–0.20 in) long and 4–7 mm (0.16–0.28 in) wide and has a prominent orange labellum. The dorsal sepal is egg-shaped, erect, 4–5 mm (0.16–0.20 in) long and about 2.5 mm (0.1 in) wide. The lateral sepals are triangular, 4–5 mm (0.16–0.20 in) long and about 4 mm (0.2 in) wide and spread widely apart from each other. The petals are linear in shape, a similar length to the sepals but much narrower. The labellum is oblong, about 7 mm (0.3 in) long and 2 mm (0.08 in) wide and fleshy with thickened edges. Flowering occurs sporadically throughout the year.",
    "Taxonomy and naming": "The common button orchid was first formally described in 1901 by Ferdinand von Mueller who gave it the name Bulbophyllum lichenastrum and published the description in Fragmenta phytographiae Australiae from a specimen collected by John Dallachy near Rockingham Bay. In 1905 Robert Allen Rolfe changed the name to Dendrobium lichenastrum. The specific epithet (lichenastrum) is derived from the Ancient Greek words leichen meaning \"a lichen\" and astron meaning \"a star\".",
    "Distribution and habitat": "Dendrobium lichenastrum grows on rocks, cliffs and trees in rainforest between Mount Finnigan and Mackay.\n\n\n== References =="
  }
}