{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_nobile",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. nobile"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium nobile (noble dendrobium) is a member of the family Orchidaceae. It has become a popular cultivated decorative house plant, because it produces colourful blooms in winter and spring, at a time when little else is in flower. It is also one of the 50 fundamental herbs used in traditional Chinese medicine, known as shí hú (Chinese: 石斛) or shí hú lán (Chinese: 石斛兰). Dendrobium nobile is one of the most widespread ornamental members of the orchid family. Its blooms are variegated in colour, shading from white through pink and purple, and the many different cultivated varieties produce different sized and coloured blooms.\nDendrobium nobile is an epiphytic or lithophytic plant native to southern China (including Tibet), the Himalayas (India, Bangladesh, Assam, Nepal, Sikkim, Bhutan), and Indochina (Myanmar, Thailand, Laos, Vietnam). The species is also reportedly naturalized in Hawaii. It is the state flower of Sikkim respectively.\nDendrobium nobile occurs in lowland and mountain forests, often on mossy limestone rocks. It has strap-shaped, persistent leaves, and blooms mostly in winter and spring. It produces short, 2 to 4 flowered racemes, fragrant, waxy, and highly variable in color, arising from the upper nodes of leafed and leafless canes.\nExamples of the species are grown in Kew Gardens Tropical Nursery in London and seeds are stored in the Millennium Seed Bank there.",
    "Characteristics": "Dendrobium nobile is a sympodial orchid which forms pseudobulbs. When the life cycle of the mother plant ends it produces little offsets, continuing the life of the plant. The new plant then goes through the same cycle. The stem is erect and during the flowering period blooms form along the whole length of the stem. This seed contains is monocot that is it forms only a single leaf, and the plant has thin white roots which attach themselves to another plant or object making it an epiphytic plant.",
    "Chemical constituents": "Extract of the stems of Dendrobium nobile yielded 17 phenanthrenes (including 3,4,8-trimethoxyphenanthrene-2,5-diol, 2,8-dihydroxy-3,4,7-trimethoxyphenanthrene, 3-hydroxy-2,4,7-trimethoxy-9,10-dihydrophenanthrene, 2,8-dihydroxy-3,4,7-trimethoxy-9,10-dihydrophenanthrene, 2-hydroxy-4,7-dimethoxy-9,10-dihydrophenanthrene, 2,2'-dihydroxy-3,3',4,4',7,7'-hexamethoxy-9,9',10,10'-tetrahydro-1,1'-biphenanthrene and 2,3,5-trihydroxy-4,9-dimethoxyphenanthrene). There have been many studies on the complex chemistry of the plant.",
    "Toxicity": "Dendrobium nobile has been added to the EU novel foods catalogue as it is deemed unsafe for human consumption within food supplements without a safety assessment.",
    "See also": "Dendrobine, a toxin found in Dendrobium nobile",
    "References": "",
    "External links": " Media related to Dendrobium nobile at Wikimedia Commons\nDendrobium nobile List of Chemicals (Dr. Duke's Databases)\nNational orchid societies which give advice about the cultivation of Dendrobium nobile and other orchid species include:\nThe American Orchid Society\nThe Orchid Society of Great Britain"
  }
}