{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_macrostachyum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. macrostachyum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium macrostachyum, commonly known as the fringed tree orchid, is a species of epiphytic orchid with long, narrow pseudobulbs that lose their leaves as they mature, and up to three whitish to lime green flowers with a hairy labellum. It is native to Australia, tropical Asia and eastern Malesia.",
    "Description": "Dendrobium macrostachyum is an epiphytic herb with thin, almost wiry, slightly zig-zagged, green to yellowish pseudobulbs that are 100–600 mm (4–20 in) long and 4–5 mm (0.16–0.20 in) wide. The leaves are lance-shaped to egg-shaped, 50–80 mm (2–3 in) long and 20–25 mm (0.8–1 in) wide and are shed by the time the pseudobulb is about one year old. Up to three whitish to lime green flowers 12–15 mm (0.5–0.6 in) long, 15–20 mm (0.6–0.8 in) wide are borne on a thread-like flowering stem 15–25 mm (0.6–1 in) long. The sepals and petals are 12–15 mm (0.5–0.6 in) long and about 4 mm (0.16 in) wide. The labellum is about 18 mm (0.7 in) long, 12 mm (0.5 in) wide and more or less tube-shaped near its base. The edges of the labellum are hairy and there are three hairy ridges along its midline. Flowering occurs from December to March in Australia and in January and February in the northern hemisphere.",
    "Taxonomy and naming": "Dendrobium macrostachyum was first formally described in 1830 by John Lindley who published the description in his book, The Genera and Species of Orchidaceous Plants from a specimen collected in Myanmar. The specific epithet (macrostachyum) is derived from the Ancient Greek words makros meaning \"long\" and stachys meaning \"an ear of grain\" or \"a spike\".",
    "Distribution and habitat": "The fringed tree orchid grows in lowland rainforest and occurs in India, Myanmar, Sri Lanka, from the Himalayas to eastern Malesia and on the Cape York Peninsula as far south as the McIlwraith Range.\n\n\n== References =="
  }
}