{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_densiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. densiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium densiflorum, commonly known as 密花石斛 (mi hua shi hu), is a species of epiphytic or lithophytic orchid that is native to Asia. It has club-shaped stems, three or four leathery leaves and densely flowered, hanging bunches of relatively large pale yellow and golden yellow flowers.",
    "Description": "Dendrobium densiflorum is an epiphytic or lithophytic orchid with stems that are club-shaped, swollen at the base, 250–400 mm (10–20 in) long and about 20 mm (0.8 in) wide. There are three or four leathery, oblong to lance-shaped leaves 80–170 mm (3–7 in) long and 26–40 mm (1–2 in) wide near the end of the stem. A large number of flowers are densely packed around a hanging flowering stem 60–160 mm (2–6 in) long. Each flower has a greenish white pedicel and ovary 20–25 mm (0.8–1 in) long. The flowers are 30–40 mm (1–2 in) wide with pale yellow sepals and petals and a golden yellow labellum. The sepals are lance-shaped to egg-shaped, 17–21 mm (0.7–0.8 in) long and 8–12 mm (0.3–0.5 in) wide. The petals are almost round, 15–20 mm (0.6–0.8 in) long and 11–15 mm (0.4–0.6 in) wide with irregular edges on the outer half. The labellum is more or less square to round, 17–22 mm (0.7–0.9 in) long and wide with a partly woolly surface. The edges of the labellum surround the column.",
    "Taxonomy and naming": "Dendrobium densiflorum was first formally described in 1830 by John Lindley and the description was published in Nathaniel Wallich's book, Plantae Asiaticae rariores.",
    "Distribution and habitat": "Mi hua shi hu grows in the trunks of broadleaved, evergreen trees and on rocks in mountain valleys at elevations between 400 and 1,000 m (1,000 and 3,000 ft). It is found in China, Bhutan, northeastern India, Myanmar, Nepal and Thailand.Dendrobium guibertii and D. amabile are similar species and sometimes confused with D. densiflorum, leading to uncertainty as to the distribution of this species.",
    "Uses": "Chemical compounds useful in medicine, including phenanthrenes have been extracted from this orchid.\n\n\n== References =="
  }
}