{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_pulchellum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. pulchellum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium pulchellum (charming dendrobium) is an orchid is native to Southeast Asia. This stunning plant blooms from the completion of winter into early spring. This is due to Dendrobium requiring cooler temperatures for growth and development.",
    "Distribution": "Dendrobium pulchellum can naturally be found in deciduous forests of South East Asia. Assam, Bangladesh, Nepal, Bhutan, Thailand, Malaysia, Vietnam, Bangladesh are very rich in Charming pulchellum",
    "Habitat and ecology": "Dendrobium pulchellum is a gentle flower that grows only in cold to clement temperatures, flowering only from the end of winter into spring. Dendrobium pulchellum can be acknowledged from its fairly large white flower petals with remnants of purple and yellow pigments.\nSeed germination of orchids is very important for the production of hybrids. Through the production of hybrids, orchids can endure genetic diversity. After numerous comparative findings, it was concluded that symbiotic protocorms developed more promptly over asymbiotic germination methods versus symbiotic approaches. Symbiotic seedlings could now inoculate soil with fungi that is highly beneficial for the soil. Nonetheless, fungal compatibility is a vital key-point for successful symbiotic seed germination; assessments of the soil to understand the specifics of the fungal species will give us a better understanding of the symbiotic seed propagation.",
    "Morphology": "Individuals of this species have flowers that radiate from the axils of the bulb and they are approximately 3-4\" in diameter. Dendrobium pulchellum can be 15-18 inches tall. They can be Epiphytes or Lithophytes growing on woody barks of trees or rocks.",
    "Flowers and fruit": "Flowers of “Dendrobium pulchellum”, tend to be fragrant with broad leaves. The leaves of Charming pulchellum tend to be very fragile and tend to be larger in size when compared to other sub-species. They are erect when they are young and as they age they tend to droop due to their increasing size.",
    "Usage": "",
    "Usage-Medicinal": "Has been recorded for usage in traditional Chinese medicine.",
    "References": "Media related to Dendrobium pulchellum at Wikimedia Commons",
    "Further reading": "United States Botanic Garden Conservatory (2014). \"Dendrobium pulchellum\", United States Botanic Garden.\nOrchids Inc. R.F. (2014). How We Grow Dendrobiums, Part 1. Orchids Inc.\nScientia Horticulturae (2012). \"Promoting effect of orchid mycorrhizal fungi Epulorhiza isolates on seed germination of Dendrobium orchids\", United States Botanic Garden.\nMarlow Orchids (2014). Dendrobium pulchellum. Marlow Orchids."
  }
}