{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_schneiderae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. schneiderae"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium schneiderae, commonly known as the Eungella moon orchid or small moon orchid, is an epiphytic orchid in the family Orchidaceae and is endemic to eastern Australia. It has crowded pseudobulbs with two leaves on the tip of each and arching flowering stems with up to thirty five waxy, yellowish, cup-shaped flowers. It grows in open forest and rainforest.",
    "Description": "Dendrobium schneiderae is an epiphytic herb which forms small, dense clumps. It has crowded cone-shaped to egg-shaped pseudobulbs 15–40 mm (0.6–2 in) long and 10–20 mm (0.4–0.8 in) wide. Each pseudobulb has two narrow oblong, dark green leaves 40–100 mm (2–4 in) long, 8–13 mm (0.3–0.5 in) wide on top. The flowering racemes are 80–250 mm (3–10 in) long and bear between five and thirty five yellow to greenish yellow, waxy, cup-shaped flowers that are 6–9 mm (0.2–0.4 in) wide. The dorsal sepal is 4–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 2–4 mm (0.08–0.2 in) long and 3–4 mm (0.1–0.2 in) wide and the petals are about 3 mm (0.1 in) long and 2 mm (0.08 in) wide. The labellum is curved and yellow, 6–8 mm (0.24–0.31 in) long, 4–5 mm (0.16–0.20 in) wide and has three lobes. The side lobes are red and relatively long compared to the short middle lobe, which has a fleshy plate in its centre. Flowering occurs from January to April.",
    "Taxonomy and naming": "Dendrobium schneiderae was first formally described in 1886 by Frederick Manson Bailey and the description was published in Occasional Papers on the Queensland Flora. The specific epithet (schneiderae) honours the collector of the type specimen, \"Mrs H. Schneider, a lady who has been most successful in collecting and cultivating Queensland ferns and orchids\".There are two varieties of this orchid:\n\nDendrobium schneiderae var. major, Rupp – the Eungella moon orchid, which has larger flowers and only occurs near Eungella in Queensland, where it grows on ironbark in open forest and palm trees in rainforest;\nDendrobium schneiderae var. schneiderae – the small moon orchid which has smaller flowers and is found between Gympie in Queensland and the Clarence River in New South Wales where it grows in well-lit places in rainforest.\n\n\n== References =="
  }
}