{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_mirbelianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. mirbelianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium mirbelianum, commonly known as the dark-stemmed antler orchid or mangrove orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has cylindrical, dark-coloured pseudobulbs with leathery, dark green leaves and up to twelve pale to dark brown flowers with a yellow labellum with dark red veins. This antler orchid occurs in northern Australia, New Guinea and Indonesia.",
    "Description": "Dendrobium mirbelianum is an epiphytic or lithophytic herb with cylindrical, dark blackish brown pseudobulbs 0.2–1.0 m (0.7–3 ft) long and 20–30 mm (0.8–1 in) wide and is leafy in its upper half. The leaves are dark green, tinged with brown or dark red, 80–150 mm (3–6 in) long and 30–40 mm (1.2–1.6 in) wide. The flowering stem is 100–300 mm (4–10 in) long and bears between four and twelve pale to dark brown flowers 25–35 mm (0.98–1.4 in) long and 30–40 mm (1.2–1.6 in) wide. The sepals and petals are sometimes twisted and sometimes remain closed, 25–30 mm (0.98–1.2 in) long, and 7–9 mm (0.28–0.35 in) wide. The labellum is yellow with red veins, about 30 mm (1 in) long and 20 mm (0.8 in) wide with three lobes. The side lobes curve upwards and the middle lobe has wavy edges and three ridges along its midline. Flowering occurs mainly from August to November but sporadically in other months. Some plants have widely opening flowers and are insect pollinated while others are self-pollinated and open slowly or not at all.",
    "Taxonomy and naming": "Dendrobium mirbelianum was first formally described in 1829 by Charles Gaudichaud-Beaupré in his Voyage Autour du Monde ... sur les Corvettes de S.M. l'Uranie et la Physicienne. The specific epithet (mirbelianum) honours the French botanist and politician Charles-François Brisseau de Mirbel.",
    "Distribution and habitat": "The dark-stemmed antler orchid grows in trees, especially mangroves, in coastal swamps and sometimes on rocks. It occurs on the Maluku Island in Indonesia, in New Guinea including the Bismark Archipelago, the Solomon Islands and on Moa Island and between the Daintree and Innisfail in Queensland.",
    "Conservation": "This orchid is classed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and under the Queensland Government Nature Conservation Act 1992. The main threat to the species is land clearing for agriculture.\n\n\n== References =="
  }
}