{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_cancroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. cancroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium cancroides, commonly known as the crab orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has long, narrow, flattened stems with up to fourteen leaves in the upper half and one or two star-shaped reddish brown flowers with a yellow centre. It grows in rainforest, often in trees overhanging streams in tropical North Queensland.",
    "Description": "Dendrobium cancroides is an epiphytic or lithophytic herb with flattened stems 500–800 mm (20–30 in) long and 5–6 mm (0.20–0.24 in) wide. There are between eight and fourteen leaves 60–100 mm (2–4 in) long, 30–35 mm (1.2–1.4 in) wide mostly scattered along the upper half of the stem. One or two resupinate flowers 18–22 mm (0.7–0.9 in) long and wide are arranged in leaf axils. The flowers are reddish brown with a yellow centre and do not open widely. The sepals and petals are curved and warty, the sepals 12–15 mm (0.5–0.6 in) long and 3–4 mm (0.1–0.2 in) wide, the petals a similar length but only about half as wide. The labellum is about 10 mm (0.4 in) long, 5 mm (0.2 in) wide and curved with three lobes. The lobes are triangular, the middle lobe with a white ridge near its base and long white hairs on its edge. Flowering occurs from December to May.",
    "Taxonomy and naming": "Dendrobium cancroides was first formally described in 1947 by Trevor Edgar Hunt and the description was published in the journal the North Queensland Naturalist from a specimen collected on the Mount Bellenden Ker range. The specific epithet (cancroides) is derived from the Latin word cancer meaning \"crab\" and the suffix -oides meaning \"like\", \"resembling\" or \"having the form of\".",
    "Distribution and habitat": "The crab orchid usually grows on trees in rainforest, often on branches overhanging watercourses. It occurs between the McIlwraith Range and the Johnstone River in Far North Queensland.\n\n\n== References =="
  }
}