{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_collinsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. collinsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium collinsii, commonly known as the McIlwraith burr orchid, is an epiphytic orchid in the family Orchidaceae and is endemic to tropical North Queensland. It has a single fleshy, dark green leaf on a cylindrical stem and a small white flower that does not open widely. It grows on small trees on ridges on the eastern side of the ranges.",
    "Description": "Dendrobium collinsii is an epiphytic herb that usually forms small clumps. It has a cylindrical stem, 10–18 mm (0.4–0.7 in) long and about 2 mm (0.08 in) wide with a single fleshy, dark green leaf 15–30 mm (0.59–1.2 in) long and 7–10 mm (0.28–0.39 in) wide. There is a single white flower 6–8 mm (0.24–0.31 in) wide with fleshy, hair-like tubercles on the ovary. The sepals are about 3 mm (0.12 in) long, 2.5 mm (0.098 in) wide and the petals are a similar length but much narrower. The labellum is about 4 mm (0.16 in) long and 2 mm (0.079 in) wide. Flowering occurs between December and April but the flower does not open widely, is short-lived and self-pollinated.",
    "Taxonomy and naming": "The McIlwraith burr orchid was first formally described in 1981 by Peter Lavarack from a specimen collected near Rocky River on the Cape York Peninsula. It was given the name Cadetia collinsii and the description was published in the journal Austrobaileya. In 2011, André Schuiteman and Peter Adams changed the name to Dendrobium collinsii, referring to studies of molecular phylogenetics. The specific epithet (collinsii) honours \"Rev. R. Collins of Atherton who encouraged the author in his early studies of Australian orchids\".",
    "Distribution and habitat": "Dendrobium collinsii grows on small trees on ridges, slopes and gorges on the eastern side of the McIlwraith, Janet and Iron Ranges.\n\n\n== References =="
  }
}