{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_cucumerinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. cucumerinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium cucumerinum, commonly known as the cucumber orchid or gherkin orchid, is a species of orchid endemic to eastern Australia. It is an epiphytic orchid with creeping stems, gherkin-like leaves and flowering stems with up to eighteen cream-coloured, yellowish or greenish white flowers with purple stripes. It often grows on large trees near streams but is also found in drier forests.",
    "Description": "Dendrobium cucumerinum is an epiphytic herb with creeping stems 3–4 mm (0.1–0.2 in) thick with widely spaced leaves. The leaves are 20–35 mm (0.8–1 in) long, 9–12 m (30–40 ft) wide, thick and fleshy with many irregular bumps on the surface, giving them the appearance of a small cucumber or gherkin. Between two and eighteen cream-coloured, yellowish or greenish white, sometimes foul smelling flowers 9–12 mm (0.4–0.5 in) long and 12–20 mm (0.5–0.8 in) wide are arranged on a flowering stem 30–50 mm (1.2–2.0 in) long. The sepals and petals are irregularly twisted and have reddish purple streaks near their bases. The sepals are 15–20 mm (0.59–0.79 in) long and about 3 mm (0.12 in) wide, whilst the petals are about the same length but only half as wide. The labellum is white with purple marks and curved, 11–14 mm (0.4–0.6 in) long, 4–5 mm (0.16–0.20 in) wide and has three lobes. The side lobes are upright and the middle lobe is very wavy with three wavy ridges along its midline. Flowering occurs from November to February.",
    "Taxonomy and naming": "Dendrobium cucumerinum was first formally described in 1842 by William MacLeay and the description was published by John Lindley in Edwards's Botanical Register. Macleay had collected the specimen growing on swamp oak (Casuarina glauca) at Brownlow Hill. Lindley noted \"Of all the queer things which this strange order produces this is one of the very oddest. Only fancy a handful of little stunted cucumbers lying in a heap, and producing a few  pale dirty-yellow striped flowers in the midst, and you have this plant before the eye\". The specific epithet (cucumeriaum) is derived from the Latin word cucumis meaning \"cucumber\".Lindley recorded the name \"W.MacLeay\" with the description, but William Woolls noted in 1867 that \"Dendrobium Cucumerinum was found by the late Mr.W.S.Macleay, near Brownlow Hill, growing on the swamp oak\".Dendrobium cucumerinum has been recorded hybridising with the straggly pencil orchid (Dendrobium bowmanii) where they grow together.",
    "Distribution and habitat": "The cucumber orchid usually grows on Casuarina cunninghamiana trees but sometimes also on other species of tree and on rocks. It occurs between Jimna in Queensland and Picton in New South Wales, also as far inland as Armidale and the Blue Mountains.\n\n\n== References =="
  }
}