{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_toressae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. toressae"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium toressae, commonly known as the sparkle orchid or mica orchid, is a species of epiphytic or lithophytic orchid with highly branched stems forming dense patches. The leaves are crowded, fleshy and dark green with a glittery surface. A single cream-coloured to pale pink flower with a yellow labellum develops in a leaf axil. It is endemic to tropical North Queensland.",
    "Description": "Dendrobium toressae is an epiphytic or lithophytic herb with highly branched stems forming dense, spreading mats. The leaves are fleshy, egg-shaped, dark green 6–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide with a glittery surface. A single cream-coloured to pale pink fower about 6 mm (0.2 in) long and wide develops in a leaf axil. The sepals and petals do not spread widely and are about 3 mm (0.1 in) long and 2 mm (0.079 in) wide, the petals about half as wide as the sepals. The labellum is about 6 mm (0.2 in) long, 2.5 mm (0.1 in) wide with three lobes. The side lobes are erect and the middle lobe is yellow, fleshy and rounded. Flowering occurs sporadically throughout the year.",
    "Taxonomy and naming": "The sparkle orchid was first formally described in 1889 by Frederick Manson Bailey who gave it the name Bulbophyllum toressae and published the description in Report of the Government Scientific Expedition to the Bellenden-Ker Range upon the Flora and Fauna of that part of the Colony. In 1964 Alick Dockrill changed the name to Dendrobium toressae. The specific epithet (toressae) honours \"Miss Toressa Meston\".",
    "Distribution and habitat": "Dendrobium toressae grows on trees and rocks, often in exposed situations between the Atherton Tableland and Tully Falls.\n\n\n== References =="
  }
}