{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_aemulum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. aemulum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium aemulum, commonly known as the ironbark feather orchid or white feather orchid, is an epiphytic orchid in the family Orchidaceae and grows on trees that retain their bark, especially ironbarks. It has reddish or purplish pseudobulbs, two to four leathery leaves and up to seven white, feathery flowers. It grows in open forest in Queensland and New South Wales.",
    "Description": "Dendrobium aemulum is an epiphytic herb that has hard, straight, projecting, reddish or purplish brown pseudobulbs 50–180 mm (2–7 in) long and 7–12 mm (0.3–0.5 in) wide. There are between two and four dark green, leathery leaves 20–50 mm (0.8–2 in) long, 20–30 mm (0.8–1 in) wide and folded along the midline. The flowering stems are 20–100 mm (0.8–4 in) long and bear between two and twelve resupinate white to pale yellow flowers 17–20 mm (0.67–0.79 in) long and 20–25 mm (0.79–0.98 in) wide. The dorsal sepal is 18–25 mm (0.7–1 in) long and 3 mm (0.1 in) wide. The lateral sepals curve downwards and are 16–22 mm (0.6–0.9 in) long and about 3 mm (0.1 in) wide. The petals are a similar length to the dorsal sepal but only about 1 mm (0.04 in) wide. The sepals and petals all spread widely, drooping and often turning pink as they age. The labellum is also white to pale yellow, 6–7 mm (0.2–0.3 in) long, 5–6 mm (0.20–0.24 in) wide and has purplish markings and three lobes. The side lobes are pointed and curve upwards and the middle lobe curves downwards. Flowering occurs from August to October. The flowers are reputed to produce a sweet scent at night, \"suggesting pollination by night-flying insects\".",
    "Taxonomy and naming": "Dendrobium aemulum was first formally described in 1810 by Robert Brown and the description was published in the Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (aemula) is Latin word meaning \"emulating\" or \"rivalling\".",
    "Distribution and habitat": "The ironbark feather orchid grows on trees that do not lose their bark, including ironbarks, brush box (Lophostemon confertus) and cypress pine (Callitris species). It is found between the Calliope Range near Gladstone in Queensland and Moruya in New South Wales growing in open forest from the coast to nearby tablelands.",
    "References": "",
    "External links": "IOSPE orchid photos, Dendrobium aemulum R. Brown 1810, Photo © Lourens Grobler.\nAustralian Native Orchid Society Queensland, KABI Group, Dendrobium aemulum\nToowoomba Plants, natives of the region suitable for gardens, Thursday July 31, 2008: Ironbark Orchid, Dendrobium aemulum (Tropilis aemula)"
  }
}