{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_teretifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. teretifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium teretifolium, commonly known as the thin pencil orchid, rat's tail orchid or bridal veil orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has long, thin hanging stems, pencil-like leaves and rigid flowering stems bearing up to twelve crowded white to cream-coloured flowers. It grows in rainforest and humid open forest mostly in near-coastal districts in New South Wales and Queensland.",
    "Description": "Dendrobium teretifolium is an epiphytic or lithophytic herb with hanging, zig-zagged, branched stems, 0.5–2 mm (0.02–0.08 in) long and 2–4 mm (0.08–0.2 in) wide forming bushy clumps. Its leaves are cylindrical, 300–600 mm (10–20 in) long and 4–6 mm (0.2–0.2 in) wide and hang down. The flowering stems are 50–100 mm (2–4 in) long and bear between three and fifteen crowded, white, cream-coloured or greenish, crowded flowers. The flowers are 20–30 mm (0.8–1 in) long and 30–40 mm (1–2 in) wide with red or purplish marks in the centre. The sepals are 20–30 mm (0.8–1 in) long, about 3 mm (0.1 in) wide and spread widely apart from each other. The petals are a similar length but only about 1 mm (0.04 in) wide. The labellum is curved, 20–30 mm (0.8–1 in) long, about 5 mm (0.20 in) wide with three lobes. The side lobes curve upwards and the middle lobe has a long, thin tip, crinkled edges and three wavy ridges on its top. Flowering occurs from July to August.",
    "Taxonomy and naming": "Dendrobium teretifolium was first formally described in 1810 by Robert Brown and the description was published in his Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (teretifolium) is from derived from the Latin words teres meaning \"rounded\" and folium meaning \"a leaf\".",
    "Distribution and habitat": "The thin pencil orchid grows on rocks but usually on trees, with a preference for hoop pine Araucaria cunninghamii in Queensland and for Casuarina glauca in New South Wales. It occurs on the coast and nearby ranges from near Calliope to Bega and is found in rainforest, along streams and near mangroves.",
    "References": "\n Media related to Dendrobium teretifolium at Wikimedia Commons"
  }
}