{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_taylorii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. taylorii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium taylorii, commonly known as the smooth burr orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae and is endemic to tropical North Queensland, Australia. It has a single leathery, dark green leaf on a cylindrical stem and one or two small white flowers. Unlike other burr orchids, this species is insect-pollinated. It grows in rainforest, mangroves and sheltered forests.",
    "Description": "Dendrobium taylorii is an epiphytic or lithophytic herb that usually forms small, dense clumps. It has a cylindrical stem, 40–100 mm (2–4 in) long and 4–5 mm (0.16–0.20 in) wide with a single leathery, oblong, dark green leaf 30–50 mm (1.2–2.0 in) long and 8–120 mm (0.31–4.7 in) wide. There are one or two white flowers 10–12 mm (0.39–0.47 in) wide open at a time. The dorsal sepal is oblong, about 6 mm (0.24 in) long, 2 mm (0.079 in) wide. The lateral sepals are about the same length but twice as wide and the petals are about the same length but less than 1 mm (0.04 in) wide. The labellum is about 8 mm (0.31 in) long and 5 mm (0.2 in) wide with three lobes. The side lobes are oblong and the middle lobe is fleshy, turns downwards and is densely covered with hairs. Flowering occurs between November and May, the flowers insect-pollinated and remain open for many weeks.",
    "Taxonomy and naming": "The smooth burr orchid was first formally described in 1874 by Ferdinand von Mueller who gave it the name Bulbophyllum taylori. He published the description in Fragmenta phytographiae Australiae from a specimen collected near the Bloomfield River by Norman Taylor. In 1885 Frederick Manson Bailey changed the name to Dendrobium taylorii. The specific epithet (taylorii) honours the collector of the type specimen.",
    "Distribution and habitat": "Dendrobium taylorii grows on trees and rocks in rainforest, mangroves and sheltered forests between the Iron Range and Townsville in North Queensland, Australia.\n\n\n== References =="
  }
}