{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_monophyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. monophyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium monophyllum, commonly known as the lily-of-the-valley orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has pale green to yellowish pseudobulbs with one or two leaves, and between five and twenty bell-shaped yellow flowers. It grows in rainforest in New South Wales and Queensland, Australia.",
    "Description": "Dendrobium monophyllum is an epiphytic or lithophytic herb that usually forms clumps. Its pseudobulbs are pale green to yellowish, 60–120 mm (2–5 in) long and 20–30 mm (0.8–1 in) in diameter and furrowed. The pseudobulb has one or two thin, bright green leaves 80–120 mm (3.1–4.7 in) long, 25–30 mm (0.98–1.2 in) wide on the end. Between five and twenty resupinate, bell-shaped, yellow flowers 6–8 mm (0.24–0.31 in) wide are borne on a flowering stem 100–200 mm (4–8 in) long. The dorsal sepal is egg-shaped, 6–7 mm (0.24–0.28 in) long and about 3 mm (0.1 in) wide. The lateral sepals are triangular, 4–5 mm (0.16–0.20 in) long and about 4 mm (0.2 in) wide. The petals are 6–7 mm (0.24–0.28 in) long and about 2 mm (0.08 in) wide. The labellum is about 7 mm (0.3 in) long, 5 mm (0.2 in) wide and blunt with two ridges along its midline. Flowering occurs from August to December.",
    "Taxonomy and naming": "Dendrobium monophyllum was first formally described in 1859 by Ferdinand von Mueller from a specimen collected near Moreton Bay by William Hill. The description was published in Fragmenta phytographiae Australiae. The specific epithet (monophyllum) is derived from the Ancient Greek words monos meaning \"one\", \"single\" or \"alone\" and phyllon meaning \"leaf\".",
    "Distribution and habitat": "The lily-of-the-valley orchid grows on trees, rocks and cliffs and on well-lit upper branches of rainforest trees between the Atherton Tableland in Queensland and Grafton in New South Wales.\n\n\n== References =="
  }
}