{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_bowmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. bowmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium bowmanii, commonly known as the straggly pencil orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has thin wiry, straggly stems with a small number of small leaves and up to four greenish or brownish flowers with a conspicuous white labellum. It grows in drier rainforests and coastal scrub in New South Wales, southern Queensland and New Caledonia.",
    "Description": "Dendrobium bowmanii is an epiphytic or lithophytic herb that has thin, wiry, straggly, spreading or pendent stems up to 600 mm (20 in) long and about 4 mm (0.2 in) wide with a few branches. The leaves are cylindrical, dark green, 50–150 mm (2–6 in) long and about 4 mm (0.2 in) wide. The flowering stems are 20–80 mm (0.8–3 in) long and bear between up to four greenish yellow to pale brown flowers 16–22 mm (0.6–0.9 in) long and 20–25 mm (0.8–1 in) wide with a few reddish streaks. The sepals and petals spread apart from each other, the sepals 9–12 mm (0.35–0.47 in) long and 4–5 mm (0.16–0.20 in) wide, the petals a similar length but narrower. The labellum is white, about 20 mm (0.8 in) long and 6 mm (0.2 in) wide with three lobes. The side lobes are erect and the middle lobe turns downward and has wavy edges and three ridges along the midline. Flowering occurs throughout the year with flushes from August to November and February to June.",
    "Taxonomy and naming": "Dendrobium bowmanii was first formally described in 1873 by George Bentham and the description was published in Flora Australiensis. The specific epithet (bowmanii) is apparently a reference to Edward Macarthur Bowman who collected the type material.",
    "Distribution and habitat": "The straggly pencil orchid grows in drier rainforests and in coastal scrub between the Forty Mile Scrub National Park in Queensland and the Clarence River in New South Wales. It is also widespread in New Caledonia.  It also has, in rare cases, been recorded hybridising with the cucumber orchid (Dendrobium cucumerinum) where they grow together.\n\n\n== References =="
  }
}