{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_mortii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. mortii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium mortii, commonly known as the slender pencil orchid, is a species of orchid that is endemic to eastern Australia. It is an epiphyte with hanging stems and leaves and flowering stems with up to three pale green to dark green flowers. The flowers have a white labellum with purple markings. It usually grows near the tops of rainforest trees that are often shrouded in mist.",
    "Description": "Dendrobium mortii is an epiphytic herb with pendulous stems 1 mm (0.04 in) thick and up to 0.7 m (2 ft) long. The leaves are cylindrical, fleshy and dark green, 40–100 mm (2–4 in) long, 2–4 mm (0.08–0.2 in) in diameter with a longitudinal groove. Up to three pale green to dark green flowers 12–14 mm (0.47–0.55 in) long and 17–20 mm (0.67–0.79 in) wide are arranged on a flowering stem about 10 mm (0.39 in) long. The sepals are 12–15 mm (0.5–0.6 in) long and 2.5–3.5 mm (0.098–0.14 in) wide and the petals are 10–13 mm (0.4–0.5 in) long and about 1 mm (0.04 in) wide. The labellum is white with purple markings, 14–17 mm (0.6–0.7 in) long, 5–6 mm (0.20–0.24 in) wide and has three lobes. The side lobes are upright and the middle lobe curves downwards and has crinkly edges. Flowering occurs from September to November.",
    "Taxonomy and naming": "Dendrobium mortii was first formally described in 1859 by Ferdinand von Mueller and the description was published Fragmenta phytographiae Australiae from a specimen collected near the Hastings River by Hermann Beckler.",
    "Distribution and habitat": "The slender pencil orchid grows on the upper branches of rainforest trees, especially on ridge tops that are exposed to breezes and mists. It occurs between the McPherson Range in Queensland and Barrington Tops in New South Wales.\n\n\n== References =="
  }
}