{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_kingianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. kingianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium kingianum, commonly known as the pink rock orchid, is a flowering plant in the orchid family Orchidaceae and is endemic to eastern Australia. It usually grows on rocks, rarely as an epiphyte, and has thin, spreading leaves and spikes of up to fifteen, usually pink flowers in late winter to spring. It is popular in Australian native horticulture and is a commonly cultivated orchid among Australian orchid species growers.",
    "Description": "Dendrobium kingianum is usually a lithophyte but is occasionally an epiphytic or rarely a terrestrial plant. Within its natural range, it grows on boulders and in rock crevices in open forest or adjacent to forest creeks. It can also be found on cliff faces. It sometimes occurs as an individual plant but can also form large colonies several metres across. Spongy, white roots enable it to absorb water quickly from a wet rock surface whilst at other times, reflect light to avoid overheating during long dry spells. The stems or pseudobulbs may be erect or spreading but are always succulent, serving as a water storage organ during dry periods. The roots emerge from the thicker base end of the pseudobulb, which tapers towards the tip. The pseudobulbs are 5–30 cm (2–10 in) long and 1–2.5 cm (0.4–1 in) in diameter and have between three and six leaves near the tip. The leaves are thin, green and smooth, folded along the mid-line, narrow egg-shaped and 3–10 cm (1–4 in) long and 10–20 mm (0.39–0.79 in) wide.\nThe flowers are arranged on a raceme 7–15 cm (3–6 in) long, with between two and fifteen flowers. The sepals and petals are usually pink but may be pure white, dark purple or a range of intermediate colours. The dorsal sepal is 9–16 mm (0.4–0.6 in) long, 4–7 mm (0.2–0.3 in) wide and the labellum is 8–15 mm (0.3–0.6 in) and 7–12 mm (0.3–0.5 in) wide, usually with dark purple marks. Flowering mostly occurs from August to October (late winter to mid-spring in the southern hemisphere), but can occur earlier or later in response to climatic cues.",
    "Taxonomy and naming": "Dendrobium kingianum was first formally described by John Bidwill and his manuscript was published in The Botanical Register, edited by John Lindley. In 2002, Mark Clements and David Jones proposed reassignment of Dendrobium kingianum to the genus Thelychiton (as Thelychiton kingianus). The reassignment has not yet been accepted by the World Checklist of Selected Plant Families. Time and further research will determine whether Thelychiton kingianus is formally recognised. The specific epithet (kingianum) honours Admiral Phillip Parker King, RN, an early explorer of Australia’s southern and western coast.",
    "Distribution and habitat": "Pink rock orchid occurs from the coast to nearby ranges between the Hunter River in New South Wales and Rockhampton in Queensland where it usually grows on rock in forest and woodland.",
    "Use in horticulture": "Pink rock orchid is popular in Australian species orchid cultivation and is relatively easy to grow. It can successfully be grown on bark, fixed onto rock, or in a fast-draining medium of coarse bark and river pebbles. It grows best in a warm, sunny position and prefers relatively high humidity during its growing period of August to March. It is adapted to Australia’s dry east coast winters, and flowers best after a period of dry dormancy. It is available from specialist orchid nurseries but, like many Australian native plants, it is illegal to collect specimens growing in the wild.",
    "References": "",
    "External links": "American Orchid Society: Collector's Item: Dendrobium kingianum Bidwill ex Lindl.\nC-Y Khoo. Dendrobium kingianum Care Sheet\nMassachusetts Orchid Society, Culture of Dendrobium kingianum By Dr. Wilford Neptune \nSanta Barbara (California) Orchid Estate, Dendrobium kingianum \nIOSPE orchid photos, Dendrobium kingianum Bidwill ex Lindley 1844 Photo courtesy of Wilford Neptune.\nLarch Hill Orchids, Amherst Orchid Society, Amherst Massachusetts USA, Dendrobium kingianum"
  }
}