{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_fleckeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. fleckeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium fleckeri, commonly known as the apricot cane orchid, is a species of epiphytic or lithophytic orchid endemic to far north Queensland, Australia. It has cylindrical pseudobulbs with two or three dark green leaves and up to four apricot-coloured or yellowish green flowers with tangled white hairs on the edge of the labellum.",
    "Description": "Dendrobium fleckeri is an epiphytic or lithophytic herb that has cylindrical pseudobulbs 150–400 mm (6–20 in) long and 3–4 mm (0.1–0.2 in) wide. The pseudobulbs are yellowish green with two or three dark green, egg-shaped leaves 50–80 mm (2–3 in) long and 20–25 mm (0.8–1 in) wide on the end. The flowering stem emerges from the end of the pseudobulb and is 10–25 mm (0.4–1 in) long with up to four resupinate, usually apricot-coloured , sometimes yellowish green flowers 25–30 mm (0.98–1.2 in) long and wide. The dorsal sepal is 14–17 mm (0.6–0.7 in) long, 6–8 mm (0.24–0.31 in) wide and the lateral sepals are a similar length but wider. The petals are 13–15 mm (0.51–0.59 in) long and about 3 mm (0.12 in) wide. The labellum is white with a purplish tinge, about 10 mm (0.4 in) long and wide with three lobes. The side lobes are relatively large, upright and pointed and the middle lobe has three keels and dense hairs on its edges. Flowering occurs between August and January.",
    "Taxonomy and naming": "Dendrobium fleckeri was first formally described in 1937 by Herman Rupp and Cyril Tenison White and the description was published in The Queensland Naturalist. The specific epithet (fleckeri) honours Hugo Flecker, a physician, natural historian, and founding president of the North Queensland Naturalists' Club.",
    "Distribution and habitat": "The apricot cane orchid grows in trees, shrubs and boulders in mist forest between Mount Finnigan and Mount Fisher on Cape York Peninsula.\n\n\n== References =="
  }
}