{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_maidenianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. maidenianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium maidenianum, commonly known as the coastal burr orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae and is endemic to tropical North Queensland, Australia. It has a single thin, dark green leaf on a thin stem and one or two small white flowers that self-pollinate. It grows on trees and rocks in shady rainforest.",
    "Description": "Dendrobium maidenianum is an epiphytic or lithophytic herb that usually forms small clumps. It has a flattened stem, 40–70 mm (2–3 in) long and 1–2 mm (0.04–0.08 in) wide with a single fleshy, dark green leaf 40–60 mm (1.6–2.4 in) long and 10–15 mm (0.39–0.59 in) wide. There is a single, sometimes two white flowers 5–6 mm (0.20–0.24 in) wide with fleshy, hair-like tubercles about 1 mm (0.039 in) long on the ovary. The dorsal sepal is about 3 mm (0.12 in) long, 2 mm (0.079 in) wide and the lateral sepals are about 2.5 mm (0.098 in) long and wide. The petals are about 3.5 mm (0.14 in) long and less than 1 mm (0.04 in) wide. The labellum is about 3.5 mm (0.14 in) long and 2 mm (0.08 in) wide. Flowering occurs between January and July but the flowers are short-lived and self-pollinated.",
    "Taxonomy and naming": "Dendrobium maidenianum was first formally described in 1905 by Rudolf Schlechter in Schumann and Lauterbach's book Nachträge zur Flora der deutschen Schutzgebiete in der Südsee. Schlechter noted that the forms of Dendrobium hispidum from northern Australia are different from those of Vanikoro in having \"small white or female flowers\" and gave them the name D. maidenianum in honor of the director of the Botanic Garden in Sydney, who at that time was Joseph Maiden.\nThe World Checklist of Selected Plant Families gives the year of description as 1912, referring to Repertorium specierum novarum regni vegetabilis. Beihefte., but in that journal, published in 1914, Schlechter refers to the 1905 publication.",
    "Distribution and habitat": "The coastal burr orchid is endemic to tropical North Queensland, Australia. It grows on trees and rocks, usually in shady places in rainforest in coastal and near-coastal ranges at altitudes up to 250 m (820 ft).\n\n\n== References =="
  }
}