{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_striolatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. striolatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium striolatum, commonly known as the streaked rock orchid is a species of orchid endemic to eastern Australia. It is a small, usually lithophytic orchid with wiry stems, cylindrical leaves and flowering stems with one or two yellow, cream-coloured or greenish flowers with reddish stripes. It often grows on cliff faces in New South Wales, Victoria and Tasmania.",
    "Description": "Densrobium striolatum is a lithophytic orchid with upright or pendent stems and leaves. Its stems are wiry, often yellowish, up to 600 mm (20 in) long and 2 mm (0.08 in) wide. The leaves are linear and cylindrical, 40–120 mm (2–5 in) long and 2–4 mm (0.079–0.16 in) wide. The flowering stems are 10–35 mm (0.4–1 in) long and bear one or two flowers 12–16 mm (0.47–0.63 in) long and 15–20 mm (0.6–0.8 in) wide. The sepals and petals yellow, cream-coloured or greenish and have reddish streaks on the backs and on their bases at the front. The sepals are 8–14 mm (0.31–0.55 in) long and 2–3 mm (0.079–0.12 in) wide and the petals are a similar length but only about 1 mm (0.039 in) wide. The labellum is 9–12 mm (0.4–0.5 in) long, 3–5 mm (0.1–0.2 in) wide and is strongly curved. The side lobes are short and blunt and the middle lobe has crinkled edges and three wavy ridges along its midline. Flowering occurs from September to November.",
    "Taxonomy and naming": "Dendrobium striolatum was first formally described in 1857 by Heinrich Gustav Reichenbach and the description was published in Hamburg Garten-und Blumenzeitung. The specific epithet (striolatum) is a Latin word meaning \"hollow out\", \"channel\", \"groove\", \"furrow\" or \"flute\".",
    "Distribution and habitat": "The streaked rock orchid grows on rocks, boulders and cliffs from the Blue Mountains in New South Wales, through eastern Victoria to Tasmania, including Cape Barren Island and Flinders Island.\n\n\n== References =="
  }
}