{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_insigne",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. insigne"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium insigne, commonly known as the mangrove tartan orchid, is a species of epiphytic or lithophytic orchid native to New Guinea and Indonesia. It has crowded, cane-like stems with many leaves arranged in two vertical rows, and short-lived yellow and red flowers in groups of two or three.",
    "Description": "Dendrobium insigne is an epiphytic or lithophytic herb that has crowded flattened, sometimes arching, cane-like stems up to 1 m (3 ft) long and 4–5 mm (0.16–0.20 in) wide. There are many fleshy, dark green leaves 40–70 mm (2–3 in) long and 10–30 mm (0.4–1 in) wide arranged along the canes, the ones in the middle the largest. Leaves near the end of the canes are usually very small or absent. The flowers are yellow with red or orange markings, strongly fragrant, 25–35 mm (0.98–1.4 in) long and wide, arranged in groups of two or three. The dorsal sepal is 15–20 mm (0.6–0.8 in) long, about 5 mm (0.20 in) wide curves forward with a pointed tip. The lateral sepals are curved, 15–20 mm (0.05–0.07 ft) long, 7–9 mm (0.3–0.4 in) wide and spread widely apart from each other. The petals are slightly shorter than the lateral sepals and only half as wide. The labellum is white, about 18 mm (0.7 in) long and 8 mm (0.3 in) wide with three lobes. The side lobes are small and sharply pointed and the middle lobe curves downwards with two hairy rows along its midline. Flowering occurs sporadically, twice a year with the flowers only lasting about two days.",
    "Taxonomy and naming": "The mangrove tartan orchid was first formally described in 1856 by Carl Ludwig Blume and the description was published in Museum Botanicum Lugduno-Batavum sive stirpium Exoticarum, Novarum vel Minus Cognitarum ex Vivis aut Siccis Brevis Expositio et Descriptio. In 1859 Heinrich Gustav Reichenbach changed the name to Dendrobium insigne and the change was published by Friedrich Miquel. The specific epithet (insigne) is a Latin word meaning \"remarkable\", \"notable\" or \"distinguished\".",
    "Distribution and habitat": "Dendrobium insigne commonly grows in lowland rainforest on the Maluku Islands in Indonesia, New Guinea and Vanuatu. It is also known from a single collection from Saibai Island in the Torres Strait.\n\n\n== References =="
  }
}