{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_brevicaudum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. brevicaudum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium brevicaudum, commonly known as the Mount Finnigan pencil orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae and is endemic to  Queensland. It has hanging stems, cylindrical leaves and groups of about six yellowish or orange-brown flowers with red streaks and a white labellum. It is only known from two mountainous areas north of Cairns.",
    "Description": "Dendrobium brevicaudum is an epiphytic or lithophytic herb with pendulous stems and leaves. The stems are dark green to yellowish, 3–4 mm (0.1–0.2 in) wide and up to 2 m (7 ft) long. The leaves are cylindrical, dark green 150–600 mm (6–20 in) long and 3.5–5 mm (0.1–0.2 in) wide. Between five and eight flowers are arranged on a flowering stem 40–60 mm (1.6–2.4 in) long. The flowers are yellowish, brownish or orange-brown, 35–45 mm (1–2 in) long and wide with red streaks along the cente. The dorsal sepal is more or less erect, elliptic to egg-shaped, 17–20 mm (0.67–0.79 in) long and 3–4 mm (0.12–0.16 in) wide. The lateral sepals are lance-shaped, curved 14–16 mm (0.55–0.63 in) long and about 4 mm (0.2 in) wide. The petals are linear to narrow lance-shaped, 18–20 mm (0.7–0.8 in) long and about 2 mm (0.08 in) wide. The labellum is whitish, 16–19 mm (0.6–0.7 in) long, 6–7 mm (0.2–0.3 in) wide, is covered with short hairs and has three lobes. The side lobes are triangular and upright and the middle lobe is very wavy with three dark red ridges along its midline. Flowering occurs from December to January.",
    "Taxonomy and naming": "Dendrobium brevicaudum was first formally described in 1994 by David Jones and Mark Clements from a specimen collected on Mount Finnigan in the Ngalba Bulal National Park. The specific epithet (brevicaudum) is derived from the Latin words brevis meaning \"short\" and cauda meaning \"tail\" referring to the short tip of the labellum.",
    "Distribution and habitat": "The Mount Finnigan pencil orchid grows on trees and granite boulders in rainforest and cloud forest at an elevation of above about 700 m (2,000 ft) on Mount Finnigan and nearby Mount Misery.\n\n\n== References =="
  }
}