{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_macropus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. macropus"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium macropus, commonly known as the Norfolk Island cane orchid, is a species of epiphytic or lithophytic orchid in the family Orchidaceae and is endemic to Norfolk Island. It has cylindrical pseudobulbs, thin, dark green leaves and between five and ten yellowish green flowers that do not open widely.",
    "Description": "Dendrobium macropus is an epiphytic or lithophytic orchid with cylindrical, yellowish green, cane-like pseudobulbs 150–350 mm (6–10 in) long and 8–11 mm (0.3–0.4 in) wide. There are between three and six narrow lance-shaped leaves on the end of the pseudobulb. The leaves are 70–150 mm (3–6 in) long and 10–25 mm (0.4–1 in) wide. Between five and ten fragrant, creamy yellow flowers 8–10 mm (0.3–0.4 in) long and wide are arranged on a flowering stem 50–100 mm (2–4 in) long. The sepals are about 10 mm (0.4 in) long and 4 mm (0.2 in) wide, the petals a similar length but narrower. The labellum is similar to the petals in size and shape but curved. Flowering occurs between August and October but the flowers are self-pollinating and do not open widely.",
    "Taxonomy and naming": "The Norfolk island cane orchid was first described in 1833 by Stephan Endlicher who gave it the name Thelychiton macropus and published the description in his book Prodromus Florae Norfolkicae. In 1858 John Lindley changed the name to Dendrobium macropus based on a discovery by Heinrich Gustav Reichenbach. The specific epithet (macropus) is derived from the Ancient Greek words makros meaning \"long\" and pous meaning “foot”, alluding to the relatively long pseudobulb, in contrast to that of Dendrobium brachypus described by Endlicher at the same time.",
    "Distribution and habitat": "Dendrobium macropus occurs on Australia's external territory of Norfolk Island in the Tasman Sea. It grows on trees and rocks in humid forests.\n\n\n== References =="
  }
}