{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_carronii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. carronii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium carronii, commonly known as the pink tea tree orchid, is a small epiphytic orchid in the family Orchidaceae. It has cone-shaped or onion-shaped pseudobulbs, between two and four channelled, green to purplish leaves and up to twelve star-shaped, pink flowers with dark brown and purple markings. It grows in tropical North Queensland and New Guinea.",
    "Description": "Dendrobium carronii is an epiphytic herb that has cone-shaped to onion-shaped pseudobulbs 30–50 mm (1–2 in) long and 20–30 mm (0.8–1 in) wide, each with between two and four leaves on the top. The leaves are green to purplish, fleshy and channelled, 70–120 mm (3–5 in) long and 5 mm (0.2 in) wide. The flowering stem is 80–200 mm (3–8 in) long and bears between two and twelve resupinate pink flowers with dark brown and purple markings. The flowers 20–25 mm (0.79–0.98 in) long and 18–25 mm (0.71–0.98 in) wide. The sepals are 4–5 mm (0.16–0.20 in) long and about 3 mm (0.12 in) wide. The petals are lance-shaped, 15–20 mm (0.6–0.8 in) long and about 3 mm (0.1 in) wide with their tips twisted. The labellum is yellow, about 14 mm (0.6 in) long and 8 mm (0.3 in) wide and has three lobes. The side lobes are erect and the middle lobe is pointed with three ridges. Flowering occurs between August and October.",
    "Taxonomy and naming": "Dendrobium carronii was first formally described in 1982 by Bill Lavarack and Phillip Cribb and the description was published in the journal Austrobaileya. The specific epithet (carronii) honours William Carron (1823 - 1876), botanist on the ill-fated 1848 expedition of Edmund Kennedy.",
    "Distribution and habitat": "The pink tea tree orchid usually grows in stunted open forest usually near areas that are flooded in the wet season and often on Melaleuca viridiflora trees. It is found from Bamaga on the tip of the Cape York Peninsula to the McIlwraith Range in Queensland and on the southern coast of New Guinea.",
    "Conservation": "This orchid is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threat to the species is illegal collection of plants.\n\n\n== References =="
  }
}