{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_rupicoloides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. rupicoloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium rupicoloides, commonly known as the northern rock orchid, is a species of lithophytic orchid that is endemic to tropical North Queensland. It has tapered green to reddish pseudobulbs, up to three thick, leathery leaves and up to fifty white flowers with purple markings on the labellum.",
    "Description": "Dendrobium rupicoloides is a lithophytic herb with spreading roots and cylindrical green to reddish pseudobulbs 150–240 mm (6–9 in) long and 30–40 mm (1–2 in) wide. Each pseudobulb has up to three thick, leathery, dark green leaves originating from its top, the leaves 100–180 mm (4–7 in) long and 40–80 mm (2–3 in) wide. Between thirty and fifty white flowers 30–35 mm (1.2–1.4 in) long and 20–25 mm (0.79–0.98 in) wide are arranged on a flowering stem 300–550 mm (10–20 in) long. The dorsal sepal is oblong, 18–24 mm (0.71–0.94 in) long and 4–5 mm (0.16–0.20 in) wide. The lateral sepals are 16–20 mm (0.63–0.79 in) long, 4–5 mm (0.16–0.20 in) wide, strongly curved and spread apart from each other. The petals are linear to oblong, 18–23 mm (0.71–0.91 in) long, about 3 mm (0.1 in) wide and curved. The labellum is white or cream-coloured with purple markings, 9–11 mm (0.35–0.43 in) long and 9–10 mm (0.35–0.39 in) wide with three lobes. The sides lobes are crescent moon-shaped and the middle lobe is short with an orange ridge along its midline. Flowering occurs between October and December.",
    "Taxonomy and naming": "The northern rock orchid was first formally described in 2006 by David Jones and Mark Clements from a plant grown in the Australian National Botanic Gardens from a specimen collected near Blencoe Falls. It was given the name Thelychiton rupicola and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium rupicoloides because the name Dendrobium rupicola was already given to a different orchid. The specific epithet (rupicola) given by Jones and Brown is derived from the Latin rupes meaning \"rock\", and -cola meaning \"dweller\" or \"inhabitant\", referring to the lithophytic habit of this orchid. The ending -oides means \"like\" or \"resembling\".",
    "Distribution and habitat": "Dendrobium rupicoloides grows on boulders and cliffs in areas near the Mount Windsor and Atherton Tablelands and possibly as far south as Sarina.\n\n\n== References =="
  }
}