{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_pruinosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. pruinosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium pruinosum, commonly known as the honey orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae and has flattened, yellowish stems and pairs of cream coloured, dull yellow or greenish flowers. It grows in tropical North Queensland and New Guinea.",
    "Description": "Dendrobium pruinosum is an epiphytic or lithophytic herb that has flattened, yellowish stems 0.3–2 m (1–7 ft) long and 10–15 mm (0.4–0.6 in) wide. The leaves are arranged along the stems and are yellowish green, leathery, 80–120 mm (3.1–4.7 in) long and 40–50 mm (1.6–2.0 in) wide. The flowering stems are arranged in pairs on the side of the leafy stems and are 17–20 mm (0.67–0.79 in) long and wide. The flowers are resupinate, cream-coloured, yellow or greenish but only open for a few hours. The dorsal sepal is 20–25 mm (0.79–0.98 in) long, about 6 mm (0.2 in) wide and the lateral sepals are 14–18 mm (0.55–0.71 in) long, about 5 mm (0.20 in) wide. The petals are 13–17 mm (0.51–0.67 in) long and about 5 mm (0.2 in) wide. The labellum is curved, bright yellow, about 9 mm (0.4 in) long and 8 mm (0.3 in) wide with three lobes. The side lobes are rounded and the middle lobe has a prominent patch of yellow hairs in its centre. Flowering occurs sporadically throughout the year.",
    "Taxonomy and naming": "Dendrobium pruinosum was first formally described in 1862 by Johannes Elias Teijsmann and Simon Binnendijk and the description was published in Natuurkundig tijdschrift voor Nederlandsch Indië. The specific epithet (pruinosum) in a Latin word meaning \"frosty\".",
    "Distribution and habitat": "The honey orchid grows on trees and rocks in rainforest, usually in sunny, humid positions. It occurs in lowland and lower montane forest in New Guinea, on some Torres Strait Islands and from the Iron Range to Tully on the Cape York Peninsula.\n\n\n== References =="
  }
}