{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_nativitatis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. nativitatis"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium nativitatis, commonly known as the Christmas Island crimp orchid, is a species of epiphytic orchid that is endemic to Christmas Island, an Australian territory in the north-eastern Indian Ocean. It has long, straggly stems, flattened pseudobulbs, a single leathery leaf and a single pale yellow flower.",
    "Description": "Dendrobium nativitatis is an epiphytic herb with straggly, sometimes branching, aerial stems 150–400 mm (5.9–16 in) long. The pseudobulbs are smooth, flattened, pale green, 25–40 mm (0.98–1.6 in) long and 7–10 mm (0.28–0.39 in) wide. There is a single leathery, narrow elliptic leaf 50–120 mm (2.0–4.7 in) long and 10–20 mm (0.39–0.79 in) wide on the end of the pseudobulb. A single, pale yellow flower 8–12 mm (0.31–0.47 in) long and 12–15 mm (0.47–0.59 in) wide develops at the base of the leaf. The sepals are lance-shaped, 8–10 mm (0.31–0.39 in) long and 4–5 mm (0.16–0.20 in) wide and the petals are 7–8 mm (0.28–0.31 in) long and about 2 mm (0.079 in) wide. The labellum is 12–14 mm (0.47–0.55 in) long, 7–8 mm (0.28–0.31 in) wide and has three lobes. The side lobes surround the column and the middle lobe has wavy edges near its base and two wavy ridges along its midline. Flowering occurs sporadically throughout the year and the capsule that follows is elliptical and about 15 mm (0.59 in) long.",
    "Taxonomy and naming": "Dendrobium nativitatis was first formally described in 1907 by Henry Nicholas Ridley and the description was published in Journal of the Straits Branch of the Royal Asiatic Society.Ridley had originally described the species in 1906 and given it the name Dendrobium pectinatum, unaware that name had already been used for a different kind of orchid.The specific epithet (nativitatis) is derived from the Latin word natus meaning \"birth\", implying the nativity of Christ, or Christmas, referring to the type locality.",
    "Distribution and habitat": "The Christmas Island crimp orchid is common in rainforest on the plateau and the high terraces of the island, where it favours Planchonella and Eugenia species as the host trees. It is only known from Christmas Island.",
    "Relationships": "This orchid is closely related to Dendrobium aureilobum from Java and Sumatra.\n\n\n== References =="
  }
}