{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_convexum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. convexum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium convexum, commonly known as the piggyback orchid, is an epiphytic orchid in the family Orchidaceae. It has a creeping, brittle root, erect pseudobulbs with a single leaf on the top and one or two cream-coloured, short-lived flowers with a red and yellow labellum. It is native to Southeast Asia, New Guinea and tropical North Queensland, Australia.",
    "Description": "Dendrobium convexum is an epiphytic herb with a brittle root about 3 mm (0.1 in) thick creeping over the surface of rough-barked trees. Shiny pseudobulbs 40–50 mm (1.6–2.0 in) long and 8–10 mm (0.31–0.39 in) wide arise at well-spaced intervals along the root, each on a thin stalk about 10 mm (0.4 in) long. There is a single dark green leaf 50–80 mm (2–3 in) long and 15–18 mm (0.59–0.71 in) wide on the end of the pseudobulb. One or two cream-coloured flowers 12–15 mm (0.47–0.59 in) wide appear at the base of the leaf on a pedicel 5 mm (0.2 in) long. The dorsal sepal is 5–7 mm (0.20–0.28 in) long and about 4 mm (0.16 in) wide. The lateral sepals are 3–4 mm (0.12–0.16 in) long and the petals are linear, 5–6 mm (0.20–0.24 in) long and about 1 mm (0.04 in) wide. The labellum is yellow with a red centre, about 11 mm (0.43 in) long and 4 mm (0.2 in) wide and has three lobes. Flowering occurs sporadically and the flowers open for less than a day.",
    "Taxonomy and naming": "The piggyback orchid was first formally described in 1825 by Carl Ludwig Blume who gave it the name Desmotrichum convexum. He published the description in his book Bijdragen tot de flora van Nederlandsch Indië. In 1831, John Lindley changed the name to Dendrobium convexum. The specific epithet (convexum) is a Latin word meaning \"arched outward\" or \"protuberant\".",
    "Distribution and habitat": "Dendrobium convexum grows in mangroves, humid areas of scrub, forest and rainforest mainly on rough-barked trees. It occurs in Malaysia, Thailand, Indonesia, New Guinea and on the Cape York Peninsula as far south as Innisfail, Australia.\n\n\n== References =="
  }
}