{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_nindii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. nindii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium nindii, commonly known as the blue antler orchid, is an epiphytic or lithophytic orchid in the family Orchidaceae. It has erect, cylindrical, leafy pseudobulbs with leathery, dark green leaves and up to twenty mauve or violet flowers with darker veins on the labellum. This antler orchid occurs in tropical North Queensland and New Guinea.",
    "Description": "Dendrobium nindii is an epiphytic or lithophytic herb with cylindrical, dark blackish brown pseudobulbs 0.5–2.5 m (2–8 ft) long, 30–40 mm (1–2 in) wide and leafy in the upper half. There are between six and twenty two dark green and leathery leaves, 80–150 mm (3–6 in) long and 60–80 mm (2.4–3.1 in) wide arranged in two rows along the pseudobulbs. The flowering stem is at the tip of the pseudobulb, 200–500 mm (8–20 in) long and bears between eight and twenty mauve or violet flowers 50–60 mm (2.0–2.4 in) long and wide. The sepals and petals are slightly twisted and spread widely apart from each other. The lateral sepals are 30–40 mm (1.2–1.6 in) long and 14–18 mm (0.55–0.71 in) wide, the dorsal sepal slightly shorter. The petals are 35–50 mm (1.4–2.0 in) long and 4–5 mm (0.16–0.20 in) wide. The labellum is mauve or violet with darker veins, about 40 mm (2 in) long and wide with three lobes. The side lobes are relatively large, curve upwards and often have wavy edges. The middle lobe is shorter with wavy edges and a square-cut tip. Flowering occurs from July to September.",
    "Taxonomy and naming": "Dendrobium nindii was first formally described in 1874 by Walter Hill in Report on the Brisbane Botanic Garden from a specimen collected by Philip Henry Nind \"on trees overhanging tidal streams, Moresby and Johnstone Rivers\". The specific epithet (nindii) honours the collector of the type specimen.",
    "Distribution and habitat": "The blue antler orchid grows in trees including mangroves and palms, in coastal swamps and near-coastal rainforest between the McIlwraith Range and Innisfail on the Cape York Peninsula. It also grows in similar habitats in New Guinea including on the Vogelkop Peninsula and Eilanden River.",
    "Conservation": "This orchid is classed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and under the Queensland Government Nature Conservation Act 1992. The main threats to the species are land clearing and illegal collection.\n\n\n== References =="
  }
}