{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_lineale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. lineale"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium lineale is a species of orchid. It is an epiphytic plant that grows along the north-eastern coast of New Guinea, from Milne Bay to just over the border into the Indonesian Province of Papua (formerly called Irian Jaya), and from sea level to around 800 metres (2,600 ft). It has cane-like pseudobulbs which grow up to 2 metres (6 ft 7 in) long and 2–3 centimetres (0.8–1.2 in) in diameter. Its inflorescences are up to 75 cm (30 in) long with many flowers, up to 5 cm (2.0 in) across. Its leaves are oblong or lanceolate, and up to 15 cm (6 in) long. They last two to three months and bloom throughout the year in the native habitat.",
    "Characteristics": "Dendrobium lineale is a sympodial orchid with cane-like pseudobulbs. It was previously known as Dendrobium veratrifolium, and was one of the earliest to be taken overseas from Papua New Guinea for use in hybridising. Flower petals vary in colour, including pink, blue, yellow, purple and white. Usually they are white with a purple veined lip. The petals are half-twisted or not twisted at all, with the tips rounded or blunt, and the lip midlobe oblong with a wavy margin. Size also varies depending on the location at which they originate. For example, on the Sepik River and its tributaries, plants are sturdy, flowers have little colour on the lip and are smaller than the pristine white sepals and purple labellum elsewhere; while on Wulai Island in Kimbe Bay, the flowers are again smaller, on inflorescences half the size of those on the mainland, with petals creamy white, thick and shiny. Other varieties include 'Karkar Island Pink', 'Jawani Island Yellow', 'Kui Island Blue' and 'Morobe Shower'.",
    "References": "",
    "External links": " Media related to Dendrobium lineale at Wikimedia Commons"
  }
}