{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_loddigesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. loddigesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium loddigesii (Loddiges' dendrobium) is a miniature to small sized, warm to cold growing epiphyte, lithophyte or terrestrial orchid that comes from Laos, Vietnam, and China. It is found in humid, mossy, mixed and coniferous forests at elevations of 1000 to 1500 meters, in areas  with dry winter and a wet spring and summer. The plant has tufted, pendant, subterete, striated, several-noded, white-sheathed stems carrying alternate, fleshy, oblong, acute leaves.Plicatol B is a phenanthrene that can be isolated from the orchid.",
    "Flowering": "The long-lasting, fragrant flowers are found from winter to spring on short to 3\" [7.5 cm], single flowered inflorescence that arise from the nodes of leafless canes. The flower size is usually about 2\" [about 5 cm]. The petals are lilac in colour, the sepals are purple, and the lips are reddish orange.",
    "Care": "Fertilizing: Plants may be fertilized with: 1. water-soluble, quick release fertilizers; 2. temperature controlled slow-release fertilizers; 3. or organic fertilizers such as fish emulsion. Water-soluble fertilizers are used every two weeks or per label instructions. Controlled, slow-release fertilizers are carefully worked into the soil usually only once during the growing season or per label directions. For organic fertilizers, such as fish emulsion, follow label directions. Allow houseplants to 'rest' during the winter months; stop fertilizing in late October and resume feeding in late February.\nLighting: Preference low to moderate lighting, as full sun may burn leaves.\nWatering: Preference mist every 1–2 days on warmer weather, while mist 1-2 times a week on cooler evenings.\nRe-potting: Potting Terrestrial Orchids Good drainage is important. Mix 3 parts fibrous peat, 3 parts coarse grit, 1 part perlite, and 1 part charcoal. Select a pot that will accommodate roots and about 2 years growth, but no more. Make sure that it has a drainage hole. Hold the orchid over the pot so that the crown is just below the rim of the pot. With your other hand, fill pot with moistened soil mix, tamping to firm. There really is no need to add crockery to the bottom of the pot, but you may want to add a small square of wire mesh or other permiable fabric over hole in bottom of pot. Potting Epiphytic Orchids Epiphytes prefer conditions where roots can be exposed, therefore, tight pots and close-contact soil mixes do not work well and will induce rot. Mix 3 parts dust-free, medium-grade bark, 1 part coarse grit or perlite, 1 part charcoal, and 1 part peat moss together, OR use a commercial orchid mix. As with the terrestrial orchid, select a pot that will accommodate roots and about 2 years growth, but no more. Make sure that it has a drainage hole. Even better, select an orchid pot, which has vertical slits down sides. Hold orchid over pot so that crown is just below the rim of the pot. With other hand, fill pot with moistened bark mix, tamping to firm. Some epiphytes do not need to be potted and prefer to grow on a mound or slab of bark. Until roots attach, tie orchid in place with fishing line. Constant humidity is a must. Support Orchids that have long flower stalks will need staking. Staking is best done as stem grows and before buds open. Many growers prefer to insert stake when potting orchid, but it is up to you.",
    "References": "",
    "External links": "Orchid Species\nEverything Orchids\nBackyard Gardener"
  }
}