{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_johannis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. johannis"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium johannis, commonly known as the chocolate tea tree orchid, is a species of epiphytic or lithophytic orchid native to Australia and New Guinea. It has spindle-shaped pseudobulbs, between five and ten dark green leaves with purplish markings and flowering stems with up to fifteen chocolate brown flowers with a yellow labellum.",
    "Description": "Dendrobium johannis is an epiphytic or lithophytic herb with brownish or purplish pseudobulbs that are 100–300 mm (4–10 in) long, 10–15 mm (0.4–0.6 in) wide and tapered at both ends. There are between five and ten dark green to purplish leaves 100–200 mm (4–8 in) long and 12–15 mm (0.5–0.6 in) wide near the upper end of the canes. Between six and fifteen flowers 25–45 mm (1–2 in) long, 20–40 mm (0.8–2 in) wide are borne on a flowering stem 100–250 mm (4–10 in) long. The flowers are chocolate brown with a bright yellow labellum, long lasting and have an unpleasant scent. The sepals and petals are thick, shiny and twisted, the sepals 20–25 mm (0.8–1 in) long and 4–6 mm (0.16–0.24 in) wide and the petals a similar length but narrower. The labellum is 10–16 mm (0.4–0.6 in) long, 7–10 mm (0.3–0.4 in) wide with three lobes. The side lobes are upright and the middle lobe is curved with three ridges along its midline. Flowering occurs from March to July.",
    "Taxonomy and naming": "Dendrobium johannis was first formally described in 1865 by Heinrich Gustav Reichenbach who published the description in The Gardeners' Chronicle and Agricultural Gazette from a specimen collected by John Gould Veitch. James Bateman noted the following: \"Prof. Reichenbach being anxious to connect in some way the name of Mr John G. Veitch with that of a plant which forms one of his more remarkable discoveries, and being unable to call it Dendrobium Veitchianum because that name had long since been given by Dr. Lindley to another species of the genus discovered by Lobb, hit upon the ingenious device of making his Christian name the passport to immortality in the present instance. Certainly no one ever laboured harder in the cause of science or deserved the compliment better than the adventurous young traveller, who has already added so many new things to our collections, and who, we sincerely hope, may be spared to enrich them still more.This orchid is sometimes included in the genus Cepobaculum, but the splitting of Dendrobium into numerous genera has not typically been accepted.",
    "Distribution and habitat": "The chocolate tea tree orchid occurs in the Western Province of Papua New Guinea and in Australia from the tip of Cape York Peninsula to the McIlwraith Range and Coen. It is locally common at altitudes of between 50 and 600 m (200 and 2,000 ft) in open forest, swampy areas and monsoonal thickets.",
    "Conservation status": "This orchid is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threat to the species is illegal collection.\n\n\n== References =="
  }
}