{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_linguiforme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. linguiforme"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium linguiforme, commonly known as the thumbnail orchid, tick orchid or tongue orchid, is a plant in the orchid family Orchidaceae and is endemic to eastern Australia. It grows on trees or on rocks, with wiry, prostrate stems, prostrate, fleshy leaves and spikes of up to twenty white to cream-coloured flowers in early spring.",
    "Description": "Dendrobium linguiforme is an epiphytic or lithophytic orchid with prostrate stems that produce wiry roots along almost their whole length. The roots are 1–4 cm (0.4–2 in) long and 3–4 mm (0.1–0.2 in) in diameter. There is a single leaf at the end of each branch of the stem. The leaf is oblong to egg-shaped, 2–4 cm (0.8–2 in) long and 8–15 mm (0.3–0.6 in) wide. It is 4–6 mm (0.16–0.24 in) thick and succulent with the upper surface smooth but with ridges and furrows. Up to twenty flowers are arranged in a raceme 5–15 cm (2–6 in) long. The dorsal sepal is linear to narrow lance-shaped, 15–22 mm (0.6–0.9 in) long and 3–4 mm (0.12–0.16 in) wide, the lateral sepals are 18–22 mm (0.7–0.9 in) long and 4–5 mm (0.16–0.20 in)  wide, the petals slightly smaller. The petals and sepals are white to cream-coloured. The labellum is cream-coloured with pale purple markings and is 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.12–0.16 in) wide. Flowering occurs in September and October.",
    "Taxonomy and naming": "The species was first formally described in 1800 by Swedish botanist Olof Swartz and the description was published in Kongliga Vetenskaps Academiens Nya Handlingar. In 1981, the German botanist, Friedrich Brieger transferred the species to Dockrillia as D. linguiformis but the change has not been accepted by the herbarium of the Royal Botanic Garden, Sydney and other sources. The specific epithet (linguiforme) is derived from the Latin words lingua meaning \"tongue\" and forma meaning \"shape\".",
    "Distribution and habitat": "Tongue orchid occurs in New South Wales and Queensland where it grows on rocks and trees, usually in sclerophyll forest and sometimes in rainforest or in rocky places. In New South Wales it occurs on the coast and tablelands north of Ulladulla and inland as far as Gungal and Tamworth. In Queensland it is found from the Atherton Tableland to Townsville and south from Gympie to the New South Wales border.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}