{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_trilamellatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. trilamellatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium trilamellatum, commonly known as the fragrant tea tree orchid or large tea tree orchid, is a species of epiphytic orchid found in northern Australia and New Guinea. It has spindle-shaped pseudobulbs, between three and seven leathery, dark green leaves and between three and fifteen yellow, yellowish brown or brown flowers with a mauve to purple labellum.",
    "Description": "Dendrobium trilamellatum is an epiphytic herb with spindle-shaped, cane-like, green pseudobulbs 300–600 mm (10–20 in) long and 15–25 mm (0.59–0.98 in) wide. There are between three and seven leathery, linear to lance-shaped, dark green leaves, 100–250 mm (4–10 in) long and 10–15 mm (0.39–0.59 in) wide. Between three and fifteen pleasantly-scented flowers are borne on a flowering stem 300–500 mm (10–20 in) long. The flowers are yellow, yellowish brown or brown with darker stripes, 20–55 mm (0.79–2.2 in) long and 25–60 mm (0.98–2.4 in) wide. The sepals and petals are strongly twisted, thick and shiny. The sepals are 20–30 mm (0.79–1.2 in) long, the dorsal sepal 4–7 mm (0.2–0.3 in) wide and the lateral sepal 7–9 mm (0.3–0.4 in) wide. The petals are a similar length to the sepals but only about half as wide. The labellum is mauve to purple with a cream-coloured to yellow centre, 10–22 mm (0.4–0.9 in) long, 7–14 mm (0.3–0.6 in) wide and has three lobes. The side lobes are erect and middle lobe is arrowhead-shaped and curved with three ridges along its midline. Flowering occurs from July to November.Dendrobium trilamellatum has apparently been frequently confused with D. johannis. They are, however, easy to tell apart if flowering: D. trilamellatum flowers in the spring while D. johannis flowers in the autumn. The former has a delightful scent, while the latter smells unpleasant.",
    "Taxonomy": "Dendrobium trilamellatum was first formally described in 1908 by Johannes Jacobus Smith and the description was published in Nova Guinea : Résultats de l'expédition scientifique Néerlandaise à la Nouvelle-Guinée. Smith noted \"This species is closely related to D. johannis Rchb.f.\".In 2002, Mark Clements and David Jones included this orchid in the genus Cepobaculum as C. trilamellatum. They also raised Dendrobium johannis var. semifuscum, which had been described in 1883 by Reichenbach, to species level as Cepobaculum semifuscum. The splitting of Dendrobium into numerous genera has not typically been accepted and both C. trilamellatum and C. semifuscum are regarded by the World Checklist of Selected Plant Families as synonyms of D. trilamellatum.",
    "Distribution and habitat": "The fragrant tea tree orchid grows on paperbark and rough-barked trees mainly in open forest, woodland. It is found on Cape York Peninsula from the Iron Range to Cooktown and the McIlwraith Range, on some Torres Strait Islands and on the coast of New Guinea.",
    "Use in horticulture": "The orchid needs good light. It grows well on a slab and needs a dry winter but frequent watering in summer.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}