{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_neospectabile",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. neospectabile"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium neospectabile, commonly known as the Eungella king orchid, is a species of epiphytic or lithophytic orchid that is endemic to tropical North Queensland. It has cylindrical, yellowish green pseudobulbs, up to three thick, leathery leaves and up to two hundred and fifty crowded cream-coloured to pale yellow flowers with reddish purple streaks on the labellum.",
    "Description": "Dendrobium neospectabile is an epiphytic or lithophytic herb with spreading roots and cylindrical or spindle-shaped, yellowish green pseudobulbs 200–600 mm (8–20 in) long and 20–40 mm (0.8–2 in) wide. Each pseudobulb has up to three thick, leathery, dark green leaves originating from its top, the leaves 160–400 mm (6–20 in) long and 50–90 mm (2–4 in) wide. Between one hundred and fifty and two hundred and fifty cream-coloured to pale yellow flowers 55–75 mm (2.2–3.0 in) long and 60–75 mm (2.4–3.0 in) wide are crowded on a flowering stem 250–550 mm (10–20 in) long. The dorsal sepal is oblong, 30–50 mm (1.2–2.0 in) long and 4–7 mm (0.16–0.28 in) wide and tapered. The lateral sepals are 25–35 mm (0.98–1.4 in) long, 5–6 mm (0.20–0.24 in) wide, spread apart from each other near the base then curve inwards and sometimes cross each other. The petals are linear to oblong, 25–40 mm (0.98–1.6 in) long and 3–4 mm (0.1–0.2 in) wide. The labellum is cream-coloured with purple markings, 10–12 mm (0.39–0.47 in) long and wide with three lobes. The sides lobes are erect and the middle lobe has a more or less square-cut tip. Flowering occurs from August and October.",
    "Taxonomy and naming": "The Eungella king orchid was first formally described in 2006 by David Jones and Mark Clements from a plant grown in the Australian National Botanic Gardens from a specimen collected in the Eungella National Park. It was given the name Thelychiton spectabilis and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium neospectabile because the name Dendrobium spectabile was already given to a different orchid. The specific epithet (spectabilis) given by Jones and Brown is a Latin word meaning \"notable\" or \"showy\", referring to the floral display of this orchid. The prefix neo- means \"new\", \"young\" or \"recent\".",
    "Distribution and habitat": "Dendrobium neospectabile grows on tall rainforest trees, in sheltered places in open forest and sometimes on cliffs and boulders. It occurs in mountainous areas in and around Eungella National Park.\n\n\n== References =="
  }
}