{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_crassum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. crassum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium crassum, commonly known as the tableland feather orchid, is a species of epiphytic orchid that is endemic to tropical North Queensland. It has cylindrical, dark reddish brown pseudobulbs, up to three thick, leathery leaves and up to ten white flowers with purplish markings on the labellum.",
    "Description": "Dendrobium crassum is an epiphytic herb with cylindrical, dark reddish brown pseudobulbs 30–120 mm (1–5 in) long and 5–8 mm (0.2–0.3 in) wide. Each pseudobulb has up to three thick, leathery, dark green leaves originating from its top, the leaves 30–60 mm (1–2 in) long and 15–30 mm (0.6–1 in) wide. Between three and ten white flowers 22–32 mm (0.87–1.3 in) long and 20–30 mm (0.79–1.2 in) wide are arranged on a flowering stem 30–650 mm (1–30 in) long. The dorsal sepal is 16–22 mm (0.63–0.87 in) long and about 3 mm (0.12 in) wide. The lateral sepals are 15–20 mm (0.59–0.79 in) long and about 3 mm (0.12 in) wide. The petals are 15–22 mm (0.59–0.87 in) long and about 1 mm (0.04 in) wide. The labellum is white with purplish markings, 6–7 mm (0.24–0.28 in) long and wide with three lobes. The sides lobes are erect and pointed and the middle lobe is pointed and has a yellow ridge along its midline. Flowering occurs from July to september.",
    "Taxonomy and naming": "The tableland feather orchid was first formally described in 2006 by David Jones, Bruce Gray and Mark Clements from a plant collected near Herberton. It was given the name Tropilis crassa and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium crassum. The specific epithet (crassum) is a Latin word meaning \"thick\", \"fat\" or \"stout\", referring to the thick pseudobulbs, relative to those of the similar Dendrobium angustum.",
    "Distribution and habitat": "Dendrobium crassum grows on old forest oak (Allocasuarina torulosa) trees in moist open forest. It occurs on the Atherton Tableland.\n\n\n== References =="
  }
}