{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_schoeninum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. schoeninum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium schoeninum, commonly known as the common pencil orchid, is an epiphytic or sometimes a lithophytic orchid in the family Orchidaceae and has thin wiry, upright or pendent stems with fleshy, grooved, dark green leaves. Its short flowering stems have one or two, rarely up to four pale green, cream-coloured or mauve flowers with purple markings on the labellum. It grows on rainforest margins in coastal New South Wales and southern Queensland.",
    "Description": "Dendrobium schoeninum is an epiphytic or sometimes lithophytic herb that has thin, upright or pendent stems 300–900 mm (10–40 in) long, about 3 mm (0.1 in) wide with many branches. The leaves are cylindrical, fleshy, dark green and groved, 60–160 mm (2–6 in) long and 2–12 mm (0.08–0.5 in) wide. The flowering stems are 10–30 mm (0.4–1 in) long and bear between one or two, rarely up to four pale green, cream-coloured or mauve flowers with purple stripes. The sepals and petals spread apart from each other, the sepals 18–24 mm (0.71–0.94 in) long and about 3.5 mm (0.14 in) wide and the petals a similar length but narrower. The labellum is cream-coloured to pale green with purple markings, about 20–30 mm (0.8–1 in) long and 7–10 mm (0.3–0.4 in) wide with three lobes. The side lobes are narrow and upright and the middle lobe turns downward and has wavy edges and three wavy ridges in the midline. Flowering occurs from August to November.",
    "Taxonomy and naming": "Dendrobium schoeninum was first formally described in 1870 by John Lindley and the description was published in The Gardeners' Chronicle and Agricultural Gazette. The specific epithet (schoeninum) is derived from the Latin word schoenus meaning \"sedge\".",
    "Distribution and habitat": "The common pencil orchid grows on the edge of rainforest, near creeks or on the branches of river oak (Casuarina cunninghamiana) or swamp she-oak (C. glauca). It sometimes also grows on shady rocks and cliff faces. It occurs in near coastal areas between Gladstone in Queensland and the Hunter River in New South Wales.\n\n\n== References =="
  }
}