{
  "url": "https://en.wikipedia.org/wiki/Dendrobium_coriaceum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Subtribe": "Dendrobiinae"
    },
    {
      "Genus": "Dendrobium"
    },
    {
      "Species": "D. coriaceum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrobium coriaceum, commonly known as the inland rock orchid, is a species of lithophytic orchid that is endemic to North Queensland. It has tapered pseudobulbs, up to three thick, leathery leaves and up to forty yellow or cream-coloured flowers with purple markings on the labellum.",
    "Description": "Dendrobium coriaceum is a lithophytic herb with spreading roots and tapering green to reddish pseudobulbs 150–220 mm (6–9 in) long and 20–30 mm (0.8–1 in) wide. Each pseudobulb has up to three thick, leathery, dark green leaves originating from its top, the leaves 80–160 mm (3–6 in) long and 30–60 mm (1–2 in) wide. Between twenty and forty cream-coloured to yellow flowers 35–55 mm (1.4–2.2 in) long and 35–50 mm (1.4–2.0 in) wide are arranged on a flowering stem 250–550 mm (10–20 in) long. The dorsal sepal is oblong, 20–25 mm (0.79–0.98 in) long and 5–6 mm (0.20–0.24 in) wide. The lateral sepals are 15–20 mm (0.59–0.79 in) long, 5–8 mm (0.20–0.31 in) wide and strongly curved. The petals are linear to oblong, 15–20 mm (0.59–0.79 in) long and about 2 mm (0.08 in) wide. The labellum is cream-coloured with reddish purple streaks, 9–13 mm (0.4–0.5 in) long and wide with three lobes. The sides lobes are erect and curved and the middle lobe has a more or less square-cut tip. Flowering occurs between August and October.",
    "Taxonomy and naming": "The inland rock orchid was first formally described in 2006 by David Jones and Mark Clements from a specimen collected near Yeppoon. It was given the name Thelychiton coriaceus and the description was published in Australian Orchid Research. In 2014, Julian Shaw changed the name to Dendrobium coriaceum. The specific epithet (coriaceum) is a Latin word meaning \"of leather\", referring to the leaves and fleshy flowers.",
    "Distribution and habitat": "Dendrobium coriaceum grows on rocks and cliffs on the Blackdown Tableland and in Carnarvon National Park in Queensland.\n\n\n== References =="
  }
}