{
  "url": "https://en.wikipedia.org/wiki/Panicum_helopus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Urochloa"
    },
    {
      "Species": "U. panicoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Urochloa panicoides is a fodder grass originating in Southern Africa.",
    "Description": "This annual grass has decumbent or upright stems up to a meter long. It may root where its lower nodes contact the substrate. The leaves have linear or lance-shaped blades up to 25 centimeters long. They are hairless to somewhat hairy, and they may have hairs lining the edges. The inflorescence is composed of up to 10 racemes, each up to 7 centimeters long. The spikelets are solitary or paired.Urochloa panicoides can be confused with Urochloa setigera, but the morphology of the spikelet is slightly different.",
    "Distribution": "This grass is native to southern Africa. It has naturalized elsewhere, including Australia, Argentina, and the United States.",
    "Ecology": "It is most common on moist grasslands and lakesides up to an altitude of 2200 meters.",
    "Usage": "This grass is often used as a fodder for cattle and horses. It is now known as a weed and a potential seed contaminant.",
    "Diseases and pests": "This grass is susceptible to the maize streak virus (MSV), which is transmitted by Cicadulina leafhoppers such as Cicadulina mbila, C. arachidis, C. triangula, C. bimaculata, C. similis, C. latens, C ghaurii, and C. parazeae. \nIt is also susceptible to cereal chlorotic mottle virus, which is transmitted by several insects, including Nesoclutha pallida and Cicadula bimaculata.",
    "Common names": "Common names for the grass include barajalgauti, basaunta (Punjabi), tuinheesgras, heesgras, kurimanna (Afrikaans), sharp-flowered signal-grass, annual signal grass, garden signal grass, panic liverseed grass, herringbone grass (English), kuri millet (in Zimbabwe), pasto africano (Italian), farsho (Somali), kgolane, and bore-ba-ntjia (Sotho).\n\n\n== References =="
  }
}