{
  "url": "https://en.wikipedia.org/wiki/Panicum_obtusum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Subfamily": "Panicoideae"
    },
    {
      "Supertribe": "Andropogonodae"
    },
    {
      "Tribe": "Paspaleae"
    },
    {
      "Subtribe": "Paspalinae"
    },
    {
      "Genus": "HopiaZuloaga & Morrone"
    },
    {
      "Species": "H. obtusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Hopia obtusa is a species of grass commonly known as vine mesquite. This plant was treated as Panicum obtusum until recently when more molecular and genetic material revealed new information about it. Hopia obtusa is now placed in the monotypic genus Hopia.",
    "Description": "Hopia obtusa is a perennial grass with stems up to 20 to 80 centimetres (7.9 to 31.5 in) tall. It has long, creeping rhizomes or shallow rhizomes with swollen, villous nodes. The culms are usually in small, compressed, glaucous clumps that are either erect or decumbent. Nodes are hairy lower on the plant but glabrous higher up. The sheath is pubescent to pilose lower on the plant but glabrous higher up. It has membranous truncate, irregularly denticulate ligules that are 0.2–2 millimetres (0.0079–0.0787 in) big. Leaf blades are 3–26 cm (1.2–10.2 in) long and 2–7 mm (0.079–0.276 in) wide; they are ascending, firm, glaucous, sparsely pilose near the base, often scabrous on the margins, and involute towards the tips. The panicles are 5–15 cm (2.0–5.9 in) long and 0.8–1.5 cm (0.31–0.59 in) wide. The panicle has 2 to 6 spikelike, erect, puberulent, and 3-angled branches. The ultimate branchlets are one-sided. The pedicels are paired and congested. Some spikelets are on short pedicels that are 0.1–1 mm (0.0039–0.0394 in), while others are on longer pedicels 1.5–2.5 mm (0.059–0.098 in). Spikelets are 2.8–4.4 mm (0.11–0.17 in) long, ellipsoid, terete to slightly laterally compressed, glabrous, and obtuse.  The lower glumes are about 3/4 as long as the spikelet and are 5- or 7-veined. Upper glumes and lower lemmas equal the spikelet's length and are 5– to 9-veined. The lower florets are staminate with its lower paleas 2.5–3.5 mm (0.098–0.138 in) long. The upper florets are puberulent at the bases and apices. Flowering is from May through October.",
    "Habitat and Ecology": "Hopia obtusa grows in seasonally wet sand or gravel, especially on stream banks, ditches, roadsides, wet pastures, and rangeland. Its range extends from the southwestern United States to central Mexico.It is a larval host to the dotted roadside skipper.\n\n\n== References =="
  }
}