{
  "url": "https://en.wikipedia.org/wiki/Panicum_hemitomon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. hemitomon"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum hemitomon is a species of grass known by the common name maidencane. It is native to North America, where it occurs along the southeastern coastline from New Jersey to Texas. It is also present in South America.This plant is a rhizomatous perennial grass with stems reaching up to 2 meters in height. It is aquatic or semi-aquatic, growing in water or wet soils. It spreads via its rhizome to form large colonies. The canelike roots are filled with air and form a mass up to 46 centimeters wide. The stems may be erect or spreading; if nodes on the stem contact moist substrate they will root. Stems that break off and float away may root where they land. There are fertile and sterile stems. The leaves are up to 35 centimeters long by 1.5 wide and have tapering tips. The inflorescence is a panicle with upright branches.This species is a common grass in coastal wetlands. It is only found in freshwater, not sea water or brackish water. It can be found in many types of freshwater wetlands as well as in ditches and disturbed or cultivated areas. It is less sensitive to grazing than many associated species, but growth is reduced by competition from neighboring plants. It is common in the Everglades and other regions in Florida. It may form large monotypic stands which are rooted or floating free to form a floating marsh. It forms its most dense stands on the drier sites in wet habitats. It can tolerate several months of flooding. The rhizome network helps to stabilize soil and prevent erosion. Some biologists therefore refer to it as a keystone speciesThis grass sprouts from the rhizome in the winter and grows over the course of the year. It is most dense in summer and fall. The aboveground parts die and break off, forming floating mats. Then the rhizome becomes dormant.Maidencane is good for cattle forage, and there are maidencane-dominated marshes in Florida which are used for cattle grazing. It can be used as hay. It is also eaten by deer and utilized by the Florida panther, which lives in the marshes. The American alligator also lives in maidencane wetlands. Many other animals are found in these habitat types.The plant is considered a weed in some places, such as cultivated crop fields. It is also considered a nuisance species when it becomes very dense. It may compete with food plants for waterfowl. Controlled burns are sometimes initiated to thin the plant.",
    "References": "",
    "External links": "Center for Aquatic and Invasive Plants\nThe Nature Conservancy\nUSDA Plants Profile"
  }
}