{
  "url": "https://en.wikipedia.org/wiki/Panicum_turgidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. turgidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum turgidum  is an old world clumping desert bunchgrass of the genus Panicum. It is a plant of arid regions across Africa and Asia, and has been introduced to other parts of the world.",
    "Description": "Panicum turgidum is a perennial bunchgrass, growing in dense bushes up to 1 metre (3.3 ft) tall. The stems are long-jointed, hard and polished, with few leaves, resembling bamboo shoots. Side shoots branch out at the nodes, and the stems bend over and root when the nodes get buried. The inflorescence is a terminal panicle up to 10 cm (4 in) long with solitary spikelets some 3 to 4 mm (0.12 to 0.16 in) long. The roots are covered in hairs to which fine sand adheres creating a felted appearance. This is a drought- and salt-tolerant species, and used for flour, fodder, thatch and erosion control.",
    "Distribution and habitat": "It is common across the Sahara and Arabia, from Senegal to Pakistan, and known by a number of common names, most widely as Taman,  tuman, or thaman in Egypt and Arabia; merkba or markouba in Mauritania and some Saharan Arabics; and afezu in Tamachek.  Other common names include guinchi (eastern Sahara)  and du-ghasi (Somalia). It grows on sand dunes in hot, dry climates, and will also grow in latosols.",
    "Ecology": "In the Nigerien Sahara, tussocks of Panicum turgidum act as a nurse plants for tree regeneration. They have been shown facilitating the regeneration of Acacia tortilis subsp. raddiana by protecting seedlings from drought and domestic herbivory. Accordingly, transplanting seedlings of Saharan trees inside Panicum’s tussocks may promote substantially reforestation in degraded areas on a long-term scale. The leaves and shoots of this grass are palatable to livestock, and camels and donkeys will also eat it in the dry state.",
    "References": "p.  261. Board on Science and Technology for International Development, Office of International Affairs, National Research Council. Lost Crops of Africa: Volume I: Grains.  The National Academies of Science, United States. (1996)  ISBN 978-0-309-04990-0 .\nAnthelme, F.; R. Michalet & M. Saadou (February 2007). \"Positive associations involving the tussock grass Panicum turgidum Forssk. in the Aïr-Ténéré Reserve, Niger\". Journal of Arid Environments. 68 (3): 348–62. doi:10.1016/j.jaridenv.2006.07.007.\nWilliams, J. T.; Farias, R. M. (1972). \"Utilisation and taxonomy of the desert grass Panicum turgidum\". Economic Botany. 26 (1): 13–20. doi:10.1007/BF02862257.\nClayton, W.D., Harman, K.T. and Williamson, H. (2006 onwards). GrassBase - The Online World Grass Flora. Panicum turgidum. (accessed 4 January 2009)\nJacob Thomas. Biodiversity of Saudi Arabia: Vegetation. 20-5-2007.\nCulmess, Heike. (1997): Investigations on the feeding and migration behavior of the Desert Locust Schistocerca gregaria depending on the vegetation of Mauritania. Project Integrated Biological Control of Grasshoppers and Locusts.  Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) GmbH.\nFabien Anthelmea, Maman Waziri Matob, Dimitri de Boissieua, Franck Giazzi. (2006). DÉGRADATION DES RESSOURCES VÉGÉTALES AU CONTACT DES ACTIVITÉS HUMAINES ET PERSPECTIVES DE CONSERVATION DANS LE MASSIF DE L'AÏR (SAHARA, NIGER).  VertigO .   VOLUME 7, Numéro 2,  Art. 15.",
    "External links": "\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Panicum turgidum\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg.\n Media related to Panicum turgidum at Wikimedia Commons\n Data related to Panicum turgidum at Wikispecies"
  }
}