{
  "url": "https://en.wikipedia.org/wiki/Panicum_repens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. repens"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum repens is a species of grass known by many common names, including torpedograss, creeping panic, panic rampant, couch panicum, wainaku grass, quack grass, dog-tooth grass, and bullet grass. Its exact native range is obscure. Sources suggest that the grass is native to \"Africa and/or Asia\", \"Europe or Australia\", \"Eurasia\", \"Australia\", \"Europe, Asia, and Africa\", or other specific regions, including the Mediterranean, Israel, and Argentina. It is present in many places as an introduced species and often a noxious weed. It has been called \"one of the world's worst weeds.\"",
    "Overview": "This perennial grass spreads via its large, branching rhizomes, which are thick and pointed. The pointed shape of the rhizome tip gives the plant the name torpedograss. The rhizomes creep along the ground or float in water, forming floating mats. They can reach a length of 6 meters (20 ft) and a soil depth of 7 meters (23 ft), and they can form a mat 15 centimeters (5.9 in) thick. The spreading rhizomes sprout repeatedly to form colonies of stems. The stems are 20 to 90 centimeters (7.9 to 35.4 in) tall, sometimes reaching 1 meter (3 ft 3 in). They grow erect or bend down. The leaves are stiff and straight, linear in shape, and flat or folded. They are sometimes white in color and waxy in texture. The inflorescence is a loose panicle of branches bearing small spikelets 2 to 3 millimeters (0.079 to 0.118 in) long.",
    "Habitat": "This grass grows throughout the world in tropical and subtropical areas. It was introduced to the United States in seed for forage grasses and probably in ballast water from ships. It was also imported by the United States Department of Agriculture to grow as a forage grass for cattle. It was deliberately planted throughout southern Florida and it easily escaped cultivation, eventually becoming \"one of the most serious weeds in Florida,\" spreading to more than 70% of the waterways in the state. In Lake Okeechobee it has invaded more than 16,000 acres of marsh. It displaces native plants, growing colonially in thick monotypic stands. Dense mats or stands of the grass cause hypoxia in the water. Torpedograss management in flood control systems costs an estimated US$2 million per year.The plant is established in sandy coastal habitat on the United States' Gulf Coast, such as beaches and dunes, from Florida to Texas. There it occurs with beach plants such as turtleweed (Batis maritima), saltgrass (Distichlis spicata), marsh fimbry (Fimbristylis castanea), largeleaf pennywort (Hydrocotyle bonariensis), and dwarf saltwort (Salicornia bigelovii). It grows on many barrier islands. It grows in many types of wetland habitat, in and out of the water. It grows in freshwater marshes, salt marshes, mud flats, wet prairies, tide pools, bogs, and lakesides. It also invades drier habitat, such as coastal pine forests and white sand scrub. It easily moves into disturbed and cultivated areas such as ditches and canals. It is a nuisance in sod production. In Hawaii, it is a weed of sugarcane (Saccharum officinarum). In other areas it can be found in turf and orchards. In the Florida turfgrass industry it is the second worst weed known. The grass can grow in a variety of habitats, but it does not tolerate cold and it is rarely found above subtropical latitudes or at altitude.",
    "Propagation": "The grass spreads primarily via its rhizome. It has been noted to grow 1.3 centimeters (0.51 in) in length per day. The stems and rhizomes also produce tillers. The rhizome can endure drying and flooding. Dry or wet conditions may reduce the number of shoots produced by the rhizome, but they do not kill it. The rhizome can disperse when parts of it break off and drop onto the substrate elsewhere, anchoring and putting up new shoots. The plant survives and sprouts after herbicide application, grazing, cutting, plowing or disking, and burning. The grass rarely reproduces by seed. It has been noted to reproduce by seed in Portugal, but does not do so in the United States, and it was described as \"incapable of fruiting\" in Japan. Seeds are sometimes observed but they are apparently rarely viable, with many studies describing zero germination.The grass has been widely planted as forage for cattle because it is so hardy, withstanding grazing and trampling, and it can be made into hay. However, it is not one of the more palatable or nutritious grasses. It is also good for erosion control because it binds the soil. Indeed, it is still recommended for planting along shorelines to stabilize them.",
    "References": "",
    "External links": "USDA Plants Profile\nUniversity of Florida Turfgrass Science"
  }
}