{
  "url": "https://en.wikipedia.org/wiki/Panicum_abscissum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. abscissum"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum abscissum is a species of grass known by the common name cutthroat grass. It is endemic to Florida in the United States. It is limited to five counties in the central Florida peninsula.This species is a rhizomatous perennial grass with stems growing up to 70 centimetres (2.3 feet) tall. The leaves are up to 25 centimetres (9.8 inches) long and the ligule is very short. There are small terminal and axillary panicles bearing flowers. The panicles are purple in color. The spikelets are just a few millimeters in length. Most of the plant's growth occurs in March through June. It blooms most heavily after a fire, and rarely blooms in the absence of fire.This grass grows in seepage bogs on the Lake Wales Ridge and other ridges in central Florida, an area of high plant endemism. It occurs on moist slopes that receive moisture from areas at higher elevation. It may be found near ponds in Florida scrub, or scrubby habitat, and in marshy flatwoods. Cutthroat grass communities are heavily dominated by the cutthroat grass species. They occur in a number of habitat types, but all are dependent on wildfire for their natural maintenance. Fire keeps the open grassland free of large and woody vegetation. The most distinctive cutthroat grass community is the cutthroat seepage slope, a range of microhabitat types defined by elevation and the water table.Most occurrences of the plant are within Polk and Highlands Counties. A large grass community exists in an area of remaining native habitat on the Avon Park Air Force Range.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}