{
  "url": "https://en.wikipedia.org/wiki/Panicum_hillmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. hillmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum hillmanii, commonly known as Hillmann's panicgrass, is a grass from genus Panicum native to Southwestern United States. It has been introduced to many other areas, notably including southern Australia where it became widespread, and several parts of Europe.",
    "Description": "Panicum hillmannii is a perennial grass that resembles the related P. capillare (hairy panic) in habitat and appearance. It is distinguished by slightly stiffer panicles, firmer foliage, the rachilla shortly developed between the upper and lower glumes, the sterile floret which has the palea developed; and larger darker fertile lemma (up to 2mm long) with a prominent crescent-shaped scar at its base.",
    "Distribution and habitat": "Panicum hillmannii is native to Southwest United States. It was introduced to Australia in the early 1900s, and has spread across South Australia, Victoria, New South Wales and Tasmania, sharing the habitat with related native witchgrass (P. effusum). It was also introduced to Europe, and specimens have been found in France, Belgium, Austria and Germany, although it remains relatively rare there and confined to agricultural weed in maize fields and habitats such as roadsides.Like several other Panicum species (P. capillare and P. effusum), Hillman's panicgrass can become a tumbleweed under extremely dry conditions, and can become a nuisance in residential areas due to the accumulation of grass stalks. Dry tumbleweed poses a serious fire danger. The plant is potentially harmful for grazing livestock, as it contains saponins causing liver damage in animals.",
    "References": "",
    "External links": " Data related to Panicum hillmanii at Wikispecies\n Media related to Panicum hillmanii at Wikimedia Commons"
  }
}