{
  "url": "https://en.wikipedia.org/wiki/Panicum_effusum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. effusum"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum effusum, commonly known as hairy panic, is a grass native to inland Australia. It occurs in every mainland state, as well as New Guinea. In dry conditions, the fast-growing grass can become a tumbleweed.",
    "Description": "Hairy panic is a perennial grass that reaches 70 centimetres (28 in) high. The leaves have tubercle-based hairs and are up to 5–30 centimetres (2.0–11.8 in) long by 0.4–1 centimetre (0.16–0.39 in) wide. The seed spikes are typically 5–50 centimetres (2.0–19.7 in) long, with the spikelets 2–3 millimetres (0.079–0.118 in) long.",
    "Taxonomy": "Prolific Scottish botanist Robert Brown described Panicum effusum in his 1810 work Prodromus Florae Novae Hollandiae et Insulae Van Diemen. It still bears its original name. Ferdinand von Mueller described Panicum convallium, which he recorded from the banks of the Torrens and Gawler Rivers, on the Murray River and along the Flinders Ranges, in 1855.Common names include branched panic, hairy panic, effuse panic, native millet and poison panic.",
    "Distribution and habitat": "Found across Australia, particularly in the east and Papua New Guinea, hairy panic occurs on low- to medium-nutrient clay soils over shale or conglomerate. Its large range, abundance and stable population mean that hairy panic is classified as Least Concern on the IUCN Red List, and in fact may be becoming more abundant.“Hairy panic” is found on the following ecoregions in Australia: Shrubland, grass downs, tropical savanna, desert, woodlands, lowland rainforest, tropical rainforests, montane grasslands, sub-alpine grassland, mangroves, xeric scrub and temperate rainforests.",
    "Ecology": "Panicum effusum produces a dry, single-seeded, indehiscent fruit which is eaten by the stubble quail. The seeds are wind-borne, though can also be transported in mud on cars.The flowering of this plant occurs during summer. It is highly drought-tolerant, but is sensitive to frost.\nUnder extremely dry conditions, the fast-growing grass becomes a tumbleweed (that has evolved to disperse seeds) and can become a nuisance in residential areas due to the accumulation of grass stalks. In February 2016, the town of Wangaratta, Victoria, was invaded by large numbers of tumbleweeds of the plant, which piled up to roof height in places. Some residents blamed the problem on a local farmer who had failed to upkeep his paddock.Hairy panic uses C4 carbon fixation, giving it an advantage in conditions of drought and high temperature.",
    "Uses": "Hairy panic is a component of pastures, though not usually abundant. It is of moderate nutritional value to livestock. Sheep consuming large quantities of hairy panic within 2–6 weeks of rain can suffer from photosensitivity and the fatal disease “yellow-bighead”.",
    "See also": "Kali tragus, a common species of tumbleweed in the United States",
    "References": "",
    "External links": " Data related to Panicum effusum at Wikispecies\n Media related to Panicum effusum at Wikimedia Commons"
  }
}