{
  "url": "https://en.wikipedia.org/wiki/Panicum_colonum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Subfamily": "Panicoideae"
    },
    {
      "Genus": "Echinochloa"
    },
    {
      "Species": "E. colona"
    }
  ],
  "text": {
    "__SUMMARY__": "Echinochloa colona, commonly known as jungle rice, deccan grass, or Awnless barnyard grass, is a type of wild grass originating from tropical Asia.  It was formerly classified as a species of Panicum. It is the wild ancestor of the cultivated cereal crop  Echinochloa frumentacea, sawa millet. Some taxonomists treat the two taxa as one species, in which case the domesticated forms may also be referred to as E. colona.",
    "Distribution and habitat": "The grass occurs throughout tropical Asia and Africa in fields, and along roadsides and waterways. It is considered an invasive weed in the Americas and Australia. In Australia, it has spread to wetlands, and is threatening the habitat of swamp tea trees.",
    "In culinary use": "In India seeds of this grass are used to prepare a food dish called khichadi  and are consumed during festival fasting days. In Gujarati is called \"Samo\" (સામો) or \"Moriyo\" (મોરિયો) in Marathi it is called 'bhagar' (भगर) or \"Vari cha Tandul\" (वरी चा तांदुळ), in Hindi it is called \"Mordhan\" (मोरधन)or \"Sava ka chawal\" (सवा का चावल). Also called samay ke chawal\nThe 1889 book 'The Useful Native Plants of Australia’ records that Panicum Colonum, (an earlier name for this plant) had common names which included \"Shama Millet\" of India; called also, in parts of India, \"Wild Rice\" or \"Jungle Rice\" and that it \"Has erect stems from two to eight feet high, and very succulent. The panicles are used by the aboriginals [sic.] as an article of food. The seeds are pounded between stones, mixed with water, and formed into a kind of bread. It is not endemic to Australia.\"",
    "References": "",
    "External links": "Echinochloa colona. UC Davis IPM.\nEchinochloa colona in West African plants – A Photo Guide."
  }
}