{
  "url": "https://en.wikipedia.org/wiki/Panicum_leibergii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Dichanthelium"
    },
    {
      "Species": "D. leibergii"
    }
  ],
  "text": {
    "__SUMMARY__": "Dichanthelium leibergii, known as variously as Leiberg's panicum, Leiberg's panicgrass, Leiberg's rosette grass, and prairie panic grass is a species of grass native to North America. It was named for its discoverer, John Bernhard Leiberg (1853-1913), a Swedish-born American botanist active in the western United States.",
    "Description": "Leiberg's panicgrass is a small perennial grass forming loose rosettes with culms between 30–60 centimeters (12–24 in) in height. It is distinguished from other similar species of Dichanthelium by a combination of the following characters:\nleave less than 15 millimeters (0.59 in) wide and less than 15-20 times as long as wide\nleaves hairy\nstem slender with narrowly ovoid panicle\nspikelets with long, soft hairs up to 1 millimeter (0.039 in) in length\nfirst glume narrowly ovate, reaching the middle of the spikelet",
    "Distribution": "Dichanthelium leibergii ranges north to Alberta, west to Kansas, and east to New York state. Although it is \"fairly common\" in Manitoba, it is a rare species across much of its range. It is state threatened in Indiana, Michigan, and Ohio and state endangered in New York. It is extirpated in Pennsylvania.",
    "Ecology": "In the Chicago region, it is a highly conservative species, with a coefficient of conservatism of 10. It occurs in high-quality prairie remnants, including wet prairie, mesic prairie, gravel hill prairie, as well as dry-mesic black oak savannas and oak openings. In a North Dakota study, its coverage increased significantly following the application of prescribed burning.",
    "Conservation": "Leiberg's panicgrass is threatened by habitat fragmentation,  destruction, and invasive species. Appropriate management to maintain and increase populations of Leiberg's panicgrass includes removal of woody and invasive plant populations, prescribed burning, and prairie restoration.\n\n\n== References =="
  }
}