{
  "url": "https://en.wikipedia.org/wiki/Panicum_sumatrense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. sumatrense"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum sumatrense, known as little millet, is a species of millet in the family Poaceae.",
    "Description": "This species of cereal is similar in habit to the proso millet except that it is smaller. It is an annual herbaceous plant, which grows straight or with folded blades to a height of 30 cm to 1 m. The leaves are linear, with the sometimes hairy laminae and membranous hairy ligules. The panicles are from 4 to 15 cm in length with 2 to 3.5 mm long awn. The grain is round and smooth, 1.8 to 1.9 mm long.",
    "Subspecies": "There have been two subspecies described:\n\nPanicum sumatrense Roth ex Roem. & Schult. subsp. psilopodium (Trin.) Wet.\nPanicum sumatrense Roth ex Roem. & Schult. subsp. sumatrense",
    "Distribution and habitat": "In the temperate zones of Asia: the Caucasus, China, East Asia and also in the tropics of the continent: India, Indochina and Malaysia.\nIt can withstand both drought and waterlogging. It can be cultivated up to 2000 m above sea level.",
    "Common names": "Hindi: Moraiyo, Kutki, Shavan. Bengali : Sama. Tamil : Samai. Gujarati : Gajro, Kuri.Telugu : Samalu.Marathi : Sava, Halvi, Vari. Oriya : Suan.Kannada : Saame (ಸಾಮೆ). Malayalam : Chama (ചാമ).",
    "Cultivation": "The largest cultivation is in central India. Usually, it is planted using a seed drill. It can also if necessary be planted spoiled. The green plant can also be used in part as cattle feed. The straw can be mixed with clay or cement be used in construction.\nThe harvest yield is from 230 to 900 kg/ha.",
    "Archaeobotany": "At the Indus Valley Civilisation sites of Harappa and Farmana, the millet assemblage was dominated by little millet. Over 10,000 grains of little millet were recovered at Harappa. At Harappa, little millet cultivation peaked at around 2600 BC, accounting for around 5% of the total cereal assemblage.",
    "Preparation": "Little millet is cooked like rice. Sometimes the millet is also milled and baked. The protein content of the grain is 7.7%.",
    "Notes": "",
    "References": "\nThis article is based on a translation of the corresponding article in the German Wikipedia."
  }
}