{
  "url": "https://en.wikipedia.org/wiki/Panicum_antidotale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Panicum"
    },
    {
      "Species": "P. antidotale"
    }
  ],
  "text": {
    "__SUMMARY__": "Panicum antidotale Retz. (Punjabi: ਘਮੂਰ  ghamur, English: blue panicgrass) is a tall (up to 3 metres), coarse, woody perennial grass throughout the Himalaya and the Upper Gangetic Plain and specifically in various regions of the Indian state of Punjab and the Pakistan province of Punjab and the neighbouring areas of these regions. The plant has strong spreading rhizomes.\nThis grass is also listed by William Coldstream in his Illustrations of Some of the Grasses of the Southern Punjab with the vernacular name ghirri (Punjabi ਿਘਰੱੀ) which he however explains is not known to those landowners that he had interviewed as a separate species of Panicum but rather as an unripe form of Panicum antidotale which is generally called in Punjabi ghamur (ਘਮੂਰ).",
    "Habitat": "Panicum antidotale is found in rich soils that have often been improved with compost or dung be they originally of sand or clay. According to Coldstream, for some reason it seems to be found in the vicinity of caper bushes.",
    "Usage": "This grass is not considered of much use beyond its early tender stages having a bitter or brackish taste when it matures. It is grown in the southwestern United States as a forage, and can now be found there growing wild as an introduced species.",
    "Pests and diseases": "Panicum antidotale is susceptible to yellow stripe disease which is usually found in sugar-cane. The disease in this grass, in which the virus persists for long periods, is capable not only of infecting sugar-canes in their vicinity, but also serves as new sources of infection when diseased canes have been removed.",
    "Names in various languages": "",
    "Names in various languages-Punjabi dialect forms": "The following dialect forms are recorded in Punjabi for this grass:\n\nFirozpur: ਗਰ੍ਮ garham s.m.\nHisar: ਿਘੱਰੀ ghirri s.f. - Though see Coldstream's note above.\nJhang: ਘਮੂਰ ghamūr s.m. - Where Panicum antidotale is not found on the prevalent nitrate-saturated soils of the district (called in Punjabi ਕਲੱਰ kallar).\nMultan: ਕੁਟਕੀ kuṭkī s.f., 1. A gnat; 2. The name of a plant Panicum miliare used medicinally; 3. Hellebore. Which again seems to be a synonym for Panicum antidotale. Compare the Punjabi form ਕੁਦਕੀ kudkī for Panicum miliare which is a synonym for Panicum antidotale.\nKhyber Pakhtunkhwa: ਘਮੂਰ ghamūr s.m.; ਗਰ੍ਮ garham s.m.",
    "Names in various languages-Other Indian languages": "",
    "Names in various languages-Other Indian languages-Indo-Aryan languages": "Hindi: कुटकी kuṭkī [Compare Prakrit कुटुकिआ kuṭukīā< from Sanskrit कटुक kuṭuk + इका -ikā], s.f. 1. A medicinal plant, Black Hellebore, Helleborus niger; wolf's bane; aconite; 2. A kind of grain, Panicum miliare. See above where as in dialectal Punjabi forms the reference here is to Panicum antidotale. The meaning is found in Hindi कुटकी kuṭkī [S. कुट्टक (rt. कुट्ट्)+इका], s.f. 1. Cutting, dividing; 2. A nip; 3. An incision (made with the teeth, &c., on thread, &c.;4. A gnat (cf. S. kaṭu-kīṭa);5. Estrangement, separation (from), desertion (of):--kuṭkī denā, or kuṭkī lagānā (-meṅ), 1. To nip; 2. To make an incision (in), to cut (the string of a kite, &c.).",
    "Names in various languages-Other Indian languages-Dravidian languages": "Gondi: kōhalā, (W. Ph.) kohalā, (S.) kohala s.m.\nKannada: koṟale, korle s.m., A kind of millet, Panicum italicum Linn.\nKonḍa: koṟeŋ (pl.) s.m., A grain.\nKota: koyḷ s.m., Foxtail millet Setaria italica; korly id. (< Badaga); korra manḍeya s.m., Finger millet Eleusine coracana.\nKui: kueri s.m., Millet, Panicum italicum Linn.\nMalayalam: koʼla s.m., Panicum miliare, gor̥a (pl. -ŋ).\nParji: koyla s.m., Panicum italicum.\nTamil: சாமை  cāmai (சாமி), s.m., A kind of grain, millet. < From Old Indo-Aryan šyāmā s.m., 1. Poor-man's millet, sown in Āvaṇi and maturing in six weeks to four months, Echinochloa crus-galli. Compare: சிறுசாமை ciṟu-cāmai, n. < id. + சாமை, a kind of little millet, Panicum miliare; சாமைவகை. (சங். அக.); புற்சாமை puṟ-cāmai, n. < id. + a species of little millet, Panicum; சாமைவகை.; பனிச்சாமை paṉi-c-cāmai, n. < பனி + a kind of little millet, Panicum; சாமைவகை. (யாழ். அக.). Though as noted above Panicum miliare is a synonym: in northern India it seems to refer to Panicum antidotale, whilst in southern India it seems to refer to Echinochloa crus-galli.\nkural s.m., Italian millet.\nTelegu: samalu (pl.) id.; The cereal yielding samalu.",
    "Names in various languages-Other languages": "English: Blue panic grass\nAustralia: Giant panic grass\nCalifornia: Blue panicgrass, switch grass\nHawaii: Giant panic grass; little millet.\nFrench: panic bleu\nSpanish: Pánico azul\n\n\n== Notes =="
  }
}