{
  "url": "https://en.wikipedia.org/wiki/Boletus_variipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. variipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus variipes is a species of mycorrhizal bolete fungus in the family Boletaceae, native to North America. It was originally described by American mycologist Charles Horton Peck in 1888.A 2010 paper analyzing the genetic relationships within Boletus found that what was classified at the time as B. variipes was not monophyletic. Populations from east of the Rocky Mountains were sister to B. hiratsukae of Japan, with those from Central America and southeastern North America were sister to that combined lineage. This required the latter group to be renamed. A third population—from the Philippines—that has been known as B. variipes was more distantly related.",
    "Description": "B. variipes is closely related to Boletus edulis, and is a dry, velvety to patchy tan or brown-gray mushroom with frequently prominent white to off-white reticulation on its darker brown stipe.  It is often found under oaks (Quercus) and in mixed deciduous forests of aspen, maple and beech in eastern North America.",
    "Description-Taxonomy": "First described by C. H. Peck in 1888, with Boletus variipes var. fagicola described by Smith and Thiers in 1971.",
    "Description-Identification": "B. variipes has a broad, convex to almost flat cap between 6 and 20 cm, with a tendency to become cracked or finely patched in maturity, the flesh is white underside pore surface is white with pores which appear full when young, yellowing to olive as spores mature with a density of 1 to 2 pores per mm.  The stipe is between 8 and 15 cm long and from 1 to 3.5 cm thick with slightly narrower ends or a widening base.  The flesh of the cap and stipe does not discolor when cut or bruised.  Spore prints are olive/brown.",
    "Description-Distribution": "It is common throughout eastern North America and has been documented in Costa Rica.",
    "Description-Odor and Taste": "Not distinctive.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus variipes  in Index Fungorum"
  }
}