{
  "url": "https://en.wikipedia.org/wiki/Boletus_carminiporus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. carminiporus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus carminiporus is a species of bolete fungus in the Boletaceae family. Described as new to science in 1998, the species is found in the southern United States where it grows in a mycorrhizal association with various trees in mixed forests.",
    "Taxonomy": "The species was first described scientifically by mycologists Alan Bessette, Ernst Both, and Dail Dunaway in 1998, based on collections made in Mississippi.",
    "Description": "Fruit bodies have caps that are initially convex before flattening out in maturity, attaining a diameter of 3–14 cm (1.2–5.5 in). The cap margin, initially curved or curled inward, uncurls slightly in age. The cap surface is dry to slightly sticky, and smooth. Young specimens are dull red, changing gradually to pinkish-red or orange-red in maturity. The flesh is whitish to pale yellow, but  darkens slightly in age or when exposed to air. It has no distinctive taste or odor, and, unlike many bolete species, does not turn blue when cut or injured. The pore surface on the underside of the cap is yellow at first, but stains bluish green then dull olive when bruised. The angular to irregular pores number about 2–3 per millimeter, while the tubes comprising the hymenophore are 0.3–1.2 cm (0.1–0.5 in) deep. The stem is 5–11.5 cm (2.0–4.5 in) long by 1–3 cm (0.4–1.2 in) thick, and either the same width throughout its length or thicker near the base. It is solid (i.e., not hollow), dry, and marked by a reticulum (a network of raised ridges surface), especially on the upper portion. Initially rose-pink, in age the color deepens to red.  The stems stains red or greenish when injured.Boletus carminiporus produces an olive-brown spore print. Spores are somewhat spindle-shaped, smooth, and measure 8–11 by 3–4 μm. The edibility of the fruit bodies is unknown. They can be used in mushroom dyeing to produce greenish yellow, brownish yellow, brownish orange, or olive colors, depending on the mordant used.Species that share a somewhat similar appearance include Boletus flammans and Boletus rubroflammeus, but the mushrooms of these species stain blue when injured.",
    "Distribution and habitat": "Boletus carminiporus is a mycorrhizal fungus. Its fruit bodies grow singly, scattered, or in groups on the ground, typically near beech, hickory, and oak in mixed forests. Fruiting occurs from June to September. Known only from  North America, its distribution extends from North Carolina south to Florida, and west to Arkansas and Louisiana.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus carminiporus  in Index Fungorum"
  }
}