{
  "url": "https://en.wikipedia.org/wiki/Boletus_miniato-olivaceus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. miniato-olivaceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus miniato-olivaceus is a species of bolete fungus in the Boletaceae family. Described as new to science in 1874, it is found in eastern North America and northeast Mexico.",
    "Taxonomy": "The species was first described by American botanist Charles Christopher Frost in 1874, from collections made near Marlboro, Vermont. William Alphonso Murrill transferred the species to the genus Ceriomyces in 1909; this genus has since been folded into Boletus. For many years the species concept of Boletus miniato-olivaceus was unclear, and it was not definitively agreed upon which combination of characteristics separated this species from the similar B. sensibilis, or even other related American boletes such as B. bicoloroides, B. miniatopallescens, B. sensibilis and Lanmaoa carminipes. After examining the type specimens of B. miniato-olivaceus as well as several fresh specimens, Roy Halling determined that there was considerable variability in some characters, particularly in the morphology of the cystidia.",
    "Description": "The cap is initially convex before flattening out in maturity, and attains a diameter of 5–15 cm (2.0–5.9 in). The cap surface is dry and smooth. The color in young specimens is red, changing gradually to pale rose-pink or rose-tan with greenish or yellowish tints in maturity. The flesh is white to pale yellow except for directly underneath the cap cuticle, where it is reddish. It has no distinctive taste or odor. When cut or injured, it turns blue, although this reaction may be slow. The pore surface on the underside of the cap is initially yellow but turns dingy olive-green (sometimes with reddish tints) when older. The angular to circular pores number about 1–2 per millimeter. The tubes comprising the hymenophore are 0.6–1.6 cm (0.2–0.6 in) deep. The stem is 6–12.5 cm (2.4–4.9 in) long by 1–2 cm (0.4–0.8 in) thick, and either equal in width through, or tapered at either end. It is solid (i.e., not hollow), dry, and colored yellow with reddish to brownish tinges, especially near the base.Boletus miniato-olivaceus produces an olive-brown spore print. The spores are somewhat elliptical to spindle-shaped, smooth, and measure 10–15 by 4–6 μm. Fruit bodies are poisonous, and cause gastrointestinal disorders if consumed. They can be used in mushroom dyeing, and produce colors ranging from brown, beige, yellow, or light orange, depending on the mordant used.",
    "Habitat and distribution": "Boletus miniato-olivaceus is a mycorrhizal species, and has been shown in the laboratory to form a Hartig net with loblolly pine (Pinus taeda) that is typical of pine mycorrhizae in nature. In nature, the fruit bodies grow singly, scattered, or in groups on the ground. Typically habitats include deciduous or mixed forests. An uncommon species, fruiting occurs from June to October. Its distribution includes eastern Canada south to Florida, extending west to the Great Lakes region. \nThe bolete was reported from a Mexican beech (Fagus mexicana) forest in Hidalgo, Mexico in 2010.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus miniato-olivaceus  in Index Fungorum"
  }
}