{
  "url": "https://en.wikipedia.org/wiki/Boletus_rubroflammeus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. rubroflammeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus rubroflammeus is a species of bolete fungus in the family Boletaceae. First described from Michigan in 1971, it is found in the eastern United States and Mexico, where it grows in a mycorrhizal association with hardwood trees. The fruit bodies (mushrooms) of the fungus have caps that are deep red to purplish red, and dark red pores. The stem has coarse, dark red reticulations (raised, net-like ridges) and a narrow yellow area at the top. All parts of the mushroom quickly stain blue when injured or cut. Lookalikes include Boletus flammans, a lighter-colored species that grows with conifers. Other similar species can be distinguished by differences in distribution, morphology, staining reaction, and microscopic characteristics. Boletus rubroflammeus mushrooms are poisonous, and can cause gastrointestinal distress if consumed.",
    "Taxonomy": "The species was first described by American mycologists Alexander H. Smith and Harry D. Thiers in their 1978 monograph on the boletes of Michigan. The type collection was made by Smith near Ann Arbor, and is stored at the University of Michigan Herbarium. The specific epithet rubroflammeus derives from the Latin words ruber (\"red\") and flammeus (\"flaming\").",
    "Description": "The shape of the cap of B. rubroflammeus is convex to broadly convex, and reaches a diameter of 6–12 cm (2.4–4.7 in). The margin of the cap extends slightly beyond the tubes. The cap surface is dry and initially appears appressed-fibrillose (with fibrils pressed down flat against the surface) or has a matted grayish tomentum, but later the hairs slough off and the matted tomentum is present only along the cap margin. In maturity, the center of the caps develop slight cracks. The cap is a deep vinaceous-red color that remains constant throughout the life of the fruit bodies. The flesh is thick, soft, and yellow. Its taste is mild, and it has no distinct odor. On the underside of the cap, the spore-bearing surface comprises vertically arranged minute tubes with pore-like openings. The tubes are yellow, 1–2 cm (0.4–0.8 in) deep, initially adnate (fused) to the stem, but later becoming free from attachment (or nearly so). Individual pores are round and small (about 2 per mm), while the overall pore surface is uneven or pitted. Its color is initially deep red, but fades slightly in maturity; the pore surface quickly turns blue with injury. The stem is 6–8 cm (2.4–3.1 in) long, 1–2 cm (0.4–0.8 in) thick, solid (i.e., not hollow), and equal in width throughout to club-shaped. Inside, it is yellowish with reddish streaks. Most of the stem surface is covered with coarse dark red reticulations, although near the top the color is yellow beneath the reticulations. All parts of the mushroom will quickly stain blue when cut, bruised, or otherwise injured. The mushroom is poisonous, and if consumed can cause gastrointestinal distress; typical symptoms include cramping, nausea, bloating, vomiting, and diarrhea.Boletus rubroflammeus produces an olive-brown spore print. The spores are smooth, roughly oblong to slightly ventricose (swollen) in face view, in profile view inequilateral, and have dimensions of 10–14 by 4–5 μm. Spores have a broad and shallow suprahilar depression (a depressed area on the dorsal side of the spore that was once attached to the sterigma). They are yellowish hyaline (translucent) in Melzer's reagent, and pale yellow-orange when mounted in a solution of potassium hydroxide (KOH). The basidia (spore-bearing cells) are club-shaped with a long pedicel (stalk), four-spored, and measure 30–40 by 8–9 μm. Pleurocystidia (cystidia on the tube faces) are rare to scattered, 28–37 by 9–15 μm, fusoid (somewhat spindle-shaped) to ventricose, and have a somewhat sharp tip. Cheilocystidia (cystidia on gill edges) are abundant, 18–35 by 5–9 μm, and roughly similar in shape to the pleurocystidia. When mounted in KOH, the cheilocystidia have a dingy orange-yellow color, and walls that are smooth and thin. The tissue of the tubes is bilateral, meaning that they have a central strand of roughly parallel hyphae from which other hyphae diverge. The central strand comprises interwoven hyphae that are floccose and orange-yellow  in KOH; the diverging hyphae continue into the hymenium to form a subhymenium that contain smooth hyphae measuring 4–6 μm wide. The cap has a cuticle consisting of tightly interwoven pressed-down hyphae that are usually 3–5 μm wide. The hyphae in the epicuticular zone (a waxy layer on the surface of the cuticle) often have fine granular incrustations that can be seen in both KOH and Melzer's reagent. Clamp connections are absent from the hyphae of B. rubroflammeus.",
    "Description-Similar species": "Distinctive field characteristics used to distinguish Boletus rubroflammeus from similar boletes include the deep purple-red cap and the reticulated stem. B. flammans is similar in appearance, but has a more variable cap color, ranging from dark red to brick-red or reddish-brown, a yellow stem base and less prominently reticulate stem, and it grows under conifers. Rubroboletus rhodosanguineus is also very similar but has more variable cap color with brown to olive tones and its cut flesh has an odor of overripe fruit that intensifies when dry. The European species R. rhodoxanthus has a paler overall color. Another European species, B. permagnificus, has larger spores (13–16 by 5–6.5 μm), weakly decurrent pores, and only associates with oak trees.In addition to its geographic location, the Colombian species B. pyrrhosceles can be distinguished from B. rubroflammeus by its reddish-brown cap (fading to brownish orange in maturity), a brownish-red to deep red stem that is reticulated only at the top, and shallower tubes—up to 5 mm (0.2 in). B. rhodocarpus, known only from Japan where it grows in deciduous forests, differs primarily in having brownish scales on the cap.",
    "Habitat and distribution": "Boletus rubroflammeus is a mycorrhizal species, and its fruit bodies grow scattered or in groups on the ground under hardwood trees. The fungus fruits in summer and autumn months, and tends to appear after hot weather and heavy rains. Known only from North America, its range extends from New England south to Tennessee, and west to Michigan. It has also been recorded from Mexico.",
    "See also": "List of North American boletes",
    "References": "",
    "External links": "Boletus rubroflammeus  in Index Fungorum"
  }
}