{
  "url": "https://en.wikipedia.org/wiki/Boletus_vermiculosus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. vermiculosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus vermiculosus is a species of bolete fungus in the family Boletaceae. Found in North America, it was described as new to science in 1872 by mycologist Charles Horton Peck.",
    "Taxonomy": "The species was first described scientifically by American mycologist Charles Horton Peck in 1872. The specific epithet vermiculosus means \"infested with vermin\", referring to its frequent infestation by insect larvae.",
    "Description": "The cap is convex to plano-convex, measuring 7–18 cm (2.8–7.1 in) in diameter. The cap surface is dry, tomentose, or even somewhat felt-like, and the colour is brownish to yellowish-brown. The flesh turns bluish-green when injured. It has a mild odor and taste. On the cap underside are dark brown to maroon pores that age to brownish yellow. The stipe measures 9–14 cm (3.5–5.5 in) long by 1–3 cm (0.4–1.2 in) thick and is either roughly equal in width throughout its length, or somewhat club-shaped. The spore print is olive brown. Spores are smooth, fusoid (fuse-shaped), inamyloid, and measure 12.6–14 μm long by 4.9–5.6 μm broad. Clamp connections are absent from the hyphae.",
    "Description-Similar species": "Boletus vermiculosoides, a lookalike species named for its resemblance to  B. vermiculosus, has smaller spores measuring 9–12 by 3–4 μm, and has yellow tones in the cap.",
    "Habitat and distribution": "Boletus vermiculosus fruits on the ground in association with oak trees. Its distribution extends from the eastern United States south to Costa Rica. In the Talamanca Mountains of Costa Rica, where it can be locally common, it associates with Quercus copyensis, Quercus seemannii, and Quercus rapurahuensis.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus vermiculosus  in Index Fungorum"
  }
}