{
  "url": "https://en.wikipedia.org/wiki/Boletus_rex-veris",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. rex-veris"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus rex-veris, commonly known as the spring king bolete, is a basidiomycete fungus of the genus Boletus found in western North America. The large, edible fruiting bodies known as mushrooms appear under pine trees, generally in May to June. It has a pinkish to brownish cap and its stem is often large and swollen, and the overall colour may have an orange-red tinge. As with other boletes, the size of the fruiting body is variable. Boletus rex-veris is edible, and may be preserved and cooked.\nFor many years, Boletus rex-veris was considered a subspecies or form of the porcini mushroom B. edulis.  In 2008, a taxonomic revision of western North American populations of this species was published, formally establishing it as a distinct species, Boletus rex-veris.  Phylogenetic analysis has shown B. rex-veris as a member of a clade, or closely related group, with B. fibrillosus, B. pinophilus, B. subcaerulescens, Gastroboletus subalpinus, and B. regineus.",
    "Distribution and habitat": "Boletus rex-veris is found under pines (Pinus ponderosa, P. contorta subsp. murrayana) and firs (Abies concolor and Abies species) at elevations of 3,000 to 7,000 feet (910 to 2,130 m). It is often buried under needle duff and fruits from May to June in California. In Oregon it fruits at lower elevations, and its range continues into Washington, Idaho, and British Columbia.",
    "Edibility": "The Boletus rex-veris is edible and delicious. It has significant commercial value in areas that it fruits prolifically.",
    "See also": "\nList of Boletus species\n\n\n== References =="
  }
}