{
  "url": "https://en.wikipedia.org/wiki/Boletus_aurantiosplendens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. aurantiosplendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus aurantiosplendens is a species of fungus native to eastern North America. Timothy J Baroni described the species in 1998, from material collected near Franklin in Macon County, North Carolina. The species name is from the Latin words aurantium \"orange\", and splendens \"bright\".The cap is 3–11 centimetres (1.2–4.3 in) in diameter, and is convex to flattened in shape. Its colour ranges from mandarin orange to yellowish brown, with young mushroom caps having a more tan centre and orange at the cap margin. The cap surface has a velvety or suede feel. The flesh is bright or light yellow and darkens slightly on bruising. Underneath the cap, the mushroom has bright yellow pores. They are adnexed at the junction of the stalk. The pores themselves are 0.5 to 1 millimetre (0.020 to 0.039 in) in diameter and round or slightly angular. The spore print is olive or dark brown. The stalk is 5–8 centimetres (2.0–3.1 in) high and 1.5–3 centimetres (0.59–1.18 in) wide.\n  Its edibility is unknown.The mushrooms appear from July to September, in humus in mixed woodlands under North American beech (Fagus grandifolia), oak (Quercus), hickory (Carya), red maple (Acer rubrum), American tulip tree (Liriodendron tulipifera) and shortleaf pine (Pinus echinata). It is only known from seven sites across 600 km, in central and western North Carolina, western South Carolina, northern Georgia and eastern Tennessee.As it is such a striking mushroom, it is hard to overlook and is hence thought not to have many overlooked colonies. It has therefore been proposed that this species be rated as near threatened on the IUCN Red List.\n\n\n== References =="
  }
}