{
  "url": "https://en.wikipedia.org/wiki/Boletus_subvelutipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. subvelutipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus subvelutipes, commonly known as the red-mouth bolete, is a bolete fungus in the Boletaceae family. It is found in Asia and North America, where it fruits on the ground in a mycorrhizal association with both deciduous and coniferous trees. Its fruit bodies (mushrooms) have a brown to reddish-brown cap, bright yellow cap flesh, and a stem covered by furfuraceous to punctate ornamentation and dark red hairs at the base. Its flesh instantly stains blue when cut, but slowly fades to white. The fruit bodies are poisonous, and produce symptoms of gastrointestinal distress if consumed.",
    "Taxonomy": "The species was originally described by American mycologist Charles Horton Peck in 1889 from specimens collected in Saratoga, New York.\nIn 1947 Rolf Singer described form glabripes from specimens he collected in Alachua County, Gainesville, Florida. Synonyms include names resulting from generic transfers to the genera Suillus by Otto Kuntze in 1888, and to Suillelus by William Alphonso Murrill in 1948.The mushroom is commonly known as the \"red-mouth bolete\". In his original description, Peck called it the \"velvety-stemmed bolete\".",
    "Description": "The cap is initially convex, but flattens out as it matures, attaining a diameter of 6–13 cm (2.4–5.1 in) wide. The cap surface is dry, with a velvet-like texture when young, sometimes developing cracks in maturity. The cap color ranges from  cinnamon-brown to yellow-brown to reddish brown or reddish orange to orange-yellow. The bright yellow flesh has no distinctive taste or odor, and a taste ranging from mild to slightly acidic. The pore surface on the underside of the cap is variably colored: in young specimens, this ranges from  red to brownish red to dark maroon-red, or red-orange to orange; the color fades in older individuals. The circular pores number about 2 per millimeter, and the tubes comprising the hymenophore are 8–26 mm (0.3–1.0 in) deep. The stem is 3–10 cm (1.2–3.9 in) long by 1–2 cm (0.4–0.8 in) thick, and nearly equal in width throughout its length. It is solid (i.e., not hollow) with a furfuraceous surface (appearing to be covered in bran-like particles), and mature individuals usually have short, stiff hairs at the base. All parts of the mushroom–cap, pore surface, flesh, and stipe–will quickly stain to dark blue if injured or cut.Boletus subvelutipes produces a dark olive-brown spore print. Spores are roughly spindle-shaped to somewhat swollen in the middle, smooth, and measure 13–18 by 5–6.5 μm.The fruit bodies are poisonous, and produce symptoms of gastrointestinal distress if consumed. The mushrooms can be used in mushroom dyeing to produce beige or light brown colors, depending on the mordant used.",
    "Description-Similar species": "Boletus gansuensis, found in the Gansu Province of China, is similar in appearance to B. subvelutipes. The Chinese species can be distinguished by its longer and narrower spores measuring 12.0–15.5 by 6.0–7.0 μm, smaller fruit bodies  with a cap diameter of 6–8 cm (2.4–3.1 in) and shorter tubes up to 1.2 cm (0.5 in) deep.",
    "Habitat and distribution": "The fruit bodies of Boletus subvelutipes grow on the ground singly, scattered, or in groups. A mycorrhizal species, the fungus associates with deciduous trees, typically oak, and also with pines such as hemlock. Fruit bodies have a strong ability to capture and neutralize the chemical methyl mercaptan, one of the main odiferous compounds associated with bad breath. This ability is conferred largely by the pigment variegatic acid.In North America, its distribution includes eastern Canada and extends south to Florida and west to Minnesota. It is also in Mexico. In Asia, it has also been found in the central highlands of Taiwan and in Japan.",
    "See also": "List of North American boletes",
    "References": "",
    "External links": "Boletus subvelutipes  in Index Fungorum"
  }
}