{
  "url": "https://en.wikipedia.org/wiki/Boletus_vermiculosoides",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. vermiculosoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus vermiculosoides is a species of bolete fungus in the family Boletaceae. Found in North America, it was described as new to science in 1971 by mycologists Alexander H. Smith and Harry Delbert Thiers. The type collection was made by Smith in Hartland, Michigan, in 1966.",
    "Description": "The cap pileus is 4–12 cm across; hemispherical and dull yellow, appearing unpolished, slightly rough and fibrous in texture when young, maturing to broadly convex or slightly depressed in the center, turning tobacco brown to sooty yellow. Occasionally becoming mottled darker brown, with an incurving margin which sometimes develops lobes of localized growth.  The context is thick, rigid and firm which is lemon yellow when young, then fades to pallid yellow as it matures, and bruising blue to somewhat greenish in the stipe.\nStipes are 4 to 9 cm long, 1 to 2 cm thick, and solid appearing a washed out olive yellow color when young and paling with age except where larvae damage occurs it is brown and lacking any retuculation.\nPore tubes under the cap are pale-olive, depressed to nearly free, bruising a dull bluish when cut and are very closely spaced wit 2 to 3 per mm.  Each tube is dark tea to dark amber when young and fresh, paling to cinnamon with age but never red, bruising blue which fades to orange.",
    "Identification": "Very similar to B. vermiculosus in the field, but B. vermiculosus spores are larger at 11-15 X 4.5-5.5 um, and the cuticle of B. vermiculosoides lacks the long cylindrical cells (trichodermium) of B. vermiculosus.\nUnder a microscope, the spores measure 9-12 x 3-3.5 um, appear smooth with no apical pore, the profile view appears slightly inequilatertal, the face view is enlongated and slightly spindle shaped.Spre bearning surfaces, Basidia contain 4 spores, measure 20-26 X 7-9 um, appear split clavate and turn glossy to transparent in KOH, with a soft yellowing in Melze's reagent.\nChemical Reactivity: Ferrous sulfate (FeSO4) solution has no reaction in flesh or stipe, potassium hydroxide (KOH) solution stains cutis very dark brown, stains flesh yellow. Spores stain yellow in KOH, less yellow in Melzer's reagent",
    "Habit, habitat, and distribution": "-Gregarious under oak.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus vermiculosoides  in Index Fungorum"
  }
}