{
  "url": "https://en.wikipedia.org/wiki/Boletus_barrowsii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. barrowsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus barrowsii, also known in English as the white king bolete after its pale colored cap, is an edible and highly regarded fungus in the genus Boletus that inhabits southwestern North America. Found under ponderosa pine and live oak in autumn, it was considered a color variant of the similarly edible B. edulis for many years.",
    "Taxonomy and naming": "It was officially described by American mycologists Harry D. Thiers and Alexander H. Smith in 1976 from a specimen collected near Jacob Lake, Arizona on August 21, 1971 by amateur mycologist Charles \"Chuck\" Barrows, who had studied the mushroom in New Mexico. It was previously held to be a white colour form of Boletus edulis. A 2010 molecular study found that B. barrowsii was sister to a lineage that gave rise to the species B. quercophilus of Costa Rica and  B. nobilissimus of eastern North America.Boletus barrowsii could possibly be confused with the similarly pale-capped Boletus satanas, though the flesh of the latter stains blue when cut or bruised, and it has a reddish stem and pores. The latter species is poisonous when raw.",
    "Description": "The cap is 6–25 cm (2–10 in) in diameter, initially convex in shape before flattening, with a smooth or slightly tomentose surface, and gray-white, white or buff colour. The thick flesh is white and does not turn blue when bruised. The pores are initially whitish, later yellow. The spore print is olive brown, the spores are elliptical to spindle-shaped and 13–15 x 4–5 μm in dimensions. The stout stipe is white with a brown reticulated pattern, and may be 6–20 cm (2½–8 in) high with an apical diameter of 2–6 cm (1–2 in). Like B. edulis, it is often found eaten by maggots.",
    "Distribution and habitat": "The white king bolete is ectomycorrhizal, found under ponderosa pine (Pinus ponderosa) inland, and  coast live oak (Quercus agrifolia) closer to the west coast. Fruit bodies appear after rain, and will be more abundant if this occurs in early autumn rather than later in the year through to winter. It is abundant in the warmer parts of its range, namely Arizona and New Mexico, but also occurs in Colorado and west into California. It has been recorded from the San Marcos Foothills in Santa Barbara County.",
    "Edibility": "It is edible and highly regarded in New Mexico, Arizona, and Colorado, and was eaten for many years while assumed to be a form of B. edulis.",
    "See also": "\nList of Boletus species\nList of North American boletes\n\n\n== References =="
  }
}