{
  "url": "https://en.wikipedia.org/wiki/Boletus_pyrrhosceles",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. pyrrhosceles"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus pyrrhosceles is a species of bolete (pored mushroom) native to Colombia. It was described by Roy Halling in 1992 from material collected on 20 November 1988 near the highway between Pasto and Chachagüí in Nariño Department in the country's southwest, at an altitude of 2700 m. It was classified in section Luridii, and thought most similar to Boletus austrinus, Boletus flammans and Boletus rubroflammeus. The species name is derived from the Ancient Greek words pyrrhos \"red\" and skelos \"legs\", referring to its stem.The shape of the cap is convex to broadly convex, flattening with age, and reaching a diameter of 2–9.5 cm (0.79–3.74 in). The margin of the cap is inrolled in young specimens before flattening out. The cap is a red-brown color that becomes more orange-brown with age. The flesh is thick, and yellow, with no detectable taste nor odor. On the underside of the cap, the spore-bearing surface comprises vertically arranged minute yellow tubes with brownish pore-like openings. The tubes are 0.5 cm (0.2 in) deep, adnate (fused) or subdecurrent to the stem, and the individual pores are round and small (about 1 per mm). The stem is 2.8–7 cm (1.1–2.8 in) long, 1–1.5 cm (0.4–0.6 in) thick at the apex and 1–2 cm (0.4–0.8 in) thick elsewhere. The upper stem surface is covered with  reticulations, and the stem is a dark red-brown and furry. The mycelium is yellow. The pore surface quickly turns blue with injury, as does the stem.Unlike similar species, its cap is never sticky, even after wet weather, and its pores are much shallower.Boletus pyrrhosceles grows in association with Colombian oak (Quercus humboldtii).\n\n\n== References =="
  }
}