{
  "url": "https://en.wikipedia.org/wiki/Boletus_auripes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. auripes"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus auripes, commonly known as the butter-foot bolete, is a species of bolete fungus in the family Boletaceae. First described from New York in 1898, the fungus is found in eastern Asia, Central America, and eastern North America from Canada to Florida. It is a mycorrhizal species and typically grows in association with oak and beech trees.\nThe fruit bodies (mushrooms) formed by the fungus have convex to nearly flat caps that are up to 13 cm (5.1 in) wide. The stems are up to 10 cm (3.9 in) long by 3 cm (1.2 in) thick, and feature reticulations (net-like ridges) on the upper portion. Other than the brownish upper cap, the entire surface of the mushroom is yellow. B. auripes is edible. It can be distinguished from other similar yellow boletes by differences in color, degree of stem reticulation, and distribution.",
    "Taxonomy": "The species was originally described by American mycologist Charles Horton Peck in 1898. Peck collected the type specimen in Port Jefferson, New York. In 1945, Rolf Singer proposed the variety Boletus auripes var. aureissimus as a new combination of the name Ceriomyces aureissimus described by William Alphonso Murrill in 1938; this taxon is now regarded as a distinct species under the name Boletus aureissimus. In 1936, Wally Snell reported finding a specimen of Boletus crassipes, another species described by Peck from Mount Gretna, Pennsylvania. Snell suggested that although B. crassipes might be a valid species distinguished from B. auripes by a deeper brown cap color, yellow flesh that does not fade to white, and a stem with a more orange-yellow color and more extensive reticulation, he conceded that it was not clear that the morphological characteristics between the two did not overlap, and that further collections would be needed to clarify any differences between them. A couple of years later, he was more convinced of his stance and considered the two conspecific. The taxonomic authorities Index Fungorum and MycoBank, however, do not recognize this putative synonymy.In the genus Boletus, B. auripes is classified in section Appendiculati. Species in this section are characterized by having a dry cap with a surface texture ranging from smooth to somewhat tomentose, yellow flesh, a reticulate stem, and a mild taste. Other North American boletes in this section include Boletus speciosus and Boletus regius.The specific epithet auripes means \"golden yellow foot\". It is commonly known as the \"butter-foot bolete\".",
    "Description": "The cap of B. auripes has a convex shape before flattening somewhat in maturity, and attains a diameter of 4–13 cm (1.6–5.1 in). The cap surface is dry, with a texture ranging from finely tomentose (hairy) to nearly smooth, and colored yellowish brown to chestnut brown or grayish brown. The cap color fades with age. Similarly, the flesh—initially yellow—fades to whitish in maturity. Unlike some other Boletus species, in B. auripes neither the surfaces nor the internal tissue turns blue when injured or exposed to air. The odor and taste of the mushroom are not distinctive.Initially pale yellow to yellow, the pore surface develops olive tinges as it matures, and often becomes depressed near the stem attachment. Pores are circular to angular, and minute—typically less than 1 mm wide; the tubes are 1–2.5 cm (0.4–1.0 in) deep. The golden-yellow stem is 7–10 cm (2.8–3.9 in) long by 2–3 cm (0.8–1.2 in) thick. Young stems are typically bulbous to club-shaped, but this evens out somewhat as the mushroom grows, and mature stems are club-shaped to nearly equal in width throughout. The stem is dry, solid (i.e., not hollow), and features yellow reticulation, at least on the upper portion. Mycelia at the base of the stem have a buff color. The fruit body does not have a partial veil or a ring on the stem.  Boletus auripes is edible.Mushrooms produce a spore prints that is yellow brown (especially in fresh prints) to olive brown. The smooth, yellowish spores measure 10–14 by 3–5 μm, and range in shape from roughly elliptic to cylindric to subfusoid (somewhat spindle-shaped). The basidia (spore-bearing cells) are club-shaped, four-spored, and measure 27.2–35.2 by 9.6–10.4 μm. The cellular arrangement of the cap cuticle is a trichodermium (whereby the outermost hyphae emerge roughly parallel, like hairs, perpendicular to the surface of the cap) consisting of erect hyphae with a diameter of 3.2–6.4 μm.",
    "Description-Similar species": "Field characteristics used to distinguish Boletus auripes from potential lookalike species include the yellowish brown to chestnut-brown cap surface that becomes paler with age, yellow flesh that does not stain blue, and a reticulate stem. B. aureissimus has a similar appearance, but has a honey-yellow to bright yellow or yellow-ochre cap, less conspicuous stem reticulation, and a more limited range covering Florida west to Texas. B. aureissimus var. castaneus has a purplish-brown cap with a texture like velvet.Boletus auripes somewhat resembles B. aurantiosplendens, but the latter species has a more variably colored cap that can be orange, brownish orange, or yellowish, and variable degrees of stem reticulation. B. hortonii has a similar color scheme but lacks reticulation on the stem. B. auripes bears a superficial resemblance in coloration to the Costa Rican species B. lychnipes, known only from a limited area in the northern Cordillera de Talamanca. The latter species may be distinguished by the lack of reticulations on the upper half of the stem, a brown or salmon-pink staining reaction on the stem in response to handling, and microscopically by a conspicuously sterile margin and prominent pseudocystidia. Retiboletus retipes is set apart from B. auripes by a darker cap, tubes that lack an olive tinge, and a stem that has more prominent reticulation extending down to the base. In contrast to B. auripes, B. impolitus has a floccose (wooly) or tomentose cap surface, and lacks an olive tinge on the tubes.",
    "Distribution and habitat": "Boletus auripes is mycorrhizal, and fruits singly, scattered, or in groups on the ground under broadleaf trees, especially oak and beech, but it has also been recorded associating with mountain laurel (Kalmia latifolia). Boletus auripes typically forms fruit bodies between June and November.Boletus auripes has a disjunct distribution, and is one of several fungi found in both eastern Asia and eastern North America. In North America, where it is relatively common, the range of the fungus extends from Alaska south to Mexico, and east to New York. In Central America, it has been recorded in Belize. The mushroom has also been recorded from Taiwan, China (including Yunnan, Sichuan, Guangdong, Kwangsi, and Hunan), and Japan. It was reported for the first time from the Russian Far East in 2008.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus auripes  in Index Fungorum"
  }
}