{
  "url": "https://en.wikipedia.org/wiki/Boletus_vinaceobasis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. vinaceobasis"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus vinaceobasis is a species of bolete fungus in the family Boletaceae. Found in North America in two locations in lower Michigan, it was described as new to science in 1971 by Alexander H. Smith and Harry Delbert Thiers.",
    "Identification": "Described as having a cap 4–10 cm broad which is convex to nearly plane with a smooth surface and matted fibrous even margin, colored rust-brown becoming olive brown (near \"Saccardo's umber\"), and about this color as dried.  Cap internal flesh is a dull yellow but quickly changes to blue when injured, which soon fades to olive. Spore tubes are about 1.5 cm deep with a depressed area around the stipe.  Underside of the cap is yellow with the pores dull red, staining blue when injured and drying to a dull olivaceous.\nThe stipe is 7–9 cm long, 1–2 cm thick, equal to pinched off at the base, solid, yellowish within and staining like the cap.  The base of stipe is dark vinaceous, which color persists even when dried.  The stipe's surface has a distinct mesh over the upper half, yellowish above, vinaceous-red below, with a faintly reddish hue to the webbing.\nUnder microscopic inspection, spores are 9-2.5 x 5.5-6 µm with smooth walls without distinct ends and somewhat to fully elliptical.  The spores appear a faint, amyloid purple hue for a moment before becoming a dull yellow in color when stained with either Melzer's reagent or Potassium Hydroxide (KOH) solution.  Spore bearing basadia contain 4 spores, and are scattered between the spongy pleurocystidia and are about 28-37 x 9-13 µm.",
    "Habit, habitat, and distribution": "Solitary in open oak woods, George Reserve, near Pinckney, MI.  July, 1967.",
    "Observations": "This species has markedly shorter spores than B. luridus and underside of the cap stains dark brown when revived in Melzer's reagent.  It has the stature and the same low type of mesh as B. rhodoxanthus, but is most similar in appearance to B. satanoides and is best distinguished by differences in spore appearance, and by the much brighter yellow stipe in B. satanoides.",
    "See also": "List of Boletus species",
    "References": "",
    "External links": "Boletus vinaceobasis  in Index Fungorum"
  }
}