{
  "url": "https://en.wikipedia.org/wiki/Boletus_porosporus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. porosporus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus porosporus is a small wild mushroom in the Boletaceae family. These mushrooms  have tubes and pores instead of gills beneath their caps. It is commonly known as the sepia bolete.",
    "Taxonomy": "This species was previously known as Xerocomus porosporus; the genus Xerocomus is now reduced to synonymy with Boletus.",
    "Description": "When fully expanded, the caps are up to 8 centimetres (3.1 in) in diameter, and are soon cracked or fissured. Varying in colour from putty beige to dull brown, or olivaceous.\nThe stem is usually with very little red, and is olivaceous, more yellow at the apex, and bruises brown. The flesh is pale lemon yellow or buff in the cap, and chrome yellow in the stem apex. It darkens to dark brick or vinaceous towards the base. The tubes are 13 to 20 centimetres (5.1 to 7.9 in) long, initially lemon yellow, later olivaceous, and they bruise bluish. The pores are narrow, 0.2–0.5 mm in diameter, angular, lemon yellow, and darken later. They also bruise blue. The spores give an olive-brown spore print. At microscopic level this bolete has truncate (chopped off) spores; the spore dimensions are 13–15 by 4–5 µm.",
    "Distribution and habitat": "B. porosporus appears occasionally in the autumn, and grows singly or in small groups in mixed deciduous woods, particularly with oak, hornbeams, and beech. This species is widespread in northern temperate zones, but somewhat rare in Europe.",
    "Edibility": "B. porosporus is edible but of little culinary value, being bland, and mushy when cooked.",
    "See also": "List of Boletus species\n\n\n== References =="
  }
}