{
  "url": "https://en.wikipedia.org/wiki/Boletus_pinophilus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. pinophilus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus pinophilus, commonly known as the pine bolete or pinewood king bolete, is a basidiomycete fungus of the genus Boletus found throughout Europe. For many years, Boletus pinophilus was considered a subspecies or form of the porcini mushroom B. edulis. In 2008, B. pinophilus in western North America were reclassified as a new species, Boletus rex-veris. Boletus pinophilus is edible, and may be preserved and cooked.\nThe fungus grows predominantly in coniferous forests, forming symbiotic ectomycorrhizal associations with living trees by enveloping the tree's underground roots with sheaths of fungal tissue. The fungus produces spore-bearing fruit bodies above ground in summer and autumn. The large, edible fruiting bodies known as mushrooms appear under pine trees, generally in summer and autumn. It has a matte brown to maroon-coloured cap and its stem is often large and swollen, and the overall colour may have an orange-red tinge. As with other boletes, the size of the fruiting body is variable.",
    "Taxonomy": "Italian naturalist Carlo Vittadini was the first to recognise the pine bolete as a distinct taxon. It was raised to species status by Antonio Venturi in 1863. For many years, Boletus pinophilus was considered a variety of Boletus edulis, and before that as Boletus pinicola. This species, while no longer treated as a variety of B. edulis, is classified in Boletus section Boletus, and hence, as a close relative of B. edulis. It gained its current name in 1973, described by Czech mycologists Albert Pilát and Aurel Dermek. Its specific epithet is a mix of Latin pinus \"pine\", and Ancient Greek philus \"loving\". Boletus pinicola is a synonym subsequently found to be an invalid name. Common names include the pine bolete, and the pinewood king bolete.In 2008, a taxonomic revision of western North American populations of this species was published, formally establishing them as a distinct species, Boletus rex-veris.  Phylogenetic analysis has shown B. pinophilus as a member of a clade, or closely related group, with the North American species B. subcaerulescens, Gastroboletus subalpinus, B. regineus, B. fibrillosus, and B. rex-veris. Despite the diverse appearances, these taxa are close genetically, leading Feng and colleagues to speculate on combining the first four taxa above as a single species. These four diverged from the lineage that gave rise to B. fibrillosus and B. rex-veris around 5 million years ago.",
    "Description": "The fruiting body has a convex-shaped cap, at first small in relation to its stipe, expanding in volume as it matures. The skin of the cap is dry, matte and can be coloured from maroon to chocolate brown with a reddish tint. These characteristics distinguish it visually from relatives such as Boletus edulis, Boletus reticulatus and Boletus aereus. The young, immature cap may have a pale pink colour and a white, powdery flush. Measuring 4–10 cm (1.6–4 in) tall by 3–8 (1.2–2.2–in) cm wide, the bulbous stipe is often large, swollen and imposing, bearing a network. The overall colour may have an orange-red tinge which is more obvious in the lowest parts, although this is also common in other species. As with all boletes, the size of the fruiting body can be very variable. The cap diameter can be as much as 30 cm (12 in) and stem height 15 cm (6 in).Like other boletes, Boletus pinophilus has small pores on the underside of its cap rather than gills. These are coloured white at first, becoming yellow with age and olivaceous-brown at full maturity. The spores are cylindric-ellipsoid, smooth, with oil drops and dimensions 15.5–20 by 4.5–5.5 µm. They produce an olive-brown spore print.",
    "Distribution and habitat": "In Europe, Boletus pinophilus is found in Britain, where it is more common in Scotland, and in France, where it is more common in the south. The bolete is considered vulnerable in the Czech Republic. It is sold commercially in Finland.Boletus pinophilus forms ectomycorrhizal relationships with pine (Pinus), fir (Abies) and spruce (Picea). It can therefore be located wherever those trees grow, particularly with Scots pine in Britain, preferring the poor, acidic, and sandy soils associated with coniferous forests. It appears to favour Pinus, while the form of the mushroom occurring in association with Abies and Picea has been labeled Boletus pinophilus var. fuscoruber. However, it is not confined to coniferous trees and may also be found fruiting in deciduous forests, such as under chestnut trees. Fruiting bodies can occur singly, or in small groups throughout the summer and autumn months, although they are known to appear as early as April in Italy.",
    "Edibility": "The Boletus pinophilus is edible, and may be used fresh, preserved, dried and cooked in a manner similar to that of other edible boletes. It is highly regarded and can be quite expensive in central Mexico, and is often sold dried there. The flesh is white, soft in mature specimens and does not change colour upon bruising. The taste and smell is pleasant. People of La Malinche have likened the flavour to pork and pork crackling. It is easily misidentified as the porcini Boletus edulis, due to the similar habitat and appearance.Boletus pinophilus is known to be a bioaccumulator of the heavy metals mercury, cadmium and selenium. To reduce exposure, authorities recommend avoiding mushrooms from polluted areas such as those near mines, smelters, roadways, incinerators and disposal sites. Furthermore, pores should be removed as they contain the highest concentrations of pollutants.",
    "See also": "List of Boletus species",
    "References": "",
    "External links": " Media related to Boletus pinophilus at Wikimedia Commons"
  }
}