{
  "url": "https://en.wikipedia.org/wiki/Boletus_abruptibulbus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. abruptibulbus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus abruptibulbus is a species of bolete mushroom in the family Boletaceae. Described as new to science in 2009, it is found only in the Gulf Coast of the Florida Panhandle, where it grows on the ground in coastal sand dunes, one of only three North American boletes known to favor this habitat. The fruit bodies have convex brownish caps up to 8 cm (3.1 in) in diameter, supported by solid yellowish to reddish stems measuring 3–5 cm (1.2–2.0 in) long by 10–15 mm (0.4–0.6 in) thick. The pores on the underside of the cap measure about 1–2 mm in diameter and are initially pale yellow before developing a greenish tinge in age. The mushroom's spores, about 20 micrometers long, are unusually long for a member of the Boletaceae. The stem base is bulbous, a diagnostic feature for which the species is named.",
    "Taxonomy": "The species was described as new to science in 2009 by Beatriz Ortiz-Santana, William Roody, and Ernst Both in the journal Mycotaxon. The holotype material was collected at St. Joseph Peninsula State Park in Florida in January 2005. In 2007, Roody and Both published a short description and color photograph of the species in their field guide Mushrooms of the Southeastern United States, but this was not a valid name as it lacked a Latin description. The specific epithet abruptibulbus refers to the abruptly (abrupti-) swollen (-bulbus) shape of the bulb at the base of the stem.",
    "Description": "The convex cap measures 30–80 mm (1.2–3.1 in) in diameter. Slightly sticky when wet, the cap surface is shiny and smooth. Sometimes, the surface has flattened filaments (formed from aggregated hyphae), and may develop cracks. The thin and easily detached cap cuticle is initially reddish brown to dark brown, later becoming cinnamon brown. The cap margin is curved inward when young, but becomes bent downward when mature. The white to very pale yellow cap flesh does not change color when exposed to air, and has a pleasant odor and mild taste. The tubes comprising the hymenophore on the underside of the cap measure 3–8 mm (0.1–0.3 in) long and are pale yellow initially before developing a greenish tinge in age. The pore surface does not stain when it is bruised. The pores are roughly spherical or polyhedral at first, becoming angular to pentagonal in age, and almost gill-like near the attachment to the stem. Pores are about 1–2 mm in diameter. The stem is solid (i.e., not hollow) 3–5 cm (1.2–2.0 in) long, 10–15 mm (0.4–0.6 in) thick in the upper part, expanding to 2–2.5 cm (0.8–1.0 in) at the bulbous base. It has pseudorrhiza (cord-like structures resembling a plant root) that are 0.5–1.5 cm (0.2–0.6 in) long. The stem surface is dry and smooth except for a powdery region near the apex. The top of the stem is yellow, but it gradually becomes reddish approaching the bulbous base. The stem tissue is pale yellow, although tunnels dug by insect larvae are reddish brown.A drop of dilute ammonia (as a 12% NH4OH solution) placed on the cap surface immediately turns dark red. If placed on the bulbous part of the stem base of a dried specimen, it will turn dark for roughly 15 seconds before starting to fade.The spores are smooth, spindle-shaped, and measure 13.5–19.8 by 5.0–7.2 µm—rather large for a member of the Boletaceae. Grayish-yellow or greenish yellow when mounted in a dilute potassium hydroxide, they are dextrinoid (yellowish- or reddish-brown) when stained with Melzer's reagent. The basidia (spore-bearing cells in the hymenium) are club-shaped, hyaline (translucent), four-spored, and measure 28.8–42.3 by 7.2–11.7 µm. The hymenium contains basidioles (immature or aborted basidia), which are club-shaped and measure 20.7–35.1 by 7.2–9.0 µm. Pleurocystidia (cystidia on the surface of the tubes) range in shape from somewhat spindle-shaped to cylindrical, and are hyaline, smooth, and thin-walled, with dimensions of 41.4–61.2 by 7.2–10.8 µm. Cystidia on the edges of the pores (cheilocystidia) are 31.5–49.5 by 7.2–13.5 µm, spindle-shaped to centrally swollen, hyaline, smooth, and thin-walled. Clamp connections are absent from the hyphae.The bulbous base, large spores, and distinctive habitat are characteristic features that make this species readily distinguishable from other boletes. It has a coloration and cap texture similar to Boletus flaviporus and B. auriporus, but the spores of these species are shorter (11–15 µm and 11–16 µm, respectively).",
    "Habitat and distribution": "The fruit bodies of Boletus abruptibulbus grow singly or in groups in sand. The species is known only from the Gulf Coast of the Florida Panhandle, where fruiting occurs on older sand dunes, particularly in areas where the habit changes from coastal scrub to oak-pine woods. This latter habitat is characterized by the presence of the tree species Sand Live Oak (Quercus geminata), Myrtle Oak (Q. myrtifolia), and Sand Pine (Pinus clausa). Fruiting occurs from December to March. Boletus abruptibulbus is one of only three North American Boletaceae species that occur in coastal sand dunes; the others are Leccinum arenicola, found in New Brunswick, Canada, and Phylloporus arenicola, described from Oregon.",
    "See also": "List of Boletus species",
    "References": "",
    "External links": "Boletus abruptibulbus  in Index Fungorum\nBoletus abruptibulbus  in MycoBank."
  }
}