{
  "url": "https://en.wikipedia.org/wiki/Boletus_subluridellus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Boletales"
    },
    {
      "Family": "Boletaceae"
    },
    {
      "Genus": "Boletus"
    },
    {
      "Species": "B. subluridellus"
    }
  ],
  "text": {
    "__SUMMARY__": "Boletus subluridellus is a species of bolete fungus in the family Boletaceae. Described as new to science in 1971 by American mycologists, the bolete is found in the eastern United States and Canada. It grows on the ground in coniferous and mixed forests in a mycorrhizal association with deciduous trees, especially oak. The fruit bodies (mushrooms) have orangish-red, broadly convex caps that are up to 10 cm (3.9 in) in diameter, with small, dark reddish pores on the underside. The pale yellow stipe measures 4–9 cm (1.6–3.5 in) long by 1.5–2.3 cm (0.6–0.9 in) thick. All parts of the fruit body will quickly stain blue when injured or touched.",
    "Taxonomy": "The species was described by American mycologists Alexander H. Smith and Harry D. Thiers in their 1971 monograph on the bolete fungi of Michigan. The type collection was made by Smith on a golf course near Ypsilanti, Michigan in September 1961; it is kept at the University of Michigan herbarium.Boletus subluridellus is classified in the section Luridi of the genus Boletus. Section Luridi is characterized by boletes that immediately turn blue with cutting or bruising, narrow pores that are usually red, and the occasional presence of toxins in the fruit bodies. According to the scheme proposed by Smith and Thiers, the form of the dermatocystidia (cystidia on the cap cuticle) is important to species delimitation in section Luridi. In a 1993 study, however, Roland Treu found no major consistent microscopic differences between B. subluridellus, B. rufocinnamomeus, and B. roseobadius.The specific epithet subluridellus refers to its similarity to Boletus luridellus. Luridellus means \"drab yellow to dirty brown\".",
    "Description": "Fruit bodies of Boletus subluridellus have convex caps that measure 5–10 cm (2–4 in) in diameter. The cap surface is dry and slightly sticky, with a somewhat velvety texture. Its color is reddish to reddish-brown to orange-red. The flesh is bright yellow before staining blue where it has been cut. It has no discernible odor, and a slightly metallic taste. On the cap underside, the tubes comprising the pore surface are 6–9 mm (0.24–0.35 in) long. Near to where the cap attaches to the stipe, they are either unattached, or slightly depressed. The dark reddish pores are small and round, numbering about 2–3 pores per mm. The stipe measures 4–9 cm (1.6–3.5 in) long by 1.5–2.3 cm (0.6–0.9 in) thick. It is solid (i.e., not hollow or stuffed with a pith), and roughly the same width throughout its length. The stipe color is pale yellow, grading to reddish in the base, where it has pressed-down yellow hairs. All parts of the fruit body (cap surface, flesh, pores, and stipe) will quickly stain blue when injured or touched.The spore print is olive-brown. Spores are somewhat fuse-shaped in face view, and inequilateral in profile view. They have a smooth surface, a tiny apical pore, and dimensions of 11–15 by 4–5.5 μm, with walls about 0.2 μm thick. The basidia (spore-bearing cells) are club-shaped, four-spored, and measure 8–12 μm thick. Pleurocystidia (on the tube walls) are 28–42 by 6–11 μm with a 3–μm neck, whereas the cheilocystidia (on the pore edges) are narrowly club-shaped and slightly smaller, measuring 26–38 by 4–8 μm. Pleurocystidia tend to not protrude further than sporulating basidia. The cap cuticle comprises a 150 μm-thick layer of narrow hyphae measuring 3–5 μm more or less arranged in a trichodermium (wherein the outermost hyphae emerge roughly parallel, like hairs, perpendicular to the cap surface). These hyphae stain red when mounted in Melzer's reagent and yellow in potassium hydroxide. Clamp connections are absent from the hyphae.",
    "Description-Similar species": "Boletus roseolateritius, known from Mississippi, has a cap that changes color according to its age: it is initially dark reddish to orangish, later reddish brown at maturity, fading to brownish orange or brownish pink with dull yellow tints, and finally turning dull dingy yellow in age. Its pale yellow stipe lacks the reddish coloration and the hairs found on the base of B. subluridellus. Microscopically, it has smaller spores, measuring 8.5–12 by 3.5–4.5 μm. Boletus rufocinnamomeus is also similar in appearance, but can be distinguished by its yellow stipe that is dotted with orange-cinnamon to brownish dots. Boletus flammans, another blue-bruising lookalike found in the southeastern United States, grows under conifers. It has a reddish stipe with fine reticulations on its upper half.",
    "Habitat and distribution": "Boletus subluridellus is a mycorrhizal fungus, and grows in association with deciduous trees, especially oak (genus Quercus). Fruit bodies grow scattered or in groups on the ground in deciduous or mixed forests, and appear from July to October. An eastern North American species, the mushroom is found from New England west to the Great Lakes, north to Quebec in Canada.",
    "See also": "List of Boletus species\nList of North American boletes",
    "References": "",
    "External links": "Boletus subluridellus  in Index Fungorum"
  }
}