{
  "url": "https://en.wikipedia.org/wiki/Crepidium_fimbriatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Tropidieae"
    },
    {
      "Genus": "Crepidium"
    },
    {
      "Species": "C. fimbriatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Crepidium fimbriatum, commonly known as the fringed spur orchid, is a plant in the orchid family and is endemic to tropical Far North Queensland. It is an evergreen, terrestrial orchid with a fleshy stem, wavy leaves and many purple flowers crowded on a purple flowering stem.",
    "Description": "Crepidium fimbriatum is a terrestrial, evergreen herb with fleshy stems 100–200 mm (4–8 in) and 10 mm (0.4 in) wide lying on the ground. There are between four and fifteen leaves 70–120 mm (3–5 in) long and 40–50 mm (1.6–2.0 in) wide scattered along the stem. The leaves are dark green, egg-shaped and pleated, with wavy margins. A large number of crowded, purple, non-resupinate flowers and prominent bracts are crowded along a purple flowering stem 150–250 mm (6–10 in) long. The flowers are purple, 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. The sepals are egg-shaped, about 3 mm (0.1 in) long and 2 mm (0.08 in) wide, the dorsal sepal turned downwards and the lateral sepals erect and spread apart. The petals are curved, slightly smaller than the sepals and have a pointed tip. The labellum is horseshoe-shaped, about 4 mm (0.2 in) long and 3 mm (0.1 in) wide with about ten teeth near its tip. Flowering occurs between January and March.",
    "Taxonomy and naming": "Crepidium fimbriatum was first formally described in 1981 by Bill Lavarack who gave it the name Malaxis fimbriatum and published the description in the journal Austrobaileya. In 1995 Dariusz Szlachetko changed the name to Crepidium fimbriatum. The specific epithet (fimbriatum) is a Latin word meaning \"fringed\" or \"fibrous\".",
    "Distribution and habitat": "The fringed spur orchid grows in shady places in rainforest in the McIlwraith Range and possibly elsewhere.",
    "Conservation": "This orchid is classed as \"vulnerable\" under the Queensland Nature Conservation Act 1992.\n\n\n== References =="
  }
}