{
  "url": "https://en.wikipedia.org/wiki/Crepidium_marsupichilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Crepidium"
    },
    {
      "Species": "C. marsupichilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Crepidium marsupichilum, commonly known as the pouched spur orchid, is a plant in the orchid family and is endemic to tropical far north Queensland. It is an evergreen, terrestrial orchid with an cone-shaped stem, light green, shiny leaves and a large number of purple flowers crowded along a green and purple flowering stem.",
    "Description": "Crepidium marsupichilum is a terrestrial, evergreen herb with an upright or leaning cone-shaped stem 50–120 mm (2–5 in) and 10–20 mm (0.4–0.8 in) wide. There are between four and six shiny, light green leaves with wavy edges, 200–400 mm (8–20 in) long and 50–100 mm (2–4 in) wide. A large number of purple, non-resupinate flowers are crowded along a green and purple flowering stem 200–500 mm (8–20 in) long. The flowers are about 8 mm (0.3 in) long and 9 mm (0.4 in) wide. The sepals are about 5 mm (0.2 in) long and 3 mm (0.1 in) wide, the dorsal sepal turned stiffly downwards and the lateral sepals spread apart from each other with their tips turned downwards. The petals are about 4 mm (0.2 in) long and 1.5 mm (0.06 in) wide with their tips turned down. The labellum is horseshoe-shaped, 5–6 mm (0.20–0.24 in) long and about 5 mm (0.2 in) wide with a blunt tip and smooth edges. Flowering occurs between January and April.",
    "Taxonomy and naming": "The pouched spur orchid was first formally described in 1976 by Walter Thomas Upton who gave it the name Malaxis marsupichilum from a specimen collected in the McIlwraith Range. The description was published in The Orchadian. In 1995 Dariusz Szlachetko changed the name to Crepidium marsupichilum.",
    "Distribution and habitat": "Crepidium marsupichilum is widespread and common in tropical north Queensland including in the Iron Range and McIlwraith Range and on Torres Strait Islands where it grows in leaf litter in shady rainforest.\n\n\n== References =="
  }
}