{
  "url": "https://en.wikipedia.org/wiki/Crepidium_flavovirens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Malaxideae"
    },
    {
      "Genus": "Crepidium"
    },
    {
      "Species": "C. flavovirens"
    }
  ],
  "text": {
    "__SUMMARY__": "Crepidium flavovirens, commonly known as the green spur orchid, is a plant in the orchid family and is endemic to tropical far North Queensland. It is an evergreen, terrestrial orchid with a fleshy stem, wavy leaves and many yellowish green flowers crowded on a green flowering stem.",
    "Description": "Crepidium flavovirens is a terrestrial, evergreen herb which forms loose clumps with up to six fleshy, upright stems 100–300 mm (4–10 in) and 10–17 mm (0.4–0.7 in) wide. There are between four and ten more or less upright leaves 100–250 mm (4–10 in) long and 30–60 mm (1–2 in) wide. The leaves are dark green, shiny and asymmetrical. A large number of crowded, yellowish green, non-resupinate flowers and many bracts are crowded along a brittle green flowering stem 150–350 mm (6–10 in) long. The flowers are 7–8 mm (0.28–0.31 in) long and 5–7 mm (0.2–0.3 in) wide. The dorsal sepals is 5–6 mm (0.20–0.24 in) long, about 2 mm (0.08 in) wide and turns downward. The lateral sepals are about 4 mm (0.2 in) long and 2 mm (0.08 in) wide and spread apart from each other. The petals are a similar length but less than 1 mm (0.04 in) wide and curve downwards. The labellum is horseshoe-shaped, about 5 mm (0.2 in) long and wide with between six and eight teeth near its tip. Flowering occurs between January and May.",
    "Taxonomy and naming": "Crepidium flavovirens was first formally described in 1997 by David Jones and Mark Clements from a specimen collected near Malanda. The description was published in the journal Novon. The specific epithet (flavovirens) is from the Latin words flavus meaning “golden-yellow” or \"yellow\" and virens meaning \"green\".",
    "Distribution and habitat": "The green spur orchid grows in leaf litter, often on steep slopes near streams in rainforest between Mossman and Tully.\n\n\n== References =="
  }
}