{
  "url": "https://en.wikipedia.org/wiki/Crepidium_fontinale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Crepidium"
    },
    {
      "Species": "C. fontinale"
    }
  ],
  "text": {
    "__SUMMARY__": "Crepidium fontinale, commonly known as the yellow spur orchid, is a plant in the orchid family and is endemic to the Northern Territory. It is an evergreen, terrestrial orchid with a fleshy stem, wavy leaves and many yellowish green flowers crowded on a green flowering stem.",
    "Description": "Crepidium fontinale is a terrestrial, evergreen herb with upright, fleshy stems 40–60 mm (2–2 in) and 8–10 mm (0.3–0.4 in) wide. There are between four and six dark green, egg-shaped leaves 100–150 mm (4–6 in) long and 30–50 mm (1–2 in) wide with wavy edges. A large number of crowded, yellowish green, non-resupinate flowers  are crowded along a green flowering stem 100–300 mm (4–10 in) long. The flowers are yellowish green, 8–10 mm (0.3–0.4 in) long and 9–11 mm (0.35–0.43 in) wide. The dorsal sepal is 3–4 mm (0.1–0.2 in) long, about 1 mm (0.04 in) wide and turns downwards. The lateral sepals are a similar length, about 2.5 mm (0.1 in) wide and spread apart from each other. The petals are a linear in shape and similar in size to the sepals. The labellum is more or less round to heart-shaped, 6–7.5 mm (0.2–0.3 in) long and 6 mm (0.2 in) wide with the tip folded backwards and smooth edges. Flowering occurs between January and February.",
    "Taxonomy and naming": "Crepidium fontinale was first formally described in 2006 by David Jones and Mark Clements from a specimen collected from the Black Jungle in the Northern Territory. The specific epithet (fontinale) is a Latin word meaning \"of a spring\", referring to the preferred habitat of this orchid.The species has previously been known as Malaxis acuminata which occurs in Southeast Asia but has been shown to be genetically and morphologically distinct from that species.",
    "Distribution and habitat": "The yellow spur orchid grows in moist areas, especially near springs in dense rainforest and is found in northern parts of the Northern Territory including Bathurst Island.",
    "Conservation": "This orchid is conserved in national parks.\n\n\n== References =="
  }
}