{
  "url": "https://en.wikipedia.org/wiki/Crepidium_lawleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Crepidium"
    },
    {
      "Species": "C. lawleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Crepidium lawleri, commonly known as the small spur orchid, is a plant in the orchid family and is endemic to tropical far north Queensland. It is an evergreen, terrestrial orchid with an upright stem, dark green leaves and up to ten greenish cream-coloured flowers well spaced along a brittle flowering stem.",
    "Description": "Crepidium lawleri is a terrestrial, evergreen herb with upright, fleshy stems 20–80 mm (0.8–3 in) and 5 mm (0.2 in) wide. There are between four and five dark green leaves with three obvious veins, 25–40 mm (1–2 in) long and 15–20 mm (0.6–0.8 in) wide. Between five and ten, greenish cream, non-resupinate flowers are well spaced along a brittle flowering stem 50–100 mm (2–4 in) long. The flowers are 5.5–6.5 mm (0.2–0.3 in) long and 5–6 mm (0.20–0.24 in) wide. The sepals are about 3 mm (0.1 in) long and 2 mm (0.08 in) wide, the dorsal sepal turned downwards and the lateral sepals spread apart from each other. The petals are a similar length to the sepals but narrower. The labellum is horseshoe-shaped, about 4 mm (0.2 in) long and wide with between six and eight teeth 5–7 mm (0.2–0.3 in) long. Flowering occurs between December and February.",
    "Taxonomy and naming": "The small spur orchid was first formally described in 1984 by Bill Lavarack and Bruce Gray who gave it the name Malaxis lawleri from a specimen collected near Rossville. The description was published in The Orchadian. In 1995 Dariusz Szlachetko changed the name to Crepidium fimbriatum. The specific epithet (lawleri) honours Len Lawler, who discovered the species.",
    "Distribution and habitat": "The small spur orchid grows in shady places near swamps between Ayton and Cooktown.",
    "Conservation": "Crepidium lawleri is classed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are damage by feral pigs, encroaching rainforest and illegal collecting of the orchid.\n\n\n== References =="
  }
}