{
  "url": "https://en.wikipedia.org/wiki/Dendrochilum_cobbianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Arethuseae"
    },
    {
      "Genus": "Dendrochilum"
    },
    {
      "Species": "D. cobbianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Dendrochilum cobbianum, or Cobb's dendrochilum, described by Heinrich Gustav Reichenbach in 1880, is an epiphytic orchid occurring in the Philippines, growing on moss-covered trees. It can sometimes occur as a lithophyte growing on rocks at altitudes above 1200 m.",
    "Description": "It possesses white to green-white, creamy flowers with yellow throats that emerge alongside new growth. This flowers have a diameter of 1.8 cm, rather large for this genus. They are fragrant with the scent of new mown hay. When in bloom a multitude of flowers are contained on arching inflorescences, with a length of about 50 cm.\nA single lanceolate leaf with prominent midrib sprouts from a conical, yellow pseudobulb.",
    "Cultivation": "This species is easy to grow and generally prefers intermediate temperatures and moderate light. It will generally grow very fast, usually doubling in size every year.",
    "Cultivars": "There are several cultivars available : \n\nDendrochilum cobbianum 'Chartreuse Sentinel' (large flowers, sturdy succulent leaves)\nDendrochilum cobbianum 'Fat Leaf' (chartreuse flowers with yellow lip)\nDendrochilum cobbianum 'Gold Chain'  (with glittering, golden, fragrant flowers)\nDendrochilum cobbianum 'Green white' (with long spikes of fragrant, green-white flowers)\nDendrochilum cobbianum 'Sentinel 1' (yellow flowers)\nDendrochilum cobbianum 'Sentinel's Poco' (miniature creamy flowers with yellow lip)\nDendrochilum cobbianum 'Yellow Sentinel' (yellow flower with darker yellow lip)",
    "References": "\n\n== External links =="
  }
}