{
  "url": "https://en.wikipedia.org/wiki/Armillaria_ostoyae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Physalacriaceae"
    },
    {
      "Genus": "Armillaria"
    },
    {
      "Species": "A. ostoyae"
    }
  ],
  "text": {
    "__SUMMARY__": "Armillaria ostoyae (synonym Armillaria solidipes) is a species of plant-pathogenic fungus in the Physalacriaceae family. It is the most common variant, in the western United States, of the group of species under the name Armillaria mellea. Armillaria ostoyae is common on both hardwood and conifer wood in forests west of the Cascade Range in Oregon, United States. It has decurrent gills and the stipe has a ring. The mycelium invades the sapwood and is able to disseminate over great distances under the bark or between trees in the form of black rhizomorphs (\"shoestrings\"). In most areas of North America, Armillaria ostoyae can be separated from other species by its physical features: cream-brown colors, prominent cap scales, and well-developed stem ring distinguish it from any Armillaria.\nIt is known as possibly the largest living organism by area – estimated by scientists as a contiguous specimen found in the Oregon Malheur National Forest covering 3.7 square miles (2,400 acres; 9.6 km2) – and colloquially called the \"Humongous fungus\". Armillaria ostoyae grows and spreads primarily underground and the bulk of the organism lies in the ground, out of sight, making it invisible from the surface. In the autumn, this organism blooms \"honey mushrooms\" as surface fruits of the underground organism. Low competition for land and nutrients have allowed this fungus to grow to huge proportions, as it possibly covers more geographical area than any other living organism.A spatial genetic analysis estimated that a specimen of Armillaria ostoyae growing over 91 acres (37 ha) in northern Michigan, United States weighs 440 tons (4 x 105 kg). Approximations of the land area of the Oregon \"humongous fungus\" are 3.5 square miles (9.1 km2) (2,240 acres (910 ha), possibly weighing as much as 35,000 tons as the world's most massive living organism.",
    "Taxonomy": "The species was long known as Armillaria ostoyae Romagn., until a 2008 publication revealed that the species had been described under the earlier name Armillaria solidipes by Charles Horton Peck in 1900, long before Henri Romagnesi had described it in 1970. Subsequently, a proposal to conserve the name Armillaria ostoyae was published in 2011 and has been approved by the Nomenclature Committee for Fungi. This fungus harms conifer trees in the U.S and Canada.",
    "Life cycle, genetics, and mass": "This fungus, like most parasitic fungi, reproduces sexually. The fungi begin life as spores, released into the environment by a mature mushroom. Armillaria ostoyae has a white spore print. There are two mating types for spores (not male and female but similar in effect). Spores can be dispersed by environmental factors such as wind, or they can be redeposited by an animal. Once the spores are in a resting state, the single spore must come in contact with a spore of a complementary mating type and of the same species. If the single spore isolates are from different species, the colonies will not fuse together and they will remain separate. When two isolates of the same species but different mating types fuse together, they soon form coalesced colonies which become dark brown and flat. With this particular fungus it will produce mycelial cords – the shoestrings – also known as rhizomorphs. These rhizomorphs allow the fungus to obtain nutrients over distances. These are also the main factors to its pathogenicity. As the fruiting body continues to grow and obtain nutrients, it forms into a mature mushroom. Armillaria ostoyae in particular grows a wide and thin sheet-like plates radiating from the stem which is known as its gills. The gills hold the spores of a mature mushroom. This is stained white when seen as a spore print. Once spore formation is complete, this signifies a mature mushroom and now is able to spread its spores to start a new generation.",
    "Life cycle, genetics, and mass-Genetics and mass": "Using genotyping and clonal analysis, scientists determined that a 2500-year old specimen of Armillaria ostoyae in northern Michigan, United States originated from spores of a parent fungus in Ontario, Canada, then grew over millennia into the 21st century to a mass of 440 tons (4 x 105 kg), making it the equivalent in weight of 3 blue whales as the largest single living organism on Earth, assessed to date. By comparison of acreage, the Michigan A. ostoyae covers only 38% of the estimated land area of the Oregon \"humongous fungus\" at 3.5 square miles (9.1 km2), (2,240 acres (910 ha) which may weigh as much as 35,000 tons.",
    "Pathogenicity": "The disease is of particular interest to forest managers, as the species is highly pathogenic to a number of commercial softwoods, notably Douglas-fir (Pseudotsuga menziesii), true firs (Abies spp.), pine trees (Pinus), and Western Hemlock (Tsuga heterophylla). A commonly prescribed treatment is the clear cutting of an infected stand followed by planting with more resistant species such as Western redcedar (Thuja plicata) or deciduous seedlings.\nPathogenicity is seen to differ among trees of varying age and location. Younger conifer trees at age 10 and below are more susceptible to infection leading to mortality, with an increased chance of survival against the fungus where mortality can become rare by age 20. While mortality among older conifers is less likely to occur, this does happen, however, in forests with dryer climates.The pathogenicity of Armillaria ostoyae appears to be more common in interior stands, but its virulence is seen to be greater in coastal conifers. Although conifers along the coastal regions show a lower rate of mortality against the root disease, infections can be much worse. Despite differences in how infections occur between these two regions, infections are generally established by rhizomorph strands, and pathogenicity is correlated to rhizomorph production.",
    "Geography": "Armillaria ostoyae is mostly common in the cooler regions of the northern hemisphere. In North America, this fungus is found on host coniferous trees in the forests of British Columbia and the Pacific Northwest. It also grows in parts of Asia. While Armillaria ostoyae is distributed throughout the different biogeoclimatic zones of British Columbia, the root disease causes the greatest problem in the interior parts of the region in the Interior Cedar Hemlock biogeoclimatic zone. It is both present in the interior where it is more common as well as along the coast.\nA mushroom of this type in the Malheur National Forest in the Strawberry Mountains of eastern Oregon, was found to be the largest fungal colony in the world, spanning an area of 3.5 square miles (2,200 acres; 9.1 km2). This organism is estimated to be some 8,000 years old. and may weigh as much as 35,000 tons. If this colony is considered a single organism, it is the largest known organism in the world by area, and rivals the aspen grove \"Pando\" as the known organism with the highest living biomass. Another \"humongous fungus\" – a specimen of Armillaria gallica found at a site near Crystal Falls, Michigan – covers 91 acres (0.37 km2; 0.142 sq mi), was found to have originated from a parent fungus in Ontario, Canada.",
    "Diagnosis": "A tree is diagnosed with this parasitic fungus once the following characteristics are identified:\n\nResin flow from tree base\nCrown thinning or changing color to yellow or red\nDistress crop of cones\nWhite mycelial fan under bark\nBlack rhizomorphs penetrating root surfaces\nHoney-colored mushrooms near base of tree in fall\nAffected trees often in groups or patches on the east side of the Cascades; usually killed singly on the west side.A. ostoyae may be confused with Mottled rot (Pholiota limonella). It has similar mushrooms, but only if mycelial fans are not present.\nDead and diseased trees usually occur in disease centers, which appear as openings in the canopy. GPS tracking can aid in the monitoring of these areas. However, sometimes distinct centers will be absent and diseased trees are scattered throughout the stand.",
    "Treatment": "Armillaria can remain viable in stumps for 50 years. Chemical treatments do not eradicate the fungus entirely, and they are not cost-effective. The most frequent and effective approach to managing root disease problems is to attempt to control them at final harvest by replanting site-suited tree species that are disease tolerant. In eastern Washington that typically means replacing Douglas-fir or true fir stands with ponderosa pine, western larch, western white pine, lodgepole pine, western red cedar, alder, or spruce. Species susceptibility varies somewhat from location to location. All trees in the disease center as well as uninfected trees within 50 feet (15 m) should be cut. No tree from a highly susceptible species should be planted within 100 feet (30 m) of a disease center.\nThe use of another fungus, Hypholoma fasciculare has been shown in early experiments to competitively exclude Armillaria ostoyae in both field and laboratory conditions, but further experimentation is required to establish the efficacy of this treatment.\nAnother more expensive alternative to changing species is to remove diseased stumps and trees from the site by pushing them out with a bulldozer. The air will dry and kill the fungus. Any small roots left underground will decay before they can reinfect the new seedlings, so it is not necessary to burn the stumps. After stump removal, any species may be planted. The removal of stumps (stumping) has been used to prevent contact between infected stumps and newer growth resulting in lower infection rates. It is unknown if the lower infection rates will persist as roots of young trees extend closer to the original inoculate from the preceding stand.\nThe most important control measure after planting is to manage for reduced tree stress. This includes regulating species composition, maintaining biological diversity, and reducing the chances for insect pest buildup. Mixed-species forests are more resistant to insect defoliation, and also slow the spread of species-specific pests such as dwarf mistletoe, which are both predisposing agents for Armillaria.",
    "See also": "Largest organisms\nList of Armillaria species\nList of bioluminescent fungi",
    "References": "",
    "External links": "Beale, B. (10 April 2003). \"Humungous fungus: world's largest organism?\". ABC Online. Archived from the original on 31 December 2006. Retrieved 2 January 2007.\nAmos, J. (7 August 2000). \"Fantastic fungus find\". BBC News.\nVolk, T. (2002). \"The Humongous Fungus - Ten Years Later\". Inoculum. 53 (2): 4–8.\n\"Armillaria Root Rot, Shoestring Root Rot, Honey Mushroom\". Forest Health Notes. Washington State University. Archived from the original on 4 March 2016. Retrieved 15 November 2016.\nMorrison, D.; Mallett, K. (1996). \"Silvicultural Management of Armillaria Root Disease in Western Canadian Forests\" (PDF). Canadian Journal of Plant Pathology. 18 (2): 194–199. doi:10.1080/07060669609500645. Archived from the original (PDF) on 29 October 2008.\nChapman, B.; Xiao, G.; Myers, S. (2004). \"Early Results from Field Trials Using Hypholoma fasciculare to Reduce Armillaria ostoyae Root Disease\". Canadian Journal of Botany. 82 (7): 962–969. doi:10.1139/b04-078."
  }
}