{
  "url": "https://en.wikipedia.org/wiki/Collybia_tuberosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Collybia"
    },
    {
      "Species": "C. tuberosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Collybia tuberosa, commonly known as the lentil shanklet or the appleseed coincap, is an inedible species of fungus in the Tricholomataceae family, and the type species of the genus Collybia. Like the two other members of its genus, it lives on the decomposing remains of other fleshy mushrooms. The fungus produces small whitish fruit bodies with caps up to 1 cm (0.4 in) wide held by thin stems up to 5 cm (2.0 in) long. On the underside of the cap are closely spaced white gills that are broadly attached to the stem. At the base of the stem, embedded in the substrate is a small reddish-brown sclerotium that somewhat resembles an apple seed. The appearance of the sclerotium distinguishes it from the other two species of Collybia, which are otherwise very similar in overall appearance. C. tuberosa is found in Europe, North America, and Japan, growing in dense clusters on species of Lactarius and Russula, boletes, hydnums, and polypores.",
    "Taxonomy, phylogeny, and naming": "The species was first described under the name Agaricus tuberosus by the French naturalist Jean Bulliard in the 6th volume of his Herbier de la France (1786). Christian Hendrik Persoon called it Agaricus amanitae subsp. tuberosus in his 1799 publication Observationes Mycologicae, while Samuel Frederick Gray referred it to Gymnopus in 1821. It was transferred to Collybia by Paul Kummer in 1886. The species has also been called Microcollybia tuberata in a 1979 publication by Joanne Lennox, but the genus Microcollybia has since been folded into Collybia. Additional taxonomic synonyms include Marasmius sclerotipes Bres. 1881, Chamaeceras sclerotipes (Bres.) Kuntze 1898, and Collybia sclerotipes (Bres.) S.Ito 1950.Molecular phylogenetic analysis reported in 2001 used RNA sequences to establish that C. tuberosa forms a monophyletic group with C. cookei and C. cirrhata; this finding was later corroborated in a 2006 publication.The specific epithet tuberosa is derived from the Latin word for \"tuberous\". The mushroom is commonly known as the \"lentil shanklet\", or the \"appleseed coincap\". Samuel Gray called it the \"tuberous naked-foot\" in his 1821 Natural Arrangement of British plants.",
    "Description": "The cap of C. tuberosa ranges in shape from obtusely convex to cushion-shaped with a margin curved inward when young, to flattened in age, with margin curved downward to straight. The cap sometimes has a shallow depression in the center, or a shallow umbo. Its diameter is small, reaching a maximum of 10 mm (0.39 in). The cap surface is dry to moist, smooth to covered with fine soft hairs, and somewhat hygrophanous—changing color depending on the level of hydration. Sometimes the cap margin is pleated or grooved. The center of the cap is pinkish-buff but whitish around the margin, and it becomes whitish overall as it matures. The flesh is thin, and colored whitish to light buff. The mushroom has no distinctive taste or odor, and is considered inedible.\n\nThe gills are adnate (bluntly fused to the stem), becoming subdecurrent with age (running slightly down the length of the stem). The gill spacing is close to subdistant, and the individual gills are whitish to pinkish-buff, thin, narrow to moderately broad, and have straight edges. The stem is 10–50 mm (0.4–2.0 in) long by 1–2 mm (0.04–0.08 in), and roughly equal in width throughout its length. It is slender and thread-like, flexible and pliant, with a dry surface. The top of the stem is covered with scales or a fine whitish powder, while the lower portion has hairs ranging from delicate to coarse. The color of the stem is generally whitish to pinkish-buff, but it darkens after it has been handled. The stem interior is pithy, and becomes hollow with age. The stems originate from a dark reddish-brown sclerotium of variable shape, typically measuring 3–12 mm (0.12–0.47 in) by 2–5 mm (0.08–0.20 in). The surface of the sclerotium is initially smooth, but later becomes wrinkled or furrowed; its interior is solid and white. It is often compared to an apple seed in appearance. Typically, several sclerotia are connected by thin strands of mycelia. The sclerotium is a resting structure that allows to fungus to overwinter in its host. In 1915, William Murrill reported the sclerotia of C. tuberosa to be bioluminescent.The spore print is white. Individual spores are smooth, ellipsoid to tear-shaped in profile, obovoid to ellipsoid or cylindric in face or back view, with dimensions of 4.2–6.2 by 2.8–3.5μm. They are inamyloid and acyanophilous (non-reactive to staining with Melzer's reagent and Methyl blue, respectively). The basidia (spore-bearing cells in the hymenium) are club-shaped to cylindric and 15.4–21 by 3.5–5 μm. The cheilocystidia (cystidia on the gill edge) are scattered to infrequent, inconspicuous, and 17.5–31.5 μm long. Their shape ranges from a contorted cylinder to roughly club-shaped to irregularly diverticulate (with short offshoots approximately at right angles to the main stem). There are no pleurocystidia (cystidia on the gill face). The gill tissue is made of interwoven hyphae that are non-reactive to Melzer's reagent. These hyphae are smooth and thin-walled, measuring 2.8–6.4 μm in diameter. The cap tissue is made of hyphae that is interwoven below the center of the cap, radially oriented over the gills, and inamyloid. These hyphae are smooth, thin-walled, and 2.8–7 μm in diameter. The cap cuticle is a thin layer of smooth thin-walled hyphae that are more or less radially oriented, bent-over, cylindric and somewhat gelatinous, measuring 2–5 μm in diameter; they are occasionally diverticulate. The cuticle of the stem is made of a layer of parallel, vertically oriented smooth, thin-walled hyphae that are 2–4.2 μm in diameter, pale yellowish brown in alkali mounting solution. The stem has moderately thin-walled and smooth cystidia that are resemble flexuous or contorted cylinders. They are hyaline in alkali, and 3.5–7 μm in diameter. Clamp connections are present in the hyphae of all tissues.",
    "Description-Similar species": "Baeospora myosura is similar in size and appearance to C. tuberosa, but grows on spruce and Douglas-fir cones. The \"Magnolia coincap\" (Strobilurus conigenoides) is smaller and grows on the cones of Magnolias. The two remaining Collybia species closely resemble C. tuberosa, but can be distinguished by examining the stem bases at the point of attachment into the substrate. C. cookei has roughly spherical, light brown to yellowish sclerotia, while C. cirrhata does not produce sclerotia. In the field, C. tuberosa may be distinguished from C. cookei by its dark reddish-brown sclerotia that somewhat resembles an appleseed. A microscope provides a more definitive way of distinguishing the two: the hyphae in the sclerotia of C. cookei are rounded, while those of C. tuberosa are elongated; this diagnostic character is apparent with both fresh and dried material of the two species. In contrast, C. cirrhata does not produce sclerotia.",
    "Habitat and distribution": "It is not known if C. tuberosa is strictly parasitic, and needs the host to be living, or whether it is saprobic. Either way, the fruit bodies of the fungus are found growing solitarily or in dense clusters on the decomposing, often blackened remains of other mushrooms. Hosts include agarics (particularly Lactarius and Russula), boletes, hydnums, and polypores. In the Pacific Northwest region of the United States, Russula crassotunicata is a common and abundant species that has been definitively identified as a host of both C. tuberosa and Dendrocollybia racemosa. The Russula fruit bodies are slow to decay, and are available nearly year-round as a substrate for the saprobes. Based on field observations, the authors suggest that C. tuberosa may produce fruit bodies on less decayed mushrooms, while D. racemosa produces them on much more heavily decayed mushrooms.Collybia tuberosa is found in Europe and North America, and in most common in the summer and autumn, coinciding with the fruiting periods of other mushrooms. It has also been reported from Japan.",
    "References": "",
    "External links": "Collybia tuberosa  in Index Fungorum"
  }
}