{
  "url": "https://en.wikipedia.org/wiki/Mycena_sanguinolenta",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Mycenaceae"
    },
    {
      "Genus": "Mycena"
    },
    {
      "Species": "M. sanguinolenta"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycena sanguinolenta, commonly known as the bleeding bonnet, the smaller bleeding Mycena, or the terrestrial bleeding Mycena, is a species of mushroom in the Mycenaceae family. It is a common and widely distributed species, and has been found in North America, Europe, Australia, and Asia. The fungus produces reddish-brown to reddish-purple fruit bodies with conic to bell-shaped caps up to 1.5 cm (0.6 in) wide held by slender stipes up to 6 cm (2.4 in) high. When fresh, the fruit bodies will \"bleed\" a dark reddish-purple sap. The similar Mycena haematopus is larger, and grows on decaying wood, usually in clumps. M. sanguinolenta contains alkaloid pigments that are unique to the species, may produce an antifungal compound, and is bioluminescent. The edibility of the mushroom has not been determined.",
    "Taxonomy": "First called Agaricus sanguinolentus by Johannes Baptista von Albertini, the species was transferred to the genus Mycena in 1871 by German Paul Kummer, when he raised many of Fries' \"tribes\" to the rank of genus. The specific epithet is derived from the Latin word sanguinolentus and means \"bloody\". It is commonly known as the \"bleeding bonnet\" the \"smaller bleeding Mycena\", or the \"terrestrial bleeding Mycena\".The fungus is classified in the section Lactipedes along with other latex-producing species. A molecular phylogenetic analysis of several dozen European Mycena species suggests that M. sanguinolenta is closely related to M. galopus. Other phylogenically related species include M. galericulata and M. haematopus.",
    "Description": "The cap of M. sanguinolenta is either convex or conic when young, with its margin pressed against the stipe. As it expands, it becomes broadly convex or bell-shaped, ultimately reaching a diameter of 3–15 mm (0.1–0.6 in). The surface is initially covered with a dense whitish-grayish coating or powder that is produced by delicate microscopic cells, but these cells soon collapse and disappear, leaving the surface naked and smooth. The surface is moist with an opaque margin that soon developing furrows. The cap color is variable but always some shade of bright or dull reddish brown with a dull grayish-brown margin. The flesh is thin, not very fragile, sordid reddish, and exudes a reddish latex when cut. The odor and taste are not distinctive.The gills are adnate or slightly toothed, and well-spaced. They are narrow to moderately broad, sordid reddish to grayish, with even edges that are dark reddish brown. The stipe is 2–6 cm (0.8–2.4 in) long, 1–1.5 mm thick, equal in width throughout, and fragile. The base of the stipe is covered with coarse, stiff white hairs, while the remainder is covered with a drab powder that soon sloughs off to leave the stipe polished, and more or less the same color as the cap. It also exudes a bright or dull-red juice when cut or broken. The edibility of the mushroom is unknown—but it is considered too insubstantial to be of culinary interest.The spores are 8–10 by 4–5 μm, roughly ellipsoid, and only weakly amyloid. The basidia (spore-bearing cells) four-spored (occasionally two- or three-spored). The pleurocystidia (cystidia on the face of a gill) are rare to scattered or sometimes quite abundant, narrowly to broadly ventricose, measuring 36–54 by 8–13 μm. They are filled with a sordid-reddish substance. The cheilocystidia (cystidia on the gill edge) are similar to the pleurocystidia or shorter and more obese, and very abundant. The flesh if the gill is made of broad hyphae the cells of which are often vesiculose (covered with vesicles) in age, and stain pale reddish brown in iodine. The flesh of the cap is covered with a thin pellicle, and the hypoderm (the layer of cells immediately underneath the pellicle) is moderately well-differentiated. The remainder of the cap flesh is floccose and filamentous, and all except the pellicle stain pale vinaceous-brown in iodine. Lactiferous (latex-producing) hyphae are abundant.",
    "Description-Similar species": "The other \"bleeding Mycena\" (M. haematopus) is readily distinguished from M. sanguinolenta by its larger size, different color, growth on rotting wood, and presence of a sterile band of tissue on the margin of the cap. Further, M. sanguinolenta consistently has red-edged gills, while the gill edges of M. haematopus are more variable. The similarly named M. subsanguinolenta has red to orange juice, is slightly yellower, and does not have pleurocystidia. M. plicatus has a similar furrowed cap, but also has a tough stipe and does not ooze liquid when injured. Mycena specialist Alexander H. Smith has noted a \"striking\" resemblance to M. debilis, but this species has different colors (pale vinaceous brown or sordid brown when faded), produces uncolored latex, and does not have differently-colored gill edges.",
    "Distribution and habitat": "Mycena sanguinolenta is common and widely distributed. It has been found from Maine to Washington and south to North Carolina and California in the United States, and from Nova Scotia to British Columbia in Canada. In Jamaica, it has been collected at an elevation of 1,800 m (5,900 ft). The distribution includes Europe (Britain, Germany, The Netherlands, Norway, Romania and Sweden) and Australia. In Asia, it has been collected from the alpine zone of the Changbai Mountains in Jilin Province, China, and from the provinces of Ōmi and Yamashiro in Japan.The fruit bodies grow in groups on leaf mold, moss beds, or needle carpets during the spring and fall. It is common in forests of fir and beech, and prefers to grow in soil of high acidity.",
    "Chemistry": "The fruit bodies of Mycena sanguinolenta contain the blue alkaloid pigments, sanguinones A and B, unique to this species. It also has the red-colored alkaloid sanguinolentaquinone. The sanguinones are structurally related to mycenarubin A, made by M. rosea, and the discorhabins, a series of compounds produced by marine sponges. Although the function of the sanguinones is not known, it has been suggested that they may have \"an ecological role ... beyond their contribution to the color of the fruiting bodies, ... since predators rarely feed on fruiting bodies\".  When grown in pure culture in the laboratory, the fungus produces the antifungal compound hydroxystrobilurin-D. M. sanguinolenta is one of over 30 Mycena species that is bioluminous.",
    "See also": "List of bioluminescent fungi",
    "References": "",
    "References-Cited text": "Smith AH. (1947). North American species of Mycena. Ann Arbor: University of Michigan Press."
  }
}