{
  "url": "https://en.wikipedia.org/wiki/Mycena_polygramma",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Mycenaceae"
    },
    {
      "Genus": "Mycena"
    },
    {
      "Species": "M. polygramma"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycena polygramma, commonly known as the grooved bonnet, is a species of mushroom in the Mycenaceae family. The inedible fruit bodies are small, pale gray-brown mushrooms with broadly conical caps, pinkish gills. They are found in small troops on stumps and branches of deciduous and occasionally coniferous trees. The mushroom is found in Asia, Europe, and North America, where it is typically found on twigs or buried wood, carrying out its role in the forest ecosystem by decomposing organic matter, recycling nutrients, and forming humus in the soil. M. polygramma contains two uncommon hydroxy fatty acids and is also a bioluminescent fungus whose intensity of light emission follows a diurnal pattern.",
    "Taxonomy": "First called Agaricus polygrammus by French mycologist Jean Bulliard in 1789, the species was later sanctioned under that name by Elias Magnus Fries in his Systema Mycologicum. It was soon after transferred into the genus Mycena in 1821 by Samuel Frederick Gray, who raised many of Fries' sub-generic divisions to the genus level. Agaricus chloroticus,  described by Friedrich Franz Wilhelm Junghuhn in 1830, is the only known taxonomic synonym. The specific epithet is derived from the Greek πολύς meaning \"many\" and γραμμή, or \"line\". It is commonly known as the \"grooved bonnet\".",
    "Description": "The cap of the M. polygramma fruit body is 2 to 4 cm (0.8 to 1.6 in) in diameter, and initially egg- to cone-shaped, but expands to become conic to bell-shaped or nearly convex with an abrupt small umbo, or at times plane with a conic umbo. On young fruit bodies, the cap margin is slightly curved inward, and frequently has scalloped edges; in maturity the margin flares out, or is recurved and wavy. The surface of the cap is initially covered with short, fine whitish or grayish hairs that often persist until near maturity. With age, the cap surface becomes smooth, the color dark brownish-gray to black beneath the bloom, fading slowly to a pale gray, and nearly pinkish-buff at times. The cap margin is opaque and frequently has narrow, deep furrows or grooves, with the surface often more or less uneven and appearing as if streaked with glistening lines. The flesh is very hard and cartilaginous, watery grayish to white, rather thin, and with no distinctive odor and a mild taste.The gills are narrowly adnate (attached squarely to the stem) or have a short decurrent tooth, and are packed close together, with 30–38 gills reaching the stem. They are broad anteriorly (4–7 mm), white or whitish, in age flushed with pink, often with sordid-brownish stains, and with edges pallid and even. The stem is 6 to 15 cm (2.4 to 5.9 in) long, 0.2 to 0.5 cm (0.1 to 0.2 in) thick, very brittle and cartilaginous, equal, and tubular. It sometimes has a well-developed pseudorrhiza that resembles white cotton, and the base is covered with stiff white hairs, and often it stains reddish brown. The surface has fine straight or sometimes twisted longitudinal striations. The surface is ashy-gray or paler grayish-brown beneath the silvery covering, at times nearly smooth, with the apex pallid and faintly powdered.\n Mycena polygramma is a bioluminescent mushroom, although the extent of luminescence can vary considerably. The mushroom is inedible, and has a mild to slightly acrid taste and a \"pleasant\" odor.",
    "Description-Microscopic features": "Collected in deposit, such as in a spore print, the spores appear white. Viewed with a light microscope, the spores are broadly ellipsoid in shape, smooth, amyloid, with dimensions of 7.5–10 by 5–6 µm. Occasionally the spores contain oil droplets. The basidia (pore-bearing cells) are four-spored, 26–30 by 7–8 µm. The cheilocystidia are scattered to abundant, aciculate or with the midportion somewhat enlarged and the apex forked or branched, and give rise to two or several contorted finger-like projections. Pleurocystidia are not differentiated.",
    "Description-Similar species": "Tall and slender forms of Mycena polygramma somewhat resemble M. pullata or M. praelonga. The former species is distinguished by its color, and the latter by its relationship to M. alcalina and its habitat on sphagnum.",
    "Ecology, habitat and distribution": "The fruit bodies of M. polygramma grow in groups or sub-clusters under hardwoods, particularly deciduous trees such as oak, maple, and basswood. In North America, it has been collected from North Carolina, Massachusetts, New York, and Michigan, where it fruits from June to October. The fruit bodies are susceptible to attack by the parasitic fungi Spinellus fusiger and S. macrocarpus.Typically found on twigs or buried wood, the fungus is known to be a vigorous decomposer of lignin and cellulose in leaf litter. Mycena polygramma is a saprobic fungus, and is one of many fungi that contribute to plant litter decomposition in forest ecosystems through nutrient recycling and humus formation in soil. It is a lignocellulose decomposer of larch litter, and can break down both lignin and carbohydrates, although it has a preference for carbohydrates. In an experiment testing the ability of several litter-decomposing fungi to remove lignin from leaves of the perennial grass Miscanthus sinensis, under pure culture conditions, M. polygramma showed limited ability to cause the mass loss of lignin.Rare in North America, the fungus is common in Europe, including Great Britain. They have been collected on the Falkland Islands, and Japan.",
    "Chemistry and bioluminescence": "Mycena polygramma contains the unusual hydroxy fatty acids 7-hydroxy-8,14-dimethyl-9-hexadecenoic acid (0.05% of the total fatty acids) and 7-hydroxy-8,16-dimethyl-9-octadecenoic acid (0.01%).The fungus is one of several dozen Mycena species that are bioluminescent. Unlike most luminescent organisms, M. polygramma has a diurnal rhythm of luminescence intensity, and has rises and falls of light intensity as high as 35 percent. However, this light emission is not typically noticed, as it can not be detected visually  by the dark-adapted eye; sensitive photomultipliers or long exposure times are required to measure the phenomenon. The wavelength of spectral emissions from the fungus grown in pure culture is in the range 470–640 mμ.",
    "See also": "List of bioluminescent fungi",
    "References": "",
    "References-Cited books": "Smith AH. (1947). North American species of Mycena. Ann Arbor, Michigan: University of Michigan Press."
  }
}