{
  "url": "https://en.wikipedia.org/wiki/Mycena_stylobates",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Mycenaceae"
    },
    {
      "Genus": "Mycena"
    },
    {
      "Species": "M. stylobates"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycena stylobates, commonly known as the bulbous bonnet, is a species of inedible mushroom in the family Mycenaceae. Found in North America and Europe, it produces small whitish to gray fruit bodies with bell-shaped caps that are up to 15 mm (0.6 in) in diameter. The distinguishing characteristic of the mushroom is the fragile stipe, which is seated on a flat disk marked with distinct grooves, and fringed with a row of bristles. The mushrooms grow in small troops on leaves and other debris of deciduous and coniferous trees. The mushroom's spores are white in deposit, smooth, and ellipsoid-shaped with dimensions of 6–10 by 3.5–4.5 μm. In the development of the fruit body, the preliminary stipe and cap structures appear at the same time within the primordium, and hyphae originating from the stipe form a cover over the developing structures. The mycelia of the mushroom is believed to have bioluminescent properties.",
    "Taxonomy": "The species was first named Agaricus stylobates by Christian Hendrik Persoon in 1801, and sanctioned under this name by Elias Magnus Fries. It was later transferred to the genus Mycena in 1871 by Paul Kummer when he raised many of Fries' \"tribes\" to the rank of genus. The species has also been placed in the genera Basidopus by Franklin Sumner Earle in 1909, and Pseudomycena by Karel Cejp in 1930; both of those genera have since been subsumed into Mycena.The Greek word stylobates means \"column foundation or base\". The mushroom is commonly known as the \"bulbous bonnet\". British mycologist Mordecai Cubitt Cooke called it the \"discoid Mycena\" in his 1871 Handbook of British Fungi.",
    "Description": "The cap of M. stylobates is 3–15 mm (0.1–0.6 in) in diameter, and depending on its age may range in shape from obtusely conic to convex to bell-shaped to flattened. The structure of the cap margin also depends on the age of the mushroom, progressing from straight or curved inward slightly, to margin flaring or curved backward. The cap surface is smooth, although if viewed with a magnifying glass, minute spines can be seen. As it ages, the surface becomes smooth, moist and somewhat glistening, and it shows grooves corresponding to the position of the gills underneath the cap. The cap color is evenly pale watery gray. The flesh is thin, pallid, and has no distinguishable odor or taste.The gills appear closely spaced in unexpanded caps, but usually more distant in old individuals. Between 8 and 16 gills extend from the margin to the stipe; there are additionally one or two tiers of small gills (lamellulae) that do not reach fully from the margin to the stipe. The gills are narrow but become ventricose (swelling in the middle) and sometimes very broad in age, and are attached by a line or are very narrowly adnate. Sometimes the gills split away from the stipe while remaining attached to each other; in this way they form a collar around the stipe. Gills are pale gray but soon become whitish, with even edges. The stipe is 10–60 mm (0.4–2.4 in) long, 0.5–1 mm thick, and, above the level of the flat circular disc at the base, is equal in width throughout. The stipe is covered with fine white scattered fibrils, or is delicately pruinose (as if covered with a fine white powder), but it later becomes smooth. Its color is bluish-gray when fresh but soon it fades to gray. The basal disc is grooved (from gill impressions) and pruinose or covered with fine minute hairs, but soon becomes smooth. The insubstantial fruit bodies are considered inedible.",
    "Description-Microscopic characteristics": "The spores are 6–10 by 3.5–4.5 μm, narrowly ellipsoid, and faintly amyloid. The basidia (spore-bearing cells) are four-spored, rarely two-spored. The pleurocystidia (cystidia on the gill face) are not differentiated. The cheilocystidium (cystidia on the gill edge) are abundant and variable in structure, usually club-shaped with between two and five thick obtuse projections that arise from near the apex, sometimes more or less covered with numerous protuberances over the enlarged portion and the neck more or less contorted. They measure 26–38 by 8–13 μm, and are hyaline. The gill flesh is made of greatly enlarged cells, and stains pale vinaceous (red wine color) in iodine. The flesh of the cap has a pellicle which usually gelatinizes in potassium hydroxide or water mounts prepared for microscopy. The surface hyphae are covered with short rodlike projections. Sometimes some of the hyphae become aggregated into peglike structures that project from the surface, and cause the appearance of scattered coarse spines on the cap when viewed under a 10X magnifying lens. The tissue beneath the pellicle is made entirely of greatly enlarged cells, which appear pale vinaceous in iodine stain.The mycelia of M. stylobates, when grown in pure culture, is bioluminescent, a phenomenon first reported in 1931. The fruit bodies are not known to be bioluminescent.",
    "Description-Similar species": "There are several species of Mycena that have a basal disc similar to M. stylobates. Mycena mucor is usually smaller than M. stylobates, and grows on fallen, decaying leaves of oak. It has different cheilocystidia, with very slender excrescences. Also, the margin of the basal disc is not ciliate like M. stylobates. M. bulbosa, a species that grows on woody stalks in wet habitats, has nonamyloid spores, and gill edges that contain a tough-elastic, gelatinous thread. M. pseudoseta, described as a new species from Thailand in 2003 forms smaller fruit bodies with differently shaped cheilocystidia and cap hyphae.",
    "Fruit body development": "The ontogeny, or development, of Mycena stylobates fruit bodies has been investigated in detail using light microscopy and scanning electron microscopy. According to Volker Walther and colleagues, the development can be divided into two phases: in the first, the primordium is established that contains all the structures of the mature fruit body; in the second stage, the primordial stipe elongates rapidly, and the newly exposed hymenium immediately begins spore production. The first detected stage of fruit body formation was an irregularly arranged hyphal structure within the colonized substrate. After rupturing the surface of the substrate and establishing itself there, the structure develops a layer of wrapping hyphae that covers the entire primordium. The structures of the stipe and the cap develop simultaneously. The developing stipe, cap, and basal disc together form a secondary ring-like cavity, in which the gills develop. Gill development initiates with a number of small alveolae on the lower side of the cap, which are covered with a hymenophoral palisade (a group of tightly packed, roughly parallel cells). The margins of these alveolae form the primary gills. The hymenophoral palisade spreads from the developing alveolae to the gill edge; the edge of the primary gills is forked in the early stages of its development. The secondary gills (lamellulae) are formed by the ridges folding down from the lower side of the cap. In contrast to the primary gills, they are covered with hymenophoral palisade from the beginning. Spore production begins immediately after the stipe elongates.",
    "Habitat and distribution": "The fruit bodies of Mycena stylobates grow scattered or in groups on oak leaves or coniferous needles, in the spring and summer or early autumn. It is common during warm, wet seasons. Mycena specialist Alexander H. Smith has collected it in Tennessee, Michigan, Idaho, and Washington in the United States,  and in Nova Scotia and Ontario in Canada. It is also found in Europe, including Britain, Denmark, Germany, Norway, Poland, Romania, Scotland, Serbia, Sweden, and Turkey. Although it has been reported several times from Australia, mycologist Cheryl Grgurinovic concluded in a 2003 publication that the records \"are best regarded as erroneous\".",
    "See also": "List of bioluminescent fungi",
    "References": "",
    "References-Cited text": "Smith AH. (1947). North American Species of Mycena. Ann Arbor: University of Michigan Press.",
    "External links": "Mycena stylobates  in Index Fungorum\nBotany.cz Several photographs"
  }
}