{
  "url": "https://en.wikipedia.org/wiki/Mycena_galopus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Mycenaceae"
    },
    {
      "Genus": "Mycena"
    },
    {
      "Species": "M. galopus"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycena galopus, commonly known as the milking bonnet or the milk-drop mycena, is an inedible species of fungus in the family Mycenaceae of the order Agaricales. It produces small mushrooms that have grayish-brown, bell-shaped, radially-grooved caps up to 2.5 cm (1 in) wide. The gills are whitish to gray, widely spaced, and squarely attached to the stem. The slender stems are up to 8 cm (3 in) long, and pale gray at the top, becoming almost black at the hairy base. The stem will ooze a whitish latex if it is injured or broken. The variety nigra has a dark gray cap, while the variety candida is white.  All varieties of the mushroom occur during summer and autumn on leaf litter in coniferous and deciduous woodland.\nMycena galopus is found in North America and Europe. The saprobic fungus is an important leaf litter decomposer, and able to utilize all the major constituents of plant litter.  It is especially adept at attacking cellulose and lignin, the latter of which is the second most abundant renewable organic compound in the biosphere. The mushroom latex contains chemicals called benzoxepines, which are thought to play a role in a wound-activated chemical defense mechanism against yeasts and parasitic fungi.",
    "Taxonomy": "The mushroom was first described as Agaricus galopus by Christian Hendrik Persoon in 1800, and later transferred to the genus Mycena by Paul Kummer in 1871. An Australian taxon formerly considered a variety, Mycena galopus var. mellea, was raised to species level and renamed M. thunderboltensis in 1998. The variety candida was described by Jakob Emanuel Lange in 1914 based on specimens he found in Denmark; variety nigra was named by Carleton Rea in 1922. Mycena galopoda is an orthographical variant spelling.The specific epithet galopus is derived from the Greek γαλα \"milk\", and πονς \"foot\". The mushroom is commonly known as the \"milking bonnet\", or the \"milk-drop Mycena\". The varieties candida and nigra are the white and black milking bonnets, respectively.",
    "Description": "The cap of M. galopus is egg-shaped when young, later becoming conic to somewhat bell-shaped, and eventually reaching a diameter of 0.5 to 2.5 cm (0.2 to 1.0 in). In age it often has a margin curved inward, and a prominent umbo. The cap surface has a hoary sheen (remnants of the universal veil that once covered the immature fruit body) that soon sloughs off, leaving it naked and smooth. The cap margin, which is initially pressed against the stem, is translucent when moist, so that the outline of the gills underneath the cap may be seen, and has deep narrow grooves when dry. The color is largely fuscous-black except for the whitish margin that fades to pale gray; the umbo remains blackish or becomes dark gray, sometimes with a very pale ashy gray over all when moist, and opaque and ashy gray after drying. The flesh is thin, soft, and fragile, without any distinctive odor and taste.The gills are subdistantly spaced, narrow, ascending-adnate, whitish to gray, usually darker in age, with edges that are pallid or grayish. The stem is 4 to 8 cm (1.6 to 3.1 in) (rarely up to 12 cm) long, 1–2 mm thick, equal in length throughout, smooth, and fragile. The lower portion of the stem is dark blackish-brown to a dark ashy color. The apex of the stem is pallid, and the whitish base covered with coarse, stiff hairs. When broken it exudes a white milk-like liquid. The variety candida is similar in appearance to the main variety, except its fruit body is completely white. Variety nigra has a dark or blackish-gray cap, and gills that are initially whitish before turning gray.Although not poisonous, M. galopus and the varieties candida and nigra are inedible.",
    "Description-Microscopic characteristics": "The spores are 9–13 by 5–6.5 μm, smooth, ellipsoid, occasionally somewhat pear-shaped, and very weakly amyloid. The basidia are four-spored. The pleurocystidia and cheilocystidia are similar and very abundant, and measure 70–90 by 9–15 μm. They are narrowly fusoid-ventricose and usually have abruptly pointed tips, sometimes forked or branched near the apex, hyaline, and smooth. The flesh of the gill is homogenous, and stains dark vinaceous-brown in iodine. The flesh of the cap has a thin but clearly differentiated pellicle, a well-developed hypoderm (the tissue layer immediately underneath the pellicle), and the remainder is filamentous. All but the pellicle stain vinaceous-brown in iodine.",
    "Description-Similar species": "The \"red edge bonnet\", Mycena rubromarginata, is also grayish-brown, but it has gill edges that are red, and it does not ooze latex when broken. It has amyloid, pip-shaped to roughly spherical spores that measure 9.2–13.4 by 6.5–9.4 µm.",
    "Ecology, habitat, and distribution": "Mycena galopus is a saprobic fungus, and plays an important role in forest ecosystems as a decomposer of leaf litter. It has been estimated in the UK to account for a large portion of the decomposition of the autumn leaf litter in British woodlands. It is able to break down the lignin and cellulose components of leaf litter. Grown in axenic culture in the laboratory, the fungus mycelium has been shown to degrade (in addition to lignin and cellulose) hemicelluloses, protein, soluble carbohydrates, and purified xylan and pectin using enzymes such as polyphenol oxidases, cellulases, and catalase. It is particularly adept at breaking down lignin, which is the second most abundant renewable organic compound in the biosphere, after cellulose. Research also suggests that the fungus weathers soil minerals, making them more available to mycorrhizal plants. Phosphorus, an important macronutrient influencing plant growth, typically occurs in primary minerals like apatite, or other organic complexes, and its low solubility often results in low phosphorus availability in soil. The biological activity of M. galopus mycelium can increase the availability of phosphorus and other nutrients, both as a result of soil acidification due to cation uptake and via the release of weathering agents such low molecular mass organic acids. Studies have shown that the fungus is sensitive to low concentrations of sulphite (SO32−), a byproduct of sulphur dioxide pollution, suggesting that this pollution can be toxic to the growth of the fungus (and the subsequent decomposition of leaf litter) at environmentally relevant concentrations.The fruit bodies of Mycena galopus grow in groups to scattered on humus under hardwoods or conifers. In the United States, it is very abundant along the Pacific Coast from Washington to California, and also in Tennessee and North Carolina; its northern distribution extends to Canada (Nova Scotia). In Europe, it has been collected from Britain, Germany, Ireland, and Norway.",
    "Chemistry": "In 1999, Wijnberg and colleagues reported the presence of several structurally related antifungal compounds called benzoxepines in the latex of Mycena galopus. One of these compounds, 6-hydroxypterulone, is a derivative of pterulone, a potent antifungal metabolite first isolated from submerged cultures of Pterula species in 1997. The antifungal activity of pterulone is based on selective inhibition of the NADH dehydrogenase enzyme of the electron transport chain. A 2008 publication reported that fatty acid esters of benzoxepine serve as precursors to wound-activated chemical defense. When the fruit body is injured and the latex is exposed, an esterase enzyme (an enzyme that splits esters into an acid and an alcohol in a chemical reaction with water called hydrolysis) presumably cleaves the inactive esterified benzoxepines into their active forms, where they can help defend the mushroom against yeasts and parasitic fungi. In nature, the mushroom is rarely attacked by parasitic fungi, however, it is prone to infection by the \"bonnet mold\" Spinellus fusiger, which is insensitive to the benzoxepines of M. galopus. In an English field study, where the two fungi M. galopus and Marasmius androsaceus made up over 99% of the fruit bodies in a site under Sitka spruce, the fungivorous collembolan arthropod Onychiurus latus preferred to graze on the mycelium of M. androsaceus. This selective grazing influences the vertical distribution of the two fungi in the field.",
    "See also": "List of bioluminescent fungi",
    "Footnotes": "",
    "Footnotes-Cited text": "Smith AH (1947). North American Species of Mycena. Ann Arbor, Michigan: University of Michigan Press.",
    "External links": "Mycena galopus photo\nMycena galopus  in MycoBank."
  }
}