{
  "url": "https://en.wikipedia.org/wiki/Mycena_maculata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Mycenaceae"
    },
    {
      "Genus": "Mycena"
    },
    {
      "Species": "M. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Mycena maculata, commonly known as the reddish-spotted Mycena, is a species of fungus in the Mycenaceae family. The fruit bodies, or mushrooms, have conic to bell-shaped to convex caps that are initially dark brown but fade to brownish-gray when young, reaching diameters of up to 4 cm (1.6 in). They are typically wrinkled or somewhat grooved, and have reddish-brown spots in age, or after being cut or bruised. The whitish to pale gray gills also become spotted reddish-brown as they mature. The stem, up to 8 cm (3.1 in) long and covered with whitish hairs at its base, can also develop reddish stains. The mycelium of M. maculata has bioluminescent properties. The saprobic fungus is found in Europe and North America, where it grows in groups or clusters on the rotting wood of both hardwoods and conifers. The edibility of the fungus is unknown. Although the species is known for, and named after its propensity to stain reddish, occasionally these stains do not appear, making it virtually indistinguishable from M. galericulata.",
    "Taxonomy and naming": "The species was first described scientifically by the German mycologist Petter Karsten in 1890. The name Mycena maculata was also used by the Australian mycologist John Burton Cleland in 1934, but that usage was considered illegitimate, and the species he described has since been renamed to Mycena austromaculata by Cheryl Grgurinovic and Tom May in 1997.The specific epithet maculata is derived from the Latin word \"spotted\". The mushroom is commonly known as the \"reddish-spotted Mycena\".",
    "Description": "The cap of M. maculata varies in shape from broadly conic to convex initially, soon expanding to bell-shaped or broadly convex at maturity; when expanded the cap diameter is typically between 2 and 4 cm (0.8 and 1.6 in). It usually has a distinct umbo, which can be abruptly convex in some individuals and very broad and low in others. The cap margin closely approaches the stem when young, but often flares or curves upward with age. The cap surface is smooth, slimy to the touch, often opaque when young but becomes partially translucent so that the outlines of the gills underneath the cap may be seen nearly to the center, before fading. It is often somewhat wrinkled or has the radial gill grooves deepening with age. It is initially dirty blackish-brown or nearly black, becoming paler dirty brown to brownish-gray with age, and usually with reddish-brown spots. The flesh is somewhat thick under the umbo, but becomes abruptly thinner over the area of the margin (about 0.15 mm). It is cartilaginous and firm, dark or pale watery gray, changing slowly to dirty reddish-brown when cut or bruised. It has no distinguishable odor, and a taste ranging from mild to slightly farinaceous (like flour).The gills are bluntly adnate, later becoming toothed and somewhat sinuate. The gills are narrow, becoming moderately broad (4–5 mm), whitish to pale gray in color, soon staining with reddish spots.  Sometimes the gills separate slightly from the cap, but remain attached to each other to form a collar. The gill spacing is close to subdistant, with about 17–24 gills reaching the stem; there are additionally about three tiers of lamellulae (short gills that do not extend fully from the cap margin to the stem). The stem is usually 4–8 cm (1.6–3.1 in) long and 2–5 mm (0.1–0.2 in) thick, occasionally much longer, often with a long pseudorhiza (a cordlike structure resembling a plant root) 1–5 cm (0.4–2.0 in) that can root into the substrate. The stem is densely covered with sharp, stiff white hairs on the lower portion, and smooth above. It is sometimes twisted, nearly equal in width throughout, hollow, and cartilaginous. The top portion of the stem is pallid, while the remainder is the same color or paler than the cap. The stem base becomes stained reddish-brown to purplish, or the entire lower portion turns a dirty wine red. The edibility of the mushroom is unknown.",
    "Description-Microscopic characteristics": "The spores are ellipsoid, amyloid (meaning they turn bluish-black to black when stained with Melzer's reagent), and measure 7–9 by 4–5 μm. The basidia (spore-bearing cells in the hymenium) are 30–35 by 7–8 μm, and four-spored. The cheilocystidia (cystidia on the gill edge) are embedded in the hymenium and inconspicuous, measuring 20–28 by 6–12 μm. They are irregular in form; some have short rodlike projections on the upper part, others have irregular branched finger-like protuberances, while others have wavy walls and an elongated contorted apex. There are no pleurocystidia (cystidia on the gill face) in Mycena maculata. The gill tissue is hyaline or very faintly vinaceous-brown when stained in iodine. The cap tissue has a thin pellicle, and the region directly under it is made of hyphae with only slightly enlarged cells, while the remainder is filamentous, and stains yellowish to slightly vinaceous-brown in iodine. The mycelium of M. maculata is bioluminescent; this property has not been reported for the fruit bodies.",
    "Description-Similar species": "In the absence of the characteristic reddish staining (particularly in young specimens), M. maculata is indistinguishable in the field from M. galericulata, which also tends to grow in groups or tufts on wood. Microscopically, the latter species has larger spores, ranging from 8–12 by 5.5–9 μm. Another Mycena that stains reddish is M. inclinata; it can be distinguished by its slightly larger spores, typically  7–9 by 5–6.5 μm, and the white flecks that develop on the lower part of the stem. It is common in eastern North America, and prefers to grows on decaying hardwood. M. haematopus also grows in clusters on wood, but can be differentiated by its scalloped cap margin, a stem which bleeds a reddish juice when cut or broken, and a preference for growing on hardwoods. M. purpureofusca has a purplish cap, gills with purple edges, and usually grows on pine cones. M. atrochalybaea, a species known from Italy and Switzerland, has more gills that reach the stem (usually between 30 and 40), smooth hyphae in the cortical layer of the stem, and smooth, uninflated cystidia.",
    "Distribution and habitat": "The fruit bodies of M. maculata grow in groups to clumps on the wood and debris of both coniferous and deciduous trees. The fungus is found in North America and Europe (Germany and Norway). The North American distribution ranges north from Quebec, Canada, south to Mexico. Mycena specialist Alexander H. Smith, in his 1947 monograph on the genus, called it \"the most abundant Mycena on conifer wood in the Pacific Northwest.\" It has also been recorded as a new species in Turkey (Kahramanmaraş district) in 2006.",
    "See also": "List of bioluminescent fungi",
    "References": "",
    "References-Cited text": "Smith AH. (1947). North American species of Mycena. Ann Arbor: University of Michigan Press.",
    "External links": "Mycena maculata  in Index Fungorum"
  }
}