{
  "url": "https://en.wikipedia.org/wiki/Neonothopanus_gardneri",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Marasmiaceae"
    },
    {
      "Genus": "Neonothopanus"
    },
    {
      "Species": "N. gardneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Neonothopanus gardneri, locally known as flor de coco, is a bioluminescent fungus native to Goiás, Piauí and Tocantins states in Brazil.\nThe fungus was first discovered in 1839 by the English botanist George Gardner, after he came across some youths playing with glowing material in the streets of Villa de Natividade in Goiás state in Brazil. Initially thinking it was a firefly, he then discovered it was a mushroom—known as Flor de Coco locally—that was common locally and found on decaying palm leaves. Gardner sought to call it Agaricus phosphorescens. However, his colleague Miles Joseph Berkeley opined that the attribute was not unique, and hence described it with the specific name A. gardneri. Gardner thought it resembled members of the genus Pleurotus in structure, while Berkeley felt it was more akin to the genus Panus but conceded spores were necessary for further classification.It was rediscovered  in February 2005 by scientists Patricia Izar, Elisabetta Visalberghi and Dorothy Fragaszy, with the aid of Marino Gomes de Oliveira. It is larger and brighter than other known bioluminescent fungi. Marina Capelari and colleagues investigated its relationships by analysing it and close relatives genetically, and found that it was the sister taxon to Neonothopanus nambi rather than members of the genus Omphalotus and placed it in the genus Neonothopanus.The fleshy yellow mushrooms have caps that are darker in the centre fading to paler yellow or cream at the margins. Measuring 1–9 cm (1⁄2–3 1⁄2 in) wide, the cap is initially convex with a central umbo before becoming flat or even funnel-shaped with age. The decurrent and widely spaced gills are the same colour as the cap. The fibrous stipe is 3–5 cm (1 1⁄4–2 in) long by 0.8–1.5 cm (1⁄4–1⁄2 in) wide. The cap and gills glow with a green light at night, more strongly than most other bioluminescent fungi.Neonothopanus gardneri grows at the base of the palm trees, including the pindoba palm (Attalea humilis), piaçava (A. funifera) and babaçu (A. speciosa).",
    "See also": "Foxfire\nList of bioluminescent fungi\n\n\n== References =="
  }
}