{
  "url": "https://en.wikipedia.org/wiki/Xylaria_hypoxylon",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Sordariomycetes"
    },
    {
      "Order": "Xylariales"
    },
    {
      "Family": "Xylariaceae"
    },
    {
      "Genus": "Xylaria"
    },
    {
      "Species": "X. hypoxylon"
    }
  ],
  "text": {
    "__SUMMARY__": "Xylaria hypoxylon is a species of fungus in the genus Xylaria. It is known by a variety of common names, such as the candlestick fungus, the candlesnuff fungus, carbon antlers, or the stag's horn fungus. The fruit bodies, characterized by erect, elongated black branches with whitened tips, typically grow in clusters on decaying hardwood. The fungus can cause a root rot in hawthorn and gooseberry plants.",
    "Taxonomy": "Xylaria hypoxylon was first described by Carl Linnaeus in 1745, and then later mentioned by him in his Species Plantarum II.The specific epithet is derived from the Greek words hypo meaning \"below\", and xylon, meaning \"wood\".",
    "Description": "Fruit bodies (ascocarps) are cylindrical or flattened with dimensions of 3–8 centimetres (1.2–3.1 in) tall × 2–8 mm thick. The erect ascocarps are often twisted or bent, and typically sparsely branched, often in a shape resembling a stag's antlers. Specimens found earlier in the season, in spring, may be covered completely in asexual spores (conidia), which manifests itself as a white to grayish powdery deposit. Later in the season, mature ascocarps are charcoal-black, and have minute pimple-like bumps called perithecia on the surface. These are minute rounded spore bearing structures with tiny holes, or ostioles, for the release of sexual spores (ascospores). The perithecia are embedded in the flesh of the ascocarp, the stroma, which is tough, elastic, and white. Within the perithecia, the asci are 100 × 8 µm.Ascospores are kidney-shaped, black, and smooth, with dimensions of  10–14 × 4–6 µm. The asexual spores (mitospores) are ellipsoid in shape, smooth, and hyaline.",
    "Description-Edibility": "Although not poisonous, the small size and tough texture of this fungus deter consumption.",
    "Description-Similar species": "Xylaria polymorpha is thicker and not as branched as X. hypoxylon.",
    "Chemical compounds": "A variety of chemical compounds with in vitro properties have been identified in this fungus. The compounds xylarial A and B both have moderate cytotoxic activity against the human hepatocellular carcinoma cell line Hep G2. The pyrone derivative compounds named xylarone and 8,9-dehydroxylarone also have cytotoxic activity. Several cytochalasins, compounds that bind to actin in muscle tissue, have been found in the fungus. X. hypoxylon also contains a carbohydrate-binding protein, a lectin, with a unique sugar specificity, and which has potent anti-tumor effects in various tumor cell lines.",
    "See also": "Medicinal mushrooms",
    "References": "",
    "External links": "Fungi on Wood Description and photos"
  }
}