{
  "url": "https://en.wikipedia.org/wiki/Shorea_leprosula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Dipterocarpaceae"
    },
    {
      "Genus": "Shorea"
    },
    {
      "Species": "S. leprosula"
    }
  ],
  "text": {
    "__SUMMARY__": "Shorea leprosula (called, along with some other species in the genus Shorea, Light Red Meranti) is a species of plant in the Dipterocarpaceae family. It is found in Indonesia, Malaysia, Singapore, and Thailand.",
    "General description": "Trees up to 60 meter high; approximate 100 cm in diameter; bark greyish brown, shallowly fissured, V-shaped. Outer bark dull purple brown, rather hard, brittle, inner bark fibrous, dull brown or yellowish brown grading to pale at the cambium, sapwood pale or cream, resinous, heartwood dark red or light red brown; leaves elliptic to ovate, 8–14 cm long, 3.5 to 5.5 cm wide, cream scaly, thinly leathery, base obtuse or broadly cuneate, apex acuminate, up to 8 mm long, secondary vein 12–15 pairs, slender, curved towards margin, set at 40 to 550, tertiary veins densely ladder-like, very slender, obscure expect in young tress; stipules 10 mm long, 35 mm wide, scars short, horizontal, obscure, oblong to broadly hastate, obtuse, fugacious, falling off early; Fruit  pedicel to 2 mm long, calyx sparsely pubescent, 3 longer lobes up to 10 cm long, approximate 2 cm wide, spatulate, obtuse, approximate 5 mm broad above the 8 by 6 mm thickened elliptic, shallowly saccate base, 2 shorter lobes up to 5.5 cm long, approximate 0.3 cm wide, unequal, similarly saccate at base.",
    "Distribution": "South East Asia rain forest; from Peninsular Thailand throughout the Malay Peninsula (excluding the seasonal area), Sumatera, Bangka and Belitung and Borneo.",
    "Ecology": "Shorea leprosula is one of the fastest growing species of Dipterocarp up to about its twentieth year, but it is later surpassed by other Dipterocarp species. Shorea leprosula can grow in a wide variety of site conditions with flat topography found throughout hilly areas, frequently found on well-drained soil, on deep clay soils or swampy soil in the mixed Dipterocarp forest of lowlands and hill up to 700 meter above sea level, but it is a strongly light-demanding species.One of the key success for Shorea leprosula planting is light control. Light control should correspond to the light requirements of a species during its growing stages, as well as planting methods should reflect site conditions and growth characteristics of the species. Shorea leprosula is a light-demanding species at the early stage, 60 to 73% (relative light intensity) for seedlings and 74 to 100% for saplings.",
    "Vernacular names": "The trade name for Shorea leprosula is red meranti or meranti merah; Brunai and Sawarak: Meranti tembaga, perawan lop; Malaya and Sumatera: meranti betul, meranti bunga, meranti lempong, meranti tamak, meranti hijau, meranti sabut, merati kait, meranti sepang (Palembang); Kutai: Lampong, banti, barit, bekunsu, belaitok, belito, damar; Sampit: lentang; Dayang Benuag: Mengkorau.",
    "Propagation": "Shorea leprosula can be propagated by seeds, cuttings and wildlings.",
    "Uses": "The wood is used for construction.",
    "Sources": "\nAshton, P. 1998.  Shorea leprosula.   2006 IUCN Red List of Threatened Species.   Downloaded on 23 August 2007.\n\n\n== Notes =="
  }
}