{
  "url": "https://en.wikipedia.org/wiki/Shorea_robusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Dipterocarpaceae"
    },
    {
      "Genus": "Shorea"
    },
    {
      "Species": "S. robusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Shorea robusta, the sal tree, is a species of tree in the family Dipterocarpaceae.",
    "Distribution and description": "This tree is native to the Indian subcontinent, ranging south of the Himalaya, from Myanmar in the east to Nepal, India and Bangladesh. In India, it extends from Assam, Bengal, Odisha and Jharkhand west to the Shivalik Hills in Haryana, east of the Yamuna. The range also extends through the Eastern Ghats and to the eastern Vindhya and Satpura ranges of central India. It is often the dominant tree in the forests where it occurs. In Nepal, it is found mostly in the Terai region from east to west, especially, in the Sivalik Hills (Churia Range) in the subtropical climate zone. There are many protected areas, such as Chitwan National Park, Bardia National Park and Shukla Phat Wildlife Reserve, where there are dense forests of huge sal trees. It is also found in the lower belt of the Hilly region and Inner Terai.\nThe sal tree is known also as sakhua in northern India, including Madhya Pradesh, Odisha and Jharkhand. It is the state tree of two Indian states - Chhattisgarh and Jharkhand.Sal is moderate to slow growing, and can attain heights of 30 to 35 m and a trunk diameter of up to 2-2.5 m. The leaves are 10–25 cm long and 5–15 cm broad. In wetter areas, Sal is evergreen; in drier areas, it is dry-season deciduous, shedding most of the leaves in between February to April, leafing out again in April and May.",
    "Distribution and description-Hinduism": "In Hindu tradition, the sal tree is said to be favoured by Vishnu. Its name shala, shaal or sal, comes from Sanskrit (शाल, śāla, literally \"house\"), a name that suggests it for housing timber; other names in the Sanskrit language are ashvakarna, chiraparna and sarja, among many others.Jains state that the 24th tirthankara, Mahavira, achieved enlightenment under a sal.Some cultures in Bengal worship Sarna Burhi, a goddess associated with sacred groves of Sal trees.There is a standard decorative element of Hindu Indian sculpture which originated in a yakshi grasping the branch of a flowering tree while setting her foot against its roots. This decorative sculptural element was integrated into Indian temple architecture as salabhanjika or \"sal tree maiden\", although it is not clear either whether it is a sal tree or an asoka tree.  The tree is also mentioned in the Ramayana—specifically, where Lord Rama (on request of deposed monkey-king Sugreeva for proof he can kill Sugreeva's older half-brother Vali) is asked to pierce seven sals in a row with a single arrow (which is later used to kill Vali, and still later to behead Ravana's brother Kumbhakarna)\nIn Kathmandu Valley of Nepal, one can find typical Nepali pagoda temple architectures with very rich wooden carvings, and most of the temples, such as Nyatapol Temple (Nyatapola), are made of bricks and sal tree wood.",
    "Distribution and description-Buddhism": "Buddhist tradition holds that Queen Māyā of Sakya, while en route to her grandfather's kingdom, gave birth to Gautama Buddha while grasping the branch of a sal tree or an Ashoka tree in a garden in Lumbini in south Nepal.Also according to Buddhist tradition, the Buddha was lying between a pair of sal trees when he died:\n\nThen the Blessed One with a large community of monks went to the far shore of the Hiraññavati River and headed for Upavattana, the Mallans' sal-grove near Kusinara. On arrival, he said to Ven. Ananda, \"Ananda, please prepare a bed for me between the twin sal-trees, with its head to the north. I am tired, and will lie down.\"\nThe sal tree is also said to have been the tree under which Koṇḍañña and Vessabhū, respectively the fifth and twenty fourth Buddhas preceding Gautama Buddha, attained enlightenment\nIn Buddhism, the brief flowering of the sal tree is used as a symbol of impermanence and the rapid passing of glory, particularly as an analog of sic transit gloria mundi. In Japanese Buddhism, this is best known through the opening line of The Tale of the Heike – a tale of the rise and fall of a once-powerful clan – whose latter half reads \"the color of the sāla flowers reveals the truth that the prosperous must decline.\" (沙羅雙樹の花の色、盛者必衰の理を顯す, sharasōju no hana no iro, jōshahissui no kotowari wo arawasu), quoting the four-character idiom jōsha hissui (盛者必衰) from a passage in the Humane King Sutra, \"The prosperous inevitably decline, the full inevitably empty\" (盛者必衰、実者必虚, jōsha hissui, jissha hikkyo?).",
    "Confusion with cannonball tree and other trees": "In Asia, the sal tree is often confused with the Couroupita guianensis or cannonball tree, a tree from tropical South America introduced to Asia by the British in the 19th century. The cannonball tree has since then been planted at Buddhist and Hindu religious sites in Asia in the belief that it is the tree of sacred scriptures. In Sri Lanka, Thailand and other Theravada Buddhist countries it has been planted at Buddhist monasteries and other religious sites. In India the cannonball tree has been planted at Shiva temples and is called Shiv Kamal or Nagalingam since its flowers are said to resemble the hood of a Nāga (divine cobra) protecting a Shiva lingam.\nAn example of a cannonball tree erroneously named 'sal tree' is at the Pagoda at the Royal Palace of Phnom Penh in Cambodia.In Japan the sal tree of Buddhist scriptures is identified as the deciduous camellia (Stewartia pseudocamellia), called shāra, 沙羅, from Sanskrit śāla.The sal tree is also said to be confused with the Ashoka tree (Saraca indica).",
    "Uses": "Sal is one of the most important sources of hardwood timber in India, with hard, coarse-grained wood that is light in colour when freshly cut, but becomes dark brown with exposure. The wood is resinous and durable, and is sought-after for construction, although not well suited to planing and polishing. The wood is especially suitable for constructing frames for doors and windows.\nThe dry leaves of sal are a major source for the production of leaf plates called as patravali and leaf bowls in northern and eastern India. The leaves are also used fresh to serve ready made paan (betelnut preparations) and small snacks such as boiled black grams, gol gappa, etc.  The used leaves/plates are readily eaten by goats and cattle that roam the streets freely. The tree has therefore protected northern India from a flood of styrofoam and plastic plates that would have caused tremendous pollution. In South India, fresh plantain and banana leaves are used instead. In Nepal, its leaves are used to make local plates and vessels called \"tapari\", \"doona\" and \"bogata\" in which rice and curry is served. However, the use of such \"natural\" tools have sharply declined during last decade.\nSal tree resin is known as sal dammar or Indian dammar, ṛla in Sanskrit. It is used as an astringent in Ayurvedic medicine, burned as incense in Hindu ceremonies, and used to caulk boats and ships.Sal seeds and fruit are a source of lamp oil and vegetable fat. The seed oil is extracted from the seeds and used as cooking oil after refining.",
    "Gallery": "",
    "See also": "Shorea robusta seed oil\nYakshini\nList of Indian timber trees",
    "References": "",
    "External links": "Haryana Online.com:  Sal (śāl) trees"
  }
}