{
  "url": "https://en.wikipedia.org/wiki/Shorea_macrophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Dipterocarpaceae"
    },
    {
      "Genus": "Shorea"
    },
    {
      "Species": "S. macrophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Shorea macrophylla (called, along with some other species in the genus Shorea, Light Red Meranti) is a species of plant in the Dipterocarpaceae family. It is a tree endemic to Sarawak, northwestern Borneo.",
    "Etymology": "In Sarawak, Shorea macrophylla is known as Engkabang in the Iban language. The fruit is also called illipe nuts.",
    "Characteristics": "Similar to \"candlenuts\" of the Pacific, Engkabang has high vegetable fat content. The fruits usually ripens in January and February and must be gathered rapidly after they fall, as the germination from the fruit is fast. The Engkabang trees are mostly found near the banks of the Rajang River. The trees producing these fruits are 50 metres tall and four metres in girth. The trees bear fruits every four to five years.",
    "Economic value": "Engkabang fruits cannot be cultivated commercially, thus can only be collected from the wild. The vegetable fat from the fruits can be used to manufacture cooking oil, soaps, and chocolate. The fruit is shelled and then dried in the hot sun. Then, the dried fruits are pounded to extract the oil. The Iban people are the main collectors of the fruits which they brought to the towns and sell to the local Chinese merchants at 50 dollars a picul. Engkabang fruits production was highly erratic. In 1961, only 10,000 dollars worth of Engkabang fruits were available for exports. In 1962, the production rose to 16.01 million dollars. Exports in 1966 stood at 4.61 million. In contrast, there was zero production in 1967 as the fruits were destroyed by heavy rains of the northeast monsoon. In the 1960s to 1970s, the price of the dried fruits could fetch as high as RM 2 per kg. In 2013, the price reduced to RM 0.80 per kg.\n\n\n== References =="
  }
}