{
  "url": "https://en.wikipedia.org/wiki/Shorea_faguetiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Dipterocarpaceae"
    },
    {
      "Genus": "Shorea"
    },
    {
      "Species": "S. faguetiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Shorea faguetiana (called, along with some other species in the genus Shorea, yellow meranti) is a species of plant in the family Dipterocarpaceae. The species is a tree found in Borneo, the Malay Peninsula, and Thailand.",
    "Tallest Shorea faguetiana": "The tallest documented angiosperm is a Shorea faguetiana, which is 97.58 m (320.1 ft) tall, and is found in the Danum Valley Conservation Area, in Sabah on the island of Borneo. The tree's height is 100.8 m from the top of the crown to the lowest part of the buttress. The average between the distance to the lowest part of bole and the distance to the highest part of bole is 97.58 m. The team that measured it has named the tree “Menara”. This tree was measured on January 6, 2019.  A team from Oxford University, University College London, and Danum Valley Conservation Area scanned the tree to create a 3D model.\nAn almost equally tall S. faguetiana, 96.9 m (318 ft), is found in the Tawau Hills National Park, in Sabah on the island of Borneo, located some 24 km (15 mi) from Tawau and about 9.5 km (5.9 mi) from the Park's main station. This tree was discovered on May 28, 2018.\nPreviously, in 2016, the then tallest tropical tree in the world known as “Lahad Datu ” was found at the Danum Valley Conservation Area measuring 93.0 m (305.1 ft) with a canopy measuring 40.3 m (132 ft) in diameter. The initial measurement from an aircraft was 94.1 m (309 ft) and the accurate tape drop measurement by a climber 90.8 m (298 ft) to the highest and 95.2 m (312 ft) to the lowest ground level. 93.0 m (305.1 ft) is the average of these figures.\nAlso in 2016, a Shorea faguetiana measuring 89.5 m (294 ft) tall was found in an area of forest known as “Sabah’s Lost World” – the Maliau Basin Conservation Area, one of Malaysia’s last few untouched wildernesses.\nFor many years, the world’s tallest tropical tree had been recognised as a Shorea faguetiana in the Tawau Hills Park with a height of 88.32 m (289.8 ft), a tree which is located 900 m (3,000 ft) from the Park’s main station.",
    "See also": "List of superlative trees: The world´s tallest tree species",
    "References": "SourcesAshton P (1998).  Shorea faguetiana.   2006 IUCN Red List of Threatened Species.   Downloaded on 23 August 2007.Notes"
  }
}