{
  "url": "https://en.wikipedia.org/wiki/Shorea_obtusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Dipterocarpaceae"
    },
    {
      "Genus": "Shorea"
    },
    {
      "Species": "S. obtusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Shorea obtusa, a hardwood of commercial importance, under the name \"Taengwood ‘Balau’\", is a species of tree in the family Dipterocarpaceae. The botanical name Shorea obtusa is not currently recognised; the status of the genus and this species within it are in a state of uncertainty.",
    "Distribution and habitat": "It is found in Myanmar, Thailand, Cambodia, Laos, and Vietnam.\nIt grows in relatively dry areas, often sharing the same habitat with Dipterocarpus obtusifolius, as well as oaks Quercus kerrii, Q. kingiana, and pines, up to 1,300 m altitude in Thailand. Another description of the habitat is that it grows in the clear forests between 150 and 1,300m.",
    "Description": "Shorea obtusa is a deciduous tropical tree, some 10-30m tall. It flowers from January to July; the distinctive yellow flowers droop in clusters, with long narrow petals. It grows stunted in savannas.",
    "Names": "This tree is known in the Thai language as teng (เต็ง), as ngae (แงะ) in the north, and as chik (จิก) in Isaan. In Laos, it is called ຈິກ, the same word as in Isan though with a Lao spelling. In Khmer, it is known as phchök(ផ្ចឹក) in Cambodia and pra-chat(ประจั๊ต), or pra-choek (ประเจิ๊ก), in the Surin and Buri Ram areas in Thailand. In other languages, it is known as thitya, phchok, and chaf.",
    "Uses": "As well as an export timber source, the wood is graded as first (highest) category in Cambodia. It is a very hard timber and is used to make columns, bridges, sleepers, and for other various construction purposes. Exposed in the open, it may last 10–15 years, though if indoors it may last 50–60 years. The resin, from the trunk, is used to make torches, while the bark is part of a malaria remedy. The tree is the most preferred source of firewood in some areas of Kompong Chhnang Province, Cambodia.\n\n\n== References =="
  }
}