{
  "url": "https://en.wikipedia.org/wiki/Scaevola_plumieri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Scaevola"
    },
    {
      "Species": "S. plumieri"
    }
  ],
  "text": {
    "__SUMMARY__": "Scaevola plumieri (common name gullfeed) is a species of plant in the Goodeniaceae family which grows on coastal dunes in the tropics and subtropics.",
    "Description": "Scaevola plumieri is a many branched evergreen shrub, which has succulent hairless leaves at the tips of its branches, shedding its leaves below the tips to leave  \nleaf-scars on the yellowy-green stems below. The leaf-axils can have either sparse silky hairs or none, and the leaves are either stalkless (sessile) or with a winged stalk, obovate, 5–11 cm. long, 2–7 cm. broad, and smooth-edged. There are 2-4 pairs lateral veins which are not easily seen.\nThe inflorescence is a series cymes in the axils with one to seven stalkless flowers.\nThe corolla is white or greenish with a tube 10–12 mm. long, 3 mm. broad, and crowded with hairs inside. \nThe ovary is 2-locular but only one ovule develops.\nThe fleshy fruit is blue or black and from 10 to 15 mm in diameter. The seeds do not disperse from the fruit.",
    "Habitat": "It inhabits coastal sand-dunes.",
    "Distribution": "Scaevola plumieri is found on the coasts of east Africa from Somalia to South Africa, the coasts of west Africa from S. Tomé to Angola, Ceylon, and tropical America south of Florida.",
    "Taxonomy": "Scaevola plumieri was first described by Carl Linnaeus in 1753 as Lobelia plumierii, supplemented by Linnaeus' description of Lobelia in 1747. In 1791, Martin Vahl redescribed the plant as Scaevola, its name becoming Scaevola plumierii.",
    "References": "",
    "External links": "GBIF: Scaevola plumieri Vahl - occurrence data"
  }
}