{
  "url": "https://en.wikipedia.org/wiki/Scaevola_glandulifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Scaevola"
    },
    {
      "Species": "S. glandulifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Scaevola glandulifera, the viscid hand-flower,  is a shrub in the family Goodeniaceae, endemic to Western Australia.",
    "Description": "Scaevola glandulifera is an erect shrub which grows to a height of 50 cm.  The stems are not ribbed. The leaves are stalkless, sometimes smooth edged, sometimes toothed, with a leaf blade which is 2-9 cm long and 1-10 mm wide. The flowers occur in terminal spikes.  The corolla is 10-30 mm long, and has  short hairs both simple and glandular with occasionally longer, stiff, yellow hairs on the outside. It is  bearded inside and a deep blue-purple colour. The ovary has two locules. The cup which holds the style (indusium) is 1.5-3 mm wide, and hairy on both the inner and outer surfaces. The fruit is obovoid and up to 4 mm long and can be with or without a hairy surface.It flowers from August to December, January.",
    "Distribution & habitat": "In Western AustraliaScaevola glandulifera is found in the IBRA bioregions of Geraldton Sandplains, Swan Coastal Plain, Avon Wheatbelt, Jarrah Forest, Warren and Esperance Plains (or in the South West Botanical Province.",
    "Taxonomy": "Scaevola glandulifera was first described in 1839 by Augustin Pyramus de Candolle in Prodromus Systematis Naturalis Regni Vegetabilis.",
    "Etymology": "The genus name, Scaevola,  is Latin, a diminutive of scaeva, the left-handed, referring to the left-handed Roman, Gaius Mucius Scaevola, made famous by Livy, the flower being so like a hand. The specific epithet, glandulifera, comes from the Latin, glandula (gland) and ferre (carry/bear), giving \"gland-bearing\".",
    "References": "",
    "External links": "Scaevola glandulifera: Occurrence data from the Australasian Virtual Herbarium"
  }
}