{
  "url": "https://en.wikipedia.org/wiki/Scaevola_browniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Scaevola"
    },
    {
      "Species": "S. browniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Scaevola browniana  is a shrub in the Goodeniaceae family, endemic to Western Australia, the Northern Territory and Queensland.",
    "Description": "Scaevola browniana is a shrub which grows to a height of 1 m. The leaves lack stalks (sessile), are broadly obovate to oblong, usually entire, and have prominent, silky, axillary hairs. The leaf blades are  6-55 mm long and 2-17 mm wide. The inflorescences are terminal spikes which are up to 20 cm long.  The bracts are narrowly lanceolate to narrowly elliptic, 4-25 mm long. The bracteoles are linear to ovate and 4-9 mm long. The blue to white corolla is 5-18 mm long, and has straight silky hairs on the outside, and is bearded on the inside.  The ovary is incompletely 2-locular. The cup surrounding the stamen (indusium) is  1-2 mm wide and has hairs on both surfaces. \nThe fruit is cylindrical, wrinkled and free from hair or down. It is 3-5 mm long and usually has one seed.In Western Australia it flowers from January to October. In the Northern Territory it has been found flowering from January to September, and fruiting in March, May and September.Scaevola browniana is like S. revoluta but has narrower bracteoles, and lacks of the long ciliate bristles on the bracts and bracteoles.It has no synonyms.",
    "Description-Subspecies": "There are two subspecies: Scaevola browniana subsp. browniana and Scaevola browniana subsp. grandior.",
    "Distribution & habitat": "In Western AustraliaScaevola browniana is found in the IBRA bioregions of Little Sandy Desert, Ord Victoria Plain, Pilbara, Victoria Bonaparte ( or more simply, in Beard's Eremaean and Northern Provinces).In the Northern Territory, it is found in the IBRA bioregions of Arnhem Plateau, Gulf Fall and Uplands, Gulf Plains, Northern Kimberley, Ord Victoria Plain, Pilbara, Pine Creek, Sturt Plateau, Tanami, Victoria Bonaparte.No IBRA bioregions are available for Queensland.",
    "Taxonomy": "Scaevola browniana was first described in 1990 by Roger Carolin in an article in the journal, Telopea.",
    "Etymology": "The genus name, Scaevola,  is Latin, a diminutive of scaeva, the left-handed, referring to the left-handed Roman, Gaius Mucius Scaevola, made famous by Livy, the flower being so like a hand. The specific epithet, browniana, honours Robert Brown.",
    "References": "",
    "External links": "Scaevola browniana: Occurrence data from the Australasian Virtual Herbarium"
  }
}