{
  "url": "https://en.wikipedia.org/wiki/Scaevola_basedowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Scaevola"
    },
    {
      "Species": "S. basedowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Scaevola basedowii  is an erect multi-stemmed shrub in the Goodeniaceae family, endemic to Western Australia, the Northern Territory and South Australia.",
    "Description": "Scaevola basedowii is an erect, multi-stemmed shrub which grows to 60 cm high, which often spreads by cloning. The stems are ribbed, and \nhave tiny gland-tipped hairs, as well as short stiff non-glandular hairs, and\nscattered longer, non-glandular hairs. The sessile, leaves are alternate, with the lower leaves being well developed while the upper leaves often resembling scales. The leaf blades can vary from oblong to elliptic, lanceolate or triangular and are entire. They can be sparsely or densely hairy with hairs of the same type as the stems and are 2.5 –21 mm long by 2–4 mm wide. The stalked, five-lobed flowers have a tube greater than one-third their total length. Each lobe has marginal wings. The pale-purplish to white corolla is split on one side almost to the base. The corolla is bearded inside the throat.  There are five stamens, and the style is surmounted by a cup (indusium) which holds the shed pollen, and wraps the two-lobed stigma. The indusium is covered in dense, whitish bristles, with shorter bristles around the opening. The ovary is ellipsoid, with two cells and is densely hairy. The fruit is ellipsoid, with the calyx persisting at its base.In Western Australia it flowers from May to December. In the Northern Territory it has been found flowering and fruiting from January to December, and the South Australian description describes it as flowering any time of the year.Scaevola basedowii is like both S. depauperata and S. parvifolia subsp. parvifolia. \nScaevola depauperata differs from S.basedowii in having smooth stems or stems with very inconspicuous minute hairs. \nScaevola parvifolia subsp. parvifolia has a shorter calyx (1–2 mm long) with united lobes for less than one third the calyx length versus a calyx of 2-3.5 mm in S.basedowii. An additional difference is that the stems of S. parvifolia subsp. parvifolia are felty to the touch, having a longer and denser hair layer.It has no synonyms.",
    "Distribution & habitat": "In Western AustraliaScaevola basedowii is found in the IBRA bioregions of Central Ranges, Coolgardie, Gibson Desert, Great Sandy Desert, Great Victoria Desert, Little Sandy Desert, and Murchison ( or more simply, in Beard's Eremaean Province).In the Northern Territory, it is found in the IBRA bioregions of Burt Plain, Central Ranges, Finke, Gibson Desert, Great Sandy Desert, Great Victoria Desert, MacDonnell Ranges, and Tanami.\nIn South Australia it occurs in the north-west of the state (no IBRA regions given).It is found on sand dunes and sandplains.",
    "Taxonomy": "Scaevola basedowii was first described in 1980 by Roger Carolin in an article in the journal, Telopea.",
    "Etymology": "The genus name, Scaevola,  is Latin, a diminutive of scaeva, the left-handed, referring to the left-handed Roman, Gaius Mucius Scaevola, made famous by Livy, the flower being so like a hand. The specific epithet, basedowii, honours the collector of the type specimen, Herbert Basedow (1881-1933).",
    "References": "",
    "External links": "Scaevola basedowii: Occurrence data from the Australasian Virtual Herbarium\nFlora of Australia: Scaevola basedowii Carolin"
  }
}