{
  "url": "https://en.wikipedia.org/wiki/Scaevola_acacioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Scaevola"
    },
    {
      "Species": "S. acacioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Scaevola acacioides, is an erect, spreading shrub in the Goodeniaceae family.",
    "Description": "Scaevola acacioides is an erect, spreading shrub which grows to 0.6-2 m high. The stems have no ribs. The thick greyish-green leaves are sessile (without stalks), narrowly oblong to elliptic, and entire, with the leaf blade of length 25-50 mm, and width 2-5 mm. Flowers are dichasial or monochasial, or solitary in the axils. The corolla is white, 15-22 mm long, and  not spurred. It can be either hairy or smooth on the outside, but has sparse, simple, stellate hairs on the inside. The anthers are free.  The indusium (cup enclosing the stigma) is hairy. The ovary is inferior, and not gibbose (swollen at the base). The hairy style is 11-12 mm long. The fruit is black, ovoid, smooth and up to 5 mm long, and there are one or two ovules. It flowers in March, April, May and August.The branched inflorescences and long narrow leaves differentiate this species from others in the section, Scaevola.It has no synonyms.",
    "Distribution & habitat": "Scaevola acacioides is endemic to Western Australia and found in the IBRA bioregions of Carnarvon, Gascoyne, and Pilbara, on skeletal red, gravelly, sandy soils.",
    "Taxonomy": "Scaevola acacioides was first described in 1990 by Roger Carolin in an article in the journal, Telopea.A holotype of the species, PERTH 01149342, was collected by J.V. Blockley on 30 May 1966 at Bee Gorge, near Wittenoom.",
    "Etymology": "The genus name, Scaevola,  is Latin, a diminutive of scaeva, the left-handed, referring to the left-handed Gaius Mucius Scaevola, the flower being so like a hand. The specific epithet, acacioides, derives from Acacia, and the Greek, -oides, meaning \"resemblance\" or \"like\", giving Acacia-like.",
    "References": "",
    "External links": "Scaevola acacioides: Occurrence data from the Australasian Virtual Herbarium"
  }
}