{
  "url": "https://en.wikipedia.org/wiki/Scaevola_taccada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Goodeniaceae"
    },
    {
      "Genus": "Scaevola"
    },
    {
      "Species": "S. taccada"
    }
  ],
  "text": {
    "__SUMMARY__": "Scaevola taccada, also known as beach cabbage, sea lettuce, beach naupaka, naupaka kahakai (Hawaiian), magoo (Divehi), merambong (Malay), bapaceda or papatjeda (Moluccan Islands), ngahu (Tongan) is a flowering plant in the family Goodeniaceae found in coastal locations in the tropical areas of the Indo-Pacific. It is a common beach shrub throughout the Arabian Sea, the tropical Indian Ocean and the tropical Islands of the Pacific.",
    "Description": "It is a large bush reaching up to about 4 m in height typical of littoral zones where it grows very close to the sea exposed to the salt spray, usually on sandy or pebbly soils. \nLeaves are slightly succulent, about 20 cm long, closely alternate and crowded at the stem tips. They are glabrous with a fleshy-looking yellowish green color. The fruits and flowers are white. Scaevola taccada blooms the whole year round and the flowers have a fan-like shape which gives them the name fanflower or half flower. The fruits float in seawater and are propagated by ocean currents, this bush being one of the pioneer plants in new sandbanks in tropical areas.",
    "Distribution": "The coastal areas and beaches of Okinawa, Taiwan, Southern China, Vietnam, Malaysia, Philippines, Indonesia, East Timor, Northern Australia, Polynesia, Melanesia, Micronesia, East Africa, Madagascar, Mauritius, Seychelles, Oman, Yemen, India, Maldives, Burma, Thailand, Cambodia, Chagos Islands, Comoros,  Réunion.",
    "Habitat": "Scaevola taccada typically grows directly on the beaches of tropical coasts with a preference for beach crests on coral sands. It grows within in the salt spray area and it is amongst the first pioneer plant colonisers on tropical Atolls and sandbanks. Besides seeds, it is easily propagated from cuttings.\nIt prefers well drained sandy soils and it is a very salt tolerant scrub. Scaevola taccada is sometimes found growing in loose plant communities with coconut palms, soldierbush, beach morning glory, beach gardenia, several pandanus species, beach calophyllum followed by portia tree, sea almond, beach hibiscus, Cordia subcordata and others. The plant is often featured prominently on tropical island postcards and wallpapers.",
    "Use": "In some islands of the Pacific, Scaevola taccada is used to prevent coastal erosion as well as for landscaping. It is also planted on the beach crests to protect other cultivated plants from the salt spray. Parts of the plant are also used in Polynesian and Asian traditional medicine. It has also been proven to be \"an excellent remedy as antidiabetic, antipyretic, antiinflamatory, anticoagulant and as skeletal muscle relaxant without any adverse reactions\" by the department of pharmacy of Annamalai University, India.Historically in the Maldives the leaves of this bush were often used as famine food.",
    "Invasive species": "In the United States (Florida, Puerto Rico, US Virgin Islands) as well as many other Caribbean nations and the Bahamas, Scaevola taccada has become an invasive species, pushing away the native Caribbean Scaevola plumieri species from its native habitat.",
    "Leaves, flowers and fruits": "",
    "References": "",
    "External links": "Scaevola taccada occurrence data from GBIF\nMerambong or Sea lettuce - Scaevola taccada\nFlora of China - Scaevola taccada'\n Media related to Scaevola taccada at Wikimedia Commons\n Data related to Scaevola taccada at Wikispecies"
  }
}