{
  "url": "https://en.wikipedia.org/wiki/Cardamine_micranthera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Cardamine"
    },
    {
      "Species": "C. micranthera"
    }
  ],
  "text": {
    "__SUMMARY__": "Cardamine micranthera is a rare species of flowering plant in the mustard family known by the common names small-anthered bittercress and streambank bittercress. It is endemic to the Piedmont region around the border between Virginia and North Carolina, particularly in the Dan River watershed. It is in decline mainly because its habitat has been disturbed and destroyed by a number of processes. By the 1960s the only known populations of the plant had disappeared and in the 1970s it was feared extinct. The plant was rediscovered in the 1980s and for a while was presumed to be a rare North Carolina endemic; populations in Virginia have been confirmed since. The plant was federally listed as an endangered species in 1989 when it was known from only four tiny populations on unprotected private land. Today there are at least 20 occurrences for a total global population of at least 20,000 individuals. These statistics do not include certain populations that have not been surveyed recently.This is a perennial herb producing a slender, sometimes branching stem 20 to 40 centimeters tall. The leaves are alternately arranged and mostly simple, but the basal leaves may have small lobes. Each flower has four small white petals and stamens with tiny rounded anthers. The fruit is a silique around a centimeter long. The plant may be distinguished from its relative Cardamine rotundifolia by its smaller, rounder anthers, smaller petals, and shorter fruits.This plant occurs in moist and wet, shady areas near streams and in dim woodlands. This habitat around the North Carolina-Virginia border has been impacted by human activity such as conversion to pastures, agricultural fields, and residential property. The land is also affected by surface runoff and herbicide drift from nearby agricultural operations, and trampled by livestock. Wetlands have been contained, diverted, and reshaped. Invasive plant species such as Japanese honeysuckle (Lonicera japonica) now occur in the area. Flooding and logging have been listed as threats, as well.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}