{
  "url": "https://en.wikipedia.org/wiki/Cardamine_corymbosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Cardamine"
    },
    {
      "Species": "C. corymbosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Cardamine corymbosa, commonly known as the New Zealand bitter-cress, is a flowering plant in the cabbage family, Brassicaceae.  Native to the subantarctic islands of Australasia, it has become an invasive species in plant nurseries.  The specific epithet refers to the structure of the inflorescence.",
    "Description": "New Zealand bittercress was described by Hooker as “a small and very distinct species of Cardamine, wiry and fragile in every part’’.  The plant has a low and spreading growth habit with unbranched stems which creep along the ground.  It produces daughter plants through rooting at the nodes.  The basal, compound leaves have three to five leaflets, with the terminal leaflet being up to twice as large as the lateral ones.",
    "Distribution and habitat": "The plant is native to New Zealand’s subantarctic Auckland and Campbell Islands, as well as to Australia’s Macquarie Island, where it occurs in alpine tundra and rocky coastal habitats.  It has been accidentally introduced to other parts of the world, including North America and Europe, where it is a weed of nursery crops grown in polytunnels.",
    "References": "",
    "References-Sources": "Hooker, J.D. (1844). Fl. Antarct. 1: 6. \nPost, A.R.; Neal, J.C.; Krings, A.; Sosinski, B.R.; Xiang, Q. (2009). \"New Zealand Bittercress (Cardamine corymbosa; Brassicaceae): New to the United States\" (PDF). Weed Technology. 23: 604–607. doi:10.1614/wt-09-017.1.\n\"Cardamine corymbosa Hook.f.\" Flora of Australia Online. Australian Biological Resources Study. 1993. Retrieved 2011-01-23."
  }
}