{
  "url": "https://en.wikipedia.org/wiki/Cardamine_angustata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Cardamine"
    },
    {
      "Species": "C. angustata"
    }
  ],
  "text": {
    "__SUMMARY__": "Cardamine angustata (known by the common name slender toothwort) is a perennial forb native to the eastern United States, that produces white to pink or purple flowers in early spring.",
    "Description": "Cardamine angustata has basal leaves which can be as large as 24 centimeters, consisting of three leaflets borne on a 3 to 16 centimeter long petiole. The erect unbranched stem is 12 to 30 centimeters tall, and can be smooth or pubescent. There are two or three leaves on the stem, which are different in morphology from the basal leaves, they are also divided into three leaflets, but these are only 2 to 7 centimeters long and 3 to 6 millimeters wide. The flowers are borne in a raceme. The petals are 9 to 18 millimeters long and 2 to 5 millimeters wide. The fruit is linear, 2.5 to 4 centimeters long and 1.5 to 2.5 millimeters wide.",
    "Distribution and habitat": "Cardamine angustata is widely distributed in the eastern United States, although local distribution may be spotty. It has been recorded in Alabama, Arkansas, Washington, D.C., Delaware, Georgia, Indiana, Kentucky, Maryland, Mississippi, North Carolina, New Jersey, Ohio, Oklahoma, Pennsylvania, South Carolina, Tennessee, Virginia, and West Virginia. In Virginia, it grows in habitats such as well-drained floodplain forests and mesic to dry-mesic upland forests. The presence of this species is dependent on appropriate habitat, and it may be eliminated from an area by development, changes in land use, or competition with invasive species.\n\n\n== References =="
  }
}