{
  "url": "https://en.wikipedia.org/wiki/Cardamine_heptaphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Cardamine"
    },
    {
      "Species": "C. heptaphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Cardamine heptaphylla, common name pinnate coralroot is a species of flowering plants in the family Brassicaceae.",
    "Etymology": "The genus  name cardamine is derived from the Greek kardamon, cardamom - an unrelated plant in the ginger family, used as a pungent spice in cooking. The specific epithet heptaphylla is composed of ancient Greek ἑπτά, hepta (seven) and φύλλον, phullon (leaf).",
    "Distribution": "This species is widespread in Central and Southern Europe, from Northern Spain, to Italy and S.W. Germany.",
    "Habitat": "This species grows mainly in mountain woods, especially in beech and spruce forests, but sometimes in plain, at an elevation up to 2,200 metres (7,200 ft) above sea level. It prefers calcareous soils.",
    "Description": "Cardamine heptaphylla can reach a size of 30–60 millimetres (1.2–2.4 in). These deciduous, perennial,  rhizomatous, herbaceous, flowering plants are characterized by a glabrous, erect, unbranched stem, and by few but very large imparipinnate leaves, with 5 to 9 large opposite leaflets, ovate-lanceolate, irregularly toothed. They have a horizontally crawling rhizome.\nThe large flowers grow in a  many-flowered inflorescence.  The inflorescence is composed by a cluster with four cup-shaped broad flowers. Each flower is carried by a rather long pedicel. Flowers may be white, pink or purplish. Petals are 18 to 23 mm long, obovate, usually somewhat wrinkled and three times longer than the calyx. Corolla has a diameter of 15–25 millimetres (0.59–0.98 in). They bloom from April to July. The flowers are hermaphroditic. The pollination is done by bees, flies, butterflies and moths. The fruit is a 4 to 7 cm long pod.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}