{
  "url": "https://en.wikipedia.org/wiki/Cardamine_douglassii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Brassicales"
    },
    {
      "Family": "Brassicaceae"
    },
    {
      "Genus": "Cardamine"
    },
    {
      "Species": "C. douglassii"
    }
  ],
  "text": {
    "__SUMMARY__": "Cardamine douglassii (known by the common names limestone bittercress and purple cress) is a perennial forb native to the eastern and central United States as well as the province of Ontario in Canada, that produces white to pink or purple flowers in early spring.",
    "Description": "Cardamine douglassii has an erect unbranched stem which is 10 to 25 centimeters tall, and sparsely to densely hairy. The basal leaves are simple, heart shaped or round, 5 to 15 centimeters, borne on 4 to 12 centimeter long petioles. There are 3 to 8 oblong to lanceolate leaves on the stem, which are 2 to 5 centimeters long and 5 to 25 millimeters wide. The margins may be smooth or coarsely toothed. The flowers are borne in a raceme. The petals are 7 to 15 millimeters long and 3 to 5 millimeters wide. The fruit is linear, 1.5 to 4 centimeters long and 1.5 to 2 millimeters wide.",
    "Distribution and habitat": "Cardamine douglassii is widely distributed in Ontario and the eastern and central United States, although local distribution may be spotty. It ranges from Massachusetts west to Ontario, Minnesota, and Missouri south as far as Arkansas, Alabama, and the Carolinas. Cardamine douglassii is listed as an endangered species by the Commonwealth of Massachusetts, and as a species of special concern by the State of Connecticut. In Virginia, it grows in habitats such as swamps and forests, generally with base rich soils. The presence of this species is dependent on appropriate habitat, and it may be eliminated from an area by development, changes in land use, or competition with invasive species.",
    "References": "",
    "External links": "Photo of herbarium specimen at Missouri Botanical Garden, collected in Missouri in 1935"
  }
}