{
  "url": "https://en.wikipedia.org/wiki/Phyllanthus_niruri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Phyllanthaceae"
    },
    {
      "Genus": "Phyllanthus"
    },
    {
      "Species": "P. niruri"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllanthus niruri is a widespread tropical plant commonly found in coastal areas, known by the common names gale of the wind, stonebreaker or seed-under-leaf. It is a relative of the spurges, belonging to the genus Phyllanthus of the family Phyllanthaceae. It is called Bhuaamla in Hindi.",
    "Description": "It grows 50–70 cm (20–28 in) tall and bears ascending herbaceous branches. The bark is smooth and light green. It bears numerous pale green flowers which are often flushed with red. The fruits are tiny, smooth capsules containing seeds.",
    "Traditional medicine": "Phyllanthus niruri, also known as Bhumyamalaki, Keezhanelli (Malayalam, Tamil) has been used in Ayurveda, Siddha for problems of the stomach, genitourinary system, liver, kidney, and spleen, and to treat chronic fever.Amazonian tribes of Brazil historically used Phyllanthus niruri to treat kidney stones and gallstones, naming it Chanca piedra, the Spanish term for stonebreaker. Phyllanthus niruri is nowadays marketed as a herbal remedy under the name Chanca piedra.",
    "Research": "Phyllanthus niruri has been investigated for its potential medicinal benefits.  A 2010 review found some evidence that it might be effective at inhibiting kidney stone formation. A Cochrane review from 2011 found that there is \"no convincing evidence that phyllanthus, compared with placebo, benefits patients with chronic HBV (Hepatitis B Virus) infection.\"",
    "Gallery": "photos of phyllanthus niruri",
    "References": "",
    "External links": "Bhuiaonla (Phyllanthus niruri): A Useful Medicinal Weed\nMedicinal Uses\nTropical Plant Database"
  }
}