{
  "url": "https://en.wikipedia.org/wiki/Phyllanthus_emblica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Phyllanthaceae"
    },
    {
      "Genus": "Phyllanthus"
    },
    {
      "Species": "P. emblica"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllanthus emblica, also known as emblic, emblic myrobalan, myrobalan, Indian gooseberry, Malacca tree, or amla from Sanskrit amalaki is a deciduous tree of the family Phyllanthaceae. It has edible fruit, referred to by the same name.",
    "Plant morphology and harvesting": "The tree is small to medium in size, reaching 1–8 m (3 ft 3 in–26 ft 3 in) in height. The branchlets are not glabrous or finely pubescent, 10–20 cm (3.9–7.9 in) long, usually deciduous; the leaves are simple, subsessile and closely set along branchlets, light green, resembling pinnate leaves. The flowers are greenish-yellow. The fruit is nearly spherical, light greenish-yellow, quite smooth and hard on appearance, with six vertical stripes or furrows.\nRipening in autumn, the berries are harvested by hand after climbing to upper branches bearing the fruits. The taste of Indian emblic is sour, bitter and astringent, and it is quite fibrous. In India, it is common to eat emblic steeped in salt water and red chilli powder to make the sour fruits palatable.",
    "Buddhist symbolism": "In the Sanskrit Buddhist tradition, half an amalaka fruit was the final gift to the Buddhist sangha by the great Indian emperor Ashoka.  This is illustrated in the Ashokavadana in the following verses: \"A great donor, the lord of men, the eminent Maurya Ashoka, has gone from being lord of Jambudvipa [the continent] to being lord of half a myrobalan\"\n(Strong, 1983, p. 99). In Theravada Buddhism, this plant is said to have been used as the tree for achieving enlightenment, or Bodhi by twenty first Buddha named Phussa Buddha.",
    "Traditional uses": "",
    "Traditional uses-Traditional medicine": "In traditional Indian medicine, dried and fresh fruits of the plant are used. All parts of the plant are used in various Ayurvedic medicine herbal preparations, including the fruit, seed, leaves, root, bark and flowers. According to Ayurveda, amla fruit is sour (amla) and astringent (kashaya) in taste (rasa), with sweet (madhura), bitter (tikta) and pungent (katu) secondary tastes (anurasas). Its qualities (gunas) are light (laghu) and dry (ruksha), the postdigestive effect (vipaka) is sweet (madhura) and its energy (virya) is cooling (shita).\nIn Ayurvedic polyherbal formulations, Indian gooseberry is a common constituent, and most notably is the primary ingredient in an ancient herbal rasayana called Chyawanprash.",
    "Traditional uses-Culinary use": "Pratapgarh is one of the largest producers and suppliers of Indian gooseberries. In this region, the fruit is commonly pickled with salt, oil, and spices. The amla fruit is eaten raw or cooked into various dishes. In Pratapgarh, tender varieties are used to prepare dal (a lentil preparation), and amle ka murabbah, a sweet dish made by soaking the berries in sugar syrup until they are candied. It is traditionally consumed after meals.\nIn the Batak area of Sumatra, Indonesia, the inner bark is used to impart an astringent, bitter taste to the broth of a traditional fish soup known as holat.",
    "Traditional uses-Other uses": "Popularly used in inks, shampoos and hair oils, the high tannin content of Indian gooseberry fruit serves as a mordant for fixing dyes in fabrics.",
    "Chemical constituents": "These fruits are reputed to contain high amounts of ascorbic acid (vitamin C), and have bitter taste that may derive from a high density of ellagitannins, such as emblicanin A (37%), emblicanin B (33%), punigluconin (12%), and pedunculagin (14%). Amla also contains punicafolin and phyllanemblinin A, phyllanemblin other polyphenols, such as flavonoids, kaempferol, ellagic acid, and gallic acid.",
    "Chemical constituents-Nutritional value": "",
    "Gallery": "",
    "See also": "Emblicanin\nTriphala, an Ayurvedic mixture containing amla",
    "References": "\n\n== External links =="
  }
}