{
  "url": "https://en.wikipedia.org/wiki/Phyllanthus_acidus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Phyllanthaceae"
    },
    {
      "Genus": "Phyllanthus"
    },
    {
      "Species": "P. acidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Phyllanthus acidus, known as the Otaheite gooseberry, Malay gooseberry, Tahitian gooseberry, country gooseberry, star gooseberry, starberry, West India gooseberry,  or simply gooseberry tree, is one of the trees with edible small yellow berries fruit in the family Phyllanthaceae. Despite its name, the plant does not resemble the gooseberry, except for the acidity of its fruits. It tastes sour and tart.",
    "Description": "Phyllanthus acidus is an intermediary between a shrub and tree, reaching 2 to 9 m (6½ to 30 ft) high. The tree's dense and bushy crown is composed of thickish, tough main branches, at the end of which are clusters of deciduous, greenish, 15-to-30-cm long branchlets. The branchlets bear alternate leaves that are ovate or lanceolate in form, with short petioles and pointed ends. The leaves are 2-7.5 cm long and thin, they are green and smooth on the upperside and blue-green on the underside. In general, the Otaheite gooseberry tree very much looks like the bilimbi tree.\n\nThe flowers can be male, female or hermaphrodite. They are small and pinkish and appear in clusters in 5-to-12.5-cm long panicles. Flowers are formed at leafless parts of the main branches, at the upper part of the tree. The fruits are numerous, oblate, with 6 to 8 ribs, and densely clustered. They are pale yellow or white, waxy, crisp and juicy, and very sour. 4 to 6 seeds are contained in a stone at the center of each fruit.",
    "Origin and distribution": "This tropical or subtropical species is found throughout Asia and also in the Caribbean region, Central and South America.While its origin is uncertain, the species may have originated in Madagascar. It was found in other parts of South Asia early; according to Eduardo Quisumbing, it was brought to the Philippines in prehistoric times. It spread across the Indian Ocean to Réunion and Mauritius and crossed the Pacific to Hawaii. It expanded to the Caribbean in 1793, when William Bligh carried the plant from Timor to Jamaica.The tree is common in Guam, Micronesia (where it is called ceremai or cerama), South Vietnam (called chùm ruột), Laos, northern Peninsular Malaysia (called cerme and cermai), India (called - (Tamil-தமிழ்-[அரை நெல்லிக்காய்], chalmeri, harpharoi, [Nellikai in kannada], Harfi, Arunellikai, Abazhanga, Nellipuli, Usiri(in Telugu-ఉసిరి), Khatamada, Arinelli,  Bimbool, Arinellika, Kiru Nerle, Mara Nelli, Amla, Gihori (Manipuri), Nōṛa(Bengali-নোড়) and rosavale (in konkani language) in goa) and Bangladesh. It is still found in the Philippines (called iba in Tagalog and karmay in Ilokano), and if not widely, in Cambodia (called kantuet) and Thailand (called mayom). In Grenada, the fruit is called a damsel. In St. Lucia, the fruit is known as \"see-wet\". In the United States, it is found in Hawaii, and occasionally southern parts of Texas, Florida. It is also found in Puerto Rico (where the fruit is called grosella), Ecuador, El Salvador, Mexico, Colombia, Venezuela, Suriname (where it's called ronde birambi), US Virgin Islands, Peru and Brazil.",
    "Names in other languages": "அரை நெல்லிக்காய்(arainellikai, in Tamil-தமிழ்),\nନରକୋଳି(narakoLi, in Odisha),\nin Khmer: កន្ទួត, নোড়(Nōṛa, in West Bengal), రాచ ఉసిరి, నక్షత్ర ఉసిరి (in Telugu), \nOrboroi (অড়বড়ই/অরবরই), Noyal (নোয়াল), Noyar (নোয়াড়), Loboni (লবণী), Hariful (হরিফুল) in Bengali, Grosella (in Puerto Rico), Raspberry (in Antigua and Barbuda), Jimbilin (in Jamaica), Damsel (in St Vincent and the Grenadines and Grenada), Sour Cherry (in Trinidad and Tobago), Karamay (in the Northern Philippines),Layuan (in the Bicol region of the Philippines), (Rata Nelli , Nelli Bilin in Sri lanka) Bangkiling (in the Southern Philippines), Cermai (in Brunei Darussalam, Indonesia and Malaysia), Goanbili (in Maldives),  Grosella (in Belize), ဆီးျဖူသီး (in Myanmar), Guinda (in El Salvador), Azedinha (in Cabo Verde), Groselha (in Brazil), มะยม [majom] (in Thailand) and Tjerimée (in Dutch), surette (in french caribean), Assamese in Assam (India) \"পৰামলখি\"",
    "Cultivation and human use": "The Otaheite gooseberry prefers moist soil. It can be cultivated in a variety of ways—budding, cutting and air-layering—in addition to the usual seed growth. The tree is cultivated for its ornamental value, but also for food and medicinal purposes. While it produces some fruit throughout the year, it is mainly harvested in January except in South India, where it bears crops in April–May and again in August–September. As the fruit does not soften when ripe, it is harvested when the fruit begins to drop.Various parts of the plant are used for food. In Bangladesh, India and Indonesia, the cooked leaves are eaten. While the fruit is eaten fresh, and is sometimes used as flavoring for other dishes in Indonesia, it is generally regarded as too tart to eat by itself in its natural form and is processed further. It is candied in sugar or pickled in salt, used in chutney, relish or preserves. In the Philippines, it is used to make vinegar as well as eaten raw, soaked in salt or vinegar-salt solution and sold along the roadside. It is candied as well, usually stored in jars with syrup. They make these into a syrup in Malaysia. Liberally sugared, it is also used to make fruit juice. In Thailand it is used as an ingredient to make Som tam, to make pickled, boil in syrup (Ma-Yom Chuam).\nThe plant is also used medicinally. The peppered leaves are used to make a poultice to treat sciatica, lumbago and rheumatism (but have been observed to cause low blood pressure when combined with nitrates), while the seeds are used as a cathartic and the root, if prepared with care, as a purgative. The syrup is used to medicate the stomach, and in India the fruit is eaten as a blood-enhancer for the liver. P. acidus contains 4-hydroxybenzoic acid, caffeic acid, adenosine, kaempferol and hypogallic acid.While the wood is strong and durable if properly treated, the tree is not large and is rarely harvested for wood. In India, the root bark is sometimes used for tanning.",
    "References": "\n\n== External links =="
  }
}