{
  "url": "https://en.wikipedia.org/wiki/Betula_leopoldae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Betulaceae"
    },
    {
      "Genus": "Betula"
    },
    {
      "Subgenus": "Betula subg. Neurobetula"
    },
    {
      "Species": "†B. leopoldae"
    }
  ],
  "text": {
    "__SUMMARY__": "Betula leopoldae is an extinct species of birch in the family Betulaceae. The species is known from fossil leaves, catkins, and  inflorescences found in the early Eocene deposits of northern Washington State, United States, and similar aged formations in British Columbia, Canada. The species is placed as basal in Betula, either as a stem group species, or an early divergent species.",
    "History": "Betula leopoldae fossils have been identified from a number of locations in Western North America, the 49 million year old Klondike Mountain Formation near Republic, Washington along with the Allenby Formation near Princeton, the Falkland fossil site near Falkland, the McAbee Fossil Beds of the Kamloops Group, and the Quilchena fossil site near Quilchena, British Columbia.In general, the geologic ages for the Okanagan Highland locations are of Early Eocene, with the sites that have current uranium-lead or argon–argon radiometric dates indicating Ypresian ages, while the undated sites or those given older dates being possibly slightly younger and Lutetian in age.Betula leopoldae was described from a series of type specimens collected in the Republic, Washington area during the early 1980s.  The paratype leaf, UW 31256 plus the holotype leaf UW 39722, are in the paleobotanical collections of Burke Museum, while the counterpart for the holotype, UCMP 9286 is in the University of California Museum of Paleontology in California.  Working from these two specimens, the species was studied by Jack A. Wolfe of the University of California and Wesley C. Wehr of the Burke Museum.  They published their 1987 type description in a United States Geological Survey monograph on the North Eastern Washington dicot fossils.  The specific epithet leopoldae is a matronym recognizing paleobotanist and conservationist Estella Leopold, though this was not noted in the type description.  In a paper which appeared that same year, Peter Crane and Ruth Stockey described a series of B. leopoldae leaves along with catkins, flowering bodies, and pollen from the Allenby Formation.  Crane and Stockey noted B. leopoldae to be the oldest reproductive plus vegetative record for a Betula species at that time.  A B. leopoldae leaf from the Klondike mountain formation was figured by Conrad Labandeira in 2002 which displayed distinct interior foliage feeding damage from insect feeding, in which a series of four leaf blade sections had been removed between successive secondary veins.",
    "Classification": "While Wolfe and Wehr did not detail any subgenus placement in the original type description from Republic, the complete nature of the fossil suite in the Allenby Formation allowed for more detailed examination of the relationships.  Based on the details from the associated fossils Crane and Stockey placed B. leopoldae within Betula section Eubetula, subsection Costatae, near the living species Betula alleghaniensis.  They noted that the last revision of Betula was undertaken by Winkler in 1904 and there were no reasons to conclude  subsection Costatae was paraphyletic.  Further revision of the genus was done by Forest et al in 2005, who found that subsection Costatae was paraphyletic based on molecular comparisons and the species in the subsection were grouped in the basal nodes of the genus phylogeny.  B. leopoldae was interpreted as positioned either in the stem lineage of the genus, or as one of the grade of species which diverged early in Betula diversification. Crane and Stockey noted that the pollen preserved in the flowers is a close match for pollen morphotype Betula claripites that has been reported from the Princeton Basin and François Lake.",
    "Description": "Overall the leaves of B. leopoldae are elliptical to circular in outline ranging up to 145 mm (5.7 in) long, though averaging between 60–90 mm (2.4–3.5 in).  The leaf width is typically 30–50 mm (1.2–2.0 in) but ranges up to 65 mm (2.6 in).  The 7–18 mm (0.28–0.71 in) long petioles narrow from base to leaf blade and meet the blade at a symmetrical to asymmetrical base which may be cordate to obtuse.  The margin is serrated with larger primary teeth that are separated by 7 or less smaller subsidiary teeth, all of which have a variable morphology from pointing apically to pointing basally.  The teeth are non-glandular and each primary tooth is supplied by a secondary vein and each subsidiary tooth by a secondary vein branchlet.  The leaves are pinnately veined with a thin midvein from which the secondary veins alternately or oppositely branch off between 40 – 80°.  There are between 7 and 13 secondary veins that run parallel to each other and curve upwards near the tips before terminating in the teeth. As the secondaries approach the margin they produce up to 7 branches from the abaxial side, each of which supply subsidiary teeth. The tertiary veins are usually branching near the margin and less so not branching near the midvein.  The quaternary veins fully extend between the tertiary veins with both branched and unbranched veins forming polygonal shaped areolae with veinlets terminating in them.  The undersides of the leaves, the leaf margins, and the petioles sport numerous 0.1–0.35 mm (0.0039–0.0138 in) long simple hairs.  On the smaller leaves the hairs are notably dense in covering.The fruiting heads are 20–35 mm (0.79–1.38 in) long with an elliptical outline, being between 9–12 mm (0.35–0.47 in) wide.  The heads are each on a single peduncle and comprised of anywhere from 25 to 50 trilobed bracts.  The bracts each have a fruit paired with it and they are arranged helically on the stem, from which they disperse in groups or singly.  Development of the lobes varies notably and the central lobes range between 3–5 mm (0.12–0.20 in) long while the side lobes are 2–3 mm (0.079–0.118 in).  The bases of the slightly woody bracts are cupped where they attach to the stem, and the lobe tips are obtuse or rounded. The surface is ribbed irregularly and both upper and lower surfaces have sporadic simple hairs. The 2.0–3.5 mm (0.079–0.138 in) long fruits have an ovate to elliptical shape with rounded base and pointed tip.  The sides are expanded into a narrow flange that is notably thinner than the body of the fruit.  At the tip of the fruit are two simple styles.  B. leopoldae flowering heads are 40–45 mm (1.6–1.8 in) long by 7–10 mm (0.28–0.39 in) wide, and are comprised of between 30 and 40 individual flowers. The flowers have a triangular primary bract, elliptical secondary bracts, stamens, and occasional hairs along the margins.  The anthers each have two pollen sacs which contain both pollen grains and orbicule grains.  The pollen grains each have three circular pores and a scabrate outer surface to the exine.  The surface also has spines and granular nodes that are grouped into rows on ridges of the exine.",
    "References": "\n Media related to Betula leopoldae at Wikimedia Commons"
  }
}