{
  "url": "https://en.wikipedia.org/wiki/Betula_occidentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Betulaceae"
    },
    {
      "Genus": "Betula"
    },
    {
      "Subgenus": "Betula subg. Betula"
    },
    {
      "Species": "B. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Betula occidentalis, the water birch or red birch, is a species of birch native to western North America, in Canada from Yukon east to western Ontario and southwards, and in the United States from eastern Washington east to western North Dakota, and south to eastern California, northern Arizona and northern New Mexico, and southwestern Alaska. It typically occurs along streams in mountainous regions.\n\nIt is a deciduous shrub or small tree growing to 10 m (33 ft) high, usually with multiple trunks. The bark is dark red-brown to blackish, and smooth but not exfoliating. The twigs are glabrous or thinly hairy, and odorless when scraped. The leaves are alternate, ovate to rhombic, 1–7 cm (0.39–2.76 in) long and 1–4.5 cm (0.39–1.77 in) broad, with a serrated margin and two to six pairs of veins, and a short petiole up to 1.5 cm (0.59 in) long. The flowers are wind-pollinated catkins 2–4 cm (0.79–1.57 in) long, the male catkins pendulous, the female catkins erect. The fruit is 2–3 cm (0.79–1.18 in) long and 8–15 mm (0.31–0.59 in) broad, composed of numerous tiny winged seeds packed between the catkin bracts.The identity of similar birches in Alaska is disputed; some include them in B. occidentalis, while others regard them as hybrids between Betula neoalaskana and Betula glandulosa.Some Plateau Indian tribes used water birch to treat pimples and sores. The foliage is browsed by sheep and goats.It has a strong tendency to epicormic growth resulting in a habit of many small limbs sprouting from the trunk causing the wood to be full of small knots.",
    "References": "",
    "Further reading": "Saliendra, NicanorZ.; Sperry, JohnS.; Comstock, JonathanP. (1995). \"Influence of leaf water status on stomatal response to humidity, hydraulic conductance, and soil drought in Betula occidentalis\". Planta. 196 (2). doi:10.1007/BF00201396. ISSN 0032-0935.\nSperry, J. S.; Pockman, W. T. (1993). \"Limitation of transpiration by hydraulic conductance and xylem cavitation in Betula occidentalis\". Plant, Cell and Environment. 16 (3): 279–287. doi:10.1111/j.1365-3040.1993.tb00870.x. ISSN 0140-7791.\nSperry, J. S.; Saliendra, N. Z. (1994). \"Intra- and inter-plant variation in xylem cavitation in Betula occidentalis\". Plant, Cell and Environment. 17 (11): 1233–1241. doi:10.1111/j.1365-3040.1994.tb02021.x. ISSN 0140-7791.\nSperry, John S (2000). \"Hydraulic constraints on plant gas exchange\". Agricultural and Forest Meteorology. 104 (1): 13–23. doi:10.1016/S0168-1923(00)00144-1. ISSN 0168-1923."
  }
}