{
  "url": "https://en.wikipedia.org/wiki/Betula_utilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Betulaceae"
    },
    {
      "Genus": "Betula"
    },
    {
      "Subgenus": "Betula subg. Neurobetula"
    },
    {
      "Species": "B. utilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Betula utilis (Himalayan birch, bhojpatra, Sanskrit: भूर्ज bhūrjá) is a birch tree native to the Himalayas, growing at elevations up to 4,500 m (14,800 ft). The specific epithet, utilis, refers to the many uses of the different parts of the tree. The white, paper-like bark of the tree was used in ancient times for writing Sanskrit scriptures and texts. It is still used as paper for the writing of sacred mantras, with the bark placed in an amulet and worn for protection. Selected varieties are used for landscaping throughout the world, even while some areas of its native habitat are being lost due to overuse of the tree for firewood.",
    "Taxonomy": "Betula utilis was described and named by botanist David Don in his Prodromus Florae Nepalensis (1825), from specimens collected by Nathaniel Wallich in Nepal in 1820. Betula jacquemontii (Spach), first described and named in 1841, was later found to be a variety of B. utilis, and is now Betula utilis var. jacquemontii.",
    "Description": "In its native habitat, B. utilis tends to form forests, growing as a shrub or tree reaching up to 20 m (66 ft) tall. It  frequently grows among scattered conifers, with an undergrowth of shrubs that typically includes evergreen Rhododendron. The tree depends on moisture from snowmelt, rather than from the monsoon rains. They often have very bent growth due to the pressure of the deep winter snow in the Himalaya.Leaves are ovate, 5 to 10 cm (2.0 to 3.9 in) long, with serrated margins, and slightly hairy. Flowering occurs from May–July, with only a few male catkins, and short, single (sometimes paired) female catkins. The perianth has four parts in male flowers, and is absent in the female flowers. Fruits ripen in September–October.The thin, papery bark is very shiny, reddish brown, reddish white, or white, with horizontal lenticels. The bark peels off in broad, horizontal belts, making it very usable for creating even large pages for texts. A fungal growth, locally called bhurja-granthi, forms black lumps on the tree weighing up to 1 kg.The wood is very hard and heavy, and quite brittle. The heartwood is pink or light reddish brown.",
    "History and use": "The bark of Himalayan birch was used centuries ago in India as paper for writing lengthy scriptures and texts in Sanskrit and other scripts, particularly in historical Kashmir. Its use as paper for books is mentioned by early Sanskrit writers Kalidasa (c. 4th century CE), Sushruta (c. 3rd century CE), and Varahamihira (6th century CE). In the late 19th century, Kashmiri pandits reported all of their books were written on Himalayan birch bark until Akbar introduced paper in the 16th century. The Sanskrit word for the tree is bhûrja—sharing a similarity with other Indo-European words that provide the origin for the common name \"birch\".The bark is still used for writing sacred mantras, which are  placed in an amulet and worn around the neck for protection or blessing. This practice was mentioned as early as the 8th or 9th century CE, in the Lakshmi Tantra, a Pancaratra text. According to legend, the bark was also used as clothing by attendants of Lord Shiva.The bark is widely used for packaging material (particularly butter), roof construction, umbrella covers, bandages, and more. The wood is used for bridge construction, and the foliage for fodder. The most widespread use is for firewood, which has caused large areas of habitat to be eliminated or reduced. Parts of the plant, including the fungal growth (bhurja-granthi) have also long been used in local traditional medicine.",
    "Conservation": "Deforestation due to overuse of the tree has caused loss of habitat for many native groves of B. utilis (locally called bhojpatra in the Indian Himalaya). The first high-altitude bhojpatra nursery was established in 1993 at Chirbasa, just above Gangotri, where many Hindus go on pilgrimage to the source of the sacred Ganges river. Dr. Harshvanti Bisht, a Himalayan mountaineer, established the first nursery and continues to expand the reforestation of bhojpatra in the Gangotri area and inside Gangotri National Park. About 12,500 bhojpatra saplings had been planted in the area by the year 2000. In recent years, attempts have been made to ban the collection of bhojpatra trees in the Gangotri area.",
    "Varieties and cultivars": "Many named varieties and cultivars are used in landscaping throughout the world. In the eastern end of the tree's native distribution, several forms have orange- or copper-colored bark. Betula utilis var. jacquemontii, from the western end of the native habitat, is widely used because several cultivars have especially white bark. These include:\n\n'Doorenbos' (a.k.a. 'Snow Queen') agm\n'Grayswood Ghost' agm\n'Jermyns' agm\n'Silver Shadow' agmThose cultivars marked agm have gained the Royal Horticultural Society's Award of Garden Merit.\nB. utilis 'Fascination' has an orange- to mahogany-colored bark, which peels off to reveal a polished-looking layer underneath. The bark of  'Wakehurst Place Chocolate', as the name implies, is dark brown to nearly black.",
    "References": "",
    "External links": "Bhojpatra conservation in Gangotri-Gaumukh\nDavid Don's description in Prodromus floræ Nepalensis\nFlora of China"
  }
}