{
  "url": "https://en.wikipedia.org/wiki/Betula_lenta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Betulaceae"
    },
    {
      "Genus": "Betula"
    },
    {
      "Subgenus": "Betula subg. Betulenta"
    },
    {
      "Species": "B. lenta"
    }
  ],
  "text": {
    "__SUMMARY__": "Betula lenta (sweet birch, also known as black birch, cherry birch, mahogany birch, or spice birch) is a species of birch native to eastern North America, from southern Maine west to southernmost Ontario, and south in the Appalachian Mountains to northern Georgia.",
    "Characteristics and habitat": "Betula lenta is a medium-sized deciduous tree reaching 30 m (98 ft) tall, exceptionally to 35 metres (115 ft) with a trunk up to 60 cm (2.0 ft) diameter. Heights of 50 feet (15 m) to 80 feet (24 m) are more typical. In younger trees the bark is characteristic of most birches, with smooth bark and distinct horizontal lenticels. It is sometimes mistakenly identified as a cherry tree. In older tree specimens the bark (unlike the more commonly known birches) develops vertical cracks into irregular scaly plates revealing rough dark brown bark patterns. This, however, only occurs in mature, or ancient, trees and these specimens are not often identified by the public as B. lenta due to the difference between the tree's smooth young bark (which the public is most familiar with) and the tree's rough, cracked and plated mature bark.  The twigs, when scraped, have a strong scent of wintergreen due to methyl salicylate, which is produced in the bark. The leaves are alternate, ovate, 5 to 10 cm (2.0–3.9 in) long and 4 to 8 cm (1.6–3.1 in) broad, with a finely serrated margin. The flowers are wind-pollinated catkins 3 to 6 cm (1.2–2.4 in) long, the male catkins pendulous, the female catkins erect. The fruit, maturing in fall, is composed of numerous tiny winged seeds packed between the catkin bracts. Seed production mainly occurs in trees that are between 40 and 200 years old, although light crops may occur as early as 15 years and as long as the tree lives.\nThe oldest known B. lenta has been confirmed to be 368 years old., and the species may live even longer than that in an undisturbed ancient forest.  Due to the cracking and developing of bark plates, a rough age estimate of B. lenta can be determined by how many bark layers a tree has.  Generally the tree's smooth young bark begins to split around 40-50 years of age, that then begins to peel off the trunk around the age of 70-80 and is then replaced by another layer of bark, the second set will begin to peel around 130-150, and the third will peel when the tree has reached 200-210 years and achieved old growth status.  This will continue to occur as long as the tree lives, but the individual bark layers become indiscernible after roughly 250 years of age.\nBlack birch seeds at a prolific rate and quickly colonize disturbed areas. Infestations of gypsy moths, wooly hemlock adelgid, and dogwood anthracose in the Northeastern US in the 1980s killed many trees and their place was taken by black birch.\nThe wood of black birch is heavy at 47 pounds per foot and is used for furniture, millwork, and cabinets. It is similar to yellow birch wood and often not distinguished from it in the lumber trade.\nThe sap flows about a month later than maple sap, and much faster. The trees can be tapped in a similar fashion, but must be gathered about three times more often. Birch sap can be boiled the same as maple sap, but its syrup is stronger (like molasses). It can be used to make birch beer.Black birch was once harvested extensively to produce oil of wintergreen--the tree was borderline endangered until the 1950s-60s when synthetic oil of wintergreen appeared.\nThe leaves of this species serve as food for some caterpillars and the solitary leaf-cutter bee Megachile rubi cuts pieces from the leaves to line the cells of its nest.Deer do not tend to browse young B. lenta allowing trees to grow in areas with high deer populations, Betula alleghaniensis, a close cousin of B. lenta, is, however, heavily browsed by deer.  This accounts for a lack of B. alleghaniensis and an abundance of B. lenta where deer populations are high.  In abandoned fields, B. lenta  is often thicket forming and protects trees not resistant to deer browsing.",
    "References": "",
    "External links": " Media related to Betula lenta at Wikimedia Commons\n\nFlora of North America: Betula lenta RangeMap:\nBetula lenta images at bioimages.vanderbilt.edu"
  }
}