{
  "url": "https://en.wikipedia.org/wiki/Betula_neoalaskana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fagales"
    },
    {
      "Family": "Betulaceae"
    },
    {
      "Genus": "Betula"
    },
    {
      "Subgenus": "Betula subg. Betula"
    },
    {
      "Species": "B. neoalaskana"
    }
  ],
  "text": {
    "__SUMMARY__": "Betula neoalaskana (syn. B. resinifera) or Alaska birch, also known as Alaska paper birch or resin birch, is a species of birch native to Alaska and northern Canada. Its range covers most of interior Alaska, and extends from the southern Brooks Range to the Chugach Range in Alaska, including the Turnagain Arm and northern half of the Kenai Peninsula, eastward from Norton Sound through the Yukon, Northwest Territories, British Columbia, Alberta, Saskatchewan, Manitoba, southern Nunavut, and into northwestern Ontario.\nThis tree typically grows to 15–20 m (49–66 ft) tall, occasionally up to 25 m (82 ft), and achieves a trunk diameter of 30–50 cm (12–20 in), and sometimes to more than 60 cm (24 in). It grows in a variety of habitats, from wetlands to ridgetops at altitudes of 100–1,200 m (330–3,940 ft). The mature bark ranges widely in color, from pure white to red, yellowish, pinkish, or gray. Bark of twigs, seedlings, and saplings is dark, from reddish to almost black, and covered with resin glands. The leaves are triangular-ovate, 3–8 cm (1.2–3.1 in) long and 2–6 cm (0.79–2.36 in) broad, with a truncate base and an acuminate apex, and a double-serrated margin. The fruiting catkins are 2–4 cm (0.79–1.57 in) long and about  1 cm (0.39 in) broad. It is able to tolerate extreme cold, as low as −48 °C (−55 °F).\nAlthough it is diploid like its close relatives, the Eurasian Silver Birch and the eastern American Gray Birch, it frequently hybridizes with the hexaploid Paper Birch; the hybrid is known as Betula × winteri. Hybrids also occur with American Dwarf Birch, named Betula × uliginosa.",
    "See also": "Birch syrup",
    "References": "Flora of North America: Betula neoalaskana\nPackee, E. C. (2004). Taxonomy and Evolution of Alaska's Birches. Agroborealis 36(1): 20.\nHunt, D. (1993). Betula. Proceedings of the IDS Betula Symposium 2–4 October 1992. International Dendrology Society.\nIntegrated Taxonomic Information System - Itis.gov Betula neoalaskana"
  }
}