{
  "url": "https://en.wikipedia.org/wiki/Baeckea_crassifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Baeckea"
    },
    {
      "Species": "B. crassifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Baeckea crassifolia, commonly known as the desert heath-myrtle or the desert baeckea, is a common heathland shrub found in coastal areas of southern Australia.",
    "Description": "The shrub usually has many branches and can have an erect or straggling form. It will typically grow to a height of 0.3 to 1.3 metres (1.0 to 4.3 ft). The leaves appressed to slightly spreading against the stem, fat and succulent, with a linear to narrowly obovate shape. They are approximately 5 millimetres (0.20 in) in length and 1 mm (0.04 in) wide with an obtuse apex. It will bloom between March and October producing white, pink and purple flowers. The flowers are solitary in axils and up to 1 mm (0.04 in) in diameter. Woody fruit with three cells and a diameter of 2 mm (0.08 in) are produced later.",
    "Distribution": "It is found in the south of mainland Australia. In Western Australia it is common in the Goldfields-Esperance region in an area along the south coast around Esperance extending inland where it grows in sandy soils. The plant is also commonly found south of Alice Springs and can be found near Uluru. It is found in much of South Australia east of the Eyre Peninsula and extending into western Victoria and south western New South Wales.",
    "Classification": "The species was first formally described by the botanist John Lindley in 1838 as part of Thomas Mitchell's work Three Expeditions into the interior of Eastern Australia.The genera Baeckea is named for Abraham Baeck, a Swedish naturalist and physician. The species name is derived from the Latin word crassus meaning thick and folium meaning leaf in reference to the plants short succulent fat leaves.",
    "See also": "List of Baeckea species\n\n\n== References =="
  }
}