{
  "url": "https://en.wikipedia.org/wiki/Baeckea_linifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Baeckea"
    },
    {
      "Species": "B. linifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Baeckea linifolia (swamp baeckea, or weeping baeckea is a heathland shrub found in three Australian mainland states: New South Wales, Queensland and Victoria, where it is rare. It grows up to 1.5 metre high, (up to 3 metres according to VicFlora). It grows in heath in damp places, often near waterfalls and gullies, along the coast and adjacent ranges.",
    "Description": "Baeckea linifolia\nis an erect shrub with branches having drooping tips. The leaves are linear and  widely spaced, linear (more or less terete) and growing close to the stem. They are 5 to 15 mm long, acute at the end and having a tapering base. The solitary, axillary, flowers are  white and up to 5 mm across on pedicels (stems) which are  1.5–2 mm long. The calyx lobes are triangular. The petals are ovate and 1.5 to 2.5 mm long. There are 8 to 15 stamens, none of which is opposite the petals on  curved filaments. The flat-topped ovary has two cells. The fruit is cup-like and the seeds are angular.  \nIn Victoria it flowers mainly from December to March. (In the Sydney region, Fairley and Moore have it flowering mainly in January and February.)In Victoria it is found in low swampy heaths from Cann River eastward and northward.Victorian plants typically have smaller, more rigid leaves in comparison with plants found in New South Wales and Queensland, and were previously included in Baeckea linifolia var. brevifolia F.Muell. ex Benth.",
    "Taxonomy and naming": "Baeckea linifolia was first formally described in 1807 by Edward Rudge and the description was published in Transactions of the Linnean Society of London fom a specimen collected \"near Port Jackson\". The specific epithet (linifolia) is derived from the Latin words linum  (\"flax\") and folium (\"leaf\"), giving a compound Latin adjective which describes the plant as having leaves like those of a flax plant (long and narrow).",
    "References": "",
    "External links": "Baeckea linifolia Occurrence data from the Australasian Virtual Herbarium\n Media related to Baeckea linifolia at Wikimedia Commons"
  }
}