{
  "url": "https://en.wikipedia.org/wiki/Baeckea_gunniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Baeckea"
    },
    {
      "Species": "B. gunniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Baeckea gunniana, commonly known as alpine baeckea, is a species of a compact, densely branched evergreen shrub, growing in alpine and sub-alpine Australia. Baeckea is a genus of flowering plants in the myrtle family, Myrtaceae, comprising 14 species occurring in eastern Australia and Asia.    \nBaeckea leaves are edible and often used as a tea substitute because of their aromatic citrus-like flavour. Extracts from B. gunniana have been found to inhibit the activity of DNA Polymerase enzyme . It forms an integral part of the Broad-toothed mouse habitat in NSW, Australia, providing protection from predators and other large grazers.",
    "Description": "Baeckea gunniana is a smooth, compact shrub growing to 1.5 m high, although can reach up to 2 m at lower altitudes. It is sometimes prostrate or spreading over rocks and boulders. Branchlets are brown with a flat segment on a papery or fibrous brown bark. Leaves are small (2-4 mm long; 0.6-0.8 mm wide) and crowded, obovate to oblong shaped with a blunt apex, and with entire margins and petioles c. 0.5 mm long. The flowers are white, small and numerous, borne solitarily in the upper leaf axils. Sepals are triangular and obtuse, with a corolla 4–5 mm in diameter and circular petals c. 1–1.8 mm long. Stamens 4–6, not opposite petals. The ovary has a single locule. Style is terete and only slightly inserted into the ovary summit. The unilocular ovary, where the pendulous placenta and ovules are enclosed by a single membrane, is characteristic to the species and unique in the genus.   \nThe fruit is green and cup-like when immature and woody, dehiscent capsule at maturity. Seeds are small and angular, remaining inconspicuous on the ground upon release. Seed coat/covering or testa of some Baeckea species has been recorded to form a physical barrier inhibiting seed germination. This may be reverted by removing or nicking the testa using a needle or scalpel, improving the rate of germination. B. gunniana can also be vegetatively propagated from cuttings of semi-hardened new growth.",
    "Distribution and Habitat": "Distribution is restricted to alpine or subalpine regions, from Mt Ginini in ACT to south-west Tasmania. Baeckea gunniana is most prevalent at high altitudes between 1000 to 1400 m. However, it has been observed to grow above 2000 m near Mt Kosciusko, and as low as 450 m in western Tasmania. All species in the genus Baeckea are confined to Australia, except for the type species, B. frutescens (L.), which extends from eastern Australia through Malesia to China.\nBaeckea gunniana is commonly found growing with species such as Callistemon pityoides, Epacris paludosa, and Empodisma minus, in heathlands or boggy sedgeland. It is also common near creeks, and sometimes in shaded areas under Eucalyptus spp",
    "Taxonomy and Phylogeny": "The species was first formally described by the German botanist Johannes Conrad Schauer in 1843 .  \n\nThe closest Myrtaceae sensu stricto lineage is represented by two fleshy fruited (Myrcianthes and Acmena) and three dry fruited taxa. Angophora and Backhousia are sister genera to Baeckea, belonging to a dry-fruited lineage of Myrtaceae.\n\n\n== References =="
  }
}