{
  "url": "https://en.wikipedia.org/wiki/Anthurium_andraeanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Alismatales"
    },
    {
      "Family": "Araceae"
    },
    {
      "Genus": "Anthurium"
    },
    {
      "Species": "A. andraeanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Anthurium andraeanum is a flowering plant species in the family Araceae that is native to Colombia and Ecuador. Gained the Royal Horticultural Society's Award of Garden Merit, it is one of the plants listed in the NASA Clean Air Study as effective in removing formaldehyde, xylene, toluene, and ammonia from the air.",
    "Names": "Common names for plants in the genus Anthurium include tailflower, painter's palette, flamingo flower, and laceleaf. Its name comes from the Greek words anthos, meaning flower, and oura, meaning a tail, referring to the spadix.",
    "Description": "It is a monocotyledonous perennial, preferring warm, shady and humid climates, such as tropical rainforests.  Its most characteristic feature as an ornamental is its brightly colored spathe leaf, and the protruding inflorescence called the spadix.It is a short erected plant with whole, cardioid or heart-shaped leaves, generally reflexed, cordate base, apex acuminate or cuspid, which are borne by a cylindrical petiole 30–40 cm long. \nThe spathe is cartilage-waxy, brightly coloured (red, pink) and 8–15 cm long, excluding the inflorescence (the spadix), which is 7–9 cm long, similar to a candle-holder, white or yellow in colour, is erected, and bears many small hermaphroditic flowers. These include a perianth with four segments and stamens with a compressed mesh. Flowering extends throughout the year.The fruit is a fleshy berry.",
    "Distribution": "Native to Ecuador and southwestern Colombia, it is also naturalised in other parts of the world. It is found in the Caribbean and Réunion. It is grown as an ornamental plant in the form of many hybrids or horticultural varieties. It is commonly used to make bouquets.",
    "Toxicity": "The whole plant is toxic. It contains saponins and crystals of calcium oxalate, in fine needles, able to penetrate the mucous membranes and provokes painful irritations. It is toxic to all mammals: a mouth-worn fragment can cause severe irritation of the mouth and throat. Contact with a human causes erythema, blisters, and if ingested, salivation, difficulty in swallowing and vomiting.",
    "Gallery": "",
    "See also": "Anthurium andreanum 'Royal Flush'\n\n\n== References =="
  }
}