{
  "url": "https://en.wikipedia.org/wiki/Anthurium_schlechtendalii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Alismatales"
    },
    {
      "Family": "Araceae"
    },
    {
      "Genus": "Anthurium"
    },
    {
      "Species": "A. schlechtendalii"
    }
  ],
  "text": {
    "__SUMMARY__": "Anthurium schlechtendalii, also known as pheasants tail or cola de fasiancode: spa promoted to code: es  in Spanish, pronounced xiv ak tu ick and xiv yak tun ich in Mopan or tye-pú in ketchi Maya, is a species used for medicinal purposes such as muscle or joint sprains, back pain, arthritis, or rheumatism. It is where 3  leaves of the plant are pluck, boiled in 2 gallons of water for 10 minutes which will be used for a warm bath. Local healers say that the Cola de Faisan can be used on swollen tonsils; for this the treatment the leaves are mashed with oil,  then heated, and placed on the neck two times a day. Moreover, it can be used to treat serve cramps, muscle spasms, or paralysis; the affected area is covered with a blanket and placed over the steam of the boiling decoction. To reduce swelling and inflammation, such as swollen breasts, back pain, or joint pain, the leaves are mashed and applied to the affected area. The poultice \"will stick to the affected part and can be worn all day\" [B3507; Arvigo and Balick, 1998). When the person suffers from back pain or muscle spams the center vein of the leaf is mashed and is directly applied to the affected area and a hot water bottle is placed above for 1 hour. For a person suffering from urinary infection, some of roots of the A. schlechtendalii are retrieved and boiled in 3 cups of water for 10 minutes. Then sips of the liquid are drank for 24 hours until the person has gotten better. This species is also used for a chilillocode: spa promoted to code: es  (which is when a dog is out of control), and like urinary infections a handful of the roots are claimed and boiled for 1 quart of water for 10 minutes; ​1⁄2 of the pint of the liquid is forced fed into the mouth of the dog three times a day. The dogs is monitored and treated for three days until the symptoms vanish.",
    "Description": "Anthurium schlechtendalii is found from Mexico to Costa Rica. It is a large herbaceous plant with dark green leaves, it arises from a bunch of white cord-like roots and its flower is a dark purple bract(spathe). It has fruits and when ripe they have a similar appearance to small red berries. They tend to live in wet forests, rocky hillsides or outcrops on trees.\n\nAnthurium schlechtenalii has a long, slender and brown spadix (which has pencil-like structure) that arises from the base which is about 70 cm long. It has brown bumps on the spadix which are considered its fruits which develop a lot of tiny flowers. The genus Anthurium has about 500 species, some are used as medicinal species meanwhile others are used as ornaments. The name Anthurium comes from classical Greek which translates to 'tail flower.'  This species originated from Peru, Mexico, Bolivia, and Brazil.\n\n\n== References =="
  }
}