{
  "url": "https://en.wikipedia.org/wiki/Verticordia_tumida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. tumida"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia tumida, commonly known as summer featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the north-west of Western Australia. It is an open shrub with very small leaves and clusters of deep pink flowers from late spring to early winter.",
    "Description": "Verticordia tumida is an open shrub with many side-branches and which usually grows to a height of 80 cm (30 in). The leaves are elliptic or egg-shaped, 1–3 mm (0.04–0.1 in) long and about 1 mm (0.04 in) wide.The flowers are scented and arranged in short, spike-like groups near the ends of the branches, each flower on a spreading stalk 2–3 mm (0.08–0.1 in) long. The floral cup is top-shaped, about 3 mm (0.1 in) long and glabrous with thick green appendages 1–2 mm (0.04–0.08 in) long. The sepals are 5–6 mm (0.20–0.24 in) long, spreading, deep pink with 5 or 10 feathery lobes. The petals are a similar colour to the petals, about 5 mm (0.2 in) long, with a fringe 2.5 mm (0.1 in) long. The style is about 4 mm (0.2 in) long, curved near the tip and hairy. Flowering time is from late October to April, sometimes later.",
    "Taxonomy and naming": "Verticordia tumida was first formally described by Alex George in 1991 from a specimen collected near Tammin by Charles Gardner. The description was published in Nuytsia. The specific epithet (tumida) is a Latin words meaning \"swollen\" referring to the appendages on the hypanthium.George placed this species in subgenus Eperephes, section Verticordella along with V. halophila, V. pennigera, V. blepharophylla, V. lindleyi, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.There are two subspecies:\n\nVerticordia tumida A.S.George  subsp. tumida which has 9 or 10 lobes on each of the sepals and a constriction at the base of the floral cup;\nVerticordia tumida subsp. therogana  A.S.George  which 5 to 8 sepal lobes and no constriction of the floral cup.",
    "Distribution and habitat": "Subspecies tumida usually grows in sand, sometimes with loam and clay, in heath and shrubland and mainly occurs between Dowerin, Jitarning and Koolyanobbing. Subspecies therogana grows in sand, often with loam in heath and shrubland between Wickepin and the Peak Charles and the Fitzgerald River National Parks.",
    "Conservation": "Both subspecies of V. tumida are classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Subspecies therogana has been propagated from cuttings more easily than has subsp. tumida. It is also easier to maintain in the garden but not to the degree that it is available in commercial horticulture.\n\n\n== References =="
  }
}