{
  "url": "https://en.wikipedia.org/wiki/Verticordia_picta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Integripetala"
    },
    {
      "Species": "V. picta"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia picta, commonly known as painted featherflower or china cups, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small to medium sized shrub with pink and cupped flowers that are sweetly scented.",
    "Description": "Verticordia picta is a shrub growing to a height and width of .15–1.3 m (0.5–4 ft). Unlike the related V. renniana, it lacks a lignotuber, although its habit of branching near ground level may give the appearance of having one. Its form is variable, but there is usually only one stem at the base with a few side branches. The leaves are linear in shape and semi-circular in cross-section, 4–12 mm (0.2–0.5 in) long, with a pointed, often hooked tip.The scented flowers are arranged in round or corymb-like groups, each flower on a stalk 7–14 mm (0.3–0.6 in) long. The floral cup is shaped like a hemisphere, about 2 mm (0.08 in) long and glabrous. The sepals are usually pink, rarely white, about 5 mm (0.2 in) long and spreading with 6 to 10 feathery lobes. The petals are a similar colour to the sepals, spreading, almost round in shape and 4.5–8 mm (0.2–0.3 in) long. The style is straight, relatively thick, 3–4 mm (0.1–0.2 in) long and hairy near its tip. Flowering time is from August to November.",
    "Taxonomy and naming": "Verticordia picta was amongst the earliest species of Verticordia to be formally described. Stephan Endlicher published the description in 1838, using a collection that was gathered by John Septimus Roe at an unknown location. The description was published in Stirpium Australasicarum Herbarii Hugeliani Decades Tres. The specific epithet (picta) is a Latin word meaning \"painted\" or \"coloured\", possibly referring to spots that appear on dried specimens.When Alex George reviewed the genus in 1991, he placed this species in subgenus Eperephes, section Integripetala along with V. rennieana, V. interioris, V. mirabilis and V. helmsii. George also identified  Turczaninow's 1847 description of Verticordia pentandra as a synonym.",
    "Distribution and habitat": "The distribution range of painted featherflower extends from coastal regions south of Kalbarri National Park, throughout the Avon Wheatbelt and into arid regions west of Kalgoorlie. It is also found to the south of Fremantle on the Swan Coastal Plain biogeographic region. It occupies a wide range of habitats, on hills or winter-wet areas, in a variety of soil types. It is frequently associated with other verticordias, in heath and shrublands, or in open eucalypt woodland.",
    "Use in horticulture": "Cultivation of this species is uncommon, being sometimes difficult to propagate. Once established it will live for around ten years as a small shrub with a profuse display of flowers over a long season. It prefers the mediterranean climate of Western Australia, but it has been successfully grown in New South Wales.",
    "References": "",
    "External links": "ASGAP image"
  }
}