{
  "url": "https://en.wikipedia.org/wiki/Verticordia_rutilastra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Unguiculata"
    },
    {
      "Species": "V. rutilastra"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia rutilastra, commonly known as little grandiflora, is a flowering plant in the myrtle family Myrtaceae and is endemic to Southwest Australia, a biodiversity hotspot in Western Australia. It is a small shrub with short upper branches, narrow leaves and yellow, feathery flowers, often with a star-like red centre.",
    "Description": "Verticordia rutilastra is an irregularly branched shrub with short upper branches, which grows to a height of 20–70 cm (8–30 in) and 5–50 cm (2–20 in) wide. Its leaves are linear in shape, 4–8 mm (0.2–0.3 in) long and more or less triangular in cross-section with a rounded end with a point.The flowers are arranged in corymb-like groups on the ends of the branches, each flower on an erect stalk 10–15 mm (0.4–0.6 in) long. The floral cup is about 2 mm (0.08 in) long, rough and glabrous. The sepals are about 5 mm (0.20 in) long, spreading, yellow at first, turning red with age with 8 to 10 feathery lobes. The petals are a similar colour to the petals but change colour earlier, so that the red appears to spread from the centre of the flower. The petals are about 4 mm (0.2 in) long, spreading, with long, pointed, finger-like lobes. The style is very short and straight. Flowering time is from September to November.",
    "Taxonomy and naming": "Verticordia rutilastra was first formally described by Alex George in 1991, and the description was published in Nuytsia. George gave the specific epithet \"from the Latin rutilus (red with a metallic lustre) and aster (a star), in reference to the appearance of the flower as it ages and turns red; the petals change first and together appear star-like\".George placed this species in subgenus Chrysoma, section Unguiculata, along with V. nobilis and V. grandiflora.",
    "Distribution and habitat": "This verticordia grows in sand, often with loam, clay, or gravel in heath, often with other verticordia species on rocky hills. It occurs in an area between the Lesueur National Park, Alexander Morrison National Park, and Moora in the Avon Wheatbelt, Geraldton Sandplains and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Verticordia rutilastra is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Verticordia rutilastra is usually propagated from cuttings and although slow to establish has been grown in deep white sand with added gravel.\n\n\n== References =="
  }
}