{
  "url": "https://en.wikipedia.org/wiki/Verticordia_pennigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. pennigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia pennigera, commonly known as native tea, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is usually a small erect or prostrate shrub with small leaves and lightly-scented spikes of pale pink to magenta-coloured flowers in spring.",
    "Description": "Verticordia pennigera is a shrub, often with a spreading habit, which grows to 8–85 cm (3–30 in) high and 10–100 cm (4–40 in) wide and which has several main stems with many short, leafy side-branches. The leaves are linear to oblong, 2–4 mm (0.08–0.2 in) long and have a covering of fine hairs.\nThe flowers are lightly scented and arranged in spike-like groups, each flower on a stalk, 1.5–3 mm (0.06–0.1 in) long. The floral cup is top-shaped, 2–3 mm (0.08–0.1 in) long, glabrous, slightly warty and has two small green appendages. The sepals are pale pink to magenta-coloured, 3.5–4.5 mm (0.14–0.18 in) long, with 5 or 6 hairy lobes and two small ear-like appendages on the sides. The petals are similar in colour to the sepals, 3–5 mm (0.1–0.2 in) long and erect with short, coarse teeth along their top edge. The style is 4.5–5 mm (0.18–0.20 in) long and hairy near the tip. Flowering time is from September to December.",
    "Taxonomy and naming": "Verticordia pennigera was first formally described in 1837 by Stephan Endlicher from a specimen collected near the Swan River by Charles von Hügel. The description was published in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. In his review of the genus Verticordia in 1991, Alex George selected a lectotype from the collections of James Drummond. The specific epithet (pennigera) is derived from a Latin word meaning \"feather-bearer\".George placed this species in subgenus Eperephes, section Verticordella along with V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia usually grows in soils that are sandy or clay types and which are frequently gravelly or granitic. It occurs in a broad area from Kalbarri National Park to the Bremer River area in the Avon Wheatbelt, Carnarvon, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Verticordia halophila is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "There is a wide variety of forms of native tea in cultivation, from open shrubs with rigid stems to prostrate, bushy forms. There is also some variation in the size and colour of the flowers. Propagation is usually from cuttings. Some forms adapt well to winter rainfall areas but all do best when grown in a sunny position in well-drained soil.\n\n\n== References =="
  }
}