{
  "url": "https://en.wikipedia.org/wiki/Verticordia_brownii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Corymbiformis"
    },
    {
      "Species": "V. brownii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia brownii, commonly known as pink brownii or pink cauliflower is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It has small, neatly arranged, oval leaves and heads of pale pink to magenta or white flowers. It was one of the first verticordias to be collected, although it was not initially known by that name. The collection was made by Robert Brown on the Bass and Flinders circumnavigation of the Australian mainland on HMS Investigator.",
    "Description": "Verticordia brownii is an erect or rounded shrub which grows to a height of 20–70 cm (8–30 in), spreading to 10–60 cm (4–20 in) and which has one main stem at its base. The main stem divides into small branches, upward to a flattened top. The leaves are oblong to egg-shaped, with the narrower end towards the base, concave,  3–4 mm (0.12–0.16 in) long with a blunt end. Leaves near the flowers are shorter than those further down the stems.The flowers are usually scented and arranged in corymb-like groups near the ends of the branches, each flower on an erect stalk 2–4 mm (0.08–0.2 in) long. The floral cup is shaped like half a flattened sphere, about 1.0 mm (0.04 in) long, constricted in the middle, warty and hairy near the base. The sepals are pale pink to magenta, fading to white and sometimes the sepals are white. They are 2.0 mm (0.08 in) long, with 3 or 4 feathery lobes and have one or two hairs up to 4.5 mm (0.2 in) long. The petals are the same colour as the sepals, 1.2–2.0 mm (0.05–0.08 in) long, and egg-shaped to almost circular. The style is straight, 5.5–6 mm (0.22–0.24 in) long and hairy near the tip. Flowering time is from December to February.The species closely resembles Verticordia eriocephala which was included in this species until 1991. Both have a woolly or \"cauliflower\" appearance, but V. eriocephala has a shorter, (3.5–4 mm (0.1–0.2 in)) glabrous style. The flowers of V. eriocephala are always white or creamy-white, whereas those of V. brownii are only sometimes that colour.",
    "Taxonomy and naming": "The first collections of this species were made in 1802 by Robert Brown at Lucky Bay in what is now Cape Le Grand National Park, during the Bass and Flinders circumnavigation of Australia. The type specimen was formally described in 1819 by René Louiche Desfontaines who gave the species the name Chamelaucium brownii in honour of the collector of the type.In 1828, de Candolle described the genus Verticordia and renamed the present species Verticordia brownii, making it one of the first of approximately 100 species placed in this genus.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Corymbiformis along with V. polytricha, V. densiflora, V. eriocephala and V. capillaris.",
    "Distribution and habitat": "This verticordia is found between Hopetoun and Mount Ragged in the Cape Arid National Park, extending inland almost as far as Grass Patch in the Esperance Plains and Mallee biogeographic regions. It occurs in deep red or yellow sands, especially in the ridges, coastal dunes, granitic sands and clays, within open scrub and heaths of the region.",
    "Conservation": "Verticordia brownii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This species  began to be cultivated shortly after this discovery, its profuse and attractive flowering arrangement gaining the attention of nurserymen in England. The species is cultivated as an ornamental shrub, small in size, and usually presenting rose pink flowers that are profuse and perfumed.  These appear during November, continuing until April in the garden, opening together and nearly covering the leaves and branches. It is usually propagated from cuttings and grows well in sandy, gravelly or loamy soils and the woolly heads of honey-scented flowers sometimes appear during the plant's first year of growth. The dried flowers are often used for flower arrangements and retain their colour for a considerable time.\n\n\n== References =="
  }
}