{
  "url": "https://en.wikipedia.org/wiki/Verticordia_spicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. spicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia spicata, commonly known as spiked featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is usually a dense, bushy shrub with small leaves pressed against the stem and spikes of pink flowers from late spring to early summer.",
    "Description": "Verticordia spicata is an upright to spreading shrub 0.3–1 m (1–3 ft), sometimes 2 m (7 ft) tall with one main stem at its base. The leaves are densely arranged along the branches, mostly closely clasping the stem. The leaves are broadly egg-shaped, 1.5–3.5 mm (0.06–0.1 in) with prominent oil glands and have narrow, translucent and slightly hairy margins.The flowers are scented and arranged in spike-like groups on the upper part of the branching stems, each flower on a stalk less than 0.2 mm (0.008 in) long. The floral cup is top-shaped, 2 mm (0.08 in) long, glabrous with two green appendages, 1.9 mm (0.07 in) long. The sepals are pale pink to mauve, spreading, 3–5.5 mm (0.1–0.2 in) long, with 6 or 7 feathery lobes and two ear-like appendages on the sides. The petals are similar in colour to the sepals, 3–4.5 mm (0.1–0.2 in) long and erect with long filaments on their ends. The style is 4–7 mm (0.16–0.28 in) long, curved and hairy near the tip. Flowering time is from October to January.",
    "Taxonomy and naming": "Verticordia spicata was first formally described in 1859 by Ferdinand von Mueller from a specimen collected near the Murchison River by Augustus Oldfield. Mueller published the description in Fragmenta phytographiae Australiae. The specific epithet (spicata) is derived from the Latin word spica meaning \"spike\".When Alex George reviewed the genus in 1991, he placed this species in subgenus Eperephes, section Verticordella along with V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. pennigera and V. hughanii.George also described two subspecies:\n\nVerticordia spicata subsp. spicata which has a style 6.5–9 mm (0.3–0.4 in) long and leaves usually longer than 2 mm (0.08 in) long;\nVerticordia spicata subsp. squamosa, commonly known as scaly-leaved featherflower, which has a style 4 mm (0.2 in) long and leaves that are less than 2 mm (0.08 in) long.",
    "Distribution and habitat": "Spiked featherflower occurs between the Cooloomia Nature Reserve near the Murchison River Kalbarri National Park, Northampton and Mullewa in the Avon Wheatbelt, Carnarvon, Geraldton Sandplains and Yalgoobiogeographic regions. Scaly-leaved featherflower is confined to the eastern part of the range, between  Three Springs and Morawa.  Both subspecies grow in sandy soil, often over granite or sandstone in heath or shrubland.",
    "Conservation": "Verticordia spicata subsp. spicata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife but subspecies squasosa is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" and an Interim Recovery Plan has been prepared. It has also been listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act).",
    "Use in horticulture": "Propagation of both species has proven to be difficult, especially of subspecies squamosa. Subspecies spicata has been grown from cuttings, seed and by grafting onto Darwinia citriodora rootstock. Mature shrubs have been ornamental and sometimes survived for 14 years.\n\n\n== References =="
  }
}