{
  "url": "https://en.wikipedia.org/wiki/Verticordia_setacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Platandra"
    },
    {
      "Species": "V. setacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia setacea is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with small leaves and deep pink flowers with short styles in late spring.",
    "Description": "Verticordia setacea is a shrub which usually grows to a height of up to 60 cm (20 in). The leaves are more or less oblong in shape, semi-circular to triangular in cross-section and 4–7 mm (0.2–0.3 in) long with a rounded end.The flowers are arranged in open spike-like or corymb-like groups near the ends of the branches, each flower on a spreading stalk 1–3 mm (0.04–0.1 in) long. The floral cup is top-shaped, 1.5–2 mm (0.06–0.08 in) long, rough, partly hairy and swollen near the upper end. The sepals are 3–4 mm (0.1–0.2 in) long, spreading, deep pink, hairy on the upper surface and fringed with long hairs. The petals are a similar colour to the petals, erect, about 2 mm (0.08 in) long, more or less circular in shape with hairs or teeth around the edge. The style is about 1.5 mm (0.06 in) long, straight and hairy near the tip. Flowering time is in November and December.",
    "Taxonomy and naming": "Verticordia setacea was first formally described by Alex George in 2010 from a specimen collected on private land near Lake Grace and the description was published in Nuytsia. The specific epithet (setacea) is derived from the Latin word seta meaning \"bristle\" referring to the bristly surface of some parts of the flowers of this species.George placed this species in subgenus Verticordia, section Platandra along with V. gracilis.",
    "Distribution and habitat": "This verticordia lateritic soil or in sand over laterite. It occurs in the a small area near Lake Grace in the Mallee biogeographic region.",
    "Conservation": "Verticordia setacea is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.\n\n\n== References =="
  }
}