{
  "url": "https://en.wikipedia.org/wiki/Verticordia_oculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. oculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia oculata  is a flowering plant in the myrtle family, Myrtaceae and is endemic to Western Australia. It is a sprawling woody shrub with large, circular leaves with white edges and silver-white flowers with a dark centre of lilac and purple, the largest flowers of the genus Verticordia. The botanist Ferdinand von Mueller reportedly became entranced by its floral display when he visited the northern sandplains area in 1877, later describing the shrub as the 'princess of Australian flora'.",
    "Description": "Verticordia oculata is a shrub which grows to a height of between 20 and 70 cm (0.7 and 2 ft) and sprawls to a width of 0.3–1.0 m (1–3 ft). It has a lignotuber, from which several or many main stems emerge. The leaves are almost circular in shape, 4–11 mm (0.2–0.4 in) in diameter with a distinct white margin, lack a stalk and attach directly to the stem.The flowers are 20–25 mm (0.8–1 in) in diameter and are grouped in a spreading arrangement at the upper parts of the stem on stalks 7–11 mm (0.3–0.4 in) long. The sepals are 9–10 mm (0.35–0.39 in) long and have 12-14 deeply divided, feather-like, silver-white lobes and are lilac to purple at the base. The petals are 7–8 mm (0.3–0.3 in) long, more or less circular in shape with 15 to 18 long, finger-like lobes and are lilac-pink to purple. The colouration of the flower parts contribute to its resemblance to an eye.  Flowering occurs between October and December.",
    "Taxonomy and naming": "The species was first formally described in 1856 by Carl Meissner, from a collection made by James Drummond in 1850 or 1851. The specific epithet (oculata) is derived from the Latin word oculus meaning \"eye\" with the suffix -atis which converts a noun into an adjective, hence \"eye-like\", referring to the eye-like dark colouration in the centre of the flower.This species and Verticordia etheliana are thought to have created a hybrid, which was discovered then lost to bushfire in the Kalbarri National Park. The collectors cloned material from their specimen and continue to propagate the natural hybrid, now known as Verticordia 'Wemms find'.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Eperephes, section Pennuligera along with V. chrysostachys, V. lepidophylla, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. comosa, V. etheliana and V. grandis.",
    "Distribution and habitat": "Verticordia oculata is found growing with several other species of the genus, in heaths and shrublands, on white, red, and yellow sand. It occurs on sandplains and ridges in the Avon Wheatbelt, Carnarvon, Geraldton Sandplains and Yalgoo biogeographic regions. It has a distribution range north of the Principality of Hutt River to a locality west of the Billabong Roadhouse. Specimens have been recorded near the coast and inland to Yuna.",
    "Conservation": "This verticordia is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This small shrub has been described as \"spectacularly beautiful\" and both it and the hybrid Verticordia 'Wemms find' have horticultural potential. Its branching habit, pale leaves and large flowers are especially attractive but it is not well known in cultivation outside Western Australia, where some examples have grown for more than 14 years. It can be propagated from cuttings but when grown on its own roots, tends to suffer from fungal attack, especially in humid areas such as Sydney. Established plants grown in Western Australia have shown to be frost resistant and have tolerated heavy summer rainfall.\n\n\n== References =="
  }
}