{
  "url": "https://en.wikipedia.org/wiki/Verticordia_muelleriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. muelleriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia muelleriana is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an openly branched shrub with relatively large, egg-shaped to circular leaves and long spikes of deep maroon coloured flowers in spring and early summer.",
    "Description": "Verticordia muelleriana is a shrub which grows to a height of up to 2 m (7 ft) with a single main branch with a few side branches. Its leaves are egg-shaped to almost circular, 3–7 mm (0.1–0.3 in) long and have thin edges.The flowers are arranged in spikes along the branches, opening in sequence from the lowest flowers, each flower on a stalk about 1 mm (0.04 in) long. The floral cup is top-shaped, 3.5 mm (0.1 in) long, glabrous and slightly rough with green appendages about 1 mm (0.04 in) long. The sepals are a deep maroon colour, spreading, 4–5 mm (0.16–0.20 in) long and have 8 or 9 feathery lobes and two large, hairy, ear-like appendages. The petals are a similar colour, erect, 5 mm (0.2 in) long, 3.5 mm (0.1 in) wide with a fringe a further 2 mm (0.08 in) and also have small, hairy, ear-like appendages. The style is 7 mm (0.3 in) long, curved, and densely hairy near the tip. Flowering time is from September to January.",
    "Taxonomy and naming": "Verticordia muelleriana was first formally described by Ernst Pritzel in 1904 from a specimen he collected between Watheroo and Coorow and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (muelleriana) honours Ferdinand von Mueller.There are two subspecies:\n\nVerticordia muelleriana E.Pritzl. subsp. muelleriana which has sepals and petals 5 mm (0.20 in) long, including a fringe 1.5 mm (0.06 in)s long;\nVerticordia muelleriana subsp. minor  A.S.George which has sepals 3.5 mm (0.1 in) long and petals 4 mm (0.16 in)s long, including a fringe 0.5 mm (0.02 in) long.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Eperephes, section Pennuligera along with V. chrysostachys, V. lepidophylla, V. aereiflora, V. dichroma, V. x eurardyensis, V. comosa, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in sand, sometimes with lateritic gravel, usually with other species of Verticordia in woodland and shrubland. It occurs between Coomberdale and Watheroo in the Avon Wheatbelt,  Geraldton Sandplains and Jarrah Forest biogeographic regions.",
    "Conservation": "Subspecies muelleriana  is classified as  \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat. Subspecies minor is classified as \"Priority Two\"  meaning that it is poorly known and from only one or a few locations.",
    "Use in horticulture": "Both subspecies of this verticordia have been propagated from cuttings and by grafting onto Chamelaucium uncinatum rootstock but have been slow to establish in the garden. Those that have, proved to be hardy in sunny situations in a range of soil types.\n\n\n== References =="
  }
}