{
  "url": "https://en.wikipedia.org/wiki/Verticordia_cunninghamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Tropica"
    },
    {
      "Species": "V. cunninghamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia cunninghamii, commonly known as tree featherflower or liandu, is a flowering plant in the myrtle family, Myrtaceae and is endemic to an area in the extreme north of Western Australia and the Northern Territory.  It is a spindly shrub or small tree with narrow leaves and cream to white, sweetly scented, feathery flowers.",
    "Description": "Verticordia cunninghamii is a spindly to bushy, openly branched shrub or tree which grows to a height of up to 7 m (20 ft) and which has one to a few thick woody trunks at the base. The leaves are arranged in opposite pairs along the branches and are linear in shape, roughly round or three-sided in cross section, 10–20 mm (0.4–0.8 in) long, have a pointed tip and prominent oil glands.The flowers are sweetly scented and arranged in rounded groups on stalks 6–9 mm (0.2–0.4 in) long. The floral cup is shaped like half a sphere, 1.5–2.0 mm (0.06–0.08 in) long, glabrous and slightly rough. The sepals are cream-coloured, 5–7 mm (0.2–0.3 in) long, with 2 hairy lobes. The petals are cream-coloured to white, egg-shaped, 3–4 mm (0.1–0.2 in) long, joined for about 1 mm (0.04 in) of that length and have uneven teeth around their top edge. The style is 5–7 mm (0.2–0.3 in) long, straight with hairs just below its tip. Flowering time is mainly from July to October, although it may vary, depending on rainfall.",
    "Taxonomy and naming": "Verticordia cunninghamii was first formally described by Johannes Conrad Schauer in 1843 and the description was published in Monographia Myrtacearum Xerocarpicarum. The specific epithet (cunninghamii) honours Allan Cunningham, who gathered the type collection at Roe River in the Kimberley region on the 14 December 1820.Verticordia cunninghamii is the type species for Verticordia sect. Tropica. This section includes two other outlying species of an otherwise West Australian genus, V. verticillata and V. decussata.",
    "Distribution and habitat": "This verticordia has a widespread distribution in the north of Western Australia, including the Kimberley and in northern regions of the Northern Territory, including in Kakadu National Park. The species is usually associated with areas of seasonal flooding and watercourses, or along creeks, and has a preference for loam or gravel at exposed sandstone, growing in the white, or grey, or red sands there.",
    "Conservation": "Verticordia cunninghamii is classified as  \"not threatened\" by the Western Australian Government Department of Parks and Wildlife,",
    "Use in horticulture": "Verticordia cunninghamii is a difficult plant to propagate and grow in cultivation and its requirements are not yet fully understood.\n\n\n== References =="
  }
}