{
  "url": "https://en.wikipedia.org/wiki/Verticordia_humilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Recondita"
    },
    {
      "Species": "V. humilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia humilis, commonly known as small featherflower,  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small shrub with leafy branches and scattered, mostly red flowers hanging loosely near the ends of the branches.",
    "Description": "Verticordia humilis is a shrub which grows to 10–30 cm (4–10 in) high and wide, sometimes spreading to 60 cm (2 ft) and is usually openly branched. Its leaves are linear, triangular to semi-circular in cross-section, 3–8 mm (0.1–0.3 in) long with a rounded end.The flowers are arranged in small, pendulous groups near the ends of the branches, each flower on a stalk 1–2 mm (0.04–0.08 in) long. As they open, the flowers are surrounded by pink or red bracteoles that soon fall off. The floral cup is top-shaped, about 2.0–2.5 mm (0.08–0.1 in) long, with 10 prominent ribs and is hairy near its base.  The sepals are pink to red or maroon, 3–4.5 mm (0.1–0.2 in) long, with 4 to 6 hairy lobes. The petals are egg-shaped, white, red, orange or maroon and 2.0–2.5 mm (0.08–0.1 in) long and are densely hairy on the outside. The style is gently curved, 12–16 mm (0.5–0.6 in) long with a few short hairs on one side, near the tip. Flowering time can occur in almost any month but mostly from August to November.",
    "Taxonomy and naming": "Verticordia humilis was first formally described by George Bentham in 1867 and the description was published in Flora Australiensis Volume 3 from specimens collected by John Septimus Roe. The specific epithet (humilis) is a Latin word meaning \"lowly\" or \"small\" referring to the stature of the plant.When Alex George reviewed the genus in 1991, he placed this species in subgenus Verticordia, the only species in section Recondita.",
    "Distribution and habitat": "This verticordia usually grows in sand, often over gravel, loam or clay, often with other species of verticordia, in heath and shrubland. It occurs in the area between Kukerin, Ongerup and the Frank Hann National Park with some populations occurring as far east as Esperance, in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Ecology": "It has been suggested that the arrangement of the petals and sepals of the pendulous flowers make it difficult for insects like ants to reach the nectar produced by them and that it is likely that they are pollinated by birds or small mammals.",
    "Conservation": "Verticordia humilis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia has been propagated from cuttings but these have proven difficult to grow on and to establish in the garden.\n\n\n== References =="
  }
}