{
  "url": "https://en.wikipedia.org/wiki/Verticordia_insignis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Catocalypta"
    },
    {
      "Species": "V. insignis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia insignis  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an open, irregularly-branched shrub with small leaves and heads of relatively large pink or white and pink flowers on the ends of the branches in spring.",
    "Description": "Verticordia insignis is an open, irregularly-branched shrub which grows to 1.5 m (5 ft) high. Its leaves are linear to elliptic in shape, roughly triangular in cross-section, 3–7 mm (0.1–0.3 in) long with a rounded end. Leaves near the flowers tend to be wider than those further down the stems.\nThe flowers are scented and arranged in rounded, corymb-like groups on the ends of the branches on erect stalks 8–25 mm (0.3–1 in) long. The floral cup is top-shaped, about 4.5 mm (0.2 in) long, covered with short, soft hairs with a swelling beneath each sepal. The sepals are white to pale or deep pink, 5–7 mm (0.2–0.3 in) long, spreading with 5 to 7 lobes which have long, spreading hairs. The petals are egg-shaped to almost round, pale to deep pink, 3–5 mm (0.1–0.2 in) long and spreading, edged with short teeth. The style is fairly straight, 2.5–7 mm (0.1–0.3 in) long and glabrous. Flowering mostly occurs from September to November.",
    "Taxonomy and naming": "Verticordia insignis was first formally described by Stephen Endlicher in 1837 and the description was published in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel from specimens found near the Swan River by Carl von Huegel.When Alex George reviewed the genus in 1991, he placed this species in subgenus Verticordia, section Catocalypta along with V. roei, V. apecta, V. inclusa, V. habrantha, V. lehmannii and V. pritzelii.In the same review, George described three subspecies of V. insignis:\n\nVerticordia insignis  Endl. subsp. insignis which has white sepals, a style which is 5–6 mm (0.2–0.2 in) long, petals 3–4 mm (0.1–0.2 in) long, stamens 3.5–4 mm (0.1–0.2 in) long and upper leaves mostly 4–9 mm (0.2–0.4 in) long;\nVerticordia insignis subsp. compta  A.S.George  which is similar to subsp. insignis but has pink sepals, shorter stamens (2–3.5 mm (0.08–0.1 in)), and much shorter styles (2.5–3.5 mm (0.098–0.14 in)) and shorter upper leaves (1.5–3 mm (0.06–0.1 in))\nVerticordia insignis subsp. eomagis  A.S.George  which has longer sepals (7–9 mm (0.3–0.4 in)), slightly longer petals (3.5–5 mm (0.1–0.2 in)), longer stamens (5–6 mm (0.2–0.2 in)) and a longer style (6–7 mm (0.2–0.3 in)) than the other two subspecies.The specific epithet (insignis) is a Latin word meaning \"remarkable\", \"notable\" or \"eminent\".",
    "Distribution and habitat": "This verticordia often grows in association with other species of verticordia in grey or yellow sand near rocks in heath and woodland. It occurs along the Darling Scarp and inland as far as Northam and Brookton in the Avon Wheatbelt, Coolgardie, Jarrah Forest, Mallee, Geraldton Sandplains and Swan Coastal Plain biogeographic regions.",
    "Conservation": "The two subspecies insignis and compta are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife but subspecies eomagis is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "This verticordia has horticultural potential because of its flowers (described as \"outstandingly beautiful, resembling miniature powder puffs\"). It has been propagated from cuttings but establishing them in the garden has been difficult.",
    "Gallery": "\n\n== References =="
  }
}