{
  "url": "https://en.wikipedia.org/wiki/Verticordia_luteola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. luteola"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia luteola is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a more or less openly branched shrub with crowded leaves on its side branches and spikes of pale yellow or bright pink flowers which turn cream to brownish as they age. This verticordia is a summer-flowering species.",
    "Description": "Verticordia luteola is usually an open-branches shrub which grows to a height of 3 m (10 ft) and up to 1 m (3 ft) wide. Its leaves are closely packed, more or less overlapping, egg-shaped to elliptic, slightly dished, 2.5–3.5 mm (0.098–0.14 in) long and covered with short hairs.The flowers are lightly scented and are arranged along the stems in spike-like groups, each flower on a spreading stalk 1–2 mm (0.04–0.08 in) long. The floral cup is a top-shaped, about 3 mm (0.1 in) long, 5-ribbed and glabrous with rounded green appendages 1–1.5 mm (0.04–0.06 in) long. The sepals are 4–6 mm (0.16–0.24 in) long, pale yellow to greenish-pink, turning lemon-cream as they age and have between 7 and 9 silvery, hairy lobes. The petals are a similar colour to the sepals, 4–6.5 mm (0.2–0.3 in) long and with hairy lobes a further 2–2.5 mm (0.08–0.1 in) long. The style is 5–6 mm (0.20–0.24 in) long, curved and hairy. Flowering time is from November to January.",
    "Taxonomy and naming": "Verticordia luteola was first formally described by Alex George in 1991 from a specimen he collected near Three Springs, and the description was published in Nuytsia. The specific epithet (luteola) is derived from the Latin word luteus meaning \"yellow\", referring to the flower colour of the type variety, an unusual colour for plants in Section Verticordella.George described two varieties:\nVerticordia luteola F.Muell. var. luteola which has spreading leaves 2.5–3.5 mm (0.1–0.1 in) and pale yellow to cream and white flowers;\nVerticordia luteola var. rosea  A.S.George  which has erect leaves 3–4 mm (0.1–0.2 in) and bright to pale pink and silvery-white flowers.George placed this species in subgenus Integripetala, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. lindleyi, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in sandy soil usually with gravel, in flat areas in heath and shrubland, often with other species of verticordia. It occurs south of Geraldton near the Arrowsmith River, Eneabba and Mingenew in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Subspecies luteola is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat and subspecies rosea is classified as \"Priority One\" meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "Both varieties of Verticordia luteola have responded well to cultivation. They have usually been grown from cuttings and grown in sandy soil and have proven to be relatively drought and frost-tolerant, even in the humid climate of Sydney.\n\n\n== References =="
  }
}