{
  "url": "https://en.wikipedia.org/wiki/Verticordia_citrella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Chrysoma"
    },
    {
      "Species": "V. citrella"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia citrella is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, densely-branched shrub with cylinder shaped stem leaves that differ from those near the flowers, and small yellow flowers in groups near the ends of the branches.",
    "Description": "Verticordia citrella is a shrub with a single stem at the base but highly branched, growing to a height of up to 1.0 m (3 ft) and a width of up to 50 cm (20 in). The leaves on the stems are linear in shape, round in cross-section, 5–10 mm (0.2–0.4 in) long and taper to a point. Those near the flowers are broad elliptic to almost circular and 2–3 mm (0.08–0.1 in) long.The flowers are faintly scented, arranged in round or corymb-like groups on erect stalks 3–5 mm (0.1–0.2 in) long. The floral cup is top-shaped, about 1.5 mm (0.06 in) long, glabrous and slightly warty. The sepals are yellow, 2.0 mm (0.079 in) long, with 5 or 6 lobes with hairy fringes. The petals are also yellow, 1.5–1.8 mm (0.06–0.07 in) and have long, spreading finger-like lobes. The style is 0.8 mm (0.03 in) long, straight and glabrous. Flowering time is from October to November.The species V. acerosa is closely related and similar but it has larger leaves and larger flowers, and the flowers turn red or darker colours as they age.",
    "Taxonomy and naming": "Verticordia citrella was first formally described by Alex George in 1991 from specimens collected between Perth and Toodyay by Alex and Elizabeth George. The description was published in Nuytsia. The specific epithet (citrella) is derived from the Latin adjective citreus meaning \"of lemon-yellow colour\" with the suffix -ella making the adjective diminutive, referring to the colour and small size of the flowers.George placed this species in subgenus Chrysoma, section Chrysoma along with V. acerosa, V. subulata, V. endlicheriana.",
    "Distribution and habitat": "This verticordia usually grows in sand that is damp in winter, in open shrubland. It only occurs in a single nature reserve between Perth and Toodyay.",
    "Conservation": "Verticordia citrella is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "Use in horticulture": "Verticordia citrella has been grown in Western Australia in well-drained soil and has flowered prolifically in sunny positions. It has been more difficult to grow in eastern Australia but has survived in containers for 3 or 4 years. It has been propagated from cuttings but plants grown in deep sand have sometimes self-sown from seed.\n\n\n== References =="
  }
}