{
  "url": "https://en.wikipedia.org/wiki/Verticordia_crebra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Verticordia"
    },
    {
      "Species": "V. crebra"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia crebra, commonly known as Barrens featherflower, crowded featherflower or Twertup featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a sprawling shrub with crowded, cylinder-shaped leaves with small, yellow flowers that are almost hidden by the leaves but with a style which extends well beyond the petals. The plant looks superficially like a miniature pine tree.",
    "Description": "Verticordia crebra is a sprawling, open-branched shrub with a single main stem and which grows to a height of about 30 to 75 cm (10 to 30 in) and a width of 20 to 60 cm (8 to 20 in). Its leaves are crowded over the entire plant, linear in shape and round in cross-section, 4–14 mm (0.2–0.6 in) long with a stalk 1.0–2.5 mm (0.04–0.1 in) long, giving the plant the appearance of a small pine tree.The flowers are scattered, appearing in a few upper leaf axils on erect or spreading stalks 2–3 mm (0.08–0.1 in) long, and apart from the styles are almost hidden by the foliage. The floral cup is shaped like half a sphere, about 2 mm (0.08 in) long, smooth and densely hairy. The sepals are pale yellow, 4 mm (0.2 in) long with 6 to 8 feathery lobes. The petals are roughly circular in shape, pale yellow, about 3 mm (0.1 in) long with irregularly toothed margins. The style is 18–22 mm (0.7–0.9 in) long, gently curved, hairy and extends well beyond the flower and the foliage. Flowering time is from May to October.",
    "Taxonomy and naming": "Verticordia crebra was first formally described by Alex George in 1991 from specimens collected in the Fitzgerald River National Park and the description was published in Nuytsia. The specific epithet (crebra) is derived from the Latin word creber meaning \"close\", \"pressed together\" or \"frequent\", referring to the crowded leaves.George placed this species in subgenus Verticordia, section Verticordia along with V. helichrysantha, V. plumosa, V. stenopetala, V. sieberi, V. harveyi, V. pityrhops, and V. fimbrilepis.",
    "Distribution and habitat": "This verticordia grows on rocky spongolite and in pockets of soil on laterite in low, open heath. It is only known from small areas in the Fitzgerald River National Park in the Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Verticordia crebra is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and has been listed as \"Vulnerable\" (VU) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The population size was estimated to be 7,000 mature plants in 4 populations in 2011. The main threat to the species is too-frequent fires.",
    "Use in horticulture": "While probably not an attractive garden plant, research is being done to determine the best methods of propagation and cultivation so that the species may be conserved in the event of loss of wild populations.\n\n\n== References =="
  }
}