{
  "url": "https://en.wikipedia.org/wiki/Verticordia_sieberi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Verticordia"
    },
    {
      "Species": "V. sieberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia sieberi is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with one main stem, often compact but sometimes openly branched and with pink to pale purple flowers in summer and autumn.",
    "Description": "Verticordia sieberi is a shrub with a single main branch and which usually grows to a height of less than 1.5 m (5 ft). It is sometimes a compact, small shrub but may also be openly branched with the flowers held high above most of the foliage. The leaves are linear to elliptic, 2–8 mm (0.08–0.3 in) long and semi-circular in cross-section.The flowers are scented and arranged in round or corymb-like groups near the ends of the branches, each flower on an erect stalk 2–4 mm (0.08–0.2 in) long. The floral cup is about 2 mm (0.08 in) long, smooth and hairy. The sepals are spreading, 2–3 mm (0.08–0.1 in) long, white to deep pink with 5 to 7 feathery lobes. The petals are a similar colour to the petals, erect, about 2 mm (0.08 in) long, with short hairs around its edge. The style is 4–6 mm (0.16–0.24 in) long, curved and hairy near the tip. Flowering time is usually from November to April but can occur at other times, depending on weather conditions.",
    "Taxonomy and naming": "Verticordia sieberi was first formally described by Johannes Conrad Schauer in 1841 from an unpublished description by Karl Diesing. Schauer's description was published in Monographia Myrtacearum Xerocarpicarum. The specific epithet (sieberi) honours the Austrian botanist Franz Sieber.In his review of the genus in 1991, Alex George placed this species in subgenus Verticordia, section Verticordia along with V. crebra, V. helichrysantha, V. plumosa, V. stenopetala, V. harveyi, V. pityrhops, and V. fimbrilepis.George described four varieties:\n\nVerticordia sieberi Schauer  var. sieberi which has sepals longer than 1.8 mm (0.07 in) and petals with smooth or slightly toothed edges;\nVerticordia sieberi var. curta  A.S.George  which has sepals shorter than 1.8 mm (0.07 in);\nVerticordia sieberi var. lomata A.S.George which is similar to var. sieberi but has petals with feathery or hairy edges and leaves less than 1 mm (0.04 in)wide;\nVerticordia sieberi var. pachyphylla  A.S.George  which is similar to var. lomata but has leaves 1.5–2 mm (0.06–0.08 in) wide.",
    "Distribution and habitat": "This verticordia usually grows in sand, often in areas that are wet in winter, in heath and shrubland. It occurs along the south coast of Western Australia and inland near Frank Hann National Park and between Hyden and Lake King in the Esperance Plains, Jarrah Forest, Coolgardie, and Mallee biogeographic region.",
    "Conservation": "Verticordia sieberi var pachyphylla is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk. The other varieties are classified as \"Not Threatened\".",
    "Use in horticulture": "All the varieties of V. sieberi have proven difficult to propagate and establish in gardens and success in growing the species is rare.\n\n\n== References =="
  }
}