{
  "url": "https://en.wikipedia.org/wiki/Verticordia_verticordina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Elachoschista"
    },
    {
      "Species": "V. verticordina"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia verticordina is a flowering plant in the myrtle family, Myrtaceae and is endemic to a small area near the coast of the south-west of Western Australia. It is a small, low-growing shrub with crowded leaves and in spring, scattered pale greenish-cream and golden brown flowers. Its unusual flowers and fleshy leaves give the plant a superficial resemblance to a Darwinia.",
    "Description": "Verticordia verticordina is a shrub with many main stems and which grows to a height of 10–20 cm (4–8 in) and a width of 10–30 cm (4–10 in). The leaves are linear in shape, semi-circular in cross-section, 5–10 mm (0.2–0.4 in) long and crowded near the ends of the branches.The flowers appear in scattered upper leaf axils on thick, erect stalks 2–3 mm (0.08–0.1 in) long. The floral cup is shaped like a hemisphere, about 1 mm (0.04 in) long and hairy, especially near the base. The sepals are cream-coloured, turning brown as they age, elliptic, 3.5 mm (0.1 in) long, erect, with a ragged, papery, slightly hairy edge. The petals are also cream-coloured but with a dark, brownish band in the centre, egg-shaped, pointed, erect and 3 mm (0.1 in) long. The staminodes are pointed, longer than the stamens, and are a golden-brown colour. The style is about 15 mm (0.6 in) long and gently curved with a few hairs near the tip. The fleshy appearance of the leaves, almost entire margin of the sepals and the long style, distinguish this plant from other species of Verticordia and give it a superficial resemblance to Darwinia.  Flowering time is from September to December.",
    "Taxonomy and naming": "Veticordia verticordina was first formally described in 1864 by Ferdinand von Mueller, who gave it the name Chamelaucium verticordina. The description was published in Fragmenta phytographiae Australiae and the type specimen was collected by George Maxwell in what is now the Cape Le Grand National Park. The specific epithet (verticordina) referred to its similarity to a Verticordia. In 1865, George Bentham changed the name to Darwinia verticordina. When Alex George reviewed the genus Verticordia in 1991, he included this species, conserving the specific epithet (\"like a verticordia\").George placed this species in Verticordia subg. Verticordia as the sole member of section Elachoschista.",
    "Distribution and habitat": "This verticordia occurs near the south coast of Western Australia between Esperance and Israelite Bay in the Esperance Plains and Mallee biogeographic regions where it grows near coastal granite outcrops in wet and sandy clay. It is sometimes found growing in heath with Verticordia plumosa var. grandiflora.",
    "Conservation": "Verticordia verticordina is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Although not having the horticultural potential of other verticordias, V. verticordina is relatively easy to propagate from cuttings and can be grown in pots or hanging baskets but does not flower prolifically.\n\n\n== References =="
  }
}