{
  "url": "https://en.wikipedia.org/wiki/Verticordia_laciniata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Jugata"
    },
    {
      "Species": "V. laciniata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia laciniata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an openly branched shrub with linear, slightly hairy leaves and heads of scented, bright yellow flowers which turn red then bronze-coloured as they age.",
    "Description": "Verticordia laciniata is an openly branched shrub which grows to a height of 0.3–1.0 m (1–3 ft) and a width of 15–60 cm (6–20 in). The leaves are linear in shape, semi-circular in cross-section, 8–20 mm (0.3–0.8 in) long, 2–3 mm (0.08–0.1 in) wide with a pointed end and covered with short hairs.The flowers are scented, arranged in corymb-like groups on the ends of the branches, each flower on an erect stalk 10–16 mm (0.4–0.6 in) long. The sepals are spreading, bright yellow, about 4 mm (0.2 in) long with 11 or 12 feathery lobes. The petals are 3–4 mm (0.1–0.2 in) long, egg-shaped to almost round and deeply lobed, bright yellow at first but turning red as they age. The staminodes are narrow, tapering and deeply divided into narrow, pointed lobes. The style is about 5 mm (0.2 in), straight or slightly curved and glabrous. Flowering time is from September to October.",
    "Taxonomy and naming": "Verticordia laciniata was first formally described by Alex George in 1991 from specimens collected near Walkaway and the description was published in Nuytsia. The specific epithet (laciniata) is derived from the Latin word lacinia meaning \"the fringe or lappet on the border of a garment\", referring to the fringed staminodes.George placed this species in subgenus Chrysoma, section Jugata along with V. chrysanthella, V. chrysantha, V. galeata, V. brevifolia, V. coronata and V. amphigia.",
    "Distribution and habitat": "This verticordia grows in sand, loam and clay, often with other species of verticordia in heath and shrubland. It occurs in an area between Walkaway, the Coomallo Important Bird Area, Three Springs and Coorow in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Verticordia laciniata is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia is described as \"a beautiful slender or bushy shrub with brilliant honey-perfumed flowers\". It is difficult to propagate and only a few have been grown in gardens. It has usually been grown from cuttings and those that have been established appear to prefer a sunny position.\n\n\n== References =="
  }
}