{
  "url": "https://en.wikipedia.org/wiki/Verticordia_coronata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Jugata"
    },
    {
      "Species": "V. coronata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia coronata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small shrub with leaves whose shape depends on their position on the plant, and groups of yellow flowers near the ends of the branches.",
    "Description": "Verticordia coronata is a shrub which grows to a height and width of about 10–45 cm (4–20 in) and which has several to many stems at its base. The leaves on the lower part of the plant are linear in shape, roughly round in cross section, 4–9 mm (0.2–0.4 in) long and have a hooked tip while those further up the stem are elliptic to egg-shaped, dished, 2–4 mm (0.08–0.2 in) long and have a rounded end with a sharp tip.The flowers are lightly scented and arranged in round or corymb-like groups on erect stalks 6–12 mm (0.2–0.5 in) long. The floral cup is shaped like half a sphere, 1.0–1.5 mm (0.04–0.06 in) long, glabrous and slightly warty. The sepals are pale to bright yellow colour, 2.5–5.0 mm (0.1–0.2 in) long, with 5 to 7 lobes which have a fringe of coarse hairs. The petals are a similar colour to the sepals, 3.5–5.0 mm (0.1–0.2 in) long, with many lobes spreading like the fingers of a hand. The style is 4.0–4.5 mm (0.2–0.2 in) long, straight and glabrous. Flowering time is from September to November.",
    "Taxonomy and naming": "Verticordia coronata was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collection in the Stirling Range by Alex and Elizabeth George in 1984. The specific epithet (coronata) is derived from the Latin word coronare meaning \"to crown\", hence \"crowned\", referring to the shape of the staminodes.George placed this species in subgenus Chrysoma, section Jugata along with V. chrysanthella, V. brevifolia, V. galeata, V. chrysantha, V. amphigia and V. laciniata.",
    "Distribution and habitat": "This verticordia grows in sand, often coarse sand derived from granite, often with other verticordias in heath or shrubland. It occurs in the Stirling Range National Park and nearby areas including Nyabing, Pingrup, Cranbrook and Katanning in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Verticordia coronata is classified as  \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Verticordia coronata is a difficult plant to propagate and grow in cultivation and its requirements are not yet known.\n\n\n== References =="
  }
}