{
  "url": "https://en.wikipedia.org/wiki/Verticordia_dasystylis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Penicillaris"
    },
    {
      "Species": "V. dasystylis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia dasystylis is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small shrub, with many stems at its base, oblong leaves and scented, fluffy, yellow and white flowers. There are three subspecies, each of which has a priority conservation status.",
    "Description": "Verticordia dasystylis is a shrub which grows to a height of 40 cm (20 in) and which has a number of stems at its base. The leaves are oblong to elliptic in shape, dished, 2.0–3.5 mm (0.08–0.1 in) long with irregularly toothed or bristly edges.The flowers are strongly scented and arranged in corymb-like groups on erect stems about 1.5 mm (0.06 in) long. The floral cup is top-shaped, 2.0 mm (0.08 in) long, hairy and slightly warty. The sepals are pale yellow colour, 4–7 mm (0.2–0.3 in) long, with 5 to 7 white lobes which have a fringe of coarse hairs. The petals are yellow, egg-shaped, 2–3 mm (0.08–0.1 in) long, with many filaments on their ends. The stamens alternate with staminodes which are linear in shape, 0.7–2.5 mm (0.03–0.1 in) long and glabrous. The style is 7–9 mm (0.3–0.4 in) long, extending well beyond the petals and is straight and hairy. Flowering time is from late September to early November.",
    "Taxonomy and naming": "Verticordia dasystylis was first formally described by Alex George in 1991 and the description was published in Nuytsia. The type collection was made near Yellowdine by George. The specific epithet (dasystylis) \"is derived from the Greek dasys (hairy, shaggy) and stylos (style), in reference to the very hairy style\".In the same paper in 1991, George described three subspecies and the names have been accepted by the Australian Plant Census:\nVerticordia dasystylis A.S.George  subsp. dasystylis which has staminodes which are 1.2–2.0 mm (0.05–0.08 in) long, flower stems that are 1.5–4 mm (0.06–0.2 in) long and petals that are 2.0–2.5 mm (0.08–0.1 in) long;\nVerticordia dasystylis subsp. kalbarriensis A.S.George  which has staminodes which are 2.1–2.5 mm (0.08–0.1 in) long, flower stems that are 4–7 mm (0.2–0.3 in) long and petals that are 3 mm (0.1 in) long;\nVerticordia dasystylis subsp. oestopoia  A.S.George  which has staminodes which are 0.7 mm (0.03 in) long.George placed this species in subgenus Verticordia, section Penicillaris with V. penicillaris.",
    "Distribution and habitat": "Subspecies dasystylis occurs in the Yellowdine - Lake Seabrook area in the Coolgardie biogeographic region where it grows in shallow, granitic soil in rocky places;\nSubspecies kalbarriensis occurs near the southern part of the Kalbarri National Park in the Geraldton Sandplains biogeographic region where it grows in stony clay in winter-wet areas near sandplains;\nSubspecies oestopoia occurs near the Arrowsmith River, Eneabba and Bunjil in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions where it grows in coarse sand or clay in open shrubland.",
    "Conservation": "Subspecies dasystylis is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations.\nSubspecies kalbarriensis is also classified as \"Priority Two\";\nSubspecies oestopoia is classified as \"Priority One\" meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "All three subspecies have horticultural potential because of their attractive, \"fluffy\" flowers but further research into their requirements in cultivation is necessary before they are available as garden plants.\n\n\n== References =="
  }
}