{
  "url": "https://en.wikipedia.org/wiki/Verticordia_pulchella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Intricata"
    },
    {
      "Species": "V. pulchella"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia pulchella is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a much-branched shrub with short, narrow leaves and feathery red or red and yellow flowers with long styles in spring and early summer.",
    "Description": "Verticordia pulchella is a shrub with many spreading branches, which grows to a height of 15–40 cm (6–20 in) and 20–60 cm (8–20 in) wide. Its leaves are rough, linear in shape, 2–7 mm (0.08–0.3 in) long and more or less circular in cross-section.The flowers are arranged in rounded groups on the ends of the branches, each flower on a stalk 7–9 mm (0.3–0.4 in) long. The floral cup is top-shaped, about 2 mm (0.08 in) long, hairy and rough near the base. The sepals are 5–6 mm (0.20–0.24 in) long, spreading, bright red or rarely, white, with many long hairs around the edges. The petals are a deep pink, sometimes yellow or creamy-coloured, 3–4 mm (0.1–0.2 in) long, erect, egg-shaped to almost round with short hairs around their edge. The style is 13–15 mm (0.5–0.6 in) long, curved and slightly hairy near the tip. Flowering time is from October to December.",
    "Taxonomy and naming": "Verticordia pulchella was first formally described by Alex George in 1991 and the description was published in Nuytsia. The specific epithet (pulchella) is a Latin word meaning \"pretty\" or \"rather pretty\" referring to the appearance of this species.George placed this species in subgenus Verticordia, section Intricata along with V. monadelpha and V. mitchelliana.",
    "Distribution and habitat": "This verticordia grows in sand with loam and sometimes with clay, in heath and shrubland. It occurs in an area near Narrembeen, in the Avon Wheatbelt and Coolgardie biogeographic regions.",
    "Conservation": "Verticordia pulchella is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and from only one or a few locations.",
    "Use in horticulture": "Verticordia pulchella has been difficult to propagate from cuttings and to establish in gardens. Some specimens have been grown from seed but have not survived for longer than a few months.\n\n\n== References =="
  }
}