{
  "url": "https://en.wikipedia.org/wiki/Verticordia_aereiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. aereiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia aereiflora is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a thin but bushy shrub with small leaves and greenish-yellow flowers with red spots and red fringes on the sepals.",
    "Description": "Verticordia aereiflora is a shrub which grows to a height of 1.0–2.0 m (3–7 ft) and a width of 1.0–1.5 m (3–5 ft) and has a single, highly branched stem. The leaves are almost circular in shape, 2–2.5 mm (0.08–0.1 in) in diameter with a dark brown stalk less than 0.5 mm (0.02 in) long. The flowers are scented, arranged singly or in groups of up to 3 in leaf axils, often in several groups along the branches and have stems that are 2–3 mm (0.08–0.1 in) long. Each flower-cup is top-shaped, 2.5 mm (0.1 in) long, glabrous and has 5 ribs. The sepals are about 4 mm (0.2 in) long, greenish-yellow or yellow with a red fringe. The petals are egg-shaped and crown-like, about 4 mm (0.2 in) long and yellow with red spots. Flowering time is from November to January.",
    "Taxonomy and naming": "The species was first formally described by Elizabeth George and Alex George in 1994 and the description was published in Nuytsia from specimens collected near Yuna. The specific epithet (aereiflora) \"is from the Latin aereus - bronze and flos - a flower, in reference to the colour of the flowers.The authors of the same paper placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. chrysostachys, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in deep yellow sand near claypans in open shrubland in an area of about 1.0 km2 (200 acres) near Yuna in the Geraldton Sandplains biogeographic region.",
    "Conservation": "V. aereiflora is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations. The population is estimated to consist of 200 individual plants on farming property in an area being managed for the plants' protection.",
    "Use in horticulture": "This small shrub would be suitable as a container plant with its small leaves, bushy habit and prolific and attractive flowers. Experiments in propagating the species are being undertaken and it has been grown from cuttings, from seed and by grafting onto Chamelaucium uncinatum. Unfortunately, attempts to grow plants in the ground have often led to sudden and unexplained deaths.\n\n\n== References =="
  }
}