{
  "url": "https://en.wikipedia.org/wiki/Verticordia_verticillata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Tropica"
    },
    {
      "Species": "V. verticillata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia verticillata, commonly known as tropical featherflower or whorled-leaved featherflower is a flowering plant in the myrtle family, Myrtaceae and is endemic to an area in the north of the Northern Territory and Western Australia. It is a woody shrub or small tree with relatively long, linear leaves arranged in whorls, and with irregular groups of creamy-white flowers in spring.",
    "Description": "Verticordia verticillata is an openly branched shrub or small tree possessing a lignotuber and which grows to a height of up to 6 m (20 ft) and a width of 2 m (7 ft). The leaves are arranged in whorls of three or four and are linear in shape, semi-circular to triangular in cross-section, 6–30 mm (0.2–1 in) long, 0.5 mm (0.02 in) wide with a pointed end.The flowers are faintly scented and arranged in irregular groups in leaf axils on stalks 8–15 mm (0.3–0.6 in) long. The floral cup is shaped like a hemisphere, 1.5–2 mm (0.06–0.08 in) long, glabrous and more or less smooth. The sepals are spreading and creamy-white, 5–7 mm (0.2–0.3 in) long, with about 6 hairy lobes. The petals are a similar colour to the sepals, egg-shaped, 4–5 mm (0.16–0.20 in) long, joined for about 1 mm (0.04 in) of that length and have irregular teeth around their edge. The style is 9–13 mm (0.4–0.5 in) long, straight with hairs just below its tip. Flowering time is mainly from August to October, sometimes in other months following rainfall.This species can be distinguished from Verticordia cunninghamii and Verticordia decussata, which sometimes occur in the same area, by its whorled leaves and much longer style.",
    "Taxonomy and naming": "Verticordia verticillata was first formally described in 1977 by Norman Byrnes from a specimen collected on Eva Valley Station in the Northern Territory. The description was published in the journal Austrobaileya. The specific epithet (verticillata) is derived from the Latin word verticillus meaning \"a whorl\" referring to the leaf arrangement of this species.",
    "Distribution and habitat": "Tropical featherflower is widespread in the Kimberley region in Western Australia, and in the north of the Northern Territory, including some of the offshore islands. It grows in sand, often with loam or gravel in open shrubland and woodland.",
    "Conservation": "This verticordia is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife and as \"of least concern\" in the Northern Territory.\n\n\n== References =="
  }
}