{
  "url": "https://en.wikipedia.org/wiki/Verticordia_fastigiata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Micrantha"
    },
    {
      "Species": "V. fastigiata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia fastigiata, commonly known as mouse featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a prostrate or low shrub with small, club-shaped leaves and mouse-scented flowers which vary in colour from golden-yellow and orange to dark red.",
    "Description": "Verticordia fastigiata is a low shrub which grows to a height of 20–40 cm (8–20 in)  and a width of 10–60 cm (4–20 in) with a single, highly branched main stem. The leaves are club-shaped, almost circular in cross-section, 2–5 mm (0.08–0.2 in) long and have a blunt end.The flowers are mouse-scented, arranged corymb-like groups with each flower on a stalk 1–2 mm (0.04–0.08 in) long. They are lemon-yellow and red, golden-yellow and orange to bronze, or deep red. The floral cup is broadly top-shaped, about 0.8 mm (0.03 in) long, hairy and more or less smooth. The sepals are yellow to dark red, about 1.7 mm (0.07 in) long, with 4 lobes which have long-hairy ends. The petals are about 1 mm (0.04 in) long, broad egg-shaped with a finely toothed margin, shiny yellow to dark red. The style is 4.0–5.5 mm (0.16–0.22 in) long, straight or gently curved with a few short hairs. Flowering time is from January to July.",
    "Taxonomy and naming": "Verticordia fastigiata was first formally described in 1852 by Russian botanist Nikolai Turczaninow based on plant material collected by James Drummond and the description was published in Bulletin de la Classe Physico-Mathématique de l'Académie Impériale des Sciences de Saint-Pétersbourg. The specific epithet (fastigiata) is derived from a Latin word meaning \"having parallel, upright branches\", referring to the habit of this species.Verticordia conferta, a species described by botanist George Bentham in 1871 from specimens collected from poorly drained areas near East Mount Barren, has been placed in synonymy with this species.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Micrantha along with V. minutiflora and V. vicinella.",
    "Distribution and habitat": "This verticordia grows in sandy loam and clay over sandstone, sometimes in association with other species of verticordia, in low heath. It occurs in southern areas of the state between Ongerup and Cape Riche in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation": "Verticordia fastigiata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia is usually propagated from cuttings which usually strike easily but are slow to establish when planted out and may take several years to flower. It performs well in Western Australia and on the east coast when grown in light soils in a sunny location. Established plants are moderately frost-tolerant and resistant to pest attacks.\n\n\n== References =="
  }
}