{
  "url": "https://en.wikipedia.org/wiki/Verticordia_blepharophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. blepharophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia blepharophylla is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect, open shrub with a single main stem, leaves with hairy margins and pale to deep mauve-pink flowers and which occurs in an area between Perth and Geraldton.",
    "Description": "Verticordia blepharophylla is an open branched shrub with a single stem at its base and which grows to a height of 0.3–1.0 m (1–3 ft) and a width of .3–1.6 m (1–5 ft). The leaves are elliptic to almost circular in shape, 2–5 mm (0.08–0.2 in) long and are fringed with hairs up to about 1 mm (0.04 in) long.The flowers are scented and arranged in spikes near the ends of the branches, each flower on a stalk 1.0–1.5 mm (0.04–0.06 in) long. The floral cup is top-shaped, 2.0–2.5 mm (0.08–0.1 in) long, has 5 rounded ribs and a slightly warty surface. The sepals are pale to deep mauve-pink, 4.0–4.5 mm (0.16–0.18 in) long, with 6 or 7 lobes with thread-like fringes. The petals are the same colour as the sepals, 4.0–4.5 mm (0.16–0.18 in), broadly egg-shaped with a fringe 1.0–1.5 mm (0.04–0.06 in) long. The style is S-shaped, about 3.5–5 mm (0.14–0.20 in) long, and has a dense beard of hairs 0.5 mm (0.02 in) long. Flowering time is from late November to February.",
    "Taxonomy and naming": "Verticordia blepharophylla was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near Mount Adams by Margaret Pieroni. The specific epithet (blepharophylla) is derived from the Ancient Greek words blepharon meaning \"eyelid\" and phyllon meaning \"leaf\" referring to the hairy leaf margins.George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. bifimbriata, V. lindleyi, V. carinata, V. drummondii, V. wonganensis,V. paludosa, V. luteola, V. attenuata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in deep sand or in low-lying sandy-clay, often with other verticordia species in heath and shrubland. It is found in areas between Mount Adams and Hill River in the Geraldton Sandplains and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Verticordia blepharophylla is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia species has proven to be adaptable to garden conditions, producing large bunches of perfumed flowers, sometimes throughout the year in a wide range of growing conditions and soil types. It can be propagated relatively easily from seed or from cuttings and plants have often flowered in their first year.\n\n\n== References =="
  }
}