{
  "url": "https://en.wikipedia.org/wiki/Verticordia_nitens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Chrysorhoe"
    },
    {
      "Species": "V. nitens"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia nitens, commonly known as Christmas Morrison and other names, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. The Noongar peoples know the plant as kotyeningara. It is an upright shrub with glistening and perfumed flower heads that appear between October and February. The small compact and erect flowers have been noted for their beauty. Although it occurs in areas near Perth, Morrison featherflower is not classed as rare or endangered because it still occurs in large populations, although its numbers have undoubtedly been reduced as a result of urban development.",
    "Description": "Verticordia nitens is a shrub which usually grows to a height of between 0.45 and 1.8 m (1 and 6 ft) although it will sometimes reach a height of 3 m (10 ft), especially in the Gingin area. It will sometimes spread to a width of 0.9 m (3 ft) from upper parts of its solitary basal stem. Unlike some others in the genus, it does not possess a lignotuber. Plants have slender branches, corymb-like in the upper parts. The leaves are needle-like, but soft and 15–25 mm (0.6–1 in) long.The flowers are scented and arranged corymb-like on the ends of the branches, each flower on a stalk 5–16 mm (0.2–0.6 in) long. The flowers vary in colour from bright golden, to orange and to a lemon yellow colour in the taller plants of the Gingin area. The floral cup is top-shaped, about 1.5 mm (0.06 in) long and glabrous. The sepals are spreading, 3–4 mm (0.12–0.16 in) long, and have 7 to 8 feathery lobes. The petals are erect, egg-shaped to almost round, about 3 mm (0.1 in) long, with a toothed margin. The style is about 4 mm (0.2 in) long, glabrous and initially bent but straightens as the flower opens.",
    "Taxonomy and naming": "The first formal description of this species was by John Lindley in 1837. The description was published in W. J. Hooker's Companion to the Botanical Magazine from a dried specimen that Lindley had received. Lindley gave it the name Chrysorhoe nitens. The type specimen for this species was first collected in the 1830s somewhere around the Swan River, Western Australia \"by (?) Toward.\" Lindley recognised its similarity to Verticordia but raised the new genus, noting differences between the two genera.\nIn 1838, Stephan Endlicher changed its name to Verticordia nitida and published the change in Stirpium Australasicarum Herbarii Hugeliani Decades Tres although this is regarded as an orthographical variant and the name Verticordia nitens (Lindl.) Endl. is widely accepted.  Schauer made a similar change of genus in 1841, apparently unaware that Endlicher had already published.Lindley apparently did not agree with the change to Verticordia, recording in his 1840 book, A Sketch of the Vegetation of the Swan River Colony - \"by Dr. Endlicher it is reduced to the genus Verticordia, but I think the character assigned to it in the work alluded to is sufficient to define the genus.\"When Alex George reviewed the genus in 1991, he revived Lindley's epithet and placed this species in subgenus Chrysoma, section Chrysorhoe along with V. aurea and V. patens. Verticordi aurea has larger flowers and broader staminodes, and V. patens has lemon-yellow flowers, lobed staminodes, a much shorter style and an earlier flowering period.",
    "Distribution": "Verticordia nitens occurs as far north as Moore River, and as far south as Yarloop in the Avon Wheatbelt and Swan Coastal Plain biogeographic regions although it does not reach as far as Harvey. The urban sprawl around Perth has created disjunct populations to its north and south. It grows in sand, usually in Banksia woodland and often occurs with Nuytsia floribunda, the Western Australian Christmas Tree, both species having flowers of a \"brilliant orange colour\".",
    "Ecology": "Verticordia nitens and V. aurea are not attractive to typical insect pollinators. Instead, they are pollinated by oligolectic species of solitary bee. In the case of V. nitens, the bee is Euryglossa morrisonii (also known as Euhesma morrisonii) of family Colletidae, which feeds on nectar, pollen, and the oil retained on the anthers of this species.The species is not considered to be threatened by extinction as it is common and populations are large. Naturally occurring plants have been heavily targeted for the cut flower industry, intermittent reports from 1993 record trends upward of 250,000 stems per annum, but the plant recovers well after harvesting.  These later figures show a reduction after closer scrutiny of harvests, though much was obtained from private land, leading to increased sustainability when combined with greater care by pickers. V. nitens' records in the early 1980s were 83 000 bunches, the majority of the 2 000,000 verticordia stems in an annual harvest that sometimes permanently damaged the shrubs. Collection from Crown Land has remained permissible, with industry self-regulating its harvesters, but this may destroy local populations on reserves where this has occurred; the reduction in seeds in the soil can expose these populations to an inability to recover from bushfire in time to sustain its pollinator.The shrub is listed for it susceptibility to Phytophthora cinnamomi, and as an 'indicator species' it is used to detect its presence in banksia woodland, though without observations of its ability to recover.",
    "Cultivation": "The plant was regarded as highly desirable by gardeners in England. The spectacular display, \"strikingly beautiful\", was expected to be marketable, yet it has presented difficulties in its propagation. It was introduced to English gardens in 1840, but was not known to have flowered until 1861.  The introduction to the eastern states of Australia has met with some success, due to the refining of the technique of propagation and the application of early pruning. Heavy pruning was first suggested by James Drummond, an early collector and promoter of the region's flora.\nThe species was mentioned in the early survey, A Sketch of the Vegetation of the Swan River Colony (Edwards's Botanical Register, 1837), which was referred to  an 1861 notice in Curtis's Botanical Magazine by W J Hooker, quoting Lindley,\n\"'the magnificent Chrysorrhoë nitens, whose yellow flowers, of\nmetallic lustre, form masses of golden stars some feet in diameter.' Ever since, it has been the desire of nurserymen and others engaged in horticulture, to import this lovely plant; …\"\nIn these, they note the failure of early attempts to propagate the species in England, the seeds sent from the Swan River Colony mostly failed to germinate, or the plant did not reach maturity. The Veitch Nurseries successfully raised a plant, providing the flowering specimen in August for the illustration by Walter Fitch, but a note in Hortus Veitchii (1906) records the disappointing results and as \"apparently lost to British gardens\". Whether this species was amongst those grown from seeds supplied to Europe in the nineteenth century is lacking evidence and detail.\nLater cultivation techniques made use of cuttings from lower parts of the plant, propagated from soft to semi-hardened wood, to produce longer living specimens. Cuttings taken between autumn to spring strike readily. Seedlings produced in cultivated gardens are rare, due to the absence of its pollinator. The need for study and development of cultivation techniques was identified by Alf Gray in 1966, and suggested this was not beyond regular commercial interests. Early attempts showed poor development in root structure, and susceptibility to fungal diseases present barriers to development as a crop or garden plant. The species has been less successful as an introduction to the eastern states, suffering fungal conditions after rains and remains vulnerable to root rotting—attributed to Phytophthora—in dryer conditions that spare other plants. All members of V. sect. Chrysorhoe are noted for the vulnerability to infection of the rapid growth of soft wood, but this is especially destructive to V. nitens in cultivation. Controls include pruning below sites of infestation, which often appear near the growing tip, results in bushier and more resilient plants for gardens, and study groups have trialled the removal of flowers after downpours. White oil controls used on other verticordia are damaging to V. nitens. Techniques for cultivation for the cut flower industry, replacing the natural harvest, require further development for commercial viability.",
    "Cultural use": "The plant has traditional names Kodjeningara and Kotyeningara, and  common names such as Glistening Verticordia or those deriving from Morrison—later extended to similar species—these include Morrison Featherflower, Morrison-flower, and Orange or Yellow Morrison.\nThe name of early collector, William Morrison from Kew, was attached to V. nitens, and \"Morrison flower\" was extended to the common name for many similar and well known species. Morrison was asked by Seymour Meares, the son of Richard Goldsmith Meares, as the botanist Drummond was unavailable to him.> Meares' request from James Mangles was to deliver material for the cultivation of \"Chrysorhoe nitens\" in England, and unable to recall this name he applied that of the collector as a label. Until this fact was noticed by the historian Rica Erickson, the common name was presumed to commemorate Alexander Morrison, the government botanist at the colony.Besides the 1861 illustration by Fitch, V. nitens was included in Constance Miller's collection of watercolours, The Western Australian Floral Birthday Book 1912, Emily Pelloe painted a portrait of the species in 1925, and full colour photograph was printed in Gardner's West Australian Wildflowers, 1935, the earliest impression of this work. Besides the illustration given to every taxon's description in Elizabeth George's book on the genus by Margaret Pieroni, this species was selected with the 200 plants she painted for Discovering Wildflowers of Western Australia in 1983.Verticordia nitens is commonly dried or preserved, with uses in a variety of arts and crafts, their exquisite arrangement of flowers and leaves being set in resin, as topiary trees, or decoration of cake. Flowering stems are readily available and easily preserved as pressed specimens, and these also appear in decorative applications. In addition to widespread use in flower arranging, they are used locally as a \"Western Australian Christmas\" decoration. Cuttings of the flowers retain colour and perfume, for up to 12 months, and this is one of few Verticordia species that can be hung and dried immediately, without a period in water. Another technique applied to V. nitens involves steeping cuttings in glycerine and hot water before drying, this affects colour but avoids flowers and leaves becoming brittle. They probably comprise the greatest part of Verticordia exported by the state's cut flower industry.",
    "References": "",
    "Notes": "",
    "External links": "\"Image 9483, V. nitens\". Australian Plant Image Index. ANBG. Retrieved 8 December 2010.\n\"Image 9484, V. nitens\". Australian Plant Image Index. ANBG. Retrieved 8 December 2010."
  }
}