{
  "url": "https://en.wikipedia.org/wiki/Verticordia_oxylepis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Infuscata"
    },
    {
      "Species": "V. oxylepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia oxylepis, commonly known as bonsai featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small shrub, often with a layered appearance, small leaves and very small yellow and pink flowers.",
    "Description": "Verticordia oxylepis is a shrub which usually grows to a height of up to 10–20 cm (4–8 in) and  10–45 cm (4–20 in) wide with its main branches mostly horizontal. Its leaves are linear to almost club-shaped, 2–5 mm (0.08–0.2 in) long and semi-circular in cross-section.The flowers and arranged in rounded groups near the ends of the branches, each flower on a stalk 2–5 mm (0.08–0.2 in) long and smelling faintly of mice. The floral cup is hemispherical and 1–1.5 mm (0.04–0.06 in) long. The sepals are green and reddish, 3–4 mm (0.1–0.2 in) long, deeply divided into thin filaments, partly whitish and partly brownish. The petals are cream to yellowish, egg-shaped, about 2 mm (0.08 in) long, and fade to reddish or brown. The style is 6–7 mm (0.24–0.28 in) long, straight and hairy near the tip. Flowering time is from October to January.",
    "Taxonomy and naming": "Verticordia oxylepis was first formally described by Nikolai Turczaninow in 1852 from a specimen collected by James Drummond. The description was published in Bulletin de la Classe Physico-Mathématique de l'Académie Impériale des Sciences de Saint-Pétersbourg. The specific epithet (oxylepis) is derived from the Ancient Greek words oxys meaning \"sharp\" or \"acute\" and lepis meaning \"a scale\", probably in reference to the pointed sepals.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Infuscata along with V. longistylis.",
    "Distribution and habitat": "This verticordia grows in sandy clay, in exposed rocky areas and in heath. It occurs in the area between the Gairdner River and Hopetoun in the Esperance Plains, Avon Wheatbelt, and Mallee biogeographic regions.",
    "Conservation": "Verticordia oxylepis is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Bonsai featherflower is a very slow growing plant. It has been propagated from both cuttings and from seed, and have been grown in a range of soils where they have proven to be hardy in full sun.\n\n\n== References =="
  }
}