{
  "url": "https://en.wikipedia.org/wiki/Verticordia_acerosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Chrysoma"
    },
    {
      "Species": "V. acerosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia acerosa is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with yellow flowers which change colour through red to almost black as they age. There are two varieties which vary in their leaf shape, their flower colour and some of the structures in the flower.",
    "Description": "Verticordia acerosa is a shrub which grows to a height of about 1.0 m (3 ft) and has a single, branching stem. The leaves on the lower part of the stem are linear in shape, pointed, 7–16 mm (0.3–0.6 in) long and dished or almost circular in cross-section. The leaves near the flowers are lance-shaped to egg-shaped or almost circular.  The flower-cup is top-shaped, 1.0–1.5 mm (0.04–0.06 in) long, glabrous, covered with small lumps and has 10 ribs. The petals are shaped like fingers on a hand, 3–4 mm (0.1–0.2 in) and yellow, turning to red. Flowering time is from August to November, from September in southern parts of the plant's range.",
    "Taxonomy and naming": "The species was first formally described by John Lindley in 1839 and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (acerosa) is a Latin word meaning \"full of chaff\".There are two varieties:\n\nV. acerosa  Lindl.  var. acerosa which has its staminodes fringed with hairs, upper leaves that are lance-shaped to egg-shaped and bright yellow young flowers;\nV. acerosa var. preissii  (Schauer) A.S.George  which has staminodes with toothed margins, elliptic to almost circular upper leaves and lemon-yellow young flowers.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Chrysoma, section Chrysoma along with V. citrella, V. subulata, V. endlicheriana.",
    "Distribution and habitat": "The variety acerosa grows in lateritic soils in Jarrah (Eucalyptus marginata) and Marri (Corymbia calophylla) forest or in sand in heath along the Darling Scarp or at the foot of the range between Forrestfield and Cannington. The variety preissii is more widely distributed across the south-west of Western Australia between Coorow and the Fitzgerald River National Park. It grows in a wide range of soils and vegetation associations, often with other species of verticordias in the Avon Wheatbelt, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation": "Verticordia acerosa is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia was first grown in gardens in England in 1842. It can be propagated from cuttings and by seed, some garden specimens having self-sown. Its foliage, red young stems and bright yellow, perfumed flowers make this an attractive garden specimen. The variety preissii is often a more striking, compact small shrub with larger heads of flowers than the type variety. Both varieties need to be grown in light soils in a sunny location. They are usually frost tolerant but sometimes suffer from fungal infections.\n\n\n== References =="
  }
}