{
  "url": "https://en.wikipedia.org/wiki/Verticordia_polytricha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Corymbiformis"
    },
    {
      "Species": "V. polytricha"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia polytricha, commonly known as northern cauliflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect, bushy shrub with linear leaves and dense heads of white flowers in late spring and summer.",
    "Description": "Verticordia polytricha is a shrub with a single stem at its base but which is densely branched and bushy. It grows to a height of 0.7–1.8 m (2–6 ft) and 0.6–1.0 cm (0.2–0.4 in) wide. Its leaves are linear in shape, semi-circular or triangular in cross-section, 3–10 mm (0.1–0.4 in) long and those near the ends of the branches are crowded.The flowers are scented and arranged in dense, corymb-like groups near the ends of the branches, each flower on a stalk about 2–5 mm (0.08–0.2 in) long. The floral cup is hemispherical, 1.0–1.5 mm (0.04–0.06 in) long and hairy on the upper half. The sepals are creamish-white, about 3 mm (0.1 in) long and have a fringe of long hairs. The petals are the same colour as the sepals, spreading at first, erect later, 1.0–1.5 mm (0.04–0.06 in) long and hairy on the outside. The style is 4.5 mm (0.2 in) long, gently curved and hairy near the purple-coloured tip. Flowering time is from late September to February.",
    "Taxonomy and naming": "Verticordia polytricha was first formally described by George Bentham in 1859 from a specimen collected by Augustus Oldfield and the description was published in Flora Australiensis. The specific epithet (polytricha) is derived from the Ancient Greek words poly meaning \"many\" and thrix meaning \"hair\" referring to the hairs on the sepals.In his review of the genus in 1991, Alex George placed this species in subgenus Verticordia, section Corymbiformis along with V. densiflora, V. brownii, V. eriocephala and V. capillaris.",
    "Distribution and habitat": "This verticordia occurs between Binnu and Kalbarri and nearby areas in the Geraldton Sandplains, Jarrah Forest and Yalgoo biogeographic regions where it grows in sand, usually over sandstone in heath and shrubland.",
    "Ecology": "A native bee, Euryglossa evansi has been observed visiting flowers of this verticordia.",
    "Conservation": "Verticordia polytricha is classified as  \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "Northern cauliflower is a hardy and reliable shrub in gardens and is readily propagated from cuttings but can also be grown from seed. It has been grown successfully in full sun in a range of soils and has flowered within 18 months of seed germination.\n\n\n== References =="
  }
}