{
  "url": "https://en.wikipedia.org/wiki/Verticordia_gracilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Platandra"
    },
    {
      "Species": "V. gracilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia gracilis is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a low shrub with small leaves and rounded groups of fluffy pale to deep pink flowers in late spring or early summer, following rain.",
    "Description": "Verticordia gracilis is a shrub which grows to 14–45 cm (6–20 in) high and 20–60 cm (8–20 in) wide and which varies in form from open and spindly to bushy. Its leaves are oblong in shape, almost triangular or circular in cross-section, 2–4 mm (0.08–0.2 in) long with a rounded end.The flowers are scented and arranged in rounded, corymb-like groups near the ends of the branches, each flower on an erect stalk 9–12 mm (0.4–0.5 in) long. The floral cup is top-shaped, about 1.5–2 mm (0.06–0.08 in) long, hairy and slightly warty. The sepals are pale to deep pink, spreading, 3.0–3.5 mm (0.12–0.14 in) long, with a hairy margin. The petals are also pink, erect 2 mm (0.08 in), round and erect with an irregularly toothed edge. The style is curved, 4 mm (0.16 in) long, and has tufts of hairs. Flowering time is from late October to December or January, following rain.",
    "Taxonomy and naming": "Verticordia gracilis was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens north of Mount Holland, north-east of Hyden. The specific epithet (gracilis) is a Latin word meaning \"thin\" or \"slender\" referring to the stems and flower stalks.George placed this species in subgenus Verticordia, section Platandra. Initially, it was the only species in this section but George placed V. setacea in the Section Platandra when that species was described in 2010.",
    "Distribution and habitat": "This verticordia grows in sand, usually with or near loam and gravel, often with other species of verticordia. It is found between Merredin, the Dragon Rocks Nature Reserve and Mount Holland in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions.",
    "Conservation": "Verticordia gracilis is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat. One population is in a nature reserve, but others are threatened because they occur on road verges or railway reserves.",
    "Ecology": "Elizabeth Berndt records that \"closer inspection [of the flowers] reveals many 'dewy' centred flowers dripping with pools of nectar\" however it has been shown that the anthers of this species have glands almost as large as the pollen-bearing locelli. These glands are surrounded by cells that produce a polyphenol and that the oil is released at the same time as the pollen.",
    "Use in horticulture": "Flowers on cultivated specimens of this plant last much longer than those in the wild and their bright colour and sweet scent make them attractive garden plants. Plants have been propagated from cuttings and by grafting onto Darwinia citriodora rootstock. Established plants prefer full sun and well drained soil and some specimens have even performed well in winter-rainfall areas.\n\n\n== References =="
  }
}