{
  "url": "https://en.wikipedia.org/wiki/Verticordia_argentea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. argentea"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia argentea is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect, open shrub with almost circular leaves and scented, pink and white flowers. It usually grows in sand and is found near Eneabba.",
    "Description": "Verticordia argentea is an erect, usually open, spindly shrub which grows to a height of 1–3 m (3–10 ft) with a single main stem. The leaves are broadly egg-shaped to almost circular, 4–7 mm (0.2–0.3 in) long and have a slightly bluish tinge.The flowers are scented, in spike-like groups each with a short stalk about 1 mm (0.04 in) long. Persistent, pointed bracteoles surround the flower. The floral cup is top-shaped, about 3 mm (0.1 in) long and has 5 ribs. The sepals are pale pink, occasionally cream-coloured, 4–5 mm (0.2–0.2 in) long, with 5 to 7 feather-like lobes with a silvery fringe. The petals are pale pink, rarely creamy-white and have fine lines and scattered spots. They are about 5 mm (0.2 in) long and have deeply divided lobes. The style is about 5 mm (0.2 in) long, straight and bearded in its upper part. Flowering time is from October to March or April.",
    "Taxonomy and naming": "The species was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near Eneabba. The specific epithet (argentea) is derived from the Latin word argentum meaning \"silver\" referring to the silvery fringe on the sepals.George placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. chrysostachys, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in white, grey, or yellow sand, usually in association with other verticordias, in shrubland or Eucalyptus todtiana woodland. It is only known from areas south of Eneabba in the Geraldton Sandplains biogeographic region.",
    "Ecology": "The native bee, Dasyhesma argentea has been recorded on this species of verticordia and the insect's name is derived from the plant's name.",
    "Conservation": "Verticordia argentea is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.",
    "Use in horticulture": "In cultivation, V. argentea is generally a bushier shrub than in the wild. Although difficult to establish, plants are generally hardy in well-drained soils in full sun. It is difficult to propagate from cuttings but relatively easy from seed, although seed is hard to obtain. Attempts at grafting onto other species' rootstock has not been successful.\n\n\n== References =="
  }
}