{
  "url": "https://en.wikipedia.org/wiki/Verticordia_inclusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Catocalypta"
    },
    {
      "Species": "V. inclusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia inclusa  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small shrub with small, thick leaves and groups of scented, mostly white to pale pink flowers with a red centre on the ends of the branches in spring.",
    "Description": "Verticordia inclusa is a shrub which grows to 0.2–1 m (0.7–3 ft) high, sometimes spreading to 60 cm (2 ft) wide and is usually openly, but irregularly branched. Its leaves are elliptic in shape, roughly triangular in cross-section, 2–5 mm (0.08–0.2 in) long with a rounded end. Leaves near the flowers tend to be smallerThe flowers are sweetly scented and arranged in rounded, corymb-like groups on the ends of the branches on erect stalks 5–12 mm (0.2–0.5 in) long. The floral cup is top-shaped, about 2 mm (0.08 in) long, more or less smooth and is hairy near its base. The sepals are white to pale pink, 3.5–5 mm (0.1–0.2 in) long, spreading with 4 or 5 lobes which have long, straight, feather-like hairs. The petals are egg-shaped to almost round, white to pink  and red near their base, 3–4 mm (0.1–0.2 in) long and edged with long, pointed lobes. The style is straight, less than 0.5 mm (0.02 in) long and glabrous Flowering occurs from August to November.",
    "Taxonomy and naming": "Verticordia inclusa was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens found near Ravensthorpe by Alex and Elizabeth George. The specific epithet (inclusa) is a Latin word meaning \"enclosed\" or \"confined\" referring to the stamens and style being enclosed by the petals.When Alex George reviewed the genus in 1991, he placed this species in subgenus Verticordia, section Catocalypta along with V. roei, V. apecta, V. insignis, V. habrantha, V. lehmannii and V. pritzelii.",
    "Distribution and habitat": "This verticordia usually grows in sand, often with or over gravel, loam or clay, frequently with other species of verticordia, in heath and shrubland. It occurs in the area between Esperance and the Fitzgerald River National Park and as far north as Moorine Rock and Coolgardie in the Avon Wheatbelt, Coolgardie, Esperance Plains, Mallee biogeographic regions.",
    "Conservation": "Verticordia inclusa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "To date this verticordia has been not been successfully propagated or established in horticulture.\n\n\n== References =="
  }
}