{
  "url": "https://en.wikipedia.org/wiki/Verticordia_bifimbriata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. bifimbriata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia bifimbriata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an open shrub with small leaves and spikes of pink flowers.",
    "Description": "Verticordia bifimbriata is an open branched shrub with a single stem at its base and which grows to a height of 30–90 cm (10–40 in) and a width of 15–40 cm (6–20 in). The leaves are thick, narrow elliptic in shape, concave, 1.5–4 mm (0.06–0.2 in) long and irregularly toothed along their margins.The flowers are scented and arranged in spikes near the ends of the branches, each flower on a stalk 2.0–2.5 mm (0.08–0.1 in) long. The floral cup is top-shaped, 2.0–2.5 mm (0.08–0.1 in) long, has 5 rounded ribs and a mostly smooth surface. The sepals are pink, 5–6 mm (0.20–0.24 in) long, with 6 to 9 lobes with thread-like fringes and prominent fringed appendages. The petals are pink, 5.5–6.5 mm (0.22–0.26 in) with a fringe of branching threads. The style is curved, about 5–6 mm (0.20–0.24 in) long, and has a beard of hairs 0.5 mm (0.02 in) long. Flowering time is from late November to May.",
    "Taxonomy and naming": "Verticordia bifimbriata was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near Wannamal. The specific epithet (bifimbriata) is derived from the Latin prefix bi- meaning \"twice-over\" and the word fimbriatus meaning \"fringed with hairs\" referring to the thread-like fringing hairs on the petals themselves having a fringe.George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. drummondii, V. wonganensis,V. paludosa, V. luteola, V. attenuata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "V. bifimbriata grows in sand, often over a substrate of laterite, sometimes in areas near granite that are wet in winter, in heath, shrubland or Eucalyptus woodland. It is found in areas between Mogumber, New Norcia, Bindoon and the Dryandra Woodland, in the Avon Wheatbelt, Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Verticordia bifimbriata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "In cultivation V. bifimbriata is a slender to bushy shrub with delicately perfumed flowers, making it an attractive garden plant. It is usually propagated from seed and the plants have flowered within 18 months of germinating. Sometimes slow to establish at first, they often then grow vigorously. It will grow in well-drained soil in Sydney with its wet summers and is tolerant of light frosts.\n\n\n== References =="
  }
}