{
  "url": "https://en.wikipedia.org/wiki/Verticordia_harveyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Verticordia"
    },
    {
      "Species": "V. harveyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia harveyi, commonly known as autumn featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a slender, spindly shrub with relatively long leaves and small white, pink or magenta-coloured flowers in late summer and autumn.",
    "Description": "Verticordia harveyi is a spindly, openly branched shrub which grows to 0.2–1.5 m (0.7–5 ft) high and 20–40 cm (8–20 in) wide. The leaves are 8–12 mm (0.3–0.5 in) long, linear in shape, nearly circular in cross-section and terminate in a long point.The flowers are arranged in corymb-like groups, each flower on an erect stalk, 3–6 mm (0.1–0.2 in) long. The floral cup is top-shaped, 1.5 mm (0.06 in) long, smooth and covered with short, soft hairs. The sepals are white or pink to magenta-coloured, 3.5–4 mm (0.14–0.16 in) long, with 6 to 8 hairy lobes. The petals are the same colour as the sepals, about 2.5 mm (0.1 in), egg-shaped and erect with pointed teeth around their edges and hairs on the outside surface. The staminodes are longer than the stamens, curve inwards and are hairy. The style is 5 mm (0.2 in) long, curved with many short hairs near its tip. Flowering time is from January to April.",
    "Taxonomy and naming": "Verticordia harveyi was first formally described by George Bentham in 1867 and the description was published in Flora Australiensis. The type collection was made by William Henry Harvey near Cape Riche. A similar specimen preserved by George Maxwell in 1860 has been identified as this species, (a syntype) and was probably collected at the same location. The specific epithet (harveyi) honours the Irish botanist who made the type collection.When Alex George reviewed the genus in 1991, he placed this species in subgenus Verticordia, section Verticordia along with V. crebra, V. helichrysantha, V. plumosa, V. stenopetala, V. sieberi, V. pityrhops and V. fimbrilepis.",
    "Distribution and habitat": "This verticordia grows in deep sand, usually in open Banksia woodland. It is found near Cape Riche, Manypeaks and in the Stirling Range National Park in the Esperance Plains and Jarrah Forest biogeographic regions.",
    "Conservation": "Verticordia halophila is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened. It was previously listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) but with the discovery of four populations in a national park, the species was judged to be not eligible for listing.",
    "Use in horticulture": "This species can be readily propagated from cuttings but sometimes difficult to grow on, being susceptible to fungal attack. Darker-flowering forms have more horticultural value than the lighter coloured ones as the flowers of the latter type tend to be hidden between the leaves. Specimens are maintained in pots in Kings Park.\n\n\n== References =="
  }
}