{
  "url": "https://en.wikipedia.org/wiki/Verticordia_densiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Corymbiformis"
    },
    {
      "Species": "V. densiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia densiflora, commonly known as compacted featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with small leaves, usually small pink and white flowers and which is widespread in the south-west of the state. It is a variable species and in his 1991 paper, Alex George formally described five varieties.",
    "Description": "Verticordia densiflora is an openly branched shrub which grows to a height of 2 m (7 ft). The leaves vary in shape from linear to egg-shaped and those nearer the flowers are usually broader than those on the lower part of the stem.The flowers are scented and arranged in round or corymb-like groups on erect stalks from 1.5 to 9 mm (0.06 to 0.4 in) long, depending on the variety. The floral cup is shaped like half a sphere, about 1.5 mm (0.06 in) long, smooth but hairy near its base. The sepals are pink, cream-coloured or pale yellow, sometimes white, 2–4 mm (0.08–0.2 in) long, with 3 lobes which have a fringe of coarse hairs. The petals are a similar colour to the sepals, 0.8–2.0 mm (0.03–0.08 in) long, egg-shaped many filaments on their ends. The style is 4–6 mm (0.16–0.24 in) long, extending beyond the petals and is curved and hairy. Flowering time differs, depending on the variety.",
    "Taxonomy and naming": "Verticordia densiflora was first formally described by John Lindley in 1839 and the description was published in A Sketch of the Vegetation of the Swan River Colony. The type collection was made near the Swan River by James Drummond. The specific epithet (densiflora) \"from the Latin densus (dense, crowded) and -florus (-flowered), in reference to the inflorescence.\"In a review of the genus in 1991, Alex George described five varieties of this species:\nVerticordia densiflora Lindl.  var. densiflora which has leaves 0.8–1.2 mm (0.03–0.05 in) wide near the flowers, flower stalks less than 4 mm (0.2 in) long, corymb-like groups of pink or pink and cream-coloured flowers with sepals 2–2.2 mm (0.08–0.09 in) long and petals 0.8–1.0 mm (0.03–0.04 in) long;\nVerticordia densiflora var. cespitosa (Turcz.) A.S.George which has similar leaves and flower arrangement as var. densiflora but the sepals (2.5–3.5 mm (0.098–0.14 in)) and petals (0.8–1.0 mm (0.03–0.04 in)) are longer;\nVerticordia densiflora var. pedunculata  A.S.George  which has the longest flower stalks (mostly 5–9 mm (0.2–0.4 in)), sepals (3.8–4 mm (0.1–0.2 in)) and petals (1.6–2.0 mm (0.06–0.08 in)) of the species;\nVerticordia densiflora var. rosteostella  A.S.George  which has leaves 2.0–2.5 mm (0.08–0.1 in) wide near the flowers, flower stalks less than 4 mm (0.2 in) long, small, rounded groups of pink or pink and cream-coloured flowers with sepals 2–3.5 mm (0.08–0.1 in) long and petals 0.8–1.9 mm (0.03–0.07 in) long;\nVerticordia densiflora var. stelluligera  A.S.George  which is similar to var. rosteostella except that the flowers are yellow or cream-coloured.George placed this species in subgenus Verticordia, section Corymbiformis along with V. polytricha, V. brownii, V. eriocephala and V. capillaris.",
    "Distribution and habitat": "This verticordia occurs in a wide range of soils and vegetation associations in the south-west of Western Australia, with each variety having slightly differing requirements.",
    "Conservation": "Pedunculata is the rarest of the five varieties and is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). Variety rosteostella is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat. The three other varieties are classified as \"not threatened\".",
    "Use in horticulture": "Most varieties and forms of this species have been grown and are hardy in gardens in a range of soils and growing conditions. Most can be propagated from cuttings and have horticultural merit.\n\n\n== References =="
  }
}