{
  "url": "https://en.wikipedia.org/wiki/Verticordia_centipeda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. centipeda"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia centipeda is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with a single stem at the base, small crowded leaves and greenish-pink flowers with a silvery fringe, in spike-like groups on the ends of the branches. It is common in areas around Geraldton.",
    "Description": "Verticordia centipeda is a shrub which grows to a height of 0.2–1.0 m (0.7–3 ft) and a spread of 20–50 cm (8–20 in) and which has a single, highly branched stem at its base. Its leaves are egg-shaped to elliptic, 1.5–2.5 mm (0.06–0.1 in) long, about 1 mm (0.04 in) wide, dished and with many short hairs along their edges.The flowers are lightly scented and arranged in spike-like groups, each flower on a stalk 2.0–2.5 mm (0.08–0.1 in) long. The floral cup is top-shaped, 1.5–2.0 mm (0.06–0.08 in) long, glabrous with 5 ribs and tiny green appendages. The sepals are greenish-pink, 3.0–3.5 mm (0.12–0.14 in) long, with 5 or 6 main lobes with silvery fringes. The petals are pink, 3.5 mm (0.1 in), with a fringe about 1.0 mm (0.04 in) long. The style is bent, 4 mm (0.2 in) long and has hairs 0.4 mm (0.02 in) long. Flowering time is from October to December.",
    "Taxonomy and naming": "Verticordia centipeda was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near Eneabba by Alex and Elizabeth George. The specific epithet (centipeda) refers to the centipede-like appearance of the leaves resulting from their hairy edges.George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. drummondii, V. wonganensis,V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. attenuata, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in sand, often over gravel, clay or loam, often with other verticordias in heath and shrubland in areas between Northampton, Yuna, Eneabba and Coorow in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Verticordia centipeda  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species is insignificant when not in flower but attractive and sweetly perfumed when flowering. It has been propagated from cuttings but has been difficult to establish, sometimes being susceptible to chlorosis.\n\n\n== References =="
  }
}