{
  "url": "https://en.wikipedia.org/wiki/Verticordia_apecta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Catocalypta"
    },
    {
      "Species": "V. apecta"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia apecta, commonly known as scruffy verticordia or Hay River featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a slender shrub with linear lower stem leaves, narrow elliptic upper stem leaves and elliptic to egg-shaped leaves near the flowers. There are only a few flowers in the upper leaf axils on relatively long stalks and the sepals are deep pink with fine, white fringes.",
    "Description": "Verticordia albida is a slender, erect shrub with a single main stem and which grows to a height of between 20 and 45 cm (8 and 20 in). Its leaves differ from each other, depending on their position on the plant. The lower leaves are linear in shape, triangular in cross-section and 3–9 mm (0.1–0.4 in) long. Those further up the stems are elliptic in shape and about 7 mm (0.3 in) long. Leaves near the flowers are elliptic or egg-shaped with the narrower end towards the base and triangular in cross section.The flowers are few in number, arranged in some of the upper leaf axils on stalks 9–19 mm (0.4–0.7 in) long. The sepals are deep pink and 4 mm (0.2 in) long including their lobes and fine white fringe. The petals are roughly circular in shape, deep pink, 4 mm (0.2 in) long with four to six main long pointed lobes and many smaller lobes. The style is about 0.3 mm (0.01 in) long with short hairs around its end. Flowering time is mostly in November to January.",
    "Taxonomy and naming": "Verticordia apecta was first formally described by Elizabeth George and Alex George in 1994 from specimens collected near Mount Barker and the description was published in Nuytsia. The specific epithet (apecta) is derived from the Ancient Greek word ἄπεκτος (ápektos) meaning \"uncombed\", referring to the untidy appearance of the flowers of this species.George placed this species in subgenus Verticordia, section Catocalypta along with V. roei, V. inclusa, V. insignis, V. habrantha, V. lehmannii and V. pritzelii.",
    "Distribution and habitat": "This verticordia grows in sandy clay in low, open Eucalyptus wandoo woodland in a small area near Mount Barker in the Jarrah Forest biogeographic region.",
    "Conservation": "Verticordia apecta is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and an Interim Recovery Plan has been prepared. It has also been listed as \"Critically Endangered\" (CR) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The population size was estimated to be 16 mature plants in 2009. The main threats to the species are too-frequent fires and infestation by the dieback fungus Phytophthora cinnamomi.",
    "Use in horticulture": "Due to the relatively recent discovery of this species, few attempts at propagation have been attempted and all so far have been unsuccessful.\n\n\n== References =="
  }
}