{
  "url": "https://en.wikipedia.org/wiki/Verticordia_venusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. venusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia venusta is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an openly branched shrub with small, egg-shaped leaves and spikes of pink to maroon-coloured flowers in spring and early summer.",
    "Description": "Verticordia venusta is an openly branched shrub which grows to 0.3–3 m (1–10 ft) high and wide with one main stem at the base. Its leaves are egg-shaped to elliptic and 3–4 mm (0.1–0.2 in) long. The flowers are sometimes scented and are arranged in spike-like groups, each flower on a stalk 1.5–2 mm (0.06–0.08 in) long. The flowers open in succession, the lowest first, and are pale mauve or pink to maroon, fading as they age. The floral cup is top shaped, 3 mm (0.1 in) long, ribbed, glabrous and has small green appendages. The sepals are spreading, 4–5 mm (0.16–0.20 in) long, with 8 to 13 feathery lobes. The petals are erect, almost circular in shape 4–5.5 mm (0.16–0.22 in) long and have teeth around their edges. The style is 5 mm (0.2 in) long, curved and hairy near the tip. Flowering time is from September to January.",
    "Taxonomy and naming": "Verticordia venusta was first formally described by Alex George in 1991 from specimens collected south of Manmanning and the description was published in Nuytsia. The specific epithet (venusta) is a Latin word meaning \"like Venus\", \"beautiful\" or \"lovely\", referring to the plant when in flower.George placed this species in subgenus Chrysoma, section Chrysoma along with V. citrella, V. endlicheriana and V. acerosa.",
    "Distribution and habitat": "This verticordia occurs north-east of Perth between Mullewa, Gunyidi, Dowerin and Bencubbin in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions. It grows in sand, sometimes with gravel or clay in heath and shrubland.",
    "Conservation": "Verticordia venusta is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Propagation of V. venusta from cuttings has proven difficult but it has been successfully grafted onto Chamelaucium uncinatum rootstock. It is usually slow to establish in the garden but is often hardy and has sometimes been grown in containers for several years.\n\n\n== References =="
  }
}