{
  "url": "https://en.wikipedia.org/wiki/Verticordia_decussata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Tropica"
    },
    {
      "Species": "V. decussata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia decussata is a flowering plant in the myrtle family, Myrtaceae and is endemic to an area in the north of the Northern Territory. It is an open shrub with a distinctive leaves and leaf arrangement and small spikes of cream to white flowers on the ends of the branches.",
    "Description": "Verticordia decussata is an open, spreading, irregularly branched shrub which grows to a height of up to 5 m (20 ft). The leaves are crowded, arranged in alternating pairs at right angles to the ones above and below so that the leaves are in four rows (decussate) on short side branches. They are linear to rectangular in shape, semi-circular in cross-section, 1.2–2.5 mm (0.05–0.1 in) long, about 0.5 mm (0.02 in) wide, leathery in texture and have a groove on the lower surface.The flowers are faintly scented and arranged in small groups in leaf axils on stalks 0.5–1.0 mm (0.02–0.04 in) long. The floral cup is shaped like half a sphere, 1.0–1.6 mm (0.04–0.06 in) long, glabrous and smooth. The sepals are white to cream-coloured, 4–5 mm (0.16–0.20 in) long, with 2 or more hairy lobes. The petals are cream-coloured to white, broadly egg-shaped, 2–3.5 mm (0.08–0.1 in) long, joined for about 1 mm (0.04 in) of that length and have irregular teeth around their top edge. The style is 3.5–4.5 mm (0.1–0.2 in) long, straight with hairs just below its tip. Flowering time is mainly from July to November.",
    "Taxonomy and naming": "Verticordia decussata was first formally described by Norman Byrnes in 1977 and the description was published in Austrobaileya. The specific epithet (decussata) was suggested by Dr. Stanley Blake but Blake did not fulfill his intention of describing the species. The epithet refers to the decussate leaf arrangement.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Eperephes, section Tropica along with V. cunninghamii and V. verticillata.",
    "Distribution and habitat": "Along with V. cunninghamii and V. verticillata, this verticordia is one of only three found in the Northern Territory. It usually grows in sandy soils on or near sandstone escarpments in scattered locations between Katherine and western Arnhem Land and including Kakadu National Park.",
    "Conservation": "Verticordia cunninghamii is classified as \"least concern\" by the Northern Territory Government Territory Parks and Wildlife Conservation Act,",
    "Use in horticulture": "To date, there are no records of V. decussata  having been propagated or grown in gardens.\n\n\n== References =="
  }
}