{
  "url": "https://en.wikipedia.org/wiki/Verticordia_staminosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Synandra"
    },
    {
      "Species": "V. staminosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia staminosa is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub comprising two subspecies, one of which has two varieties. All three types have a limited distribution and have been classified as \"Threatened\". It is distinguished from other species of verticordia by its prominent, long stamens which extend well beyond its feathery yellow sepals and petals.",
    "Description": "Verticordia staminosa is a shrub which sometimes grows to a height of 20–60 cm (8–20 in) or 30–100 cm (10–40 in) depending on subspecies. The branches are bristly and the leaves are linear to cylindrical in shape, glabrous and 7–14 mm (0.3–0.6 in) long.\nThe flowers are arranged in the upper leaf axils on a stalk 4–6 mm (0.2–0.2 in) long. The floral cup is hemispherical, about 2 mm (0.08 in) long, warty but glabrous. The sepals are feathery, spreading, 5–7 mm (0.2–0.3 in) long, lemon-yellow at first but later turn reddish. The petals are about the same colour and length as the sepals but erect and divided into feathery, finger-like lobes. The stamens  and staminodes are joined to form a tube at their lower end and the stamens are 6–12 mm (0.2–0.5 in) long alternating with much shorter staminodes. The style is 7–12 mm (0.28–0.47 in) long, straight and glabrous. Flowering time is usually from July to October.",
    "Taxonomy and naming": "Verticordia staminosa was first formally described by Charles Gardner and Alex George in 1963 from a specimen collected near Wongan Hills by Harry Butler and the description was published in the Journal of the Royal Society of Western Australia. The specific epithet (staminosa) refers to the prominent stamens.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Chrysoma, the only species in section Synandra.George described three forms of this species:\n\nVerticordia staminosa subsp. staminosa which has stamens 9–12 mm (0.4–0.5 in) long;\nVerticordia staminosa subsp. cylindracea var. cylindracea which is a shrub with widely spreading branches and stamens 5–6 mm (0.20–0.24 in) long;\nVerticordia staminosa subsp. cylindracea var. erecta which is an erect shrub with pine-like leaves and stamens 5–6 mm (0.20–0.24 in) long.",
    "Distribution and habitat": "Verticordia staminosa grows in soil in crevices on exposed granite outcrops. Subspecies staminosa is only known from a single locality in the Wongan Hills, variety cylindracea between Newdegate and Pingaring and variety erecta in a small area north-west of Newdegate.Verticordia staminosa is commonly known as Wongan verticordia and is only known from about 1200 plants. Relatively large numbers of seedling establish each year and its rarity is thought to be a result of climate change and increased frequency of fire.",
    "Conservation": "All three forms of V. staminosa are classified as \"Threatened\" by the Western Australian Government Department of Parks and Wildlife, meaning that it they are in danger of extinction.",
    "Use in horticulture": "Verticordia staminosa can be readily propagated from cuttings these are initially often slow-growing in their first year in the garden.\n\n\n== References =="
  }
}