{
  "url": "https://en.wikipedia.org/wiki/Verticordia_galeata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Jugata"
    },
    {
      "Species": "V. galeata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia galeata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a woody shrub with thin, pointed cylinder-shaped leaves and heads of bright yellow flowers on the ends of the branches in spring.",
    "Description": "Verticordia galeata is a shrub which grows to 1 m (3 ft) high and wide and which is irregularly branched. Its leaves are linear in shape, almost circular in cross-section, 10–30 mm (0.4–1 in) long with a pointed end.The flowers are honey-scented and arranged in corymb-like groups near the ends of the branches, each flower on an erect stalk 12–20 mm (0.5–0.8 in) long. The floral cup is shaped like half a sphere, about 2 mm (0.08 in) long, glabrous and has a slightly warty surface. The sepals are bright yellow, spreading, 5 mm (0.2 in) long, with 7 to 9 densely hairy lobes. The petals are also bright yellow, erect 5 mm (0.2 in), with long, spreading, finger-like projections. The stamens possess an inflated appendage, a hood, that nearly covers their tips and the staminodes are pointed and triangular. The style is straight, 2.5–3.7 mm (0.098–0.15 in) long, and glabrous. Flowering time is from September to November.\nThis verticordia is similar to V. chrysantha, V, chrysanthella and V. nobilis but is distinguished from them by its longer leaves, longer flower stalks and bright yellow, non-fading flowers.",
    "Taxonomy and naming": "Verticordia galeata was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near the Murchison River in Kalbarri National Park by Alex George and Bob Wemm. The specific epithet (galeata) is derived from the Latin word galeatus meaning \"helmeted\".George placed this species in subgenus Chrysoma, section Jugata along with V. chrysanthella, V. chrysantha, V. brevifolia, V. coronata, V. amphigia and V. laciniata.",
    "Distribution and habitat": "The known populations, of which there are few, are found on red sand, amid sandstone gorges, in the open scrublands of its small range around the lower Murchison River in the northern section of the Geraldton Sandplains biogeographic region.",
    "Conservation": "Verticordia galeata is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations. It does not possess a lignotuber, so is susceptible to altered fire regimes; the distribution range is within the Kalbarri National Park, a protected area that has become vulnerable to high intensity fires.",
    "Use in horticulture": "Flowers on cultivated specimens of this plant last much longer than those in the wild and their bright colour and sweet scent make them attractive garden plants. Plants have been propagated from cuttings and by grafting onto Darwinia citriodora rootstock. Established plants prefer full sun and well drained soil and some specimens have even performed well in winter-rainfall areas.\n\n\n== References =="
  }
}