{
  "url": "https://en.wikipedia.org/wiki/Verticordia_hughanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. hughanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia hughanii, commonly known as Hughan's featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small shrub with spreading, oblong leaves and spike-like groups of bright red flowers near the ends of the branches. It is a rare plant, only known from three small populations and currently meets the requirements of the World Conservation Union (IUCN 2000) Red List Category \"Endangered\".",
    "Description": "Verticordia hughanii is a shrub which grows to 15–30 cm (6–10 in) high and 30–75 cm (10–30 in) wide and may be openly or densely branched. Its leaves are elliptic to narrow egg-shaped, 2–3 mm (0.08–0.1 in) long with a rounded end. When the plant is stressed by cold or very hot weather, the colour of the leaves changed to almost purple.The flowers are unscented and arranged in spike-like groups on the ends of the branches, each flower on a stalk 2–2.5 mm (0.08–0.1 in) long. The floral cup is broadly top-shaped, about 1.5 mm (0.06 in) long, glabrous, slightly warty and has thick green appendages about 0.5 mm (0.02 in) long. The sepals are bright red, spreading, 3.5–4 mm (0.14–0.16 in) long, with 5 or 6 long, hairy lobes. The petals are bright red, erect, 2.5–3 mm (0.098–0.12 in) long, egg-shaped with a few short teeth on the end. The style is straight or slightly curved, 12–14 mm (0.5–0.6 in) long with a few short hairs near its tip. Flowering time is from November to February.",
    "Taxonomy and naming": "Verticordia hughanii was first formally described by Ferdinand von Mueller in 1878 and the description was published in Fragmenta phytographiae Australiae from specimens collected by Allan Hughan. The specific epithet (hughanii) honours Hughan, a grazier and plant collector from Swan Hill who collected the type of this species and four other verticordias.When Alex George reviewed the genus in 1991, he placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila,  V. blepharophylla, V. lindleyi, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla and V. spicata.",
    "Distribution and habitat": "This verticordia grows in sand with gypsum on saline flats and sandy loam in heath and shrubland. It is only known from three populations with a total of 20 mature plants (as at October 2015) between Dowerin and Goomalling in the Avon Wheatbelt biogeographic region.",
    "Conservation": "Verticordia hughanii is classified as  \"Threatened\" by the Western Australian Government Department of Parks and Wildlife meaning that it is likely to become extinct or is rare, or otherwise in need of special protection. It is also classed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act), meets the requirements of the World Conservation Union (IUCN 2000) Red List Category \"Endangered\" and an interim recovery plan has been prepared. The main threats to the known populations are lack of recruitment (most of the plant are old and new plants are rarely seen), grazing by rabbits, weed invasion (especially wild oats Avena fatua), increase in salinisation of groundwater and inappropriate fire regimes. The current owners of the land with the largest population are \"enthusiastic\" about conservation of this species but future changes in land ownership are also a potential threat.",
    "Use in horticulture": "This verticordia has been described as \"startingly beautiful\" when in flower from November to March or April in cultivation. It strikes readily from cuttings and thrives in well-drained soils in both winter- and summer-rainfall areas. Unfortunately it has not been possible to date to establish saleable plant in pots for general horticulture.\n\n\n== References =="
  }
}