{
  "url": "https://en.wikipedia.org/wiki/Verticordia_etheliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. etheliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia etheliana is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with one highly branched main stem, egg-shaped to almost round leaves and spike-like groups of bright red flowers with greenish-cream centres.",
    "Description": "Verticordia etheliana is a shrub which grows to a height of 1.0–1.5 m (3–5 ft) and which has one highly branched stem at its base, although the plant is often openly branched. The leaves are broadly egg-shaped, elliptic or almost round, 2–6 mm (0.08–0.2 in) long, sometimes with a few irregular teeth on the edges.\nThe flowers are arranged in spike-like groups on stalks 3–10 mm (0.1–0.4 in) long. The floral cup is top-shaped, 3–5 mm (0.1–0.2 in) long, glabrous and smooth with curved green appendages. The sepals are bright red, often creamish-green on their lower parts, 7–10 mm (0.3–0.4 in) long, with 8 to 16 feathery lobes. The petals are cream-coloured to pink when they open but become bright red, 6–10 mm (0.2–0.4 in) long, with a feathery edge and 2 ear-shaped appendages at their base. The style is 12–20 mm (0.5–0.8 in) long, gently curved, with simple hairs and extends well beyond the petals. Flowering time is from July to November or December.",
    "Taxonomy and naming": "Verticordia etheliana was first formally described by Charles Gardner in 1942 and the description was published in the Journal of the Royal Society of Western Australia from specimens collected between \"Yaringa\" station and Northampton by William Blackall. The specific epithet (etheliana) honours Ethel Gray Blackall, the wife of the collector of the type specimens.When Alex George reviewed the genus Verticordia in 1991, he described two varieties of this species:\nVerticordia etheliana C.A.Gardner  var. etheliana which has leaves which are 3–6 mm (0.1–0.2 in) long, flower stalks 6–10 mm (0.2–0.4 in) long, sepals 9–10 mm (0.35–0.39 in) long, petals 6–10 mm (0.2–0.4 in) long, and a style which is 16–20 mm (0.6–0.8 in);\nVerticordia etheliana var. formosa  A.S.George  which shorter leaves, flower stalks, sepals, petals and styles than var. etheliana;.George placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. chrysostachys, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. aereiflora, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. albida and V. grandis.",
    "Distribution and habitat": "This verticordia grows in sandy, gravelly or loamy soil, in heath or shrubland between the Billabong Roadhouse and the Kalbarri National Park and as far east as near Mullewa in the Avon Wheatbelt, Geraldton Sandplains and Yalgoo biogeographic regions.",
    "Conservation": "Both varieties of Verticordia etheliana are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Both varieties of V. etheliana  are strikingly attractive and have been grown in gardens, although propagation and cultivation are difficult.\n\n\n== References =="
  }
}