{
  "url": "https://en.wikipedia.org/wiki/Verticordia_jamiesonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Jamiesoniana"
    },
    {
      "Species": "V. jamiesonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia jamiesonii  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is small shrub with short leaves crowded on young branchlets and white to pale pink flowers in small groups on the ends of branches in early spring.",
    "Description": "Verticordia jamiesonii is an open shrub which grows to 20–60 cm (8–20 in) high and 20–40 cm (8–20 in) wide with its leaves crowded on the younger side-branches. Its leaves are oblong in shape, semi-circular in cross-section 1–3 mm (0.04–0.1 in) long with their edges rather translucent and irregular. The leaves near the flowers are slightly larger than those further down the stems.The flowers are lightly scented and are arranged in small, rounded groups on the ends of the branches on stalks 2.5–6 mm (0.1–0.2 in) long. The floral cup is  hemispherical, 2.0–2.5 mm (0.08–0.1 in) long, glabrous and smooth. The sepals are cream coloured at first, 5–6 mm (0.20–0.24 in) long, turning pink as they age and have 6 to 9 hairy lobes. The petals are white, 3.5–4.5 mm (0.1–0.2 in) long, erect, egg-shaped with a few hairs and a coarsely toothed edge. The style is straight, 2 mm (0.08 in) long, thick and hairy near its base. Flowering occurs from September to October.",
    "Taxonomy and naming": "Verticordia jamiesonii was first formally described in 1883 by Ferdinand von Mueller from specimens collected in 1882 by John Forrest, near the Gascoyne River. The description was published in \"Southern Science Record\".The specific epithet (jamiesonii) honours James Jamieson, a lecturer in obstetric medicine at the University of Melbourne from 1879 to 1908.When Alex George reviewed the genus in 1991, he placed this species in subgenus Eperephes, the only species in section Jamiesoniana.",
    "Distribution and habitat": "This verticordia grows in sand or clay on low lateritic breakaways and on rocky hills in open shrubland. It occurs as scattered populations, mostly on pastoral leases between the Gascoyne River and Yalgoo and in the Gibson Desert in the Gascoyne, Gibson Desert, Great Victoria Desert, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "Verticordia interioris is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "The tiny leaves, shiny red new growth and feathery flowers of this verticordia have been described as \"attractive\" features and the plant has been cultivated since 1991. Propagation has usually been from cuttings and the plants have established in sand with gravel in full sun. They are relatively drought and frost hardy as well as resistant to the fungal disease that affect some other eremophilas.\n\n\n== References =="
  }
}