{
  "url": "https://en.wikipedia.org/wiki/Verticordia_mitodes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. mitodes"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia mitodes is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with a single, highly-branched main stem, small leaves and small spikes of magenta-coloured flowers in late spring.",
    "Description": "Verticordia mitodes is a shrub with a single main stem with many side branches, which grows to a height of 15–45 cm (6–20 in) and 20–60 cm (8–20 in) wide. Its leaves are broadly elliptic to egg-shaped, 1–2 mm (0.04–0.08 in) long, 0.5–1.0 mm (0.02–0.04 in) wide and are covered with short hairs.The flowers are sweetly scented and are arranged in spike-like groups, each flower on a spreading stalk 2–3.5 mm (0.08–0.1 in) long. The floral cup is a top-shaped, about 2.5 mm (0.1 in) long, 5-ribbed and glabrous with rounded green appendages. The sepals are 3–4 mm (0.1–0.2 in) long, pale pink to magenta-coloured and have between 5 and 7 hairy lobes. The petals are a similar colour to the sepals, 4–5 mm (0.16–0.20 in) long and have a fringe a further 2.5–3 mm (0.098–0.12 in) long. The style is 5–6 mm (0.20–0.24 in) long, curved and has a tuft of hairs near the tip. Flowering time is from late October to December.",
    "Taxonomy and naming": "Verticordia mitodes was first formally described by Alex George in 1991 and the description was published in Nuytsia. The specific epithet (mitodes) is an Ancient Greek word meaning \"thread-like\" referring to the fringe on the petals.George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. bifimbriata, V. lindleyi, V. blepharophylla, V. drummondii, V. wonganensis,V. paludosa, V. luteola, V. attenuata, V. tumida, V. carinata, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in sandy soil, sometimes with gravel and loam, in heath and shrubland, often with other species of verticordia. It occurs between Mukinbudin, Bungalbin, Narembeen and Marvel Loch, Western Australia in the Avon Wheatbelt and Coolgardie biogeographic regions.",
    "Conservation": "Verticordia mitodes is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "In cultivation, V. mitodes is slow growing, producing a small bushy plant which flowers from November to March. Propagation from seed has proven easier than from cuttings and established plants are frost and drought tolerant.\n\n\n== References =="
  }
}