{
  "url": "https://en.wikipedia.org/wiki/Verticordia_multiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Pilocosta"
    },
    {
      "Species": "V. multiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia multiflora is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, openly branched shrub with small leaves and groups of scented, bright yellow flowers on the ends of the branches in spring or early summer.",
    "Description": "Verticordia multiflora is a shrub which grows to a height of up to 60 cm (20 in) and is irregularly and openly branched. Its leaves are oblong to elliptic in shape, 2–4 mm (0.08–0.2 in) long, semicircular in cross section and often have tiny serrations along their edges.The flowers are arranged in rounded groups on the ends of the branches, each flower on a stalk 10–12 mm (0.4–0.5 in) long. The floral cup is top-shaped, 2–3 mm (0.08–0.1 in) long and hairy with small swellings beneath each sepal. The sepals are bright yellow, 4–6 mm (0.16–0.24 in) long and are deeply divided and hairy. The petals are a similar colour, erect, 2.5–5 mm (0.1–0.2 in) long, egg-shaped to almost round with a hairy margin. The style is 3–5.3 mm (0.1–0.2 in) long, straight, and has long white hairs along its length. Flowering time is from October to January, depending on subspecies.",
    "Taxonomy and naming": "Verticordia multiflora was first formally described by Nikolai Turczaninow in 1847 from a specimen collected by James Drummond and the description was published in Bulletin de la Societe Imperiale des Naturalistes de Moscou. The specific epithet (multiflora) is a Latin word meaning \"many-flowered\".There are two subspecies:\n\nVerticordia multiflora Turcz. subsp. multiflora which has sepals 4.0–4.5 mm (0.16–0.18 in) long, petals 2.5–3.0 mm (0.098–0.12 in) long and a style 3.0–3.5 mm (0.12–0.14 in) long;\nVerticordia multiflora subsp. solox  A.S.George which has sepals 5–6 mm (0.20–0.24 in) long, petals 3.5–5 mm (0.1–0.2 in) long and a style 4–5.5 mm (0.16–0.22 in) long;.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Pilocosta along with V. huegelii and V. brachypoda.",
    "Distribution and habitat": "This verticordia usually grows in sand, sometimes with clay or decomposing granite, often with other species of Verticordia in woodland and shrubland. The two subspecies have different distributions in the south-west.",
    "Conservation": "Subspecies solox  is classified as  \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations but subspecies muliflora is classified as \"Not Threatened\".",
    "Use in horticulture": "Both subspecies of this verticordia have been propagated from cuttings and successfully grown in gardens but are inclined to attack by fungus. A better understanding of its requirements is needed before it is available in general horticulture.\n\n\n== References =="
  }
}