{
  "url": "https://en.wikipedia.org/wiki/Verticordia_helichrysantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Verticordia"
    },
    {
      "Species": "V. helichrysantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia helichrysantha, commonly known as coast featherflower or Barrens featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, woody, open-branched shrub with crowded, linear leaves and small yellow flowers from May to September.",
    "Description": "Verticordia helichrysantha is an openly branched, more or less sprawling shrub which grows to 30 cm (10 in) high and 50 cm (20 in) wide. The leaves are clustered, crowded, pale greyish-green, 3–8 mm (0.1–0.3 in) long, linear to club-shaped, semi-circular in cross-section with a rounded end.The flowers are arranged singly or in small groups in the upper leaf axils, each flower on a stalk, 2–5 mm (0.08–0.2 in) long. The floral cup is 2 mm (0.08 in) long, smooth and hairy. The sepals are pale yellow, 4.5–5 mm (0.18–0.20 in) long, covered with short, soft hairs and have 4 or 5 feathery lobes.  The petals are the same colour as the sepals, about 3.0–3.5 mm (0.12–0.14 in) long, erect and egg-shaped, covered with short, soft hairs on their outer surface and have irregular teeth along their edge. The style is 14–17 mm (0.6–0.7 in) long, curved with a few inconspicuous hairs and extends well beyond the petals. Flowering time is from May to September or October.The short, greyish leaves and softly hairy sepals and petals distinguish this species from similar verticordias.",
    "Taxonomy and naming": "Verticordia helichrysantha was first formally described by Ferdinand von Mueller in 1867 and the description was published in George Bentham's Flora Australiensis. The type collection was made by George Maxwell. Mueller did not explain the choice of the specific epithet (helichrysantha), but it may have been given because of a similarity of the flowers of this species to the small-flowered species of Helichrysum (since separated into ''Helichrysum, Schoenia, Argentipallium and Bracteantha).When Alex George reviewed the genus in 1991, he placed this species in subgenus Verticordia, section Verticordia along with V. crebra, V. harveyi, V. plumosa, V. stenopetala, V. sieberi, V. pityrhops and V. fimbrilepis.",
    "Distribution and habitat": "This verticordia grows in shallow sand over spongolite and limestone on coastal plains and cliffs, in coastal heath, usually with V. fastigiata and V. habrantha. Its distribution is restricted an area west of Mount Barren in the Fitzgerald River National Park to Cape Riche although it has been recorded once at a location near Kamballup in the Stirling Range. The species was recorded in 1965 by Kenneth Newbey but not seen again until 1982, when it was rediscovered by Norm Stevens. It only occurs in the Esperance Plains biogeographic region.",
    "Conservation": "Verticordia helichrysantha is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and it has also been listed as \"Vulnerable\" (VU) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The species is known from five populations, one of which has not been seen since 1964 and another since 1986. The three remaining populations contain an estimated 25,000 mature plants. Although the risk from dieback disease is considered to be moderate, there are potential threats from land clearing, inappropriate fire regimes, mining and damage from four-wheel driving.",
    "Use in horticulture": "The pale foliage, pink flower buds and yellow flowers are attractive features of this verticordia but it has not often been grown in gardens. It is relatively easy to propagate from cuttings and is hardy in areas with winter rainfall.\n\n\n== References =="
  }
}