{
  "url": "https://en.wikipedia.org/wiki/Verticordia_brachypoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Pilocosta"
    },
    {
      "Species": "V. brachypoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia brachypoda is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an irregularly branched shrub with narrow leaves crowded on side-branches, and cream-coloured or white flowers with pink, cream or white centres.",
    "Description": "Verticordia brachypoda is an irregularly branched shrub with a single stem at the base and which grows to a height of .20–1.5 m (0.7–5 ft) and a width of 15–1.2 cm (6–0.5 in). Its leaves are mostly crowded on short side branches, 2–8 mm (0.08–0.3 in) long, linear to lance-shaped, almost circular in cross-section and have a blunt end. Leaves near the flowers are slightly wider than those further down the branches.The flowers are scented and arranged in rounded groups near the ends of the branches, each flower on a stalk 5–13 mm (0.2–0.5 in) long. The floral cup is shaped like half a sphere, 2.8–3.5 mm (0.11–0.14 in) long, and has 10 ribs, is more or less smooth but hairy near the top. The sepals are white, cream or pale pink, 5.0–5.5 mm (0.20–0.22 in) long, and have 2 to 4 lobes with long, thread-like edges. The petals are broadly egg-shaped, pink, cream-coloured or white, 3.2–4 mm (0.13–0.16 in) long, with a fringe of long, thread-like hairs. The style is 4–7 mm (0.2–0.3 in) long and covered with hairs over most of its length. Flowering time is from October to December.",
    "Taxonomy and naming": "Verticordia brachypoda was first formally described by Nikolai Turczaninow in 1847. The description was published in Bulletin de la Société impériale des naturalistes de Moscou from specimens collected by James Drummond. In 1904, Ludwig Diels described Verticordia stylotricha but that is now described as a taxonomic synonym. The specific epithet brachypoda is derived from the ancient Greek terms brachys (βραχύς), meaning \"short\" and pous, genitive podos (πούς, genitive ποδός) meaning \"foot\", referring to the length of the stalk supporting the inflorescence.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Pilocosta along with V. huegelii and V. multiflora.",
    "Distribution and habitat": "This verticordia grows in sand, often with clay or gravel, often in association with other verticordias, in heath, shrubland or open woodland. It is widespread in areas between the Arrowsmith River, Wialki and Ravensthorpe in the Avon Wheatbelt, Coolgardie, Esperance Plains, Geraldton Sandplains and Mallee biogeographic regions.",
    "Conservation": "Verticordia brachypoda is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This species of verticordia has been difficult to establish in cultivation but when successul is an attractive plant. In has been propagated from cuttings but germinating seeds has proven to be difficult. Its compact shape and long-lasting flowers indicate horticultural potential when the species' requirements are better understood.\n\n\n== References =="
  }
}