{
  "url": "https://en.wikipedia.org/wiki/Verticordia_grandiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Unguiculata"
    },
    {
      "Species": "V. grandiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia grandiflora, commonly known as claw featherflower, clawed featherflower or horned featherflower, is a flowering plant in the myrtle family Myrtaceae, and is endemic to the south-west of Western Australia. It is a small, rigid shrub with many short side-branches, mostly linear leaves and heads of yellow flowers which soon age to reddish but which are among the largest in the genus. It is similar in appearance to several other species of verticordias with which it is often confused.",
    "Description": "Verticordia grandiflora is a rigid shrub which grows to 20–70 cm (8–30 in) high and 10–50 cm (4–20 in) wide and which has a single stem at its base with many short side-branches. Its leaves are linear in shape, almost triangular or circular in cross-section, 7–13 mm (0.3–0.5 in) long with a rounded end. Those near the flowers are slightly wider than those further down the stems.The flowers are scented and arranged in rounded, corymb-like groups near the ends of the branches, each flower on a stalk 10–25 mm (0.4–1 in) long. The floral cup is about 2.5–3.5 mm (0.098–0.14 in) long, glabrous and slightly warty in the lower half. The sepals are lemon-yellow, bright yellow or golden-yellow but quickly age to pinkish-red, reddish-brown or reddish-grey, spreading, 5–6.5 mm (0.20–0.26 in) long, with 10 to 13 densely hairy lobes. The petals are the same colour as the sepals, spreading 4.5–6 mm (0.18–0.24 in), with long, pointed finger-like projections. The tips of the stamens have two horn-like appendages. The style is straight, about 1 mm (0.04 in) long, and glabrous. Flowering time is from August to December.This verticordia can be distinguished from similar members of the genus from its southerly distribution and by the appendages on the ends of the stamens.",
    "Taxonomy and naming": "Verticordia grandiflora was first formally described by Stephan Endlicher in 1839 and the description was published in Stirpium Australasicarum Herbarii Hugeliani Decades Tres from specimens collected by John Septimus Roe. The specific epithet (grandiflora) is \"from the Latin grandis (large) and -florus (-flowered), in reference to the flowers which are amongst the largest of the species of Verticordia known to that date\", (1839).When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Chrysoma, section Unguiculata along with V. nobilis and  V. rutilastra.",
    "Distribution and habitat": "This verticordia usually grows in deep sand, but sometimes also in lateritic gravel between rocks on hillsides, in heath shrubland and woodland. It is widespread in the far south-west corner of the state between Pingelly in the north to Corrigin, Lake King and Ravensthorpe with a disjunct population near Norseman in the Avon Wheatbelt, Coolgardie, Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation": "Verticordia grandiflora is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The large flowers of this verticordia, together with their changing colour are attractive features and it has been grown in gardens including those in eastern Australia, although it has a tendency to be attacked by fungal diseases. It needs a sunny position in well-drained soil. It is usually propagated from cuttings because viable seed has been hard to find.\n\n\n== References =="
  }
}