{
  "url": "https://en.wikipedia.org/wiki/Verticordia_longistylis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Infuscata"
    },
    {
      "Species": "V. longistylis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia longistylis, commonly known as blue spruce vertiordia is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an irregularly-branched shrub with bluish-grey leaves and pale-coloured flowers with a long, protruding style. Although comparatively rare in the wild, it is one of the easiest verticordias to propagate and grow in most conditions.",
    "Description": "Verticordia longistylis is a shrub which grows to a height of 10–70 cm (4–30 in) and about 70 cm (30 in) wide. Its leaves are thick, bluish-green, linear in shape, 4–10 mm (0.2–0.4 in) long and have a blunt end.The flowers are unscented, inconspicuous and scattered, each flower on a spreading stalk 4–5 mm (0.2–0.2 in) long. The floral cup is hemispherical, 5 mm (0.2 in) long, warty and hairy, especially on the lower half. The sepals are yellow and purple 6–7 mm (0.2–0.3 in) long, and hairy, with two or more especially long, thicker hairs. The petals are a cream to yellowish, egg-shaped, erect and dished, about 3 mm (0.1 in) long and their edges are covered with short hairs. The style is 27–32 mm (1.1–1.3 in) long and straight with a few hairs. Flowering time is from December to June.",
    "Taxonomy and naming": "Verticordia longistylis was first formally described by Alex George in 1991 from a specimen he collected in the Fitzgerald River National Park and the description was published in Nuytsia. George derived the specific epithet (longistylis) \"from the Latin longus (long) and stylus; the style is the longest in the genus\".George placed this species in subgenus Verticordia, section Infuscata along with V. oxylepis.",
    "Distribution and habitat": "This verticordia grows on exposed spongolite in the Fitzgerald River National Park in the Esperance Plains biogeographic region.",
    "Conservation": "Verticordia longistylis is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Blue spruce verticordia is readily propagated from cuttings and can be grown in a range of soils, although it is slow growing and more open when grown in sand. Established plants are both frost and drought-hardy but can become straggly if not pruned. The flowers are insignificant except at close range and the bluish foliage is described as \"attractive\".\n\n\n== References =="
  }
}