{
  "url": "https://en.wikipedia.org/wiki/Verticordia_chrysanthella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Jugata"
    },
    {
      "Species": "V. chrysanthella"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia chrysanthella, commonly known as little chrysantha, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with cylinder-shaped leaves and small groups of lemon-yellow to gold-coloured flowers which fade to orange, red or brown.",
    "Description": "Verticordia chrysanthella is a shrub with a single stem at the base but highly branched, growing to a height of 0.10–1.5 m (0.3–5 ft) and a width of up to 1.0 m (3 ft). Its leaves are linear in shape, round in cross-section, 3–8 mm (0.1–0.3 in) long with a hooked tip.The flowers are usually scented, arranged in corymb-like groups on the ends of the branches, lemon-yellow or golden-yellow but ageing to orange, red or brown. The flowers are held erect on stalks 6–10 mm (0.2–0.4 in) long. The floral cup is shaped like half a sphere, 1.0–1.5 mm (0.04–0.06 in) long, glabrous and slightly warty. The sepals are bright yellow, 3.0–3.5 mm (0.12–0.14 in) long, with 6 or 7 feathery lobes. The petals are bright yellow, 3.0–3.5 mm (0.12–0.14 in) and have long, spreading finger-like lobes. The style is 3.0–3.5 mm (0.12–0.14 in) long, straight and glabrous. Flowering time is from July to December.",
    "Taxonomy and naming": "Verticordia chrysanthella was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected in near Wongan Hills by Alex and Elizabeth George. The specific epithet (chrysanthella) is a reference to Verticordia chrysantha with the suffix \"-ella\" indicating a diminutive form of that species.George placed this species in subgenus Chrysoma, section Jugata along with V. chrysantha, V. brevifolia, V. galeata, V. coronata, V. amphigia and V. laciniata.",
    "Distribution and habitat": "This verticordia usually grows in soils derived from granite, often in areas that are wet in winter and near granite rocks. It often grows in colonies in association with other verticordia species, in heath and woodland. It is widespread from near the Murchison River in the north inland to Bonnie Rock, Holt Rock and south to near Esperance.",
    "Conservation": "Verticordia chrysanthella is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Verticordia chrysanthella is well established in horticulture and is probably the most commonly cultivated member of the genus. It has been grown in most states of Australia as well as in California in a range of soil and climate types. It can be propagated from seed, from cuttings and by grafting onto Darwinia citriodora rootstock. It is especially suitable for massed plantings but also makes an attractive container plant.\n\n\n== References =="
  }
}