{
  "url": "https://en.wikipedia.org/wiki/Verticordia_helmsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Integripetala"
    },
    {
      "Species": "V. helmsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia helmsii is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with most of its leaves clustered on short side branches and with small groups of scented creamish-white flowers in small groups along the branches.",
    "Description": "Verticordia helmsii is a shrub which grows to 0.45–1.5 m (1–5 ft) high and 0.3–2.5 m (1–8 ft) wide and which has most of its leaves clustered on its many short side-branches. Its leaves are linear or club-shaped, almost circular in cross-section, 2–5 mm (0.08–0.2 in) long with a rounded end and many prominent glands.The flowers are honey-scented and arranged in small, rounded, corymb-like groups along the branches, each flower on a stalk 5–8 mm (0.2–0.3 in) long. The floral cup is shaped like a hemisphere, about 1.5 mm (0.06 in) long, glabrous and slightly warty. The sepals are creamish white, sometimes pink, spreading, 3.5–5 mm (0.14–0.20 in) long, with 6 to 8 long, hairy lobes. The petals are the same colour as the sepals, erect, 2.5–3 mm (0.098–0.12 in) long, with a tapering, almost pointed end. The style is straight, relatively thick, 2–3 mm (0.08–0.1 in) long with long, branched hairs near its tip. Flowering time is from October to January.",
    "Taxonomy and naming": "Verticordia helmsii was first formally described by Spencer Le Marchant Moore in 1899 and the description was published in Journal of the Linnean Society, Botany from specimens collected by Moore near Gnarlbine, south of Coolgardie. The specific epithet (helmsii) honours the naturalist Richard Helms who had earlier collected a specimen of this species.When Alex George reviewed the genus in 1991, he placed this species in subgenus Eperephes, section Integripetala along with V. rennieana, V. interioris, V. mirabilis and V. picta.",
    "Distribution and habitat": "This verticordia usually grows in sand, often in association with granite in heath and shrubland. It occurs in the area roughly between Peak Charles, Queen Victoria Spring and Mount Gibson in the Avon Wheatbelt, Coolgardie, Great Victoria Desert, Mallee, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "Verticordia helmsii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This attractive verticordia has proven difficult to propagate from cuttings, to grow on and to establish in the garden. One specimen grown in Kings Park grew to  75 cm (30 in) but only lived for four years. Some plants have been propagated from seed but these have mostly only lasted for a few months.\n\n\n== References =="
  }
}