{
  "url": "https://en.wikipedia.org/wiki/Verticordia_huegelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Pilocosta"
    },
    {
      "Species": "V. huegelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia huegelii, commonly known as variegated featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a sometimes an erect shrub, sometimes sprawling to almost prostrate. It has linear leaves and very feathery flowers in spring. The flowers are usually cream-coloured or white, becoming pinkish and reddish or maroon as the flowers age, giving a variegated appearance to the display.",
    "Description": "Verticordia huegelii is a shrub which grows to 0.9 m (3 ft) high but sometimes has a sprawling habit. Its leaves are linear to club-shaped, semi-circular in cross-section and 2–8 mm (0.08–0.3 in) long.The flowers are unscented and arranged in rounded groups near the ends of the branches, each flower on a stalk 4–11 mm (0.2–0.4 in) long. The floral cup is top-shaped, 2–3 mm (0.08–0.1 in) long, smooth and partly hairy. The sepals are cream-coloured to yellow or reddish, 5–6 mm (0.20–0.24 in) long and lack lobes but are deeply divided with spreading hairs, some of which are longer and more prominent than others. The petals are white, cream or yellow  and turn reddish, more or less round and spreading, with a fringe of hairs around their edge and 2–4 mm (0.08–0.2 in) long. The style is straight, 5–5.5 mm (0.20–0.22 in) long, hairy around its upper part and has a prominent cap-like stigma on its tip. Flowering time is mostly from September to November, but varies to a degree depending on the variety.",
    "Taxonomy and naming": "Verticordia huegelii was first formally described by Stephan Endlicher in 1837 and the description was published in Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel from specimens collected by Charles von Hügel near the Swan River in 1833. The specific epithet (huegelii) commemorates Hugel, the collector of the type specimen.In his 1991 revision of the genus Verticordia, Alex George recognised four varieties:\n\nVerticordia huegelii Endl.  var. huegelii which is an upright shrub with flowers that are cream, pale yellow or white when they open and have narrow egg-shaped, finely fringed staminodes;\nVerticordia huegelii var. decumbens  A.S.George  which is an almost prostrate shrub but otherwise similar to var. huegelii;\nVerticordia huegelii var. stylosa (Turcz.) A.S.George which is similar to var. huegelii but has flowers which are greenish-yellow when they first open;\nVerticordia huegelii var. tridens  A.S.George  which has linear to gradually tapering staminodes, in contrast with those of the other varieties.In the same review, George placed this species in subgenus Verticordia, section Pilocosta along with V. brachypoda and V. multiflora.",
    "Distribution and habitat": "This verticordia grows in sand and clay, often with granite, laterite or sandstone and usually in association with other verticordia species. Distribution depends on subspecies but in general it occurs from Geraldton south to the Porongurup National Park and inland as far as Wongan Hills in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Verticordia huegelii var. tridens is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat. The other three varieties are classified as \"not threatened\".\n\n\n== References =="
  }
}