{
  "url": "https://en.wikipedia.org/wiki/Verticordia_aurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Chrysorhoe"
    },
    {
      "Species": "V. aurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia aurea, commonly known as buttercups is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a slender, sometimes bushy shrub with a single stem at the base, cylindrical leaves and heads of scented, golden-yellow flowers in spring.",
    "Description": "Verticordia aurea is a slender, sometimes bushy shrub with a single main stem and which grows to a height of 0.7–1.2 m (2–4 ft) and 15–45 cm (6–20 in) wide. The leaves are linear in shape, almost circular in cross-section and 10–30 mm (0.4–1 in) long, with those low on the branchlets longer than those nearer the flowers. The leaves have a pointed end.The flowers are scented and arranged in a corymb on the ends of the branches, each flower on a stalk 10–27 mm (0.4–1 in) long. The floral cup is shaped like half a sphere, 1.5–2 mm (0.06–0.08 in) long, has 10 ribs and a warty surface. The sepals are golden-yellow in colour, 3.5–4 mm (0.14–0.16 in) long, with 6 to 9 feather-like lobes. The petals are also golden-yellow, 4–4.5 mm (0.16–0.18 in) long and almost circular in shape with a serrated edge. The style is about 4 mm (0.2 in) long, straight and glabrous. Flowering time is from September to December.The species is closely allied to Verticordia nitens and V. patens, the three members of Verticordia sect. Chrysorhoe, from which it is most easily distinguished by its larger, more deeply yellow or golden flowers.",
    "Taxonomy and naming": "Verticordia aurea was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected south of Eneabba. The specific epithet (aurea) is derived from the Latin word aurum meaning \"gold\" referring to the colour of the flowers.George placed this species in subgenus Chrysoma, section Chrysorhoe along with V. patens and V. nitens.",
    "Distribution and habitat": "This verticordia grows in deep sand, usually in association with other verticordias, in heath, shrubland or woodland with Eucalyptus todtiana, Banksia menziesii and Xylomelum angustifolium. It is known from scattered areas between Eneabba, Lake Indoon and the Green Head - Coorow Road, within 30 km (20 mi) of Eneabba  in the Geraldton Sandplains biogeographic region.",
    "Ecology": "The flowers are not attractive to typical insect pollinators, except for a single species of solitary bee  Euryglossa aureophila (Colletidae), previously Euhesma aureophila, which feeds on nectar, pollen, and the oil released from the anthers.",
    "Conservation": "Verticordia argentea is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "In cultivation V. aurea is a bushy shrub with colourful flowers, making it an attractive garden plant, but it has proven difficult to grow, except in Western Australia in deep sand in an open sunny location. In other conditions it is susceptible to fungal attack. It can be propagated from cuttings.\n\n\n== References =="
  }
}