{
  "url": "https://en.wikipedia.org/wiki/Verticordia_rennieana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Integripetala"
    },
    {
      "Species": "V. rennieana"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia rennieana is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an openly branched shrub with small, narrow, warty leaves and pink and silvery-white flowers in spring and summer.",
    "Description": "Verticordia rennieana is an openly branched shrub which grows to a height of 0.3–1.4 m (1–5 ft) and .15–1.4 m (0.5–5 ft) wide. Its new growth is whitish and the leaves are linear, 2–7 mm (0.08–0.3 in) long and prominently warty.The flowers are scented and arranged in small groups near the ends of the branches, each flower on a stalk 3–7 mm (0.1–0.3 in) long. The floral cup is hemispherical in shape, about 2 mm (0.08 in) long, with large green appendages forming a thick collar around the hypanthium. The sepals are pink and silvery-white, 2.5–4 mm (0.1–0.2 in) long with 7 to 10 feathery lobes. The petals are spreading, pink to purple 4 mm (0.2 in) long, oval to almost round with a smooth edge. There are only 5 fertile stamens with groups of 3 staminodes between the stamens. The style is about 1 mm (0.04 in) long, thick, straight and hairy. Flowering time is from October to January.",
    "Taxonomy and naming": "Verticordia rennieana was first formally described by Ferdinand von Mueller and Ralph Tate in 1896 from a specimen collected by Richard Helms and the description was published in Transactions and proceedings and report, Royal Society of South Australia. The specific epithet (rennieana) honours \"the meritorious Professor of Chemistry in the Adelaide University, Dr. Rennie\".In his review of the genus in 1991, Alex George placed this species in subgenus Eperephes, section Integripetala along with V. helmsii, V. interioris, V. mirabilis and V. picta.",
    "Distribution and habitat": "This verticordia is found in a broad area between Perenjori and Southern Cross where it grows in sand, sometimes with gravel or loam, often with other species of verticordia in the Avon Wheatbelt, Coolgardie and Yalgoo biogeographic regions.",
    "Conservation": "Verticordia rennieana is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Although this verticordia is rarely grown in gardens it is described as \"a beautiful small shrub ... with honey-perfumed flowers\". It is propagated from cuttings and requires a sunny position in well-drained soil.\n\n\n== References =="
  }
}