{
  "url": "https://en.wikipedia.org/wiki/Verticordia_comosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. comosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia comosa is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an openly branched shrub with small, broad, almost round leaves and spikes of flowers that are pale yellow, sometimes with a white or pale pink centre.",
    "Description": "Verticordia comosa is a shrub with a single stem at the base but openly branched, growing to a height of 0.9–2.5 m (3–8 ft) and a width of 0.5–2.0 m (2–7 ft). The leaves are broadly elliptic, egg-shaped or almost round, 2–4 mm (0.08–0.2 in) long and turned outwards from the stem.The flowers are unscented, arranged in spike-like groups on erect stalks 0.5–1.5 mm (0.02–0.06 in) long. The floral cup is top-shaped, 2.5 mm (0.1 in) long, glabrous and has 5 prominent ribs. The sepals are pale yellow, about 4.0 mm (0.16 in) long, with 8 or 10 lobes which have hairy fringes. The petals are pale yellow, white or pale pink, 3.5–4 mm (0.1–0.2 in) and with many pointed lobes, each about 1.0–1.5 mm (0.04–0.06 in) long. The style is 4.5–5.5 mm (0.2–0.2 in) long, curved or bent and has a tuft of hairs. Flowering time is from October to January.This species, like other verticordias, often grows with other members of the genus and sometimes hybridises with them, including with the critically endangered Verticordia spicata subsp. squamosa.",
    "Taxonomy and naming": "Verticordia comosa was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near Three Springs in 1980. The specific epithet (comosa) is a Latin word meaning \"downy\" or \"having hairs\" referring to the tuft of hairs on the style.George placed this species in subgenus Eperephes, section Pennuligera along with V. chrysostachys, V. lepidophylla, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in deep sand and loam over gravel, usually with other verticordias in open shrubland. It occurs between Three Springs, Mingenew and Morawa in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Verticordia comosa is classified as  \"Priority One\" by the Western Australian Government Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.>",
    "Use in horticulture": "Verticordia comosa has proven difficult to propagate and even harder to maintain in the garden. Because of its rarity and its horticultural potential, attempts to grow the plant continue.\n\n\n== References =="
  }
}