{
  "url": "https://en.wikipedia.org/wiki/Verticordia_attenuata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia attenuata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with a single main stem, small leaves and pink to purple flowers which fade to white as they age. It usually grows in sand in areas that are wet in winter, often amongst grasses and is found in coastal areas near Bunbury.",
    "Description": "Verticordia attenuata is an erect, open shrub with a single stem at its base and which grows to a height of 0.8–1 m (3–3 ft)  and 30–60 cm (10–20 in) wide. Its leaves are elliptic to narrow egg-shaped, 2–4 mm (0.08–0.2 in) long and have a few short hairs along their edges.The flowers are arranged in spike-like groups each with a stalk about 1.5–2.5 mm (0.06–0.1 in) long. The floral cup is top-shaped, warty, about 2 mm (0.08 in) long and has 5 rounded ribs. The sepals are 3.5 mm (0.1 in) long, with 7 or 8 lobes with hairy fringes. The petals are pink, 4 mm (0.2 in) long, narrower at the tip with a fringe only at the tip. The style is about 6 mm (0.2 in) long and hairy. Flowering time is usually from December to April.",
    "Taxonomy and naming": "The species was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected at Ludlow near Busselton. The specific epithet (attenuata) is derived from the Latin word attenuatus meaning \"thin\" or \"narrowed\" referring to the shape of the petals.George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. drummondii, V. wonganensis,V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in white to grey sand in winter-wet areas and in Eucalyptus woodland, often with weedy grasses. It is found in areas between Bunbury and Busselton in the Swan Coastal Plain biogeographic region.",
    "Conservation": "Verticordia attenuata is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "In cultivation, E. attenuata is a vigorous, hardy and attractive shrub showing potential for use in large rockeries or as a container plant. Propagation is usually from cuttings and the plant grows well in well-drained sandy or gravelly soils in full sun or partial shade. Mature plants are moderately frost hardy and drought tolerant.\n\n\n== References =="
  }
}