{
  "url": "https://en.wikipedia.org/wiki/Verticordia_chrysostachys",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. chrysostachys"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia chrysostachys is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an open-branched shrub with egg-shaped to almost circular leaves, and spike-like groups of cream-coloured or deep yellow flowers.",
    "Description": "Verticordia chrysostachys is an open-branched shrub with a single stem at the base and which grows to a height of 0.7–2.0 m (2–7 ft) and a spread of 0.3–1.5 m (1–5 ft). The leaves are egg-shaped to almost circular, 2.5–5.0 mm (0.1–0.2 in) long and slightly glaucous.The flowers are scented, arranged in spike-like groups in leaf axils near the ends of the branches and are deep yellow to cream-coloured. The flowers are held on stalks 2–4 mm (0.08–0.2 in) long. The floral cup is top-shaped, about 3.0 mm (0.1 in) long, with 5 ribs and glabrous. The sepals are deep yellow or cream, 4.0–6.5 mm (0.16–0.26 in) long, with 7 to 12 densely feathery lobes. The petals are a similar colour to the sepals but often also with red spots, egg-shaped, 5.0–7.0 mm (0.2–0.3 in) long with a fringe and ear-like appendages. The style is 5–7 mm (0.20–0.28 in) long, bent, with hairs mostly on one side. Flowering time is from November to January.",
    "Taxonomy and naming": "Verticordia chrysostachys was first formally described by Carl Meissner in 1857 and the description was published in Journal of the Proceedings of the Linnean Society, Botany from specimens collected by James Drummond. The specific epithet (chrysostachys) is derived from the Ancient Greek words khrusos meaning \"gold\" and stachys meaning \"a spike\" referring to the flowers.When Alex George reviewed the genus in 1991, he described two varieties of V.chrysostachys:\nVerticordia chrysostachys Meisn. var. chrysostachys which has deep yellow flowers on stalks 2.5–4.0 mm (0.1–0.2 in) long;\nVerticordia chrysostachys var. pallida Meisn. A.S.George which has cream-coloured flowers on stalks 2.0–2.5 mm (0.08–0.1 in) long;In the same paper, George placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in sandy soils with clay, loam or gravel, often with other verticordias in shrubland and woodland. Var. chyrsostachya occurs near the Murchison River and the area between it and Northampton, Yuna, Mullewa and Geraldton in the Geraldton Sandplains biogeographic region. Variety pallida has a similar range, extending into the Avon Wheatbelt region. In some areas in has produced natural hybrids with other verticordias and in some areas there are hybrid swarms.",
    "Conservation": "Verticordia chrysostachys is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife but var. pallida is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Several forms of both varieties of V. chrysostachys have been successfully cultivated in Western Australia, generally in well-drained soil in a sunny position. Propagation from seed, from cuttings, by grafting onto Chamelaucium uncinatum have all been successful. The Western Australian Government Department of Agriculture has developed guidelines for the cultivation of this and other verticordia species for commercial production due to their potential for the cut flower trade.\n\n\n== References =="
  }
}