{
  "url": "https://en.wikipedia.org/wiki/Verticordia_lepidophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. lepidophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia lepidophylla is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is usually a bushy shrub with small leaves and spikes of creamish-green to yellow flowers in spikes along the branches in late spring to early summer.",
    "Description": "Verticordia lepidophylla is a shrub which grows to a height of 2 m (7 ft) usually with one highly branched main stem. Its leaves are egg-shaped, dished 1.5–3 mm (0.06–0.1 in) long, have a rounded end and a few irregular teeth along the edge.The flowers are scented and are arranged in spike-like groups along the stems on erect stalks 2–4 mm (0.08–0.2 in) long. The floral cup is a top-shaped, 3 mm (0.1 in) long, 5-ribbed and glabrous with rounded green appendages about 1 mm (0.04 in) long. The sepals are deep yellow or cream-coloured, 4–6.5 mm (0.2–0.3 in) long, with 6 to 10 feathery lobes and ear-shaped appendages. The petals are a similar colour to the sepals, sometimes with red spots, egg-shaped to almost round, 5–7 mm (0.2–0.3 in) long and have long, pointed, finger-like appendages. The style is 5–7 mm (0.2–0.3 in) long, bent and hairy, mostly on one side. Flowering time is from September or November to January, depending on variety.",
    "Taxonomy and naming": "Verticordia lepidophylla was first formally described by Ferdinand von Mueller in 1857 and the description was published in Fragmenta phytographiae Australiae. The type specimen was collected by Augustus Oldfield near the Murchison River. The specific epithet (lepidophylla) is derived from the Ancient Greek words lepis meaning \"scale\" and phyllon meaning \"leaf\", referring to the scale-like leaves which are often pressed against the stem.Alex George undertook a review of the genus Verticordia in 1991 and described two varieties of this species:\nVerticordia lepidophylla F.Muell. var. lepidophylla which has sepals 3.5–4.5 mm (0.1–0.2 in) long;\nVerticordia lepidophylla var. quantula  A.S.George  which has sepals 2.0–2.5 mm (0.08–0.1 in) long;George placed this species in subgenus Eperephes, section Pennuligera along with V. comosa,  V. chrysostachys, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in sandy soil, sometimes with gravel or clay in heath and shrubland. It occurs from Shark Bay to Geraldton and inland as far as Eurardy Reserve in the Avon Wheatbelt, Carnarvon, Geraldton Sandplains and Yalgoo biogeographic regions.",
    "Conservation": "Variety quantula is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk. Variety lepidophylla is classified as \"Not Threatened\" by the Department of Parks and Wildlife.",
    "Use in horticulture": "The varieties lepidophylla has been described as \"an attractive shrub\" and has been in cultivation for many years. It is usually propagated from cuttings and although slow-growing at first, is frost tolerant and resists insect and fungus attacks. Some specimens of var. quantula have been propagated and grown at Kings Park.\n\n\n== References =="
  }
}