{
  "url": "https://en.wikipedia.org/wiki/Verticordia_interioris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Integripetala"
    },
    {
      "Species": "V. interioris"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia interioris  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an openly branched shrub with small, linear leaves and rounded groups of pale to dark pink flowers in early spring.",
    "Description": "Verticordia interioris is an open, more or less irregularly branched shrub which grows to 0.2–1 m (0.7–3 ft) high and 0.2–2 m (0.7–7 ft) wide. Its leaves are linear in shape, semi-circular in cross-section 3–7 mm (0.1–0.3 in) long and wrinkled, with the end tapering suddenly to a sharp point.The flowers are lightly scented and are arranged in rounded groups on the ends of the branches on mostly erect stalks 4–8 mm (0.2–0.3 in) long. The floral cup is  hemispherical, 1.5–2.0 mm (0.06–0.08 in) long, glabrous and pitted. The sepals are pale pink to dark magenta, 4–5.5 mm (0.16–0.22 in) long, spreading and have 5 to 7 long, hairy lobes. The petals are a similar colour to the sepals, 5–7 mm (0.2–0.3 in) long and sometimes erect, elliptic in shape with a smooth edge. The style is straight, thick, 3–4 mm (0.1–0.2 in) long and has downward-pointing hairs on one side. Flowering mostly occurs from August to October.",
    "Taxonomy and naming": "Verticordia interioris was first described by Charles Gardner from specimens collected by Joseph Maiden in 1909 but Gardner did not publish his description. The first formal, published description was by Alex George in 1991 and the description was published in Nuytsia from specimens found near Leonora by Paul G. Wilson.The specific epithet (interioris) was chosen by Gardner, and is \"from the Latin interior (inner), in reference to the inland occurrence of the species\", relative to most other verticordias.George placed this species in subgenus Eperephes, section Integripetala along with V. helmsii, V. rennieana, V. mirabilis and V. picta",
    "Distribution and habitat": "This verticordia grows in sand with clay, loam and gravel, often near salt lakes. It occurs as scattered populations between the Gascoyne River, south almost to Morawa and east to Meekatharra, Leonora and Laverton in the Avon Wheatbelt, Gascoyne, Great Victoria Desert, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "Verticordia interioris is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia has been grown successfully for up to 7 years in the gardens of verticordia specialists. It has been propagated from seed and from cuttings but has been difficult to establish and maintain.\n\n\n== References =="
  }
}