{
  "url": "https://en.wikipedia.org/wiki/Verticordia_subulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Chrysoma"
    },
    {
      "Species": "V. subulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia subulata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a woody shrub with pointed, linear leaves and in spring, heads of yellow flowers which turn red as they age.",
    "Description": "Verticordia subulata is a shrub which grows to a height of 10–70 cm (4–30 in) and a width of 5–40 cm (2–20 in). There is usually a single branch at the base and no lignotuber. The leaves are linear in shape, pointed, 10–20 mm (0.4–0.8 in) long whilst those near the flowers are shorter.The flowers are lightly scented and are arranged in corymb-like groups on erect stalks from 5–10 mm (0.2–0.4 in) long. The floral cup is top-shaped, about 1.5 mm (0.06 in) long, ribbed, slightly wary and glabrous. The sepals are yellow, turning deep red with age, about 3 mm (0.1 in) long, with 8 to 10 densely hairy lobes. The petals are a similar colour to the sepals, about 3 mm (0.1 in) long and have long, pointed, finger-like projections. The style is 0.5–1 mm (0.02–0.04 in) long, straight and glabrous. Flowering time is from September to October.",
    "Taxonomy and naming": "Verticordia subulata was first formally described by Alex George in 1991 from specimens collected from the Stirling Range National Park by Alex and Elizabeth George. The description was published in Nuytsia. The specific epithet (subulata) is derived from the Latin word subula meaning \"an awl\" referring to the shape of the staminodes.\nGeorge placed this species in subgenus Chrysoma, section Chrysoma along with V. citrella, V. endlicheriana and V. acerosa.",
    "Distribution and habitat": "This verticordia occurs in the area between the Beaufort River, Kalgan, Lake King and the Stirling Range National Park, in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in clay and sand, sometimes over laterite soils, on flats and rises in heath, shrubland and open woodland.",
    "Conservation": "Verticordia subulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This ornamental shrub can be propagated from cuttings, provided they are taken from late in spring. It is slow growing and needs to be in well-drained soil in a sunny position to avoid fungal attack.\n\n\n== References =="
  }
}