{
  "url": "https://en.wikipedia.org/wiki/Verticordia_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia drummondii, commonly known as Drummond's featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect, openly  to densely branched shrub with small, narrow leaves and pink to purple flowers in small heads near the ends of the branches.",
    "Description": "Verticordia drummondii is a shrub which grows to a height of 30–45 cm (10–20 in) and a spread of 30–75 cm (10–30 in), although sometimes as high as 1.0 m (3 ft)  and which has a single, sometimes highly branched stem at its base. Its leaves are narrow egg-shaped, 1.5–3.5 mm (0.06–0.1 in) long with a rounded end but with a very short point.The flowers are scented and arranged in spike-like groups, each flower on a stalk 1.5–2.0 mm (0.06–0.08 in) long. The floral cup is top-shaped, about 2 mm (0.08 in) long, glabrous with 5 ribs and small green appendages. The sepals are pale to bright pink, 4–5 mm (0.16–0.20 in) long, with 5 to 7 hairy lobes. The petals are erect, pink or white, 3–4 mm (0.1–0.2 in) long, roughly circular in shape with a fringe about 2–2.3 mm (0.08–0.09 in) long. The style is curved, 5–6 mm (0.2–0.2 in) long and has hairs 0.4 mm (0.02 in) long and a slightly enlarged stigma. Flowering time is from December to April.",
    "Taxonomy and naming": "Verticordia drummondii was first formally described by Johannes Conrad Schauer in 1840 from a collection made by James Drummond and the description was published in Monographia Myrtacearum Xerocarpicarum. The specific epithet (drummondii) honours the collector of the type specimen.",
    "Distribution and habitat": "This verticordia grows in sand in low-lying heath and woodland, sometimes in gravelly soil in open woodland. It occurs in near-coastal areas between the Moore River and Mandurah, including the Perth metropolitan area. It is found in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Verticordia drummondii  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This species can be propagated fairly easily from both  cuttings and seed and has grown well in a wide range of soil types. Plants grow best in a sunny situation, respond well to pruning and are both drought and moderately frost tolerant. Cultivation in summer-rainfall areas such as Sydney is more difficult.\n\n\n== References =="
  }
}