{
  "url": "https://en.wikipedia.org/wiki/Verticordia_habrantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Catocalypta"
    },
    {
      "Species": "V. habrantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia habrantha, commonly known as hidden featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a slender shrub with short, leafy side-branches and long flowering stems with rounded heads of mostly white flowers. Its hairy sepals are mostly hidden by the round, unfringed petals, and as a result, the plant looks like shrubs in the genus Chamelaucium, to which it is closely related.",
    "Description": "Verticordia habrantha is a shrub which grows to 15–90 cm (6–40 in) high and 10–50 cm (4–20 in) wide and which has a few main stems with many short, leafy side-branches. The leaves on the side branches are linear to narrow elliptic in shape, roughly triangular  in cross-section, 2–10 mm (0.08–0.4 in) long, while those on the flowering stems are elliptic to egg-shaped and up to  3 mm (0.1 in) long.\nThe flowers are arranged in rounded or corymb-like groups near the ends of the long flowering stems, each flower on an erect stalk, 6–13 mm (0.2–0.5 in) long. The floral cup is about 1.5 mm (0.06 in) long and covered with short, soft hairs. The sepals are white, sometimes pale pink, spreading but curving upwards, 3–4 mm (0.1–0.2 in) long, with 8 to 12 hairy lobes and two ear-shaped, hairy appendages on the sides. The petals are the same colour as the sepals, egg-shaped to almost round, 2.5–5 mm (0.1–0.2 in), spreading with a smooth edge and are joined with the ring of stamens and staminodes, to form a short tube. The style is less than 0.5 mm (0.02 in) long, straight and glabrous. Flowering time is from September to December.\nThe genus Verticordia is closely related to waxflowers of Chamelaucium and this verticordia superficially resembles a waxflower because the \"feathery\" sepals are hidden by the smooth-edged petals.",
    "Taxonomy and naming": "The first formal description of this species was published by Johannes Conrad Schauer in Lehmann's 1844 Plantae Preissianae, from a specimen collected by Ludwig Preiss near the Gordon River. The specific epithet (habrantha) is a derived from the Greek words habros meaning \"dainty\" or \"pretty\" and anthos meaning \"a flower\".When Alex George reviewed the genus in 1991, he placed this species in subgenus Verticordia, section Catocalypta along with V. roei, V. inclusa, V. apecta, V. insignis, V. lehmannii and V. pritzelii.",
    "Distribution and habitat": "This verticordia usually grows in sandy soils, with, or over loam, clay or gravel, sometimes in gravelly soil derived from granite, sometimes on spongolite. It often grows in areas that are inundated in winter and with other species of Verticordia in heath, shrubland or woodland. It is found from the Busselton area east to the Hamersley River and north to Kulin and the Arthur River in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Verticordia habrantha is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Although this species is attractive with its fleshy foliage and waxy-looking flowers, it has been difficult to establish in gardens. Some forms appear to be easier than others and have been hardy in both summer- and winter-rainfall areas. Propagation has been from cuttings but these have been difficult to grow on.\n\n\n== References =="
  }
}