{
  "url": "https://en.wikipedia.org/wiki/Verticordia_grandis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia grandis is a large woody shrub that occurs in Southwest Australia. The name grandis, Latin for large, is a reference to its large flowers, leaves, and height. It is well known for its large flowers, which are collected and cultivated, and given the informal name of scarlet featherflower. It was the first species of the family Myrtaceae to have been genetically modified.",
    "Description": "Verticordia grandis is a species of Verticordia, a genus of the family Myrtaceae, which are noted for their exquisite flowers. It has been described as the most well known and desirable species of the genus.The large size and bright red flowers of this plant distinguish from it from its near relations.\nThese shrubs are erect and may attain a height between 0.7 and 4.0 metres and one, or several, main stems that branch out 0.3 metres to 3.0 metres across. Some specimens may be tall and erect, but is more commonly bushy regrowth from a lignotuber. This is the result of exposure to bushfires and other disturbances, the new stems emerging as reddish. The foliage becomes bluish or grey when matured.\nThe plumose flowers appear in compact groups, that spike out from the upper branch, beginning as white and turning to a deep red colour. The style extends out from the centre of the flower up to 25mm, slightly curving at the end. The petals are fused to form a tube, the sepals are feathery in appearance. Flowering may occur throughout the year, the main period beginning in August and ending in January.  The flowers open successively and are up to 25 mm in diameter, these are unscented.\nThe leaves are 18 to 25 mm long, rounded in outline, paler at the margin, and partly clasping the stem; the floral leaves are similar to those on the lower branches. These are aromatic when crushed, a possible substitute for a floral scent. \nAn oil is contained in prominent glands on the leaf surface. They may become a shade of purple when a plant is stressed.\n\nThe open branched habit of these shrubs, especially those taller and environmentally secure specimens, give a straggly appearance with fewer flowers. Regrowth from a lignotuber, or in cultivated environments, give the shrub a more compact habit that flowers profusely. Whether they are undisturbed, or exposed to bushfire etc., Verticordia grandis often attain ages around 100 years old.",
    "Taxonomy": "",
    "Taxonomy-Discovery and naming": "The type collection for Verticordia grandis is the one obtained by James Drummond, sometime between 1849 and 1850, on his last expedition to Champion Bay. Drummond was collecting seed and specimens for the gardens of England and Europe, the colony's first resident botanical collector, and became so enthused by the appearance of the flowers that he filled his bags with them. His response is noted in the memoirs of Dr William Harvey. After preparing his specimens, and having overeagerly collected, Drummond made a bed of the surplus, feathery, material. The species was described in a letter by Drummond, written to and published by William Jackson Hooker, which was sufficient to give him credit as its author. Hookers publication of Drummond's description, in his Journal of Botany and Kew Garden Miscellany (1853), was preceded by The Perth Gazette in 1852. The same newspaper printed a mention of the species, also by Drummond, in 1851.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. chrysostachys,V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata and V. etheliana. The specific epithet (grandis) is a Latin word meaning \"large\", \"great\" or \"grand\", referring to the size of the plant, its leaves and flowers.The leaves of plants in section Pennuligera are often described as the round or lettuce-leaved species; V. grandis has stem and floral leaves that embrace the stem at their base, and spread out to their diameter of 8–15 mm. The roundish shape of the leaf is highlighted by margins that are lighter in colour.",
    "Distribution and habitat": "Verticordia grandis occurs in yellow, grey, and white sands, especially the Geraldton Sandplains. The species is found in heathland and open scrub of the region, an association with laterite has also been identified, and is distributed south of Geraldton and to the east at Three Springs. The range extends south in the plains, between Geraldton and Perth, to a place known as Cataby. Most populations occur within 30 miles of the coastline. The species is not considered to be threatened by extinction, the root system making it tolerant of fire, disturbance, and physical damage, however, the large scale clearing of its range, for European agriculture, is presumed to have impacted on population and distribution in the Wheatbelt. A single outlier at Dalwallinu, conserved on private property by a title deed, is thought to be a remnant of a wider and more eastern distribution.",
    "Ecology": "The resilient root system of the species, particularly with regard to fire and soil disturbance, allows the plant to attain ages of up to 100 years. The possession of a lignotuber, one of the few in the genus so endowed, allows the plant to regenerate within a month of a bushfire.\nThe pollination of Verticordia is  poorly understood, although V. grandis, and other red-flowered species are known to be naturally pollinated by birds such as honeyeaters. Records of the species attracted to cultivated plants, when it has been grown locally, include the singing, little brown or New Holland honeyeaters, and the western spinebill.",
    "Uses": "The species has been used as the source of cut flowers and as a garden plant. Overpicking and increased demand have prompted study of techniques for its commercial production. Successful research has been undertaken into micropropagation, by means of genetic transformation, for commercial production to supply the floristry industry. This was the first time that a species of family Myrtaceae has been genetically engineered. The publication of papers and reference to the species has steadily increased since the 1990s.",
    "Uses-Floristry": "The large and bright red flowers of Verticordia grandis have been admired and harvested since its first discovery by Europeans, when Drummond noted its use as an adornment by the people of the region. He described in his first report as the \"most beautiful of Australian plants\".  The cut flower has a vase life of less than 10 days, shorter that other harvested verticordia, and is unresponsive to treatments that extend this period. A technique for extending this is required for viability as an exported commodity. The dried specimens of freshly opened flowers are less brittle and long lasting in ornamental displays.  Until a prohibition on unlicensed collection, the species was harvested by sometimes careless pickers; the floral industry is now supplied by professional pickers or growers. The development of micropropagation for the plant is expected after its successful genetic transformation in 1993, this was achieved using meristematic cells that were found to be present in the leaves.",
    "Uses-Horticulture": "The species has been successfully cultivated as an ornamental plant in suburban environments. It is sometimes grown from seed, in mediterranean climates, or hardwood cuttings are used in grafts with more resilient species. This has been trialled with Darwinia citriodora and Chamelaucium uncinatum (Geraldton wax) supplying the rootstock.  The botanical illustrator, Margaret Pieroni, used a 10-year-old specimen from her garden for the plate in Curtis's Botanical Magazine. The cultivated specimens of this plant do not attain the height of endemic examples, typically growing between 1 and 2 metres, and may be slow to establish. Pruning is applied to induce a bushy habit, desirable for neatness and blooming, and this is done severely when the plant is mature. Maintenance of the plant is required to reduce the tendency to become straggly by pruning to new wood. Verticordia are difficult to cultivate in moister environments, but success has been achieved with V. grandis (in Sydney) by using free draining soil in an open situation.",
    "References": "",
    "External links": "\"Verticordia grandis\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}