{
  "url": "https://en.wikipedia.org/wiki/Verticordia_fimbrilepis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Verticordia"
    },
    {
      "Species": "V. fimbrilepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia fimbrilepis, commonly known as shy featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, bushy shrub with one openly branched main stem at its base, small, pointed leaves and rounded groups of pink flowers near the ends of the branches.",
    "Description": "Verticordia fimbrilepis is a shrub which grows to a height and width of about 30–70 cm (10–30 in) and which has one openly branched stem at its base. The leaves lower on the stems are linear in shape, almost round in cross-section, 2–5 mm (0.08–0.2 in) long with a rounded end with a sharp point. Those near the flowers are more oblong to narrow egg-shaped.The flowers are arranged in rounded groups on stalks 2–15 mm (0.08–0.6 in) long near the ends of the branches. The floral cup is broadly top-shaped, about 1.5 mm (0.06 in) long, glabrous but slightly rough. The sepals are pink, sometimes white, 3–3.5 mm (0.12–0.14 in) long, with 5 to 7 hairy lobes. The petals are also pink or white, and are 2.5–3.0 mm (0.098–0.12 in) long, egg-shaped with long, coarse hairs. The style is 0.2–0.4 mm (0.008–0.02 in) long, straight and glabrous. Flowering time is from November to December or January.",
    "Taxonomy and naming": "Verticordia fimbrilepis was first formally described by Nikolai Turczaninow in 1847 and the description was published in the Bulletin de la Societe Imperiale des Naturalistes de Moscou from specimens collected by James Drummond. The specific epithet (fimbrilepis) is \"from the Latin fimbria (fringe) and the Greek lepis (a scale), probably in reference to the staminodes\".In 1991, Alex George described two subspecies and the names have been accepted by the Australian Plant Census:\nVerticordia fimbrilepis Turcz.  subsp. fimbrilepis which has flower stalks 2–4 mm (0.08–0.2 in) long;\nVerticordia fimbrilepis subsp. australis  A.S.George  which has flower stalks 5–15 mm (0.2–0.6 in) long.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Verticordia along with V. crebra, V. helichrysantha, V. plumosa, V. stenopetala, V. sieberi, V. harveyi and V. pityrhops.",
    "Distribution and habitat": "This verticordia grows in low-level sandy areas in heath, shrubland and wandoo woodland in scattered areas near Brookton and Narrogin in the Avon Wheatbelt, Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "This verticordia is classified as \"not threatened\" but both subspecies are classified as \"Threatened\" by the Western Australian Government Department of Parks and Wildlife meaning that they are likely to become extinct or are rare, or otherwise in need of special protection. Subspecies fimbrilepis is also classed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and an interim recovery plan has been prepared. Subspecies australis has been classed as \"Vulnerable\" under the same Act.",
    "Use in horticulture": "Both subspecies of V. fimbrilepis are small open shrubs with dainty pink flowers but only subsp. australis has so far proved amenable to propagation, and only in Western Australia.\n\n\n== References =="
  }
}