{
  "url": "https://en.wikipedia.org/wiki/Verticordia_plumosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Verticordia"
    },
    {
      "Species": "V. plumosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia plumosa, commonly known as plumed featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It was the first species in the genus to be described, although initially given the name Chamelaucium plumosum. It is a shrub with linear leaves and rounded groups of scented pink, mauve or white flowers. Two varieties of this species have been declared as being \"threatened\".",
    "Description": "Verticordia plumosa is usually an openly branched shrub which grows to a height of 1.4 m (5 ft). Its leaves are linear in shape, semi-circular in cross-section and 1.5–14 mm (0.06–0.6 in) long. The flowers are scented and arranged in rounded or corymb-like groups on stalks 1.5–11 mm (0.06–0.4 in) long. The floral cup is hemispherical in shape, 1.5–2 mm (0.06–0.08 in) long, smooth but hairy. The sepals are pink, mauve or white, 1.5–5 mm (0.06–0.2 in) long and spread widely with 3 to 7 feathery lobes. The petals are a similar colour to the sepals, elliptic to egg-shaped, 2–4.5 mm (0.08–0.2 in) long and are initially spreading but later turn upwards. The style is 4.5–8 mm (0.2–0.3 in) long, curved and hairy near the tip. Flowering time differs, depending on the variety.",
    "Taxonomy and naming": "This species was first formally described by René Louiche Desfontaines in 1839 and given the name Chamelaucium plumosum. The description was published in Memoires du Museum d'Histoire Naturelle. In 1917, George Druce changed the name to Verticordia plumosa and the change was published in a supplement of The Botanical Exchange Club and Society of the British Isles Report.Details of the specimens  used in the first description of the species are uncertain. The plant was probably first collected by Archibald Menzies, October 1791 and the type collection may have been made in 1803 by Jean Leschenault. Both collections were probably made at the King George Sound, Western Australia. William Baxter collected another early specimen in 1829. The plant was also given the name Verticordia fontanesii by Augustin de Candolle in 1828 but that nomination is no longer accepted.\nThe specific epithet (plumosa) is derived from the Latin word pluma meaning \"feather\", referring to the feathery sepals.In a revision of the genus Verticordia in 1991, Alex George placed this species in subgenus Verticordia, section Verticordia, along with V. crebra, V. harveyi, V. helichrysantha, V. stenopetala, V. sieberi, V. pityrhops and V. fimbrilepis.He also recognised the following varieties:\nVerticordia plumosa (Desf.) Druce var. plumosa\nVerticordia plumosa var. ananeotes A.S. George (1991)\nVerticordia plumosa var. brachyphylla (Diels) A.S.George\nVerticordia plumosa var. grandiflora (Bentham) A.S.George\nVerticordia plumosa var. incrassata A.S.George\nVerticordia plumosa var. pleiobotrya A.S.George\nVerticordia plumosa var. vassensis A.S.GeorgeA variant, known as 'Eric John', appears to be an intergeneric cross between V. plumosa and Chamelaucium floriferum.",
    "Habit and distribution": "Plumed featherflower mainly occurs in near-coastal areas from the Arrowsmith River to areas east of Esperance but the variety intercrassa is found well inland to areas near Newdegate and Hyden.",
    "Conservation": "The varieties ananeotes and vassensis are classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife",
    "References": "\n Data related to Verticordia plumosa at Wikispecies"
  }
}