{
  "url": "https://en.wikipedia.org/wiki/Verticordia_mitchelliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Intricata"
    },
    {
      "Species": "V. mitchelliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia mitchelliana, commonly known as rapier featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with bright red, rapier-like flowers in spring and early summer, which readily distinguish it from other species. It is commonly grown in private gardens and some forms have larger flowers than those usually found in the wild.",
    "Description": "Verticordia mitchelliana is a spreading shrub which grows to a height of 20–75 cm (8–30 in) and about 0.2–3 m (0.7–10 ft) wide but sometimes grows as high as 1 m (3 ft). Its leaves are linear in shape, semi-circular in cross-section, 6–15 mm (0.2–0.6 in) long and have a rounded tip.The flowers are arranged singly or in small groups near the ends of the branches, each flower more or less hanging on a stalk 4–16 mm (0.2–0.6 in) long. The floral cup is top-shaped but spreading near the tip, 3 mm (0.12 in) long with a small swelling under each sepal. The sepals are bright red and spreading, 7–9 mm (0.28–0.35 in) long and have 6 or 7 deeply divided, hairy lobes and two hairy, deeply divided ear-like appendages. The petals are pink, bright red, yellow or orange and are 7–9 mm (0.3–0.4 in) long. They are erect, egg-shaped, have short, soft hairs on the outside and a few irregular teeth on the tip. The style is 24–27 mm (0.9–1 in) long and straight, with a few hairs near the tip. Flowering time is from October to December.",
    "Taxonomy and naming": "Verticordia mitchelliana was first formally described by Charles Gardner in 1933 from a specimen collected near Bencubbin and the description was published in Journal of the Royal Society of Western Australia. The specific epithet (mitchelliana) honours Sir James Mitchell who was Premier of Western Australia at the time.There are two subspecies:\n\nVerticordia mitchelliana C.A.Gardner subsp. mitchelliana which has petals 7–8 mm (0.28–0.31 in) long and staminodes 3–4 mm (0.1–0.2 in)s long;\nVerticordia mitchelliana subsp. implexior  A.S.George & M.D.Barrett which has petals 8.5–11 mm (0.3–0.4 in) long and staminodes 4.5–5 mm (0.18–0.20 in)s long.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Verticordia, section Intricata along with V. monadelpha, and V. pulchella.",
    "Distribution and habitat": "This verticordia grows in sand, usually with other species of Verticordia in heath and shrubland. It occurs in disjunct populations between Peak Charles and Kulja in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions.",
    "Conservation": "Subspecies mitchelliana  is classified as  \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat. Subspecies implexior is classified as \"Not Threatened.",
    "Use in horticulture": "Rapier featherflower has been grown in gardens since the 1970s and several forms have been developed. It grows well in a range of soils as long as they are well drained, and it is resistant to pest attack as well as drought- and frost-tolerant. It can be propagated from both seed and from cuttings.\n\n\n== References =="
  }
}