{
  "url": "https://en.wikipedia.org/wiki/Verticordia_forrestii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. forrestii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia forrestii, commonly known as Forrest's featherflower, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the north-west of Western Australia. It is a shrub with small, egg-shaped leaves and massed displays of scented pink to red flowers in spring.",
    "Description": "Verticordia forrestii is a highly branched, often dense shrub which grows to a height of 0.45–2 m (1–7 ft). Its leaves are egg-shaped to almost round but have a pointed end and are 1–2 mm (0.04–0.08 in) long.The flowers are scented and arranged in short, spike-like groups on thick, spreading stems 1.0–2.5 mm (0.04–0.1 in) long and the flowers open at about the same time as each other. The floral cup is broadly top-shaped, 2–3 mm (0.08–0.1 in) long, glabrous, warty and has 5 ribs and green appendages about 1 mm (0.04 in) long. The sepals are pale to bright pink or dark reddish-pink, fading to white, or sometimes white, 4.5–5 mm (0.18–0.20 in) long, with 9 to 13 feathery lobes and two small, hairy, ear-like appendages. The petals are erect and a similar colour to the sepals, 4.5–6 mm (0.18–0.24 in) long, with a hairy fringe. The style is 4–6 mm (0.16–0.24 in) long, bent at first but gradually straightening and has hairs mainly on one side. Flowering time is from July to November.",
    "Taxonomy and naming": "Verticordia forrestii was first formally described by Ferdinand von Mueller in 1883 and the description was published in Southern Science Record. The specific epithet (forrestii) honours Forrest, the explorer and statesman who made the type collection near the Gascoyne River in 1882.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. chrysostachys, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia grows in deep sand on sand dunes in open shrubland. It occurs between Carnarvon and Onslow near the coast, inland as far as Ashburton Downs and Wiluna, south-east to the Kennedy Range and almost to the Wooramel River, in the Carnarvon, Gascoyne, Murchison and Pilbara biogeographic regions. An early collection was made further northeast, at Roebourne, although it has not been found since then.",
    "Ecology": "The flowers of V. forrestii are often visited by small bees, (Euryhesma forrestii) from the Family Colletidae.",
    "Conservation": "Verticordia forrestii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia is an ornamental shrub, usually no more than 1 m (3 ft) high in cultivation. It is best suited to warmer climates. The flowers first appear during November, continuing until April, opening together and nearly covering the leaves and branches. It has been propagated from both cuttings and seed and grows best in sandy soil in a sunny position.\n\n\n== References =="
  }
}