{
  "url": "https://en.wikipedia.org/wiki/Verticordia_dichroma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. dichroma"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia dichroma is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a much-branched shrub with rounded leaves and spikes of scented, deep red and golden-coloured flowers.",
    "Description": "Verticordia dichroma is a shrub which grows to a height of 0.3–2 m (1–7 ft) and which has one to a number of stems at its base. The leaves are egg-shaped to almost round, 2–4 mm (0.08–0.2 in) long and often have irregularly toothed margins.The flowers are scented and arranged in spike-like groups on erect stems 1.5–2 mm (0.06–0.08 in) long and the flowers open at about the same time as each other. The floral cup is top-shaped, about 3 mm (0.1 in) long, has 5 ribs and is glabrous and smooth. The sepals are deep red in colour, or deep red with yellow, 4–5.6 mm (0.16–0.22 in) long, with 10 to 12 feathery lobes. The petals are golden-yellow with red spots, egg-shaped, 5–7 mm (0.2–0.3 in) long, about 2.5 mm (0.1 in) wide with a fringe 1.5–2.5 mm (0.06–0.1 in) long and with deeply-divided, ear-shaped appendages. The style is about 6 mm (0.2 in) long, bent and has long hairs on its sides. Flowering time is from late October to December.",
    "Taxonomy and naming": "Verticordia dichroma was first formally described by Alex George in 1991 and the description was published in Nuytsia. The type collection was made by Alex and Elizabeth George \"west of [the] North West Coastal Highway, north of No.8 Tank\" which is 62 km (40 mi) north of the Kalbarri turnoff. The specific epithet (dichroma) \"is from the Greek di- (two-) and chroma (colour), in reference to the flowers which are bicoloured when they open.\"In the same paper, George described two varieties and the names have been accepted by the Australian Plant Census:\nVerticordia dichroma A.S.George  var. dichroma which has leaves 3–4 mm (0.1–0.2 in) long, sepals 5–6 mm (0.20–0.24 in) long, petals 6–7 mm (0.2–0.3 in) long and flowers in groups of 12 or more;\nVerticordia dichroma var. syntoma A.S.George  which has shorter leaves, sepals and petals and fewer flowers per group than the type variety.George placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. lepidophylla, V. chrysostachys, V. aereiflora, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. serotina, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "Both varieties grow in deep sand, often with other verticordias, in heath and shrubland.\n\nSubspecies dichroma occurs in the eastern part of Kalbarri National Park, north towards Shark Bay and south to near Northampton, in the Carnarvon, Geraldton Sandplains and Yalgoo biogeographic regions;\nSubspecies syntoma occurs between the lower Murchison River and Shark Bay, in the same biogeographic regions as var. dichroma.",
    "Conservation": "Both varieties of V. dichroma are classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that they are poorly known and known from only a few locations but are not under imminent threat.",
    "Use in horticulture": "Both varieties of V. dichroma are worthy of cultivation in gardens due to their spectacular flowers. They are difficult to propagate from cuttings but once established are hardy plants. They are more difficult to grow in eastern Australia.\n\n\n== References =="
  }
}