{
  "url": "https://en.wikipedia.org/wiki/Verticordia_serotina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Pennuligera"
    },
    {
      "Species": "V. serotina"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia serotina is a flowering plant in the myrtle family, Myrtaceae and is endemic to the north-west of Western Australia. It is a shrub with egg-shaped leaves and bright pink flowers with long, curved styles in spring.",
    "Description": "Verticordia serotina is a shrub with a single main branch and many side-branches and which usually grows to a height of 30–70 cm (10–30 in). The leaves are elliptic, egg-shaped or almost round and 4–6 mm (0.16–0.24 in) long.The flowers are scented and arranged in spike-like groups near the ends of the branches, each flower on a spreading stalk 1–2 mm (0.04–0.08 in) long. The floral cup is top-shaped, 4–5 mm (0.16–0.20 in) long, rough, glabrous and has curved green appendages. The sepals are 8–9 mm (0.31–0.35 in) long, spreading, deep pink with 12 or 13 feathery lobes. The petals are a similar colour to the petals, 6–7 mm (0.2–0.3 in) long, with pointed lobes around its edge. The style is 8 mm (0.3 in) long, curved and hairy on one side. Flowering time is from August to September, sometimes later.",
    "Taxonomy and naming": "Verticordia serotina was first formally described by Alex George in 1991 from a specimen he collected near Exmouth and the description was published in Nuytsia. The specific epithet (serotina) is a Latin words meaning \"happening late\" referring to the later flowering of this species compared to the closely related V. forrestii.George placed this species in subgenus Eperephes, section Pennuligera along with V. comosa, V. chrysostachys, V. lepidophylla, V. aereiflora, V. dichroma, V. x eurardyensis, V. muelleriana, V. argentea, V. albida, V. fragrans, V. venusta, V. forrestii, V. oculata, V. etheliana and V. grandis.",
    "Distribution and habitat": "This verticordia usually grows in deep sand in heath and shrubland. It occurs in the Cape Range National Park and nearby stations in the Carnarvon biogeographic region.",
    "Conservation": "Verticordia serotina is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.",
    "Use in horticulture": "Verticordia serotina has only been successfully cultivated in Kings Park Botanic Garden. It has been propagated from cuttings and by grafting onto Chamelaucium uncinatum rootstock.\n\n\n== References =="
  }
}