{
  "url": "https://en.wikipedia.org/wiki/Verticordia_pholidophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. pholidophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia pholidophylla is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with a single branch at the base and many side branches with overlapping yellowish leaves and greenish-white to cream, cup-shaped, feathery flowers.",
    "Description": "Verticordia pholidophylla is a many-branched shrub which grows to a height of 30–100 cm (10–40 in) and 40–90 cm (20–40 in) wide. Its leaves are scale-like, almost overlapping but more or less spreading, broad elliptic in shape, thick 1.5–2 mm (0.06–0.08 in) long and 1.0–1.5 mm (0.04–0.06 in) wide.The flowers are arranged in short spike-like groups near the ends of the branches, each flower on a stalk about 1 mm (0.04 in) long. The floral cup is top-shaped, 2 mm (0.08 in) long, glabrous with small green appendages. The sepals are greenish-white to cream, sometimes pink, about 3 mm (0.1 in) long with 4 to 7 hairy lobes. The petals are the same colour as the sepals, erect, 4 mm (0.2 in) long with pointed lobes a further 1.5 mm (0.06 in) long. The style is 4 mm (0.2 in) long, bent and hairy near the tip. Flowering time is from September to November.",
    "Taxonomy and naming": "Verticordia pholidophylla was first formally described by Ferdinand von Mueller in 1859 from a specimen collected by Augustus Oldfield and the description was published in Fragmenta phytographiae Australiae. The specific epithet (pholidophylla) is derived from the Ancient Greek words pholis meaning \"a scale\" and phyllon meaning \"a leaf\", referring to the small, scale-like leaves of this species.In his review of the genus in 1991, Alex George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes,V. centipeda, V. auriculata, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia is found in and near the Kalbarri National Park where it grows in sand or clay, often in areas that are wet in winter in the Geraldton Sandplains biogeographic region.",
    "Ecology": "A native bee, the blue-banded bee, Amegilla cingulata has been observed visiting flowers of this verticordia.",
    "Conservation": "Verticordia pholidophylla is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This verticordia is usually propagated from cuttings but can also be grown from seed. When established in a garden, it flowers for longer than in the wild and tolerates drought and light frost. First flowering usually occurs after three years.\n\n\n== References =="
  }
}