{
  "url": "https://en.wikipedia.org/wiki/Verticordia_integra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Sigalantha"
    },
    {
      "Species": "V. integra"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia integra, commonly known as plastic verticordia,  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a shrub with only a few branches, with very thick oblong to egg-shaped leaves and heads of shiny golden-coloured flowers in late spring.",
    "Description": "Verticordia integra is an open, sparsely-branched shrub which grows to 30–75 cm (10–30 in) high and 20–50 cm (8–20 in) wide. Its leaves are oblong to egg-shaped, 2–7 mm (0.08–0.3 in) long and have a round end but with a short point at the tip. Leaves near the flowers are similar in shape but shorter.The flowers are usually scented and are arranged in rounded, corymb-like groups on the ends of the branches on erect stalks 7–12 mm (0.3–0.5 in) long with the lower flowers having longer stalks. The floral cup is a flattened hemisphere, less than  1.0 mm (0.04 in) long, rough and glabrous. The sepals are gold-coloured, about 3 mm (0.1 in) long, widely spreading and have 4 to 6 lobes which have long, spreading hairs. The petals are shiny gold-coloured, 3–4 mm (0.1–0.2 in) long and erect, egg-shaped to almost round and dished with a smooth edge. The style is straight or slightly curved, about 2.5 mm (0.1 in) long and glabrous. Flowering mostly occurs from October to November.",
    "Taxonomy and naming": "Verticordia integra was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens found near Newdegate by Alex and Elizabeth George.The specific epithet (integra) is derived from the Latin word integer meaning \"untouched\" or \"unhurt\" referring to the entire or smooth-edged petals.When George reviewed the genus in 1991, he placed this species in subgenus Chrysoma, section Sigalantha along with V. serrata.",
    "Distribution and habitat": "This verticordia usually grows in association with other species of verticordia in sand with lateritic gravel, loam or clay in heath. It mainly occurs in the area between Lake Biddy, Lake Magenta , Lake King and Ravensthorpe in the Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Verticordia integra is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "This verticordia has been difficult to propagate and establish in the garden but when successful produces a bushier plant than wild specimens. It has been propagated from cuttings but establishing them in the garden has been difficult.\n\n\n== References =="
  }
}