{
  "url": "https://en.wikipedia.org/wiki/Verticordia_auriculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. auriculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia auriculata is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a small, multi-branched shrub with small leaves and spikes of pink to magenta-coloured flowers in late spring to early summer and it is widespread in the wheatbelt.",
    "Description": "Verticordia auriculata is a highly branched shrub with a single stem at the base and which grows to a height of 20–60 cm (8–20 in) and a width of 20–90 cm (8–40 in). Its leaves are broadly elliptic in shape, 1.5–2 mm (0.06–0.08 in) long, dished and have short hairs along their edges.The flowers are scented and arranged in spike-like groups near the ends of the branches, each flower on a stalk 1.5–2.0 mm (0.06–0.08 in) long. The floral cup is top-shaped, 2.0–2.5 mm (0.08–0.1 in) long, and has 5 ribs and a pitted surface.  The sepals are pale pink to magenta, 4 mm (0.2 in) long, with 4 or 5 feather-like lobes and prominent, silvery appendages. The petals are egg-shaped, pink to magenta, 5 mm (0.2 in) long, slightly rough to touch and have a thread-like fringe. The style is about 5 mm (0.2 in) long, S-shaped and has hairs about 0.5 mm (0.02 in) long. Flowering time is from October to January.",
    "Taxonomy and naming": "Verticordia auriculata was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected near Perenjori. The specific epithet (auriculata) is derived from a Latin word meaning \"having ear-like appendages\" referring to the appendages on the sepals.George placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. lindleyi, V. carinata, V. drummondii, V. wonganensis,V. paludosa, V. luteola, V. attenuata, V. tumida, V. mitodes, V. centipeda, V. bifimbriata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in sand, often over other substrates, often in association with other verticordias, in heath or shrubland. It is widespread in areas between Mullewa, Yalgoo, Moonijin and Mukinbudin in the Avon Wheatbelt, Geraldton Sandplains and Yalgoo biogeographic regions.",
    "Conservation": "Verticordia auriculata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "In cultivation V. auriculata is usually a compact shrub with scented flowers, making it an attractive garden plant, but it has proven difficult to establish. It seems to prefer sand with some gravel added but will not tolerate phosphorus-containing fertiliser. Further experiments need to be undertaken to establish its requirements for horticulture. It has been propagated from seed and from cuttings but fungal diseases can cause problems for young plants.\n\n\n== References =="
  }
}