{
  "url": "https://en.wikipedia.org/wiki/Verticordia_chrysantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Jugata"
    },
    {
      "Species": "V. chrysantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia chrysantha, commonly known as yellow featherflower or yellow Morrison, is a flowering plant in the myrtle family, Myrtaceae and is endemic to Western Australia. It is a small, slow-growing, rather bushy shrub with bright yellow flowers which often turn reddish-brown as they age. It is widespread in the south-west of the state.",
    "Description": "Verticordia chrysantha is a shrub which grows to a height of 0.15–1.5 m (0.5–5 ft), sometimes almost as wide and which has a single, branching stem at its base. The leaves are linear in shape, approximately circular in cross-section, 3–15 mm (0.1–0.6 in) long and have a pointed, sometimes hooked end.\nThe flowers are usually scented, arranged in a corymb-like groups on the ends of the branches, bright yellow but ageing to bronze or brown, sometimes only in the centre. The flowers are held erect on stalks 4–18 mm (0.2–0.7 in) long.The floral cup is shaped like half a sphere about 1.5 mm (0.06 in) long, with 10 ribs, glabrous and slightly warty. The sepals are bright yellow, 4.0–4.5 mm (0.16–0.18 in) long, with 7 or 10 densely feathery lobes. The petals are also bright yellow, egg-shaped, 3.5–5.0 mm (0.14–0.20 in) and have long, spreading finger-like lobes. The style is 3.5–4 mm (0.14–0.16 in) long, straight or slightly curved. Flowering time is from September to December.",
    "Taxonomy and naming": "Verticordia chrysantha was first formally described by Stephan Endlicher in 1838 and the description was published in Stirpium Australasicarum Herbarii Hugeliani Decades Tres from specimens collected by John Gilbert in 1842. The specific epithet (chrysantha) is derived from the Ancient Greek words khrusos meaning \"gold\" and anthos meaning \"flower\", referring to the flower colour.When Alex George reviewed the genus Verticordia in 1991, he placed this species in subgenus Chrysoma, section Jugata along with V. chrysanthella, V. brevifolia, V. galeata, V. coronata, V. amphigia and V. laciniata.",
    "Distribution and habitat": "This verticordia grows in a wide range of soils and vegetation associations between Kalbarri in the north-west and Esperance on the south coast, although not in the far south-west corner of the state.",
    "Conservation": "Verticordia chrysantha is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Verticordia chrysantha is well established in horticulture although it is generally slow growing and then needs to be replaced after 5 years. In gardens it performs best in well-drained soil in full sun and has been shown to be drought tolerant. It produces an attractive display when used in mass plantings. Burying seeds in soil for twelve months then treating with aerosol smoke has been shown to improve the rate of germination of seeds of V. chrysantha.\n\n\n== References =="
  }
}