{
  "url": "https://en.wikipedia.org/wiki/Verticordia_cooloomia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Chrysoma"
    },
    {
      "Section": "Verticordia sect. Cooloomia"
    },
    {
      "Species": "V. cooloomia"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia cooloomia, commonly known as Cooloomia verticordia,  is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an open, spreading shrub with large heads of sharply scented yellow flowers and is only known from areas in and near to the Cooloomia Nature Reserve, near the Murchison River.",
    "Description": "Verticordia cooloomia is an openly branched shrub with a single stem at the base, growing to a height of up to 2.5 m (8 ft) and a width of up to 3.0 m (10 ft). The leaves near the base of the plant are linear in shape, approximately circular in cross section and 20–30 mm (0.8–1 in) long, those further up the stem are lance-shaped, dished and 7–12 mm (0.3–0.5 in) long and those near the flowers are almost circular with a pointed end and are 3–6 mm (0.1–0.2 in) in diameter.The flowers are sharply scented and arranged in corymb-like groups on erect stalks 10–18 mm (0.4–0.7 in) long. The floral cup is broadly top-shaped, 2.0 mm (0.08 in) long, glabrous and slightly warty. The sepals are a golden-yellow colour, 2.0 mm (0.08 in) long, with 11 to 13 lobes which have a short fringe of hairs. The petals are also golden-yellow, 3–4 mm (0.1–0.2 in), almost circular in shape with an irregularly toothed margin. The style is 3–5 mm (0.1–0.2 in) long, straight and glabrous. Flowering time is from October to November.The species is somewhat similar to Verticordia nitens, V. aurea and V. patens but is easily distinguished from them by the larger size of its leaves and flowers.",
    "Taxonomy and naming": "Verticordia cooloomia was first formally described by Alex George in 1991 and the description was published in Nuytsia from specimens collected at Murchison House Station by George and others in 1986. The species had previously been discovered by Stephen Hopper in 1979 in the Cooloomia Nature Reserve. The specific epithet (cooloomia) is from the name of the reserve where the species was discovered.In the same paper, George placed this species in subgenus Chrysoma and as the only species in section Cooloomia.",
    "Distribution and habitat": "This verticordia grows on sand ridges in heath and shrubland in and near the lower reaches of the Murchison River in the Geraldton Sandplains biogeographic region. It forms a part of the Shark Bay tree heath.",
    "Conservation": "Verticordia cooloomia is classified as  \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Verticordia cooloomia is variously described as \"very ornamental\" and \"a spectacular shrub, especially when plant in association with large rocks\". It is usually propagated from cuttings and has been grown in a wide variety of soil types and climatic conditions although full sun is required for good flowering. The species is intolerant of phosphorus-containing fertiliser but is drought tolerant and responds well to pruning after damage by severe frosts.\n\n\n== References =="
  }
}