{
  "url": "https://en.wikipedia.org/wiki/Verticordia_lindleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. lindleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia lindleyi is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is sometimes an openly branched shrub, other times more or less dense, with small leaves and spreading, spike-like groups of pink or purple flowers along the stems in summer, sometimes also in autumn.",
    "Description": "Verticordia lindleyi is a shrub which grows to a height of 1 m (3 ft) usually with one main stem, either openly or densely branched. Its leaves are egg-shaped to elliptic, slightly dished, 1.5–5 mm (0.06–0.2 in) long and covered with short hairs.The flowers are lightly scented and are arranged along the stems in spike-like groups, each flower on a spreading stalk 1–4 mm (0.04–0.2 in) long. The floral cup is a top-shaped, about 2 mm (0.08 in) long, 5-ribbed and glabrous with rounded green appendages about 1 mm (0.04 in) long. The sepals are pink or purple, occasionally white, 3–6 mm (0.1–0.2 in) long, with 5 to 7 hairy lobes. The petals are a similar colour to the sepals, egg-shaped, 2.5–4.5 mm (0.1–0.2 in) long and sometimes have a few small teeth on the end. The style is 3–4 mm (0.1–0.2 in) long, S-shaped and hairy. Flowering time is from November to February, or sometimes as late as May.",
    "Taxonomy and naming": "Verticordia lindleyi was first formally described by Johannes Schauer in 1841 from a specimen collected by James Drummond near the Swan River, and the description was published in Monographia Myrtacearum Xerocarpicarum. The specific epithet (lindleyi) honours the botanist John Lindley.Alex George undertook a review of the genus Verticordia in 1991 and described two subspecies:\nVerticordia lindleyi F.Muell. subsp. lindleyi which has petals which narrow towards their tip and lack teeth on their tip or have short teeth;\nVerticordia lindleyi subsp purpurea  A.S.George  which has petals that are broad near their tip and have relatively large teeth;George placed this species in subgenus Integripetala, section Verticordella along with V. pennigera, V. halophila, V. blepharophylla, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia grows in sandy soil, usually over clay or gravel in areas that are wet in winter, sometimes in open woodland or shrubland. It occurs from near Mogumber north of Perth, south and east to the Stirling Range National Park in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Subspecies lindleyi is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened, while subspecies purpurea is classified as \"Not Threatened\".",
    "Use in horticulture": "Both subspecies of Verticordia lindleyi are well established in gardens. When grown in well-drained soil in a sunny position, they have developed into  shrubs which both drought and frost tolerant as well as resistant to fungal diseases. They have been grown from both cuttings and from seed. A project of the Western Australian Botanic Gardens and Parks Authority has successfully translocated clones of different specimens of V. lindleyi subsp. lindleyi in a reconstructed wetland at Perth Airport.\n\n\n== References =="
  }
}