{
  "url": "https://en.wikipedia.org/wiki/Verticordia_lehmannii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Catocalypta"
    },
    {
      "Species": "V. lehmannii"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia lehmannii is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is slender shrub with only a few branches, well-spaced, oppositely arranged leaves and small heads of pale pink to silvery flowers with a dark pink centre.",
    "Description": "Verticordia lehmannii is a slender shrub with few side-branches which grows to a height of 30–75 cm (10–30 in) and a width of 10–30 cm (4–10 in). Its leaves are arranged in opposite pairs and are elliptic to oblong in shape, roughly triangular in cross-section and 2–5 mm (0.08–0.2 in) long.The flowers are arranged in small, round, corymb-like groups on the ends of the branches, each flower on an erect stalk 3.5–7 mm (0.1–0.3 in) long. The floral cup is 2.5–3.0 mm (0.098–0.12 in) long and hairy near the base. The sepals are pale pink to silvery-white, 3.5–5 mm (0.1–0.2 in) long with hairy lobes and ear-shaped appendages with a densely hairy tip. The petals are 3.5–4.5 mm (0.1–0.2 in) long, egg-shaped, dished, widely spreading and pale pink with a deeper pink centre. The style is about 4.5–7 mm (0.2–0.3 in), straight but bent near the tip and has a few scattered hairs. Flowering time is mainly from December to April.",
    "Taxonomy and naming": "Verticordia lehmannii was first formally described by Johannes Conrad Schauer in 1844 from specimens collected by Ludwig Preiss and the description was published in Plantae Preissianae.The specific epithet (lehmannii) honours Johann Georg Christian Lehmann, the editor of Plantae Preissianae.When he reviewed the genus Verticordia in 1991, Alex George placed this species in subgenus Verticordia, section Catocalypta along with V. roei, V. inclusa, V. apecta, V. insignis, V. habrantha and V. pritzelii.",
    "Distribution and habitat": "This verticordia grows in sand, in areas that are wet in winter, and in swamp, heath and shrubland. It only occurs in the extreme south-west of Western Australia, between Busselton and the Scott River area in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Verticordia lehmannii is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "This verticordia has been grown from cuttings but these are difficult to establish and maintain. More success has been achieved with grafting onto Darwinia citriodora rootstock, producing plants that are bushy and vigorous after 3 or 4 years.\n\n\n== References =="
  }
}