{
  "url": "https://en.wikipedia.org/wiki/Verticordia_minutiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Verticordia"
    },
    {
      "Section": "Verticordia sect. Micrantha"
    },
    {
      "Species": "V. minutiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia minutiflora is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a bushy shrub with small, crowded, cylindrical leaves and groups of white to pale pink flowers in summer and autumn. As suggested by its botanical name, it has the smallest flowers of any verticordia.",
    "Description": "Verticordia minutiflora is a bushy shrub which grows to a height of 20–90 cm (8–40 in) and about 90 cm (40 in) wide. Its leaves are crowded, linear in shape, almost circular in cross-section, 3–7 mm (0.1–0.3 in) long and have a blunt end.The flowers are scented and arranged in corymb-like groups on the ends of the branches, each flower on a stalk 1–1.5 mm (0.04–0.06 in) long. The floral cup is top-shaped, about 1.5 mm (0.06 in) long and has a few short, soft hairs. The sepals are white to pale pink, 1.5–2.0 mm (0.06–0.08 in) long with 2 or 3 hairy lobes. The petals are the same colour as the sepals, oblong to egg-shaped and 1.5–2.0 mm (0.06–0.08 in) long. The style is 3.5 mm (0.14 in) long and straight or slightly curved and hairy. Flowering time is mainly from January to June.",
    "Taxonomy and naming": "Verticordia minutiflora was first formally described by Ferdinand von Mueller in 1864 from a specimen collected by George Maxwell \"at the western end of the Great Australian Bight\" and the description was published in Fragmenta phytographiae Australiae. The specific epithet (minutiflora) is derived from the Latin minutus meaning 'minute' and -florus, '-flowered', referring to the small flowers of this species.In his review of the genus in 1991, Alex George placed this species in subgenus Verticordia, section Micrantha along with V. fastigiata and V. vicinella.",
    "Distribution and habitat": "This verticordia is found from near Esperance to Cape Arid and inland as far as Mount Burdett in the Esperance Plains and Mallee biogeographic regions. It is common near Esperance and is sometimes the dominant shrub, favouring areas near granite outcrops in gravelly soil.",
    "Conservation": "Verticordia minutiflora is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Although described as \"unspectacular\", V.minutiflora is a hardy shrub with neat foliage. It is readily propagated from cuttings and can be grown in a range of soils.\n\n\n== References =="
  }
}