{
  "url": "https://en.wikipedia.org/wiki/Verticordia_halophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Verticordia"
    },
    {
      "Subgenus": "Verticordia subg. Eperephes"
    },
    {
      "Section": "Verticordia sect. Verticordella"
    },
    {
      "Species": "V. halophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Verticordia halophila, commonly known as salt-loving featherflower, or salt-loving verticordia, is a flowering plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is an erect, bushy shrub with small, crowded, thick leaves and spikes of red and pink flowers in spring.",
    "Description": "Verticordia halophila is a shrub which grows to 30–75 cm (10–30 in) high and 45–70 cm (20–30 in) wide and which has a few main stems with many short, leafy side-branches. The leaves on the side branches are crowded, oblong to egg-shaped, thick with a rounded end but with a short point and covered with soft hairs less than 0.1 mm (0.004 in) long. The leaves on the flowering stems are broadly egg-shaped to almost round.The flowers are scented and arranged in spike-like groups near the ends of the long flowering stems, each flower on a stalk, 0.5–1.0 mm (0.02–0.04 in) long. The floral cup is top-shaped, 2.0–2.5 mm (0.08–0.1 in) long, smooth and glabrous with 5 ribs and small bent green appendages. The sepals are pink with a white fringe, 4–5 mm (0.16–0.20 in) long, with 5 or 6 hairy lobes and two ear-shaped, hairy appendages on the sides. The petals are mauve-pink, erect, 3.5–4 mm (0.1–0.2 in), with short, coarse teeth along their top edge. The style is 5–5.5 mm (0.20–0.22 in) long, curved with short hairs near its purple tip. Flowering time is from September to December.It is distinguished from similar verticordias by its thick, crowded leaves, the serrations on the top edge of the petals, the purple-tipped style and by the saline environment in which it is found.",
    "Taxonomy and naming": "Verticordia halophila was first formally described by Alex George in 1991 and the description was published in Nuytsia. The type collection was made by Alex and Elizabeth George south of Coorow in 1985. The specific epithet (halophila) is \"named from the Greek hals (salt) and -philus (loving), in reference to the habitat which is unusual in the genus\".When Alex George reviewed the genus in 1991, he placed this species in subgenus Eperephes, section Verticordella along with V. pennigera, V. blepharophylla, V. lindleyi, V. carinata, V. attenuata, V. drummondii, V. wonganensis, V. paludosa, V. luteola, V. bifimbriata, V. tumida, V. mitodes, V. centipeda, V. auriculata, V. pholidophylla, V. spicata and V. hughanii.",
    "Distribution and habitat": "This verticordia usually grows in sand and clay on flats that are slightly saline and on the edges of salt lakes in woodland and shrubland. It is found in and near areas around Coorow, Marchagee  and Lake Seabrook in the Avon Wheatbelt, Coolgardie and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Verticordia halophila is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Some forms of this species are being grown in cultivation and are performing well. Some are bushy shrubs which are producing honey-scented flowers from October to March, sometimes in other months.\n\n\n== References =="
  }
}