{
  "url": "https://en.wikipedia.org/wiki/Habenaria_harroldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. harroldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria harroldii, commonly known as the southern rein orchid, is a species of orchid that is endemic to the Fraser Coast region of Queensland. It has up to five leaves at its base and up to twenty five white flowers with reduced side lobes on the labellum.",
    "Description": "Habenaria harroldii is a tuberous, perennial herb with between three and five upright, dark green leaves at its base, the leaves 30–100 mm (1–4 in) long and 7–16 mm (0.3–0.6 in) wide. Between three and twenty five lightly scented white flowers, 9–11 mm (0.35–0.43 in) long and 12–15 mm (0.5–0.6 in) wide are borne on a flowering stem 150–450 mm (6–20 in) tall. The dorsal sepal is 6.5–8.5 mm (0.26–0.33 in) long and about 5 mm (0.2 in) wide, overlapping with the base of the petals to form a hood over the column. The lateral sepals are 7–9 mm (0.3–0.4 in) long, about 5 mm (0.2 in) wide and spread widely apart from each other. The petals are 6–8 mm (0.2–0.3 in) long and about 4 mm (0.2 in) wide. The labellum is 8–10 mm (0.3–0.4 in) long, about 5 mm (0.20 in) wide and usually undivided. The nectary spur is 2.5–12 mm (0.1–0.5 in) long and more or less straight. Flowering occurs from January to March.",
    "Taxonomy and naming": "Habenaria harroldii was first formally described in 1998 by David Jones from a specimen collected  near Tewantin and the description was published in The Orchadian. The specific epithet (harroldii) honours Arthur George Harrold who collected the type specimen.",
    "Distribution and habitat": "The southern rein grows with low shrubs and grasses in woodland between Tewantin and Maaroom.\n\n\n== References =="
  }
}