{
  "url": "https://en.wikipedia.org/wiki/Habenaria_vatia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. vatia"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria vatia, commonly known as the curved rein orchid, is a species of orchid that is endemic Queensland where it is only known from a small number of islands. It has between three and five leaves at its base and up to twenty five small white flowers with a relatively long green and white nectary spur.",
    "Description": "Habenaria vatia is a tuberous, perennial herb with between three and five upright leaves, 60–100 mm (2–4 in) long and 10–18 mm (0.4–0.7 in) wide. Between fifteen and twenty five white flowers, 10–12 mm (0.39–0.47 in) long and 15–17 mm (0.59–0.67 in) wide are borne on a flowering stem 300–500 mm (10–20 in) tall. The dorsal sepal is about 4 mm (0.2 in) long, 3 mm (0.1 in) wide and with the petals, forms a hood over the column. The lateral sepals are about 5 mm (0.2 in) long, 2 mm (0.08 in) wide and spread apart from each other and the petals are a similar size to the sepals. The labellum is shaped like a trident and has three lobes about 8 mm (0.3 in) long and 1.5 mm (0.06 in) wide. The nectary spur is green with a white base, 12–14 mm (0.47–0.55 in) long and about 2 mm (0.08 in) wide. Flowering occurs from December to January.",
    "Taxonomy and naming": "Habenaria vatia was first formally described in 2002 by David Jones but the name was not validly published. In 2015, Michael Mathieson validated the name and description. The specific epithet (vatia) is a Latin word meaning \"bent outward\" or \"bowlegged\".",
    "Distribution and habitat": "The curved rein orchid grows with grasses and low shrubs in woodland on Moa Island and other Torres Strait Islands.",
    "Conservation": "Habenaria vatia is listed as \"vulnerable\" under the Queensland Nature Conservation Act 1992.\n\n\n== References =="
  }
}