{
  "url": "https://en.wikipedia.org/wiki/Habenaria_elongata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. elongata"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria elongata, commonly known as the white rein orchid, or Kimberley spider orchid, is a species of orchid that is endemic to northern Australia. It has up to four leaves at its base and up to twenty small white flowers with yellowish tips and thread-like lobes on the labellum.",
    "Description": "Habenaria elongata is a tuberous, perennial herb with between two and four oblong to egg-shaped leaves at its base, the leaves 80–120 mm (3–5 in) long and 20–25 mm (0.8–1 in) wide. Between eight and twenty white flowers with yellow tips, 25–35 mm (0.98–1.4 in) long and 20–25 mm (0.8–1 in) wide are borne on a flowering stem 300–600 mm (10–20 in) tall. The dorsal sepal is 4–5 mm (0.16–0.20 in) long, about 3 mm (0.1 in) wide, overlapping with the base of the petals to form a hood over the column. The lateral sepals are 5–5.5 mm (0.20–0.22 in) long, about 2 mm (0.08 in) wide and turn downwards behind the labellum. The petals are about 6 mm (0.2 in) long and 3 mm (0.1 in) wide. The labellum turns downwards and has three lobes, the side lobes very narrow linear to thread-like, 15–20 mm (0.6–0.8 in) long and the middle lobe 5–7 mm (0.2–0.3 in) long. The nectary spur is curved and 5–7 mm (0.2–0.3 in) long. Flowering occurs in January and February.",
    "Taxonomy and naming": "Habenaria elongata was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (elongata) is a Latin word meaning \"prolonged\", referring to the three long labellum lobes.",
    "Distribution and habitat": "The white rein orchid is found in the Kimberley region of Western Australia, northern parts of the Northern Territory, on the Cape York Peninsula and in New Guinea. It grows in grassland, open forest and woodland.\n\n\n== References =="
  }
}