{
  "url": "https://en.wikipedia.org/wiki/Habenaria_chlorosepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. chlorosepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria chlorosepala, commonly known as the green-hooded rein orchid, is a species of orchid that is endemic to a small area in far north Queensland. It has two or three leaves at its base and up to twenty small green and white flowers.",
    "Description": "Habenaria chlorosepala is a tuberous, perennial herb with two or three bluish-green, erect leaves, 20–60 mm (0.8–2 in) long and 6–10 mm (0.2–0.4 in) wide. Between eight and twenty green flowers with a white labellum, 8–10 mm (0.3–0.4 in) long and 5–6 mm (0.20–0.24 in) wide are borne on a flowering stem 200–530 mm (8–20 in) tall. The dorsal sepal and petals overlap at their bases and form a hood over the column. The sepals and petals are about 5 mm (0.2 in) long and 3 mm (0.1 in) wide, the lateral sepals spread widely apart from each other. The labellum is 4.5–5 mm (0.18–0.20 in) long and 8–10 mm (0.3–0.4 in) wide with three lobes, the side lobes arranged at about 90° to the middle lobe. The labellum spur is white, 7–8 mm (0.28–0.31 in) long, about 1 mm (0.04 in) wide and curves forward. Flowering occurs between January and April.",
    "Taxonomy and naming": "Habenaria chlorosepala was first formally described in 1998 by David Jones from a specimen collected near Cooktown by Lewis Roberts in 1993 and the description was published in The Orchadian. The specific epithet (chlorosepala) is derived from the Ancient Greek word chloros meaning \"green\" and the New Latin word sepalum meaning \"a leafy division of the calyx\".",
    "Distribution and habitat": "The green-hooded rein orchid has a narrow distribution south of Cooktown where it grows with low plants in summer-wet woodland.\n\n\n== References =="
  }
}