{
  "url": "https://en.wikipedia.org/wiki/Habenaria_ferdinandi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "HabenariaWilld."
    },
    {
      "Species": "H. ferdinandi"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria ferdinandi, commonly known as the yellow rein orchid, is a species of orchid that is endemic to the Northern Territory. It usually has two leaves at its base and up to fifteen tiny yellowish green, strongly scented flowers.",
    "Description": "Habenaria ferdinandi is a tuberous, perennial herb usually with two upright, dark green leaves at its base, the leaves 20–60 mm (0.8–2 in) long and 3–5 mm (0.1–0.2 in) wide. Between seven and fifteen yellowish green, strongly scented flowers, 8–9.5 mm (0.3–0.4 in) long and 5–6 mm (0.20–0.24 in) wide are borne on a flowering stem 200–500 mm (8–20 in) tall. The dorsal sepal is about 3 mm (0.12 in) long and 2 mm (0.08 in) wide, overlapping with the base of the petals to form a hood over the column. The lateral sepals are 4 mm (0.16 in) long, 2 mm (0.08 in) wide and spread widely apart close to horizontally. The petals are about 2 mm (0.08 in) long and 1.5 mm (0.06 in) wide. The labellum is about 3 mm (0.1 in) long, 6 mm (0.2 in) wide and has three lobes. The side lobes are thread-like, about 4.5 mm (0.2 in) long with erect tips and are held at about 90° to the middle lobe which turns downwards and is about 3.5 mm (0.1 in) long. The nectary spur is about 5 mm (0.2 in) long and held parallel to the ovary. Flowering occurs from December to March.",
    "Taxonomy and naming": "Habenaria ferdinandi was first formally described in 1911 by Rudolf Schlechter, although he initially gave it the name Habenaria muelleriana, an illegitimate name because it had been used for a different species by Alfred Cogniaux. The original and the correction were published in Repertorium Specierum Novarum Regni Vegetabilis. The specific epithet (ferdinandi) honours the botanist Ferdinand von Mueller.",
    "Distribution and habitat": "The yellow rein is found in northern parts of the Northern Territory where it grows in grassy forest and at the base of sandstone escarpments.\n\n\n== References =="
  }
}