{
  "url": "https://en.wikipedia.org/wiki/Habenaria_macraithii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. macraithii"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria macraithii, commonly known as the whiskered rein orchid, is a species of orchid that is endemic to a small area in far north Queensland. It has up to eleven scattered leaves and up to twenty five relatively large green flowers with thread-like petal lobes.",
    "Description": "Habenaria macraithii is a tuberous, perennial herb with between seven and eleven scattered bluish green leaves, 60–120 mm (2–5 in) long and 20–25 mm (0.8–1 in) wide. Between fifteen and twenty five green flowers, 20–24 mm (0.8–0.9 in) long and 14–18 mm (0.6–0.7 in) wide are borne on a flowering stem 300–600 mm (10–20 in) tall. The dorsal and lateral sepals are 10–13 mm (0.4–0.5 in) long and about 4 mm (0.2 in) wide, the lateral sepals are narrow egg-shaped and spread widely apart from each other. The petals have two lobes. One lobe is 12–16 mm (0.5–0.6 in) long, about 1.5 mm (0.06 in) wide and tapered, the other thread-like and 15–20 mm (0.6–0.8 in) long. The labellum has three lobes. The side lobes are thread-like, 18–20 mm (0.7–0.8 in) long and the middle lobe is linear and 15–18 mm (0.6–0.7 in) long. The labellum spur turns downwards and is 18–22 mm (0.7–0.9 in) long. Flowering occurs from July to September.",
    "Taxonomy and naming": "Habenaria macraithii was first formally described in 1984 by Bill Lavarack and the description was published in The Orchadian. The specific epithet (macraithii) honours Gerald McCraith of the Australian Orchid Foundation. In Australia, the species is formally known as Habenaria maccraithii.",
    "Distribution and habitat": "The whiskered rein orchid grows on levees in rainforest. It is only known from a few sites in the Kutini-Payamu and Kulla National Parks.",
    "Conservation": "Habenaria macraithii is listed as \"endangered\"  under the Australian Government EPBC Act.\n\n\n== References =="
  }
}