{
  "url": "https://en.wikipedia.org/wiki/Habenaria_fuscina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "HabenariaWilld."
    },
    {
      "Species": "H. fuscina"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria fuscina, commonly known as the green rein orchid, is a species of orchid that is endemic to Cape York Peninsula. It has two or three leaves at its base and up to fifteen small green and white flowers with a labellum shaped like a trident.",
    "Description": "Habenaria fuscina is a tuberous, perennial herb with two or three upright leaves at its base, the leaves 50–120 mm (2–5 in) long and 12–16 mm (0.5–0.6 in) wide. Between eight and fifteen green and white flowers, 10–12 mm (0.4–0.5 in) long and 6–10 mm (0.2–0.4 in) wide are borne on a flowering stem 200–350 mm (8–10 in) tall. The dorsal sepal is about 5 mm (0.20 in) long and 3 mm (0.1 in) wide, overlapping with the base of the petals to form a hood over the column. The lateral sepals are about 5 mm (0.20 in) long, 2 mm (0.08 in) wide, turn downwards and spread widely apart from each other. The petals are about 5 mm (0.2 in) long and 2 mm (0.08 in) wide. The labellum is shaped like a trident, 6–7.5 mm (0.2–0.3 in) long, 5–6 mm (0.20–0.24 in) wide with three lobes. \nThe side lobes are about 5 mm (0.2 in) long and the middle lobe is about 4 mm (0.2 in) long. The nectary spur is white with a greenish tip, 8–9 mm (0.3–0.4 in) long and about 2 mm (0.08 in) wide. Flowering occurs from February to April.",
    "Taxonomy and naming": "Habenaria fuscina was first formally described in 2002 by David Jones and the description was published in The Orchadian. The specific epithet (fuscina) is Latin word meaning \"a three-pronged fork\" or \"trident\".",
    "Distribution and habitat": "The green rein grows with sedges and rushes in low-lying areas on the northern parts of the Cape York Peninsula.\n\n\n== References =="
  }
}