{
  "url": "https://en.wikipedia.org/wiki/Habenaria_rumphii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. rumphii"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria rumphii, commonly known as the stiff rein orchid, is a species of orchid that is widespread and common in Southeast Asia, New Guinea and northern Australia. It has six or seven leaves on the lower part of its stem and up to thirty white flowers with one long and two short lobes on the labellum.",
    "Description": "Habenaria rumphii is a tuberous, perennial herb with six or seven leaves on the lower part of the stem. The leaves are linear to lance-shaped, 60–140 mm (2–6 in) long, 15–20 mm (0.6–0.8 in) wide and stiffly pointed. Between ten and thirty white flowers 7–8 mm (0.28–0.31 in) long and 10–12 mm (0.4–0.5 in) wide are borne on a flowering stem 300–500 mm (10–20 in) tall. The dorsal sepal and petals overlap at their bases and form a hood over the column. The dorsal sepal is about 5 mm (0.2 in) long and 3 mm (0.1 in) wide and the lateral sepals are slightly longer and spread apart from each other. The petals are a similar length to the sepals but narrower. The labellum is 6.5–7.5 mm (0.26–0.30 in) long and about 3 mm (0.1 in) wide and has three lobes. The middle lobe is 5–6 mm (0.20–0.24 in) long and 1.5 mm (0.06 in) but the side lobes are only about half as long and wide. The nectary spur is curved and 12–14 mm (0.47–0.55 in) long. Flowering occurs between February and March in Australia.",
    "Taxonomy and naming": "The stiff rein orchid was first formally described in 1834 by Adolphe-Théodore Brongniart who gave it the name Platanthera rumphii and published the description in Louis Isidore Duperrey's book Voyage Autour du Monde. In 1835, John Lindley changed the name to Habaneria rumphii. The specific epithet (rumphii) honours Georg Eberhard Rumphius who had given the orchid the name Orchis Amboinica minor.",
    "Distribution and habitat": "Habaneria rumphii grows with grasses in open forest and woodland in Australia. It also occurs in Thailand, Laos, Cambodia, Vietnam, Malaysia, Indonesia, the Philippines and New Guinea. In Australia it is found on the Cape York Peninsula and south to Ingham as well as on some Torres Strait Islands. There is a single record from the Northern Territory, where the species is listed as \"endangered\".\n\n\n== References =="
  }
}