{
  "url": "https://en.wikipedia.org/wiki/Habenaria_praecox",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. praecox"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria praecox, commonly known as the early rein orchid, is a species of orchid that is endemic to the north coast of Queensland. It has between two and four narrow, upright leaves at its base and up to thirty five small white flowers with a green dorsal sepal.",
    "Description": "Habenaria praecox is a tuberous, perennial herb with between two and four upright leaves, 50–100 mm (2–4 in) long and 4–6 mm (0.16–0.24 in) wide. Between three and thirty five green and white flowers, 8–10 mm (0.3–0.4 in) long and wide are borne on a flowering stem 200–500 mm (8–20 in) tall. The dorsal sepal is green, about 4 mm (0.2 in) long, 2.5 mm (0.1 in) wide and forms a hood over the column. The lateral sepals are about 5 mm (0.2 in) long, 1.4 mm (0.06 in) wide, curved and spread apart from each other. The petals are about 4 mm (0.2 in) long and 2.5 mm (0.1 in) wide. The labellum has three lobes. The side lobes are tapered, 4.5–5.5 mm (0.18–0.22 in) long with their tips curved upwards and the middle lobe is about 4 mm (0.2 in) long. The labellum spur curves forwards and is 7–9 mm (0.3–0.4 in) long. Flowering occurs from December to January.",
    "Taxonomy and naming": "Habenaria praecox was first formally described in 1999 by Bill Lavarack and Alick Dockrill from a specimen collected near Cardwell and the description was published in Austrobaileya. The specific epithet (praecox) is a Latin word meaning \"early ripe\" or \"premature\".",
    "Distribution and habitat": "The early rein orchid grows with grasses and sedges in forests between Coen and Proserpine.\n\n\n== References =="
  }
}