{
  "url": "https://en.wikipedia.org/wiki/Habenaria_ochroleuca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. ochroleuca"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria ochroleuca, commonly known as the sickle orchid or sickle habenaria, is a species of orchid that is endemic to northern Australia. It has two or three broad, glabrous leaves and up to twenty five white flowers on a flowering stem with many overlapping bracts. The side lobes of the labellum curve upwards.",
    "Description": "Habenaria ochroleuca is a tuberous, perennial herb with two or three glabrous leaves 80–100 mm (3–4 in) long and 10–12 mm (0.4–0.5 in) wide. There are between ten and twenty five flowers on a wiry flowering stem 250–400 mm (10–20 in) high with many overlapping bracts. The bracts are 20–50 mm (0.8–2 in) long and 3–8 mm (0.1–0.3 in) wide and the flowers are 10–13 mm (0.4–0.5 in) long and 12–14 mm (0.5–0.6 in) wide. The dorsal sepal is about 5 mm (0.20 in) long and 3 mm (0.1 in) wide. The lateral sepals are about 6 mm (0.24 in) long, 3 mm (0.1 in) wide and are held behind the side lobes of the labellum. The petals are about 5 mm (0.2 in) long, 1.5 mm (0.06 in) wide and curve upwards beside the dorsal sepal. The labellum has three lobes, the side lobes are about 4.5 mm (0.2 in) long, 1.5 mm (0.06 in) long and curve upwards. The middle lobe is about 3.5 mm (0.1 in) long and curves downwards towards the ovary. The nectary spur is also curved, 10–11 mm (0.39–0.43 in) long and about 2 mm (0.08 in) wide. Flowering occurs from January to March.",
    "Taxonomy and naming": "Habenaria ochroleuca was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (ochroleuca) is derived from the Ancient Greek words ochros meaning \"pale-yellow\", \"sallow\" or \"wan\" and leukos meaning \"white\" referring to the colour of the flowers.",
    "Distribution and habitat": "The sickle orchid is found in the Kimberley region of Western Australia, in the northern parts of the Northern Territory and in New Guinea. It is common within its range in Western Australia where it grows in seasonally wet areas and on roadsides.",
    "Conservation": "Habenaria ochroleuca is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}