{
  "url": "https://en.wikipedia.org/wiki/Habenaria_hymenophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. hymenophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria hymenophylla, commonly known as the coastal rein orchid, is a species of orchid that is endemic to northern Australia. It up to eight leaves scattered along the stem and up to thirty smelly green and white flowers.",
    "Description": "Habenaria hymenophylla is a tuberous, perennial herb with between six and eight leaves. The leaves are 30–60 mm (1–2 in) long and 30–35 mm (1.2–1.4 in) wide. Between twenty and thirty green and white flowers, 15–18 mm (0.6–0.7 in) long and 10–13 mm (0.4–0.5 in) wide are borne on a flowering stem 250–400 mm (10–20 in) tall. The flowers have an unpleasant smell, especially in the late afternoon. The dorsal sepal is about 5 mm (0.20 in) long and wide and forms a hood over the column. The lateral sepals are a similar size to the dorsal sepal and spread apart from each other. The petals are divided into two lobes about 1.5 mm (0.06 in) wide, one about 6 mm (0.2 in) long and the other about 3 mm (0.1 in) long. The labellum has three thread-like lobes 6–7 mm (0.2–0.3 in) long. The nectary spur is 11–13 mm (0.4–0.5 in) long and curved. Flowering occurs from October to April.",
    "Taxonomy and naming": "Habenaria hymenophylla was first formally described in 1911 by Rudolf Schlechter and the description was published in Repertorium specierum novarum regni vegetabilis.",
    "Distribution and habitat": "The coastal rein is found in northern parts of the Northern Territory where it is found near Darwin, in Arnhem Land and on Melville Island. It also occurs in disjunct populations in Queensland, including on the Cape York Peninsula and between Ingham and Rockhampton. It grows in rainforest, often near the coast and in woodland.\n\n\n== References =="
  }
}