{
  "url": "https://en.wikipedia.org/wiki/Habenaria_exilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "HabenariaWilld."
    },
    {
      "Species": "H. exilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria exilis, commonly known as the wispy rein orchid, is a species of orchid that is endemic to a small area in far north Queensland. It usually has two leaves at its base and up to fifteen tiny whitish flowers.",
    "Description": "Habenaria exilis is a tuberous, perennial herb usually with two upright, dark green leaves, 20–60 mm (0.8–2 in) long and 3–5 mm (0.1–0.2 in) wide. Between seven and fifteen whitish flowers 8–9.5 mm (0.3–0.4 in) long and 5–6 mm (0.20–0.24 in) wide are well-spaced along a flowering stem 200–500 mm (8–20 in) tall. The dorsal sepal and petals overlap at their bases and form a hood over the column. The dorsal sepal is about 3 mm (0.1 in) long and 2 mm (0.08 in) wide. The lateral sepals are about 4 mm (0.2 in) long, 2 mm (0.08 in) wide and spread nearly horizontally away from each other. The petals are about 2 mm (0.08 in) long and 1.5 mm (0.06 in) wide. The labellum is about 3 mm (0.1 in) long and 6 mm (0.2 in) wide and has three lobes. The side lobes are thread-like, about 4.5 mm (0.2 in) long and arranged at about 90° to the middle lobe which is shorter and turns downwards.  The labellum spur is white and green, about 5 mm (0.2 in) long and parallel to the ovary. Flowering occurs between January and April.",
    "Taxonomy and naming": "Habenaria exilis was first formally described in 1998 by David Jones from a specimen collected near Rossville by Lewis Roberts in 1993 and the description was published in The Orchadian. The specific epithet (exilis) is a Latin word meaning \"thin\", \"slender\", \"meager\" or \"poor \".",
    "Distribution and habitat": "The wispy rein orchid has a narrow distribution near Rossville where it grows with grasses in sparse woodland which is partly flooded in summer.\n\n\n== References =="
  }
}