{
  "url": "https://en.wikipedia.org/wiki/Habenaria_propinquior",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. propinquior"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria propinquior, commonly known as the common rein orchid, is a species of orchid that is endemic to north Queensland. It has two to four leaves at its base and up to thirty white flowers with thread-like lobes on the labellum.",
    "Description": "Habenaria propinquior is a tuberous, perennial herb with between two and four leaves at the base of the plant, the leaves 40–80 mm (2–3 in) long and 8–15 mm (0.3–0.6 in) wide. Between ten and thirty white flowers 12–14 mm (0.5–0.6 in) long and 10–12 mm (0.39–0.47 in) wide are borne on a flowering stem 200–400 mm (8–20 in) tall. The dorsal sepal and petals overlap at their bases and form a hood over the column. The dorsal sepal is about 5 mm (0.2 in) long and 4.5 mm (0.2 in) wide and the lateral sepals are slightly longer and spread apart from each other. The petals are a similar length to the sepals but narrower. The labellum has three thread-like lobes 5–7 mm (0.20–0.28 in) long with the side lobes curving upwards. The nectary spur is 10–12 mm (0.39–0.47 in) long and slightly curved. Flowering occurs between January and April.",
    "Taxonomy and naming": "Habenaria propinquior was first formally described in 1871 by Heinrich Gustav Reichenbach from a specimen collected at Rockingham Bay and the description was published in his book Beitrage zur Systematischen Pflanzenkunde. The specific epithet (propinquior) is derived from the Latin word propinquus meaning \"near\" or \"neighbouring\".",
    "Distribution and habitat": "The common rein orchid grows in sandy heath which is covered by water in the wet season. It is found on the Cape York Peninsula and as far south as Rockhampton, also occurring on some islands in the Torres Strait.\n\n\n== References =="
  }
}