{
  "url": "https://en.wikipedia.org/wiki/Habenaria_triplonema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. triplonema"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria triplonema, commonly known as the twisted rein orchid, is a species of orchid that is endemic to northern Australia. It two or three leaves at its base and up to twenty five yellowish, strongly scented flowers.",
    "Description": "Habenaria triplonema is a tuberous, perennial herb with between two and three bright green leaves. The leaves are 50–90 mm (2–4 in) long and 15–20 mm (0.6–0.8 in) wide. Between eight and twenty five fragrant, greenish yellow and white flowers, 11–14 mm (0.4–0.6 in) long and 12–16 mm (0.5–0.6 in) wide are borne on a flowering stem 300–500 mm (10–20 in) tall. The dorsal sepal is about 5 mm (0.20 in) long and 3 mm (0.12 in) wide and the lateral sepals are slightly wider and spread apart from each other. The petals are a similar size to the lateral sepals. The labellum has three thread-like lobes, the side lobes 12–15 mm (0.5–0.6 in) long and often twisted, the middle lobe 6–8 mm (0.2–0.3 in) long. The nectary spur is 27–32 mm (1.1–1.3 in) long. Flowering occurs from February to March.",
    "Taxonomy and naming": "Habenaria triplonema was first formally described in 1911 by Rudolf Schlechter from a specimen collected from Port Darwin and the description was published in Repertorium specierum novarum regni vegetabilis.",
    "Distribution and habitat": "The twisted rein is found in northern parts of the Northern Territory, in the Kimberley region of Western Australia, between Ingham and Rockhampton in Queensland, on some Torres Strait Islands and in New Guinea. It grows in open forest and woodlan, sometimes near swamps and often with tall grasses.\n\n\n== References =="
  }
}