{
  "url": "https://en.wikipedia.org/wiki/Habenaria_halata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. halata"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria halata, commonly known as the sweet rein orchid, is a species of orchid that is endemic to northern parts of the Northern Territory. It has two or three leaves at its base and up to eighteen small white, sweet-smelling flowers with a labellum shaped like a trident.",
    "Description": "Habenaria halata is a tuberous, perennial herb with two or three upright, dark green leaves at its base, the leaves 40–70 mm (2–3 in) long and 5–8 mm (0.2–0.3 in) wide. Between seven and eighteen white, sweet-smelling flowers, 10–12 mm (0.4–0.5 in) long and wide are borne on a flowering stem 300–500 mm (10–20 in) tall. The dorsal sepal is about 4 mm (0.16 in) long and 3 mm (0.1 in) wide, overlapping with the base of the petals to form a hood over the column. The lateral sepals are about 5 mm (0.20 in) long, 3 mm (0.1 in) wide and spread widely apart from each other. The petals are about 5 mm (0.2 in) long and 2.5 mm (0.1 in) wide. The labellum is shaped like a trident, about 6 mm (0.2 in) long, 9–11 mm (0.35–0.43 in) wide with three lobes. \nThe side lobes are about 5 mm (0.2 in) long and 1 mm (0.04 in), spread widely apart from each other with an upturned tip but the middle lobe is shorter but wider. The nectary spur is 8–9 mm (0.3–0.4 in) long with a broad base. Flowering occurs from December to February.",
    "Taxonomy and naming": "Habenaria halata was first formally described in 2002 by David Jones from a specimen collected near Darwin and the description was published in The Orchadian. The specific epithet (halata) is Latin word meaning \"odor\", \"fragrance\" or \"perfume\".",
    "Distribution and habitat": "The sweet rein grows with low shrubs, sedges and grasses in Melaleuca viridiflora woodland in northern parts of the Northern Territory.\n\n\n== References =="
  }
}