{
  "url": "https://en.wikipedia.org/wiki/Habenaria_xanthantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Orchideae"
    },
    {
      "Genus": "Habenaria"
    },
    {
      "Species": "H. xanthantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Habenaria xanthantha, commonly known as the freak rein orchid, is a species of orchid that is endemic to far northern Queensland. It has two or three leaves at its base and up to twenty small white flowers often lacking the nectary spur present on other species in the genus.",
    "Description": "Habenaria xanthantha is a tuberous, perennial herb with two or three upright leaves, 50–80 mm (2–3 in) long and 4–7 mm (0.2–0.3 in) wide. Between eight and twenty white flowers, 6–8 mm (0.24–0.31 in) long and 10–12 mm (0.39–0.47 in) wide are borne on a flowering stem 150–350 mm (6–10 in) tall. The dorsal sepal is about 6 mm (0.2 in) long, 2.5 mm (0.1 in) wide and with the petals, forms a hood over the column. The lateral sepals are 5–6 mm (0.20–0.24 in) long, about 3 mm (0.1 in) wide and spread apart from each other and turn downwards. The petals are a similar size to the lateral sepals. The labellum is 5–7.5 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and sometimes has three lobes. When present, the nectary spur is up to 2 mm (0.08 in) long. Flowering occurs from March to April.",
    "Taxonomy and naming": "Habenaria xanthantha was first formally described in 1869 by Ferdinand von Mueller and the description was published in Fragmenta Phytographiae Australiae. The specific epithet (xanthantha) is derived from the Ancient Greek words xanthos meaning \"yellow\" and anthos meaning \"flower\", although no yellow-flowering forms have been seen in the last fifty years.",
    "Distribution and habitat": "The freak rein orchid grows in moist to wet woodland on some Torres Strait Islands and on Cape York Peninsula south to Proserpine.\n\n\n== References =="
  }
}