{
  "url": "https://en.wikipedia.org/wiki/Platanthera_psycodes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Genus": "Platanthera"
    },
    {
      "Species": "P. psycodes"
    }
  ],
  "text": {
    "__SUMMARY__": "Platanthera psycodes, commonly called lesser purple fringed orchid or small purple-fringed orchid, is a species of orchid, genus Platanthera,  occurring from eastern Canada (from Manitoba to Newfoundland) to the east-central and northeastern United States (Great Lakes Region, Appalachian Mountains, and New England). It is imperiled in Illinois, Tennessee, North Carolina, and Kentucky.\nThe specific epithet psycodes is a misspelling of psychodes, which means \"butterfly-like\", probably alluding to the shape of the flowers. Like many other orchids it is a plant of wet habitats: sedge meadows, flatwoods, sphagnum bogs, cedar or alder swamps, on stream edges or the moist edges of coniferous forests. It is occasionally found in wet swales adjoining freshwater sandy beaches. Preferring cooler habitats, its range is being pushed northwards as global temperatures warm. Correll refers to locations of 1,500-foot (460 m) altitudes in Vermont, 4,000-foot (1,200 m) altitudes in Virginia and 6,500-foot (2,000 m) altitudes in North Carolina and Tennessee. It is often confused with its relative, Platanthera grandiflora, which generally has larger flowers (lip or labellum 10 to 25 millimetres (1⁄3 to 1 in) long), and has a circular nectary opening, compared to P. psycodes which has smaller flowers (the labellum measuring from 5 to 13 millimetres (1⁄4 to 1⁄2 in) long) and an oblong or almost rectangular opening.  The most important characteristic separating the two species is the shape of the column and relative placement of the pollinia on the pollinators.  In P. psycodes the column is shaped such that the pollinia are attached to the proboscis of the pollinator whereas in P. grandiflora the column is larger and the viscidia of the pollinia are widely spaced and outwardly rotated.  This results in the pollinia being placed on the eyes of the pollinator.  P. grandiflora has a much more restricted range and where the two species do overlap in range, they are phenotypically separated, with P. grandiflora typically blooming from late June through early July while P. psycodes blooms from late July through early August.",
    "References": "Correll, Donovan S.. Native Orchids of North America North of Mexico.  Waltham: Chronica Botanica Co.. 1950\nStoutamire, Warren P. (1974). \"Relationships of the purple-fringed orchids Platanthera Psycodes and P. grandiflora\". Brittonia. doi:10.2307/2805919.",
    "External links": " Media related to Platanthera psycodes at Wikimedia Commons\n Data related to Platanthera psycodes at Wikispecies\nGo Orchids, North American Orchid Conservation Center (NAOOC), Smithsonian Environmental Research Center"
  }
}