{
  "url": "https://en.wikipedia.org/wiki/Oberonia_complanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Oberonia"
    },
    {
      "Species": "O. complanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Oberonia complanata, commonly known as the southern green fairy orchid or yellow-flowered king of the fairies,  is a plant in the orchid family and is a clump-forming epiphyte. It has between three and eight leaves in a fan-like arrangement on each shoot and up to three hundred tiny cream-coloured or greenish flowers arranged in whorls around the flowering stem. It is endemic to eastern Australia.",
    "Description": "Oberonia complanata is an epiphytic, clump-forming herb. Each shoot has between three and eight fleshy, oblong to lance-shaped, yellowish green leaves 80–150 mm (3.1–5.9 in) long and about 15 mm (0.59 in) wide with their bases overlapping. Between 150 and 300 cream-coloured or greenish flowers about 2.5 mm (0.098 in) long and 1.0 mm (0.039 in) wide are arranged in whorls on an arching flowering stem 100–200 mm (3.9–7.9 in) long. The sepals and petals are egg-shaped to triangular, spread widely apart from each other and about 1.5 mm (0.059 in) long. The labellum is green, about 1.5 mm (0.059 in) long and wide with three obscure lobes, the middle lobe with a notched tip. Flowering occurs between February and July.",
    "Taxonomy and naming": "The southern green fairy orchid was first formally described in 1839 by Allan Cunningham who gave it the name Dendrobium complanatum and published the description in Edwards's Botanical Register. In 1989 Mark Clements and David Jones changed the name to Oberonia complanata. The specific epithet (complanata) is a Latin word meaning \"flattened\".",
    "Distribution and habitat": "Oberonia complanata grows on trees and rocks in rainforest between Gympie in Queensland and Coffs Harbour in New South Wales.",
    "Conservation": "This orchid is classed as \"endangered\" in New South Wales under the Biodiversity Conservation Act 2016. It has recently been seen in the Lismore district and near Mount Warning but has not been seen near Coffs Harbour since 1961. The main threats to the species are land clearing, habitat degradation and illegal collecting.\n\n\n== References =="
  }
}