{
  "url": "https://en.wikipedia.org/wiki/Oberonia_attenuata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Oberonia"
    },
    {
      "Species": "O. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "Oberonia attenuata, commonly known as the Mossman fairy orchid, is a plant in the orchid family and is a small epiphyte. It has between four and seven leaves in a fan-like arrangement and large numbers of tiny reddish brown flowers on a pendulous flowering stem. It is only known from Mossman Gorge. The species was first formally described in 1960 but no further observations of the species were made, and it was presumed extinct until 2015.",
    "Description": "Oberonia attenuata is an epiphytic herb with between four and seven thin, dark green, hanging leaves 80–150 mm (3.1–5.9 in) long and 7–8 mm (0.28–0.31 in) wide with their bases overlapping and sharply pointed tips. A large number of pale reddish brown flowers about 1.6 mm (0.063 in) wide are borne on a pendulous flowering stem 100–150 mm (3.9–5.9 in) long. The flowering stem has whorls of tiny thread-like bracts. The sepals and petals spread widely apart from each other. The labellum is about 1 mm (0.039 in) long and wide with three lobes. The side lobes spread horizontally and the middle lobe points downwards. Flowering occurs between May and September.",
    "Taxonomy and naming": "Oberonia attenuata was first formally described in 1960 by Alick Dockrill who published the description in The North Queensland Naturalist from a specimen he collected near the Mossman River. The specific epithet (attenuata) is a Latin word meaning \"drawn out\", \"tapered\", \"weakened\" or \"thin\".",
    "Distribution and habitat": "The Mossman fairy orchid has been seen growing on a rainforest tree near a watercourse. It is only known from near the Mossman Gorge. It had not been seen its first description and was presumed extinct until another plant was found in 2015.",
    "Conservation": "This orchid was listed as \"extinct\" until its rediscovery in 2015. It is now listed as \"critically endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"endangered\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}