{
  "url": "https://en.wikipedia.org/wiki/Oberonia_crateriformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Oberonia"
    },
    {
      "Species": "O. crateriformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Oberonia crateriformis, commonly known as the cratered fairy orchid, is a plant in the orchid family and is a clump-forming epiphyte or lithophyte. It has between four and six leaves in a fan-like arrangement on each shoot and a large number of pale red flowers arranged in whorls of eight around the flowering stem. It is endemic to Queensland.",
    "Description": "Oberonia crateriformis is an epiphytic or lithophytic, clump-forming herb. Each shoot has between four and six fleshy, sword-shaped, green to reddish leaves 50–80 mm (2.0–3.1 in) long and 4–6 mm (0.16–0.24 in) wide with their bases overlapping. A large number of pale reddish flowers about 1.7 mm (0.067 in) long and 1.5 mm (0.059 in) wide are arranged in whorls of eight on an arching or hanging flowering stem 50–150 mm (2.0–5.9 in) long. The sepals and petals are elliptic to egg-shaped, spread widely apart from each other and about 0.7 mm (0.028 in) long. The sepals are turned back towards the ovary. The labellum is about 0.9 mm (0.035 in) long with three lobes. The side lobes spread apart and the middle lobe has a crater-like pit. Flowering occurs between February and June.",
    "Taxonomy and naming": "Oberonia crateriformis was first formally described in 2006 by David Jones and Mark Clements who published the description in Australian Orchid Research. The type specimen was grown in the Australian National Botanic Gardens from a plant collected near Eungella. The specific epithet (crateriformis) refers to the bowl-shaped pit on the labellum.",
    "Distribution and habitat": "The cratered fairy orchid grows on trees and rocks in rainforest and in other humid, sheltered places. It is widespread and common between Eungella and Mount Misery in Queensland.\n\n\n== References =="
  }
}