{
  "url": "https://en.wikipedia.org/wiki/Oberonia_rimachila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Oberonia"
    },
    {
      "Species": "O. rimachila"
    }
  ],
  "text": {
    "__SUMMARY__": "Oberonia rimachila, commonly known as the channelled fairy orchid, is a plant in the orchid family and is a clump-forming epiphyte or lithophyte. It has between five and seven leaves in a fan-like arrangement on each shoot and a large number of pinkish flowers arranged in whorls of between eight and ten around the flowering stem. It is endemic to Queensland.",
    "Description": "Oberonia rimachila is an epiphytic or lithophytic, clump forming herb with between five and seven fleshy, sword-shaped, green to reddish leaves 50–70 mm (2.0–2.8 in) long and 5–8 mm (0.20–0.31 in) wide with their bases overlapping. A large number of pinkish or translucent, non-resupinate flowers about 1.6 mm (0.063 in) long and 1.4 mm (0.055 in) wide are arranged in whorls of between eight and ten on an arching or hanging flowering stem 50–140 mm (2.0–5.5 in) long. The sepals and petals are elliptic to egg-shaped, about 0.8 mm (0.031 in) long and 0.6 mm (0.024 in) wide. The labellum is about 1.0 mm (0.039 in) long and wide with three lobes. Flowering occurs between February and June.",
    "Taxonomy and naming": "Oberonia rimachila was first formally described in 2006 by David Jones and Mark Clements who published the description in Australian Orchid Research. The type specimen was collected from Mount Tozer in the Iron Range National Park. The specific epithet (rimachila) is derived from the Latin word rima meaning \"cleft\" or \"fissure\" and the Ancient Greek word cheilos meaning \"lip\" or \"rim\", referring to the shape of the pit on the labellum.",
    "Distribution and habitat": "The channelled fairy orchid usually grows on trees and rocks in rainforest, sometimes in other humid, sheltered places such as mangroves and coastal scrub. It is found between the Iron Range and Palmerston in Queensland.\n\n\n== References =="
  }
}