{
  "url": "https://en.wikipedia.org/wiki/Oberonia_flavescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Oberonia"
    },
    {
      "Species": "O. flavescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Oberonia flavescens, commonly known as the northern green fairy orchid, is a plant in the orchid family and is a clump-forming epiphyte or lithophyte. It has between four and six leaves in a fan-like arrangement on each shoot and a large number of whitish to yellowish flowers arranged in whorls of between six and eight around the flowering stem. It is endemic to Queensland.",
    "Description": "Oberonia flavescens is an epiphytic or lithophytic herb that forms large clumps. Each shoot has between four and six fleshy, sword-shaped, green to reddish leaves 80–150 mm (3.1–5.9 in) long and 15–20 mm (0.59–0.79 in) wide with their bases overlapping. A large number of whitish or yellowish, non-resupinate flowers about 2.3 mm (0.091 in) long and 1.5 mm (0.059 in) wide are arranged in whorls of between six and eight on an arching flowering stem 100–200 mm (3.9–7.9 in) long. The sepals and petals are egg-shaped, about 1.2 mm (0.047 in) long and turned back towards the ovary. The labellum is about 1.5 mm (0.059 in) long with three fringed lobes. Flowering occurs between February and July.",
    "Taxonomy and naming": "Oberonia flavescens was first formally described in 2006 by David Jones and Mark Clements who published the description in Australian Orchid Research. The type specimen was grown in the Australian National Botanic Gardens from a plant collected in the McIlwraith Range. The specific epithet (flavescens) is derived from the Latin word flavus meaning \"golden-yellow\" or \"yellow\" with the suffix -escens meaning \"beginning of\" or \"becoming\".",
    "Distribution and habitat": "The northern green fairy orchid usually grows on trees and rocks in rainforest, sometimes in other humid, sheltered places such as mangroves. It is found between the Iron and Clarke Ranges in Queensland.\n\n\n== References =="
  }
}