{
  "url": "https://en.wikipedia.org/wiki/Ptilotus_pyramidatus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Genus": "Ptilotus"
    },
    {
      "Species": "P. pyramidatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Ptilotus pyramidatus , the pyramid mulla mulla, is a small white herb in the family Amaranthaceae.Ptilotus pyramidatus was first described in 1849 by Alfred Moquin-Tandon as Trichinium pyramidatum, but was redescribed in 1868 by Ferdinand von Mueller when he allocated it to the genus, Ptilotus.Under Western Australian conservation legislation it has been declared \"rare\".",
    "Mueller's description": "Ptilotus pyramidatus (Trichinium pyramidatum, Moq. in Cand. Prodr. xiii. div. ii. 288) mihi adest solum e collectione Drummondi sub 221 et 99. Folia suprema saepe ovata et perbrevi-petiolata. Spicae passim binatae. Stamina inaequilonga; unum alterumve sterile. Stylus glaber, circiter lineam metiens. Villi minutissime denticulati; articuli eorum plerique suo diametro aliquoties longiores.\n\n(translation)\n\nI am here solely because of Drummond's specimens: 99 and 221 (PERTH 782289, MEL 0235383A collected in 1845).\nThe topmost leaves are nearly always ovate and shortly petiolate.\nThe spikes are randomly paired.                       \nThe stamens are unequal, with one or two being sterile. The style is smooth and is about 1/12 inch long.\nThe hairs (villi) are very minutely toothed, and their segments for the most part \nare several times the length of their diameter.\n\nA later description of the plant (as P. christineae) is given in Davis & Tauss (2011).",
    "References": "",
    "External links": "Davis, R.W. & Tauss, C. (2011) A new and rare species of Ptilotus (Amaranthaceae) from a suburban wetland of the eastern Swan Coastal Plain, Western Australia, Nuytsia 21(3): 97-102."
  }
}