{
  "url": "https://en.wikipedia.org/wiki/Ptilotus_nobilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Amaranthaceae"
    },
    {
      "Genus": "Ptilotus"
    },
    {
      "Species": "P. nobilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ptilotus nobilis, commonly known as yellow tails, is an annual or short-lived perennial herb of the family Amaranthaceae. It is found in arid regions of South Australia, southern and eastern Northern Territory, western Queensland and western New South Wales.The species was first formally described by English botanist John Lindley in Thomas Mitchell's Three Expeditions into the interior of Eastern Australia in 1838. Lindley gave it the name Trichinium nobile Lindl. The species was transferred to the genus Ptilotus in 1868 by Victorian Government Botanist Ferdinand von Mueller in the sixth volume of his Fragmenta Phytographiae Australiae.A 2007 molecular study of the ITS (internal transcribed spacer) nrDNA a few populations of P. nobilis var. nobilis and Ptilotus exaltatus var. exaltatus in Queensland found a very close relationship between the two using a neighbor-joining analysis. Ptilotus exaltatus var. exaltatus was subsequently synonymized together with P. nobilis var. nobilis under P. nobilis subsp. nobilis in a taxonomic paper by Tony Bean in 2008, citing this 2007 molecular study as \"strong genetic evidence\" (p. 241). A study by Hammer et al. in 2018 critically reevaluated all previous morphological concepts of P. exaltatus and P. nobilis (and all infrataxa previously included within each), and specifically the findings of the aforementioned studies in 2007 and 2008, and found that P. exaltatus var. exaltatus and P. nobilis var. nobilis were strongly partitioned in both morphology and ecology. This paper formally reinstated P. exaltatus as separate from P. nobilis subsp. nobilis and raised P. nobilis subsp. angustifolius and P. nobilis subsp. semilanatus to species as P. angustifolius (Benl) T.Hammer and P. semilanatus (Lindl.) F.Muell. ex J.M.Black, respectively.Scattered across inland New South Wales, it grows on a range of soils, though prefers more sandy than clayey soils. Habitats include Acacia woodland, mallee, shrubland and grassland.Cultivars (now of unclear taxonomic placement) developed and registered by Dion Harrison and colleagues at the University of Queensland include 'Passion' (an upright form with purple flowerheads),  'Poise' (a two-toned tan and pink flowerhead), and 'Purity' (upright stems and green-yellow flowerheads).\n\n\n== References =="
  }
}