{
  "url": "https://en.wikipedia.org/wiki/Brachyscome_iberidifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Brachyscome"
    },
    {
      "Species": "B. iberidifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Brachyscome iberidifolia, the Swan River daisy, is an annual herb found in Western Australia. Occupying a wide range, the species spreads out as fields.   The Bellis daisy form and colours were familiar to Europeans when discovered and they have since become a popular garden plant. Poor or sandy soils do not inhibit a showy display, the species is hardy and adaptable.",
    "Description": "The annual species is erect, many branched, forming fields of plants up to 400 mm (15 or 16 inches) in height. The leaves of Brachyscome iberidifolia are fully divided, each having long and narrow segments from the midrib. The ray florets are varied in colour, white through pink and blue to violet. The typical daisy arrangement is seen in the flower head, which appear between August and May in endemic examples.\nThe plant still appears as 'Brachycome iberidifolia' , the generic name was reverted to include the 's' in the original publication.",
    "Distribution": "Widespread, found on sands or clay, and tolerant of salinity.  It favours watercourses and depressions near granite, but is widespread on sandhills and other harsh coastal environments. North to the Pilbara region, extending into Murchison, Gascoyne, Coolgardie regions, and recorded in the Gibson Desert. Numerous records in the coastal regions of the west and south, it has also been found in the Abrolhos at East Wallabi Island.\nIt is often found amongst the mosaic of wildflowers which appear in the heaths, woodlands, and plains of Western Australia.",
    "Cultivation": "Often cultivated and grown from seeds. Cultivars include 'Blue Star'.",
    "References": "\n Media related to Brachyscome iberidifolia at Wikimedia Commons"
  }
}