{
  "url": "https://en.wikipedia.org/wiki/Brachyscome_multifida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Asteraceae"
    },
    {
      "Genus": "Brachyscome"
    },
    {
      "Species": "B. multifida"
    }
  ],
  "text": {
    "__SUMMARY__": "Brachyscome multifida is a perennial herb in the family Asteraceae. Common names include cut-leaved daisy, rocky daisy, and Hawkesbury daisy. The species is endemic to Australia.",
    "Description": "This species has an erect, matting growth habit growing to 45 cm in height. The foliage is fine and deeply divided, The flowerheads arise above the foliage on  4 to 40 cm long peduncles. The ray florets are mauve, pink or white and are 7 to 10 mm long. The main flowerering season is early autumn to mid winter, but the daisy-like flowerheads may appear throughout the year.",
    "Taxonomy": "The species was first formally described by Swiss botanist Augustin Pyramus de Candolle, his description published in the 5th volume of Prodromus Systematis Naturalis Regni Vegetabilis in 1836. A collection was made by Allan Cunningham from Peel's Range (now Cocoparra Range) in New South Wales.\nTwo varieties are recognised:\n\nB. multifida var dilitata Benth -  oblanceolate to cuneate leaf lobes\nB. multifida var multifida-  narrow-linear to subulate leaf lobes",
    "Distribution": "Brachyscome multifida  occurs on dry, shallow or rocky soils in sclerophyll forest or grassland in Victoria, New South Wales and Queensland.",
    "Cultivation": "\nThe species and its cultivars are popular in horticulture, and are used for mass plantings, in hanging baskets, in borders and spilling over retaining walls. They can be grown in a wide range of soils and tolerates dry conditions, but will benefit from supplementary watering. Plants are best situated in a position with full sun, although partial shade is tolerated. Although relatively frost tolerant, foliage may burn. The plant is readily propagated by cuttings which strike readily. Plants may also be propagated by layering or from seed, though germination rate is usually poor.\n\n\n== References =="
  }
}