{
  "url": "https://en.wikipedia.org/wiki/Lactarius_glyciosmus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. glyciosmus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius glyciosmus (commonly known as the coconut scented milk cap) is a semi-edible mushroom in the genus Lactarius. Mycorrhizal, it can be found growing in soil at the base of birch trees in Europe. It is typically coloured a greyish lilac, with the sometimes hollow stem a little lighter coloured than the cap. It has crowded, decurrent gills, and smells strongly of coconuts.",
    "Taxonomy": "Lactarius glyciosmus was initially described by the Swedish mycologist Elias Magnus Fries as Agaricus glyciosmus in 1818. Its specific name is derived from the Ancient Greek words glukos \"sugar(y)\", and osmos \"smell\".",
    "Description": "L. glyciosmus is a small to medium-sized agaric, which typically has a convex cap measuring between 2 and 5.5 centimetres, with a small central depression developing with age. Sometimes there is a central pimple, and the cap is typically coloured a greyish lilac, sometimes varying to a pale buff. It is thin fleshed, with an incurved margin in younger specimens. The stem measures between 25 and 65 millimetres in height, with a width between 4 and 12 millimetres. The cylindrical stem is typically widest at the bottom becoming narrower towards the top, or sometimes club shaped. The stem is concolorous with the cap, but sometimes is a little paler or with a yellowish hue. The stem is particularly soft and easily broken, and can become hollow. The flesh is buff. The gills are decurrent and crowded, and vary in colour from a pale yellowish to a pale flesh, turning to a greyish lilac with age. The milk is white with an initially mild, later hot and acrid taste. The mushroom has a strong smell of coconuts.It is similar to L. vietus, the grey milk cap, but is differentiated by the fact L. vietus milk dries grey, while L. glyciosmus milk dries white. It can also be confused with L. cocosiolens, which also smells of coconuts, but L. cocosiolens has a slimy brown or orange cap and is not found among birch.The spore print is a creamy white colour, and the spores themselves are broadly elliptic in shape, and covered with small warts. The warts are connected by thin ridges in an incomplete network. The spores measure between 8 and 9 by between 5 and 6 micrometres.",
    "Natural products": "Different compounds, including several sesquiterpenes, have been isolated from L. glyciosmus.",
    "Edibility": "L. glyciosmus is considered edible, but is not recommended to the extent that some mycologists consider it inedible. This species is sold in rural markets in Yunnan Province, China.",
    "Distribution and habitat": "L. glyciosmus is a common mushroom and is found under broad leaved trees, particularly birch. It can be found between late summer and autumn. It grows in soil individually or in scattered groups. It can be found in North America and Europe, New Zealand, Svalbard, Japan, and China.",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}