{
  "url": "https://en.wikipedia.org/wiki/Lactarius_quietus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. quietus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius quietus (commonly known as the oak milkcap, oakbug milkcap or southern milkcap) is a mushroom of the genus Lactarius. It is easily identified by its oily scent and the concentric bands on its cap. It is brown, and is probably named after its matt, \"quiet\" surface and colouration. It is found exclusively under oak trees in Europe, where it grows solitarily or in scattered groups in autumn months. In North America, the variety L. quietus var. incanus is fairly common in the same habitat. The mushroom's edibility is disputed.",
    "Taxonomy and naming": "L. quietus was first described and named by Swedish mycologist Elias Magnus Fries, who named it Agaricus quietus in the first volume of his Systema Mycologicum, published in 1821. In his later Epicrisis Systematis Mycologici, published in 1838, Fries transferred the species to Lactarius. Subsequent attempts to reclassify the species were unsuccessful; in 1871, Paul Kummer described the species as a member of Galorrheus, and in 1891 Otto Kuntze classified it as Lactifluus, but today Fries's placement of the species in Lactarius is accepted. The specific epithet quietus means \"quiet\" or \"calm\", and is possibly used to refer to the unintrusive colours of the cap.The variety Lactarius quietus var. unicolor was described by Fries in the second volume of his Monographia Hymenomycetum Sueciae, published in 1863. The variety Lactarius quietus var. incanus was described by Lexemuel Ray Hesler and Alexander H. Smith in their 1979 North American species of Lactarius. The name incanus translates as :hoary\", referring to the whited bloom which can sometimes be seen on the mushrooms.Lactarius quietus is known by the common names oak milkcap, oakbug milkcap and the southern milkcap. Lactarius quietus var. incanus is commonly known as the burnt sugar lactarius.",
    "Description": "L. quietus typically has a convex cap of 5 to 8 centimetres (2.0 to 3.1 in) across, which later flattens or develops a small depression in the centre. In colour, the cap is a dull reddish brown with a tint of cinnamon, sometimes with darker concentric bands or spots. This zoning is one of the most distinctive features of the species. The cap is dry and matt, and not sticky when moist. It features a thick layer of firm, whitish-buff flesh. The stem measures from 4 to 9 centimetres (1.6 to 3.5 in) in height, and is typically 10 to 15 millimetres (0.39 to 0.59 in) thick. It is cylindrical in shape, but is sometimes furrowed lengthways, and it lacks a ring. It is concolorous with the cap, or a little darker, and is sometimes hollow. The brownish-white gills are slightly decurrent, and change colour with age to a pale reddish brown with mauve hints. The milk is white or cream in colour. The mushroom has a distinctive, strong oily smell, which has also been likened to bedbugs and wet laundry. The spores are oval, with plentiful warts joined by numerous ridges, forming a well-developed network. The spores typically measure 7.5 to 9 by 6.5 to 7.5 µm, and leave a cream print.",
    "Description-var. incanus": "L. quietus var. incanus is typically slightly larger than the nominate variety, and younger specimens feature a whitish bloom, after which the variant is named. It has a sweet smell reminiscent of maple syrup, and can be commonly found under oak trees. It can be confused with L. aquifluus and L. mutabilis, but both of these species are found in coniferous woodland.",
    "Edibility": "Lactarius quietus has been variously described as edible and inedible. The milk has a mild or slightly bitter taste. L. quietus var. incanus also has conflicting reports concerning its edibility, and so is not recommended.",
    "Habitat, ecology and areas of spreading": "L. quietus is found growing exclusively at the base of oak trees, solitarily or in scattered groups, in soil. It can be found very commonly throughout autumn months. It is ectomycorrhizal, feeding symbiotically exclusively with oak, though studies have suggested it is also able to feed saprotrophically, growing from organic soil matter. L. quietus can be found only in Europe; in the United Kingdom, it is one of the one hundred most commonly encountered mushroom species. L. quietus var. incanus is found commonly in eastern North America.",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}