{
  "url": "https://en.wikipedia.org/wiki/Lactarius_uvidus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. uvidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius uvidus  is a European and North American \"milk-cap\" mushroom, of which the milk turns violet when the flesh is damaged.  The fungi generally identified as L. uvidus are part of a complex of closely related species and varieties which are difficult to delimit definitively.It gives its name to the section Uvidi within the genus Lactarius.  It is generally thought to be poisonous (but Moser classifies it as edible with reservations).",
    "Taxonomy": "Lactarius uvidus was first described by Swedish mycologist Elias Magnus Fries as Agaricus uvidus in 1818, before being given its current binomial name by the same author in 1838.",
    "Description": "The cap of up to about 10 cm is beige or grey and often also has a lilac hue.  It is flat-topped or sometimes becomes centrally depressed when older.  The surface is greasy or viscous when damp.\nThe gills are slightly decurrent and have a creamy colour, tending to become spotted violet by the milk where damaged.\nThe milk is initially white and turns violet, but only if left in contact with the gills or flesh. The milk and the flesh taste slightly bitter.\nThe pallid stipe grows up to about 8 cm high by 2 cm diameter, becoming hollow with age.",
    "Distribution": "This cluster of species is found  in deciduous and coniferous woods, with a preference towards acid soils.  It has a wide distribution in Europe, North Africa, and North America, being fairly common in some regions but rare in others.   It appears classified as vulnerable or endangered in the Danish and Dutch Red Lists of Fungi.",
    "Related species": "Lactarius uvidus belongs to section Uvidi of the genus, the members of which are characterized by milk which discolours violet, and by the greasy cap surface.  These mushrooms are divided into two sub-sections: the Aspidieni, which have a whitish, ochre or greyish cap, and the Uvidini (including L. uvidus), which have a lilac, violaceous, or brownish cap.  A more complete list of these species can be found in the List of Lactarius species.\nSome less well-known but closely related European species are L. pseudouvidus Kühner (1985) (found in alpine zone, up to 4 cm in diameter, with ochraceous yellow gills), L. robertianus Bon (1985) (also alpine, darker coloured, with smell of cedar wood), and L. luridus (Pers.) Gray (1821) (whose milk goes a deep violet).  Since L. uvidus seems to be a cluster of species, it is particularly difficult to pin down the correspondence between  descriptions and collections originating from Europe (on one hand) and from North America (on the other).Some examples of varieties inside the main species are L. uvidus var. pallidus Bres. (which is whitish), and L. uvidus var. candidulus Neuh. (which is small and pale and comes in muddy places).",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}