{
  "url": "https://en.wikipedia.org/wiki/Lactarius_subdulcis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. subdulcis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius subdulcis, commonly known as the mild milkcap or beech milk cap, is an edible mushroom in the genus Lactarius. It is brown in colour, with a large number of gills and a particularly thin layer of flesh in the cap. Mycorrhizal, the mushroom is found from late summer to late autumn at the base of beech trees in small groups or individually, where it is one of the two most common species of fungi. Alternatively, it can be found in large groups in fields, sometimes with more than a hundred individual mushrooms. It is found in Europe, and, despite previous research to the contrary, is absent in North America. Although considered edible, it is not particularly useful as food due to its ivy-like taste and the fact that more choice mushrooms will be easily found at the same time. L. subdulcis is known for its abundant, sweet-tasting milk that, unlike the latex of some of its relatives, does not stain fabric yellow.",
    "Taxonomy": "Lactarius subdulcis was first described as Agaricus subdulcis by mycologist Christian Hendrik Persoon in 1801, before English mycologist Samuel Frederick Gray placed it in its current genus Lactarius in 1821 in his The Natural Arrangement of British Plants. The specific epithet is derived from Latin words sub \"under\", and dulcis \"sweet\", after the milk's delayed sweet taste. As well as mild milk cap, beech milk cap is an alternate common name.",
    "Description": "Lactarius subdulcis has a convex cap of 3–7 cm (1–3 in) across that later develops a depression. It sometimes has a small umbo, and in colour can be a reddish-brown, rusty or dark-cinnamon, later paling to buff, though darker in the middle. The cap can be fairly rigid to flexible, and smooth to slightly wrinkled. At first, the margin is incurved though it is sometimes slightly furrowed. The stem is 3–7 cm long and between 6 and 13 mm thick, and is generally cylindrical though can be club-shaped. The stem is sometimes furrowed lengthwise, and is generally the same colour as the cap, though paler at the top. The flesh is pale and there is only a thin layer in the cap. The crowded gills are adnate to slightly decurrent, and can be white or pink in colour. It has white, plentiful milk that does not stain fabrics yellow, differentiating it from other species of Lactarius, such as L. decipiens. It has a faint, oily scent.",
    "Description-Spores": "Lactarius subdulcis has cream spore print with a slight salmon tinge. The spores are oval, with largish warts of around 1 micrometre (μm) which are joined by a well-developed network of mostly thin ridges. The spores measure 7.5–11 μm by 6.5–9 μm, and are amyloid or ellipsoid in shape.",
    "Distribution and habitat": "Lactarius subdulcis is found in Europe; it does not occur in North America, although a number of similar brownish-orange species were formerly classified under this species. It is found in broad-leaved woodland, especially on the floor at the base of beech trees. Along with L. vellereus, L. subdulcis is the most common fungi found on beech trees. The mushrooms can be found from late summer to late autumn, and are common. They are found individually, or in small groups. They can also be found in fields, generally appearing in large batches, with groups of over a hundred mushrooms not uncommon.",
    "Edibility": "Lactarius subdulcis has a mild taste with a slightly bitter after-taste. Though considered edible after cooking, it is not recommended, as it has a taste reminiscent of ivy. There are a number of other mushrooms that appear at the same time and in the same areas as L. subdulcis that are preferable to it, including L. mitissimus, meaning that L. subdulcis is not particularly useful as a foodstuff. The milk is one of distinguishing features, having a sweet taste that turns bitter in the mouth, with L. subdulcis being considered a sweet milk mushroom.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius subdulcis at RogersMushrooms"
  }
}