{
  "url": "https://en.wikipedia.org/wiki/Lactarius_pyrogalus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. pyrogalus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius pyrogalus, commonly known as the  fire-milk lactarius, is a species of inedible mushroom in genus Lactarius. It is greyish and differentiated from other grey Lactarius by its widely spaced, yellow gills. It is found on the forest floor in mixed woodland, especially at the base of hazel trees.",
    "Taxonomy": "Lactarius pyrogalus was first described by French mycologist Pierre Bulliard as Agaricus pyrogalus in 1792, before being given its current binomial name by Swedish mycologist Elias Magnus Fries in 1838.",
    "Description": "Lactarius pyrogalus has a cap 5–10 cm (2–4 in) across which is grey fawn, sometimes with a yellowish tinge, with pink and purple tinges not unknown. It is flattened convex to flat, later becoming funnel shaped. The cap is sometimes faintly concentrically banded, it is thin fleshed and becomes sticky when moist, but is not shiny. The stem is between 4 and 6 cm, and between 7 and 15 mm thick, generally cylindrical but sometimes slightly swollen at the base. The stem is whitish or concolorous with the cap, with whitish flesh. It has slightly decurrent gills, which are yellow to flesh coloured, though later become a cinnamon-ochre colour. The well-spaced, yellow gills differentiate it from other greyish Lactarius species.",
    "Description-Spores": "Lactarius pyrogalus produces a light ochre spore print; the spores are broadly elliptic, with warts generally joined by a moderately thick ridges in a well-developed network. The spores are 7–8 by 5.5–7 µm in size. The spores are amyloid, meaning they stain dark blue in Melzer's reagent, and feature an incomplete net.",
    "Distribution": "Lactarius pyrogalus is fairly common and is generally found at the base of hazel trees alone or in scattered groups. It is particularly common in hazel woodland managed for coppice. It can also be found elsewhere on the ground in mixed woodland. It is found in the autumn months of August, September and October.",
    "Edibility": "Lactarius pyrogalus has a very hot, acrid taste and is acidic. It is due to this taste that it received both its English name, fire-milk lactarius, and its scientific name, with \"pyrogalus\" translating as \"fire milk\". Despite not being poisonous, it is not regarded as edible and should be avoided. This is unlike its relative, the saffron milk-cap (L. deliciosus), which is regarded as a choice mushroom.",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}