{
  "url": "https://en.wikipedia.org/wiki/Lactarius_deceptivus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactifluus"
    },
    {
      "Species": "L. deceptivus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactifluus deceptivus (synonym Lactarius deceptivus), commonly known as the deceiving milkcap,  is a common species of fungus in the Russulaceae family. It is found throughout eastern North America on the ground in coniferous forests near hemlock or deciduous forests near oak, and in oak-dominated forests of Costa Rica. It produces large mushrooms with funnel-shaped caps reaching up to 25 cm (9.8 in) in diameter, on top of hard white stems that may reach 4–10 cm (1.6–3.9 in) long and up to 3 cm (1.2 in) thick. The gills are closely spaced together and yellowish-cream in color. When young, the cap is white in all parts, but the depressed center becomes dull brownish in age and breaks up into scales. The edge of the cap has a roll of cottony tissue that collapses as the cap expands. The surface of the stem—especially near the base—has a velvety texture. The mushroom \"bleeds\" a milky white acrid latex when it is cut or injured. The fruit bodies are edible, but have a bitter taste that can be removed with cooking. Similar milk-cap species with which L. deceptivus might be confused include Lactifluus piperatus, L. pseudodeceptivus, L. caeruleitinctus, L. subvellereus, Lactarius arcuatus and Lactarius parvulus.",
    "Taxonomy": "The species was first described in the scientific literature by American mycologist Charles Horton Peck in 1885. The specific epithet deceptivus is derived from the Latin word for \"deceptive\". The name may allude to the contrasting appearance of young and old fruit bodies. It is commonly known as the \"deceptive lactarius\", the \"deceiving lactarius\", or the \"deceptive milkcap\". In the state of Puebla, Mexico, it is known as oreja de chivo, or \"kid ear\".Following the split-off of the phylogenetically distinct genus Lactifluus from the other milk-caps in the genus Lactarius, the correct combination for the species is the one made by Otto Kuntze in 1891, Lactifluus deceptivus. Within the genus Lactifluus, L. deceptivus is classified in the subgenus Lactifluus, section Albati. Characteristics of species in this section include a white or whitish immature cap that may later turn yellow-brown to cinnamon-color; white to cream-colored latex that typically has an acrid taste; a velvet-textured stem due to a cuticle made of long narrow, thick-walled hairs. Other species in this section include L. vellereus (the type species), L. subvellereus, and L. caeruleitinctus.Based on a morphological study published in 2005, Lactarius tomentosomarginatus is considered synonymous with Lactifluus deceptivus. L. tomentosomarginatus, described by Hesler and Smith in their 1979 monograph of North American milk-caps, was considered by them to be a \"satellite species\", differing from L. deceptivus on the basis of smaller spores, smaller ornamentations on the surface of the spores, crowded and forked narrow gills, and differences in the micro-structure of the cap cuticle.",
    "Description": "The cap is 7.5–25.5 cm (3.0–10.0 in) in diameter, initially convex, but becomes funnel-shaped in age. The margin (cap edge) is rolled inwards and cottony when young, concealing the immature gills. The cap surface is dry, smooth and whitish when young, often with yellowish or brownish stains, but becomes coarsely scaly and darkens to dull brownish-ochre with age. The gills have an adnate to decurrent attachment to the stem, close to subdistant, white at first then cream to pale ochre. They are 5–65 mm (0.2–2.6 in) long and 1–7 mm (0.04–0.3 in) deep. The stem is 4–10 cm (1.6–3.9 in) long, up to 3 cm (1.2 in) thick, nearly equal in width throughout or tapered downward. It is dry, scurfy to nearly smooth and white, staining brown with age. It is initially stuffed (as if filled with cotton), but later becomes hollow. The flesh is thick and white, and between 3 and 15 mm (0.1 and 0.6 in) thick. The latex produced by the mushroom is white, and does not change color upon exposure to air, although it stains the mushroom flesh a yellowish-brown color.The odor of the flesh and latex may range from indistinct to pungent or turnip-like in age; the taste is strongly acrid—so much that it may have an anesthetizing effect in the throat. In his original description of the species, Peck reported \"An experiment of its edible qualities was made without any evil consequences.\" Thorough cooking removes the bitter taste, but the mushroom is not highly regarded as an edible, and as Hesler and Smith have noted \"... but even with this compensating feature some of our acquaintances have found it rather undesirable (and indigestible).\" The mushroom is sold at traditional markets in Puebla, Mexico.",
    "Description-Microscopic characteristics": "The spore print, freshly made, is white to whitish; after drying out the spores in mass are pale yellowish. The spores are broadly ellipsoid, hyaline (translucent) and measure 9–13 by 7–9 µm. An apiculus is prominent. The spores are ornamented with warts and spines that do not form a reticulum (a system of raised, net-like ridges) on the surface. The prominences are up to 1.5 µm high, and amyloid, meaning they absorb iodine when stained with Melzer's reagent. The basidia (spore-bearing cells) are four-spored, and measure 46–58 by 7–9 µm. The pleurocystidia (cystidia found on the face of a gill) are very abundant, roughly club-shaped to ventricose(swollen in the middle), with apices often tapering; their dimensions are 48–96 x 6–10 µm. The cheilocystidia (cystidia on the edge of the gills) are 40–58 x 5–7 µm, and more or less similar in appearance to the pleurocystidia.  The cap cuticle is made of a layer of somewhat uplifted hyphae. The stem cuticle is a layer of bent-over hyphae bearing thick-walled, filamentous caulocystidia (cystidia on the stem), and it lacks a gelatinous layer.",
    "Description-Similar species": "The fungus Lactifluus pseudodeceptivus is very similar to L. deceptivus in its external appearance, but it has spore ornamentation that forms a reticulum, and its stem is an ixocutis (a gelatinous layer of hyphae lying parallel to the surface). L. caeruleitinctus is also similar in appearance, but it has a milky-white stem with blue tints that develops more intense blue coloration after handling, and it lacks a cottony, inrolled margin. Other lookalike species include Lactarius arcuatus, which has a much smaller cap and smaller spores, and Lactarius parvulus, which has a small, zonate cap. Russula brevipes and R. angustispora are also somewhat similar in appearance, but they do not produce latex when cut or injured. Lactifluus subvellereus var. subdistans has more widely spaced gills, and an even cap margin. Lactifluus piperatus has densely crowded gills, a firm rather than soft and cottony cap margin, and exceedingly acrid latex.",
    "Habitat and distribution": "Like all milk-caps (Lactarius and Lactifluus), L. deceptivus is mycorrhizal, meaning the fungus forms a mutualistic association with certain trees and shrubs. The subterranean mycelium of the fungus forms an intimate association with tree roots, enveloping them in a sheath of tissue that allows both organisms to exchange nutrients they would otherwise be unable to obtain. The fruit bodies of the fungus grow solitarily, scattered, or in groups on the ground in conifer or hardwood forests, often under oak (Quercus) or hemlock (Tsuga). Smith has noted a preference for bogs and the edges of woodland pools in hardwood forests, and in oak stands that have an understory of blueberry bushes (Vaccinium species). It is widely distributed in eastern North America, and has also been reported from southern and western Canada. It is a fairly common species, and fruits from June to October. The mushroom has also been reported from Mexico (in Puebla and in Veracruz) from oak and pine forests, at altitudes slightly over 2,000 meters (1.2 mi), and from Costa Rica, where it is abundant in oak forests.",
    "See also": "List of Lactifluus species",
    "References": "",
    "References-Cited texts": "Bessette AR, Bessette A, Harris DM (2009). Milk Mushrooms of North America: A Field Guide to the Genus Lactarius. Syracuse, New York: Syracuse University Press. ISBN 0-8156-3229-0.\nHesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 0-472-08440-2.",
    "External links": "Lactifluus deceptivus  in Index Fungorum\nLactifluus deceptivus  in MycoBank."
  }
}