{
  "url": "https://en.wikipedia.org/wiki/Lactarius_argillaceifolius",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. argillaceifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius argillaceifolius is a species of fungus in the Russulaceae family. The mushrooms produced by the fungus have convex to flattened drab lilac-colored caps that are up to 18 cm (7.1 in) wide. The cream-colored gills are closely spaced together and extend slightly down the length of the stem, which is up to 9 cm (3.5 in) long by 3.5 cm (1.4 in) thick. The mushroom produces an off-white latex when injured that stains the mushroom tissue brownish.\nThe species is found in eastern North America, with a range extending from Canada to northeastern Mexico. It has also been found in pine plantations in Brazil, where it is probably an introduced species.  Lactarius trivialis is a European counterpart that is similar in appearance. In addition to its distribution, it can be distinguished from L. argillaceifolius by differences in preferred habitat and color differences in the gills, cap, and latex. The L. argillaceifolius variety megacarpus, a larger form with caps up to 27 cm (11 in) wide, occurs under coast live oak and tanoak in the Pacific Coast states and Baja California. Variety dissimilis, described on the basis of a single specimen from South Carolina, differs from the main form in the microscopic structure of the cap cuticle.",
    "Taxonomy and classification": "The species was first described by American mycologists Lexemuel Ray Hesler and Alexander H. Smith in their 1979 monograph on the North American species of Lactarius. The type specimen—collected by Smith from Oak Grove, Livingston County, Michigan, in July 1972—is housed at the University of Michigan Herbarium. Hesler and Smith simultaneously published the varieties dissimilis and megacarpus, collected from South Carolina and California, respectively. The variety megacarpus is commonly known as the \"vulgar milkcap\".Smith and Hesler classified L. argillaceifolius in subgenus Tristes, in stirps Argillaceifolius. This grouping of related species, which includes L. fumaecolor, is characterized by the gelatinous cuticle of the stem.",
    "Description": "The cap is 4–18 cm (1.6–7.1 in) wide, and initially convex to broadly convex before flattening out with a depressed center. The cap margin is curved inward, and often remains that way into maturity. The cap surface is covered with fine soft hairs when young, but later becomes smooth; it is slimy and sticky when wet. The color of the cap ranges from lilac-brown when young, fading to lilac-tan or pale lilac-gray and eventually to pale tan or pinkish-buff at the center. The gills are attached to slightly decurrent (extending somewhat down the length of the stem), broad, and packed together closely. They are cream-colored when young, and later develop pinkish tones near the margin. In maturity, they become flushed with brownish-orange. The color stains buff to olive-brown to dark brown when bruised.The stem is 6–9 cm (2.4–3.5 in) long by 1.5–3.5 cm (0.6–1.4 in) thick, and nearly equal in width throughout or tapering downward. Its surface may be slimy or dry, depending on the moisture in the environment. It is whitish, but in age becomes spotted with brownish stains. The flesh is firm, and white to buff. Its odor is not distinctive, while its taste is mild or slowly becomes slightly acrid. The latex is creamy-white on initial exposure, and stains the gills grayish-brown to dark brown or olive-brown; its taste is mild or slowly becomes slightly acrid. Older fruit bodies tend to have less abundant and weaker-tasting latex. The spore print is pinkish-buff. The edibility of L. argillaceifolius is unknown. The cap surface will turn yellow to orange when a drop of dilute potassium hydroxide is applied.",
    "Description-Microscopic characteristics": "The spores are roughly spherical to broadly elliptical, and measure 7–11 by 7–8 µm. They are ornamented with warts and ridges that sometimes form a partial reticulum (a pattern of interconnected ridges), with prominences up to 1 µm high. The spore are hyaline (translucent) and amyloid, meaning that they will absorb iodine when stained with Melzer's reagent. The cap cuticle of young specimens is made of a tissue type known an ixotrichoderm, which contains gelatinized hyphae of different lengths arranged in roughly parallel fashion. As the mushroom matures, the cap cuticle gradually becomes an ixolattice—characterized by branching, entangled, gelatinous hyphae. The basidia (the spore-bearing cells) are four-spored, and measure 45–52 by 9–10.5 µm. The pleurocystidia (cystidia on the gill face) are abundant, and relatively long—between 60–140 µm long by 6–14 µm thick. The cheilocystidia (cystidia on the gill edge) measure 32–67 by 6–9 µm.",
    "Description-Varieties": "Lactarius argillaceifolius var. dissimilis, a variety reported from South Carolina, is nearly identical in appearance, but it has white latex that tastes bitter then acrid. The structure of the cap cuticle differs from the nominate variety in that it has dextrinoid (staining yellowish or reddish brown with Meltzer's reagent) incrustations on the hyphae. The variety megacarpus has a larger cap (up to 27 cm (11 in) wide with flesh that is up to 3 cm (1.2 in) thick), and white and unchanging latex with an acrid taste. Its stem measures 16 to 20 cm (6.3 to 7.9 in) long by 4 to 5 cm (1.6 to 2.0 in) wide near the top. Microscopically, the spores of var. megacarpus are more reticulate than the nominate variety.",
    "Description-Similar species": "Lactarius trivialis is a European species that is similar in appearance to L. argillaceifolius, and they are often confused for each other. L. trivialis can be distinguished by gills that stain brown when exposed to the latex, and a preference for growing in conifer- and birch-rich boreal and subalpine forests. Variety megacarpus may be confused with L. pallescens, a smaller paler-colored species with latex that stains gills lilac rather than brown.",
    "Habitat and distribution": "Like all Lactarius species, L. argillaceifolius is mycorrhizal. The fruit bodies of Lactarius argillaceifolius grow scattered or in groups on the ground under hardwoods, especially oak, from July to October. It is often one of the first mycorrhizal mushrooms to fruit in forests dominated by oak and hickory. The fruit bodies are slow to develop and are long-lasting. The species is found from eastern Canada south to Florida, and west to Minnesota and Texas. It is common in northeast Mexico. The mushroom has also been reported from southern Brazil (state of Santa Catarina) growing in association with pine (Pinus elliottii) plantations, where it has probably been introduced with pine seedlings brought by settlers. L. argillaceifolius var. megacarpus has been collected from Baja California, California, Oregon, and Washington, where it grows in association with coast live oak and tanoak.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius argillaceifolius  in Index Fungorum"
  }
}