{
  "url": "https://en.wikipedia.org/wiki/Lactarius_fumosus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. fumosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius fumosus, commonly known as the smoky milkcap, is a species of fungus in the Russulaceae family.",
    "Taxonomy": "The species was first described by American mycologist Charles Horton Peck in 1872. \"Lactarius fumosus\" var. fumosus is considered a synonym.Lactarius fumosus is the type species of the section Fumosi of the subgenus Plinthogalus of the genus Lactarius.It is commonly known as the \"smoky milkcap\".",
    "Description": "The cap is 3–10 cm (1.2–3.9 in) wide, broadly convex to nearly plane, sometimes shallowly depressed. The margin (cap edge) is irregular, often wavy, and lobed or ribbed. The cap surface is dry, unpolished, azonate, usually becoming somewhat wrinkled with age, pale dingy yellow-brown to whitish overall, with a smoky tinge, sometimes with tawny olive, pinkish buff, or dull brown areas. The gills are attached to subdecurrent (running slightly down the length of the stem), narrow, crowded together, whitish, becoming dingy yellow-buff, staining reddish when bruised. The stem is 4–11 cm (1.6–4.3 in) long, 6–15 mm (0.24–0.59 in) thick, nearly equal, dry, dull, stuffed, colored like the cap, whitish towards the base, staining reddish, but more slowly than the gills. The flesh is pale white, staining reddish-salmon when cut. Its odor is not distinctive, but the taste is variable: quickly acrid then mild then slowly staining acrid, or very slowly faintly acrid. The latex is white on exposure, unchanging, staining tissues reddish. The spore print is pinkish-buff. The edibility is unknown.",
    "Description-Microscopic characters": "The spores are 6–8 by 6–8 µm, spherical or nearly so, ornamented with ridges that form a partial reticulum, prominences up to 1.5 µm high, hyaline (translucent), amyloid. The cap cuticle is a palisade of cylindrical to club-shaped cells.",
    "Description-Similar species": "Lactarius musciola has darker colors, and its gills do not stain reddish where bruised. Lactarius fuliginosus differs in having broad subdistant gills.",
    "Habitat and distribution": "The fruit bodies of L. fumosus grow solitary, scattered, or in groups on the ground in woods from July–October. The fungus is widely distributed in eastern North America, and has also been reported from western Canada. Its frequency of occurrence is described as occasional. Its range extends south to northwestern Mexico, where it is found associated with Liquidambar, Magnolia, Acer, and Quercus species.",
    "Bioactive compounds": "Extracts of the fruit bodies are toxic to the corn earworm, Heliothis zea and the large milkweed bug, Oncopeltus fasciatus. The insecticidal activity is thought to be caused by compounds called chromenes.",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cited text": "Hesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 0-472-08440-2.",
    "External links": "Lactarius fumosus  in Index Fungorum"
  }
}