{
  "url": "https://en.wikipedia.org/wiki/Lactarius_sanguifluus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. sanguifluus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius sanguifluus, commonly known as the bloody milk cap, is a species of fungus in the family Russulaceae. First described from France in 1811, the species was given its current name by Elias Fries in 1838 when he transferred it to Lactarius. Found in Asia, Mediterranean Africa, and Europe, fruit bodies (mushrooms) grow scattered or in groups on the ground under conifers, especially Douglas fir. When bruised or cut, the fruit bodies ooze a blood-red to purple latex that slowly turns greenish upon exposure to air. The caps are orangish to reddish-brown, and become funnel-shaped with age. The gills are pinkish to purplish. Different forms have been described from Italy, but these are not universally accepted as distinct. L. sanguifluus mushrooms are edible, and sold in rural markets of Europe and Asia. Fruit bodies grown in polluted soil, including roadsides subject to heavy traffic, can bioaccumulate toxic heavy metals. Several sterols and pigment have been isolated and identified from the mushrooms.",
    "Taxonomy": "The fungus was first described by French mycologist  Jean-Jacques Paulet as Hypophyllum sanguifluum in 1811. It was given its current name by Elias Magnus Fries when he transferred it to Lactarius in his 1838 work Epicrisis Systematis Mycologici. In 1892, Otto Kuntze called it a Lactifluus, a genus that until 2010 was considered a synonym of Lactarius. Because Paulet's 1811 type illustration of the species did not represent the typical morphology of the fruit bodies, Jorinde Nuytinck and Annemieke Verbeken designated an epitype in 2005.Giovanni Pacioni and Giorgio Lalli described the forms roseus and vinosus from Italy in 2003; roseus has a greyish-whitish cap discolouration, while f. vinosus has a less clearly zonate cap that lacks green tones, and gills with a lilac-pinkish sheen. However, form vinosus, originally described by Lucien Quélet as a variety (Lactarius sanguifluus var. vinosus) in 1881, was invalid, because Quélet's basionym was an illegitimate nomenclatural synonym of a species named in 1855 by Jean-Baptiste Barla. Later authors did not agree with the delimitation of these forms as distinct taxa, suggesting that the alternations in appearance represent normal morphological variations brought about by differences in age, and environmental factors such as levels of sunlight and humidity. Lactarius vinosus has often been considered as a variety of L. sanguifluus, but morphological (especially macroscopic characters and spore-ornamentation) and molecular evidence (based on internal transcribed spacer-sequencing) has confirmed that they are separate species.Lactarius sanguifluus is classified in the section Dapetes of the genus Lactarius. This section, which also includes other popular edible species such as L. deliciosus, and the less popular L. deterrimus, is characterized by mushrooms with orange or red latex that often impart a greenish stain on the flesh and gills, an often sticky cap, and association with conifers. The specific epithet sanguifluus is derived from the Latin words sanguis (\"blood\") and fluus (\"flowing\").",
    "Description": "The fruit bodies have convex caps with a central depression, reaching a diameter of 4–7.5 cm (1.6–3.0 in). The cap surface is smooth and sticky, and the margins are curved downward, even as the mushroom matures. Its color is pinkish-buff to orangish, sometimes with patches of grayish or pale greenish-gray, especially where the surface has been bruised. The somewhat crowded gills have an adnate to slightly decurrent attachment to the stipe. They are pale vinaceous with a pale pinkish-buff edge. The cylindrical stipe measures 2.0–3.5 cm (0.8–1.4 in) long by 1–2 cm (0.4–0.8 in) thick. Its smooth surface is colored pale pinkish-buff to pale greyish-buff, sometimes with brownish irregular dots. The flesh ranges from firm to fragile: in the stipe, it is soft and pale pinkish buff; under the cap cuticle it is brick colored, or brownish-red just above the gills. Its taste ranges from mild to slightly bitter, and it lacks any significant odor.The spores are roughly spherical to ellipsoidal, measuring 7.9–9.5 by 8.0–8.8 µm. They feature surface ornamentations up to 0.8 µm high and an almost complete reticulum comprising broad, rounded ridges. The basidia (spore-bearing cells) are somewhat cylindrical, four-spored, and measure 50–70 by 9–11 µm. The cap cuticle is an ixocutis (made of gelatinous hyphae that run parallel to the cap surface) up to 60 µm thick, with hyphae that are 2–6 wide that are usually branched and interwoven.",
    "Description-Similar species": "Lactarius vinosus, formerly considered a variety of L. sanguifluus, is quite similar in appearance. In general, L. vinosus can be distinguished by the more vinaceous-red color (lacking orange tones) of its cap, stipe, and gills, the more distinctly downwards-tapered stipe, and the more intense staining of the latex on the cap tissue. The two species can also be distinguished microscopically by differences in the ornamentation of their spore surfaces. L. vinosus has an incomplete reticulum on the spore surface, with ridges that have a wider degree of variation in thickness. Another potential lookalike, L. semisanguifluus, has a characteristic orange latex that turns wine-red in 5–10 minutes after exposure to air. Compared to L. sanguifluus, the fruit bodies of L. semisanguifluus are smaller, have tinges of violet in the cap, and develop a greenish discolouration with age.",
    "Habitat and distribution": "An ectomycorrhizal species, Lactarius sanguifluus fruit bodies grow on the ground in association with pine trees on calcareous soils. L. sanguifluus is widely distributed in Himachal Pradesh in India, where it has been noted to grow in mixed coniferous forests, usually under the fern Onychium contiguum. It is widespread in Southern Europe, where it fruits between September and November (extending to December in the southernmost regions of the continent). In the Netherlands, it was found in calcareous dunes, growing in a warm, sunny and sheltered place at the edge of a woods dominated in pine species. From Europe, it has also been recorded in Belgium, Estonia, Greece, Cyprus, France, Germany, Italy, Luxembourg, the Netherlands, Poland, Russia, Spain, Slovakia, Sweden, and Switzerland. In Africa, the species has been collected in Morocco; in Asia, it occurs in Vietnam and China. It is listed in the Red Data Book of the Ukraine, and appeared in a draft red list for Spain as an endangered edible species considered vulnerable due to uncontrolled commercial picking. To illustrate, a September 1998 newspaper report was cited, which reported that 82.5 kg (182 lb) of L. sanguifluus mushrooms picked in Poligny were seized from a van.",
    "Habitat and distribution-Edibility": "The fruit bodies of Lactarius sanguifluus are edible, and choice. This was noted by Paulet in his original description of the species, who wrote: \"This fungus is highly prized for use by those who are acquainted with it, it keeps well: I kept them for a whole year, it hardens without spoiling, then it takes on a taste of morels. The best way to eat is to cook it in the frying pan or on the grill with oil or butter & salt: it does not take long to cook\". The mushrooms are sold in rural markets in France, Spain, Turkey, and Yunnan Province, China. They are also collected by locals in the upper valley of the Serchio River in central Italy. In Spain, where the mushroom is esteemed as a culinary delicacy in Catalan cuisine, it is known as níscalos (in Spanish) or rovelló (in Catalan). In Cyprus, it is known as γαιματάς (meaning \"the bloody one\") and it is widely collected by the locals, but considered inferior to the saffron milk cap (Lactarius deliciosus). In India, young specimens are consumed along with L. deliciosus; and some consider L. sanguifluus to have a better flavor than its more well-known relative. Its English common name is the \"bloody milkcap\".Fruit bodies can bioaccumulate heavy metals, including toxic ones, from polluted soil. For this reason, consuming mushrooms harvested from potentially contaminated sites—such as near roadsides subject to heavy traffic—is not recommended. In a Turkish study of various edible mushroom species collected from lawns, near roads, and the inner parts of forests, the fruit bodies of L. sanguifluus were determined to have accumulated high levels of zinc, manganese, nickel, cobalt, cadmium, and lead.",
    "Bioactive compounds": "Lactarius sanguifluus contains a mixture of sterols. The predominant sterol is ergosterol (56.6% of total sterols), with lesser amounts of ergosterol derivatives, including ergost-7-en-3β-ol, ergosta-7,22-dien-3β-ol, and ergosta-5,7-dien-3β-ol.The latex contains sesquiterpene pigments with guaiane skeletons; these include the compounds given the common names lactaroviolin and sangol. Some of these chemicals are thought to undergo enzymatic conversions when the fruit body becomes injured. Fruit body extracts have been shown to have some antimicrobial activity against Gram-positive and Gram-negative bacteria.",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cited literature": "Dugan FM. (2011). \"Conspectus of World Ethnomycology\". St. Paul, Minnesota: American Phytopathological Society. ISBN 978-0-89054-395-5. \nHeilmann-Clausen J, Verbeken A, Vesterholt J (2000). The Genus Lactarius. Fungi of Northern Europe. 2. Denmark: Svampetryk. ISBN 978-87-983581-4-5.\nNuytinck J, Verbeken A (2005). \"Morphology and taxonomy of the European species in Lactarius sect. Deliciosi (Russulales)\". Mycotaxon. 92: 125–68.",
    "External links": "Lactarius sanguifluus  in Index Fungorum"
  }
}