{
  "url": "https://en.wikipedia.org/wiki/Lactarius_aspideoides",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. aspideoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius aspideoides, commonly known as the bright yellow milkcap, is a species of fungus in the Russulaceae family. Distinctive characteristics of the fruit body include the sticky, pale yellow cap, and the abundant latex that stains the mushroom tissue lilac. It is found in North America.",
    "Taxonomy": "The species was first described scientifically by Gertrude Simmons Burlingham in 1907. She found the fungus while collecting in Newfane, Vermont. Lactarius aspideoides is classified in the section Aspideini of the subgenus Piperites of the genus Lactarius. Within the Aspideini it is further organized in the stirps Aspideus, along with L. aroostookensis, L. pseudoaspideus, and L. aspideus.The later homonym Lactarius aspideoides, named by Robert Kühner in 1975, is an illegitimate name under the rules of the International Code of Botanical Nomenclature. It is now considered synonymous with Lactarius salicis-reticulatae.\nThe specific epithet aspideoides means \"shield-like\". The common name is the \"bright yellow milkcap\".",
    "Description": "The cap is fleshy and firm, initially convex and umbilicate (with a central depression like a navel), then flattened before becoming funnel-shaped in maturity. Reaching diameters of 3–8 cm (1.2–3.1 in), caps are a sulfur-yellow color, with faint zones of narrow concentric rings of lighter and darker yellow tones. The cap is very sticky when wet, and has a thick and persisting gluten. The margin (edge of the cap) is rolled inward and has minute hairs in young specimens. The gills are whitish then cream-colored, spotted with yellow, and packed close together. Sometimes the gills fork next the stem. Their attachment to the stem is adnate—broadly attached to the stalk slightly above the bottom of the gill, with most of the gill fused to the stem. They are 4 mm (0.16 in) broad, and stain lilac when the gill tissue has been damaged. The stem is sulfur yellow, often spotted with deeper yellow, sticky when young or wet, and equal in width throughout or abruptly smaller at the base. Its surface is smooth, and it is 3–6 cm (1.2–2.4 in) long and 10–15 mm (0.4–0.6 in) thick. The flesh is whitish, changing to a faint lilac color where exposed to the air. The latex is white, and has a bitter taste.In deposit, such as with a spore print, the spores appear pale yellow. Use of a light microscope reveals further details: they are roughly spherical to broadly ellipsoid, measuring 7–9 by 7–8 μm, and covered with widely spaced, branching broad ridges between 0.5–1.5 μm high. The basidia, the spore-bearing cells, are 35–40 by 8–11 μm, four-spored, and club-shaped.",
    "Description-Similar species": "The species is closely related to Lactarius aspideus, another pale yellow Lactarius with latex that stains the flesh violet, but may be distinguished from it by the more brightly colored and zoned cap, the smaller size, and the bitter taste of the latex.",
    "Habitat and distribution": "Fruit bodies of Lactarius aspideoides grow on the ground, scattered or in small groups, in deciduous and coniferous forests. This uncommon species is typically found from summer to autumn. The distribution includes the northeastern and central United States, extending into southern Canada.",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cited text": "Hesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 0-472-08440-2.",
    "External links": "Lactarius aspideoides  in Index Fungorum"
  }
}