{
  "url": "https://en.wikipedia.org/wiki/Lactarius_affinis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. affinis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius affinis, commonly known as the kindred milk cap, is a species of milk-cap mushroom in the family Russulaceae. It is found northeastern North America, where it fruits in the summer and fall, and is common in the Great Lakes region. Its fruit bodies have medium to large, slimy dull yellow or brownish caps. Although not considered poisonous, it is unpalatable because of its highly acrid taste.",
    "Taxonomy and classification": "The species was first named by American mycologist Charles Horton Peck in 1873, based on specimens he found growing in a pasture in the Catskill Mountains in October. He noted that the species was similar in appearance to Lactarius insulus, \"from which it differs only in the entire absence of zones or bands, and in having the spores white, instead of yellow ... But for the color of the spores, I should not have separated it from L. insulus.\"The species is classified in section Triviales of the subgenus Russularia of the genus Lactarius. Species in this section typically have sticky or tacky caps and stems, with hyphae on the cap cuticle usually 1–3 µm wide. Other species in Triviales (stirps Trivialis) include L. midlandensis, L. vinaceopallidus, L. trivialis, L. pallidus, and L. limacinus.Lactarius affinis is commonly known as the \"kindred milk cap\".",
    "Description": "The cap is 5–11 cm (2.0–4.3 in) wide, initially convex, becoming broadly convex then shallowly depressed at the center with age. The surface of the cap is sticky to slimy when it is fresh, smooth, pale ochre-yellow to pale ochre or pale pinkish cinnamon, lighter toward the edge. The gills are attached to slightly decurrent, close, broad, sometimes forked near the stem, white to cream. The stalk in 3–8 cm (1.2–3.1 in) long by 1.2–2 cm (0.5–0.8 in) thick, nearly equal, becoming hollow with age, smooth, sticky when fresh, white or sometimes brownish. The flesh is white, and does not have any distinctive odor; taste acrid. The latex is white on exposure, unchanging, not staining tissues; taste acrid. The spore print is white. Although not considered poisonous, it is unpalatable because of its highly acrid taste.",
    "Description-Microscopic characteristics": "The spores are 8–10.5 by 7–8 µm, broadly ellipsoid, ornamented with warts and ridges that sometimes form a partial reticulum, prominences up to 1 µm high, hyaline (translucent), and amyloid. The basidia, the spore-bearing cells, are 45–52 by 8–10 µm, and four-spored.",
    "Description-Similar species": "Similar species include Lactarius depressus, L. midlandensis, and L. pseudoaffinis. Russula laurocerasi has a somewhat similar cap and could be confused with this species, but it does not have latex, and smells somewhat like almonds or maraschino cherries.",
    "Description-Varieties": "Lactarius affinis var. viridilactis",
    "Habitat and distribution": "Fruit bodies of Lactarius affinis are found scattered or in groups on the ground in conifer or hardwood forests from July to October. They are distributed in eastern Canada south to New York, west to Michigan. It has also reported from western Canada. Its frequency of occurrence is occasional. It is common in the Great Lakes area.",
    "See also": "List of Lactarius species",
    "References": "",
    "Cited text": "Hesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 0-472-08440-2.",
    "External links": "Lactarius affinis  in Index Fungorum"
  }
}