{
  "url": "https://en.wikipedia.org/wiki/Lactarius_scrobiculatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. scrobiculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius scrobiculatus is a basidiomycete fungus, belonging to the genus Lactarius, whose members are called \"milk caps.\" Taxonomy places this species into subgenus Piperites, section Zonarii, subsection Scrobiculati.\nThe distinctive fruiting bodies of this large fungus are locally common in forests throughout Europe and North America. It is regarded as inedible by some authors, but it is nevertheless eaten in parts of Europe.",
    "Description": "Lactarius scrobiculatus produces large agaricoid fruiting bodies which arise from soil. The cap has an eye-catching orange to yellow coloration and is covered with small scales arranged in indistinctive concentric rings. The surface is wet, glossy and slimy especially in wet weather. The cap may be wide, with a large diameter (about 15 cm in mature specimens), but with a depressed centre and slightly inrolled margin. The gills are crowded and coloured cream to yellow, with darker patches being present sometimes. When cut, the gills bleed copious amounts of a white to cream milk (latex), which soon darkens to yellow. The stem, in relation to the cap, is quite short and stubby. The surface is cap-coloured but the presence of small pits, filled with fluid, is a key identifying feature. The stem is hollow. The spores are coloured creamy with an elliptical-globular shape.When a small piece of flesh is chewed, it tastes bitter to acrid. So acrid, that a researcher reportedly developed a numbness in the mouth, having nibbled on a piece. It doesn't have any discernible smell.\nThere are several recognised varieties, including var. canadensis. var. montanus and var. pubescens.",
    "Distribution": "Lactarius scrobiculatus is known to occur throughout Europe, and to a lesser extent North America where its occurrence is rare. It occurs primarily in coniferous and birch forests.\nIt forms mycorrhizal relationships and appears to prefer damp, shady and boggy areas. The fruiting bodies appear in troops, sometimes forming fairy rings and only rarely occur singly. The fruiting season of L. scrobiculatus is summer to autumn.",
    "Edibility": "Some European authors consider Lactarius scrobiculatus inedible. It is collected and eaten in parts of eastern Europe and Russia after salting, pickling and thorough cooking. Consuming it irritates the gastrointestinal tract, causing symptoms of gastrointestinal syndrome. Careful preparation seeks to neutralise the acrid taste. This usually involves a process of boiling, during which the water is discarded. Further cooking and pickling may not eliminate the possibility of distressing symptoms.",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}