{
  "url": "https://en.wikipedia.org/wiki/Lactarius_scoticus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. scoticus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius scoticus is a member of the large milk-cap genus Lactarius in the order Russulales. It is found in Europe, where it grows in peat bogs in a mycorrhizal association with birch.",
    "Taxonomy": "The species was first described by British mycologists Miles Joseph Berkeley and Christopher Edmund Broome in 1879. The type collection was made near Aboyne (a village located near the edge of the Scottish Highlands) in 1862; the type locality is referred to in the specific epithet scoticus (Scotland).",
    "Description": "The cap is initially convex before developing a central depression, sometimes becoming funnel-shaped, and reaches diameters of 1.4–6 cm (0.6–2.4 in). The cap surface is smooth overall and dry, but sometimes has small cracks in the center, and an increasingly felt-like texture moving towards the margin, which is usually fringed with 1–2-mm long hairs. The colour is initially pale cream to whitish, later becoming pale pinkish-buff to cream, with a more yellowish to yellowish-brown centre. The crowded gills have an adnate to decurrent attachment to the stipe. Whitish to pale pinkish-buff in colour, they are sometimes forked near the stipe attachment. The stipe measures 2.0–7.5 cm (0.8–3.0 in) long by 0.4–1 cm (0.2–0.4 in) in diameter, and is either cylindrical to slightly club-shaped. It has a smooth to finely felty surface with a light cream to pinkish-buff colour. The flesh is similar in colour to the outer surfaces; it has an acrid taste and an acidic to fruity odour. The sparse latex is white and has an immediately acrid taste.Lactarius scoticus mushrooms produce a pale cream spore print. Spores are ellipsoid in shape, measuring on average 6.5–6.9 by 4.9–5.0 µm. The spore surface features warts and ridges up to 0.5 µm high that are connected by thin ridges to form an incomplete reticulum. The basidia (spore-bearing cells) are cylindrical to club-shaped, four-spored, and measure 30–45 by 7–9 µm.",
    "Habitat and distribution": "Lactarius scoticus is found in European peat bogs, where is grows in a mycorrhizal association with birch species. Fruiting occurs from July to October.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius scoticus  in Index Fungorum"
  }
}