{
  "url": "https://en.wikipedia.org/wiki/Lactarius_porninsis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. porninsis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius porninsis, commonly known as the larch milkcap, is a member of the large milk-cap genus Lactarius in the order Russulales. It is found in Europe and Asia, where it grows in a mycorrhizal association with larch.",
    "Taxonomy": "The species was described by French botanist Léon Louis Rolland in 1889. Rolland collected the species in Zermatt, Switzerland. Lactarius porninae is an orthographic variant. Otto Kuntze placed it in the genus Lactifluus in 1898. The specific epithet porninsis honours Rolland's colleague M. Pornin.",
    "Description": "The cap is initially hemispherical with a margin that is rolled inward, later flattening to become convex or flat with a depressed center and margin that curves upward slightly; it reaches 3–13 cm (1.2–5.1 in) in diameter. The cap surface has a felt-like texture and is slightly sticky to the touch. Its colour is orange to yellow-brown or orange-brown, with concentric rings that are palest near the margin. The thin, crowded gills have an adnate to slightly decurrent attachment to the stipe, and are a pale pinkish-buff colour. The cylindric stipe measures 2–9 cm (0.8–3.5 in) long by 0.7–2.5 cm (0.3–1.0 in) thick, and tapers slightly both near the top and the base. It has a smooth surface and ranges in colour from pale cream to pinkish-buff.The spore print is cream, while the spores are ellipsoid, measuring 6.3–9.6 by 5.2–7.3 µm. They have an incompletely reticulated surface with ridges up to 0.5 µm high. The basidia (spore-bearing cells) are somewhat club-shaped, four-spored, and measure 40–50 by 10–13 µm.",
    "Edibility": "The fruit bodies of Lactarius porninsis are edible. It is one of several Lactarius species sold in rural markets in China.",
    "Habitat and distribution": "Lactarius porninsis is mycorrhizal with larch. It is common in mountain forests of central Europe, where it fruits from July to November. In Asia, it is found in China and Japan.",
    "Chemistry": "The fruit bodies contain fatty acid esters, which, when the fruit body is injured, are rapidly converted to the farnesane-type sesquiterpenes porninsal and porninsol. These chemicals are part of a wound-activated chemical defense system that helps protect the mushroom against parasites and predators.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius porninsis  in Index Fungorum"
  }
}