{
  "url": "https://en.wikipedia.org/wiki/Lactarius_torminosulus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. torminosulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius torminosulus is a member of the large milk-cap genus Lactarius, in the order Russulales. A European species, it was officially described in 1996 from collections made in Norway. Fruit bodies (mushrooms) are small to medium-sized, yellowish orange in colour. Young specimens have a hairy cap margin; these hairs slough off in maturity—a field characteristic that can be used to help distinguish this species from the similar Lactarius torminosus. The fungus grows in a mycorrhizal association with dwarf birch species.",
    "Description": "The cap is initially convex before developing a central depression, sometimes becoming developing a papilla, and reaches diameters of 1.5–5 cm (0.6–2.0 in). The cap surface of young specimens is hairy near the margin, which is usually fringed with hairs up to 5 mm long. The colour is initially pale cream to whitish, later becoming pale pinkish-buff to cream, with a more yellowish to yellowish-brown centre. The crowded gills have an adnate to decurrent attachment to the stipe. Whitish to pale pinkish-buff in colour, they are sometimes forked near the stipe attachment. The stipe measures 2.5–5.5 cm (1.0–2.2 in) long by 0.6–1.4 cm (0.2–0.6 in) in diameter, and is either cylindrical to slightly club-shaped to barrel-shaped. It has a smooth and dry surface with a salmon to pinkish-buff colour that turns to pinkish to yellowish-orange to reddish. The flesh is similar in colour to the outer surfaces; it has an acrid taste and an acidic to fruity odour. The sparse latex is white and has an immediately acrid taste.Lactarius torminulosus mushrooms produce a pale cream spore print. Spores are ellipsoid in shape, measuring on average 8.2–8.8 by 6.4–6.6 µm. The spore surface features warts and ridges up to 0.5 µm (less frequently up to 1 µm) high that are connected by thin ridges to form a partial reticulum. The spore sometimes has a plage, resulting in a bare spot on its surface. The basidia (spore-bearing cells) are roughly club-shaped, four-spored, and measure 40–50 by 9–11.5 µm.",
    "Description-Similar species": "Lactarius torminulosus is closely related to Lactarius torminosus, and the two have very similar microscopic characteristics. They can be separated by field characters: L. torminosus has longer hairs on the cap margin that persist even in old fruit bodies, whereas those of Lactarius torminulosus are shorter and slough off in age. Also, the cap colours of L. torminulosus are typically more subdued than those of L. torminosus.",
    "Habitat and distribution": "An ectomycorrhizal species, Lactarius torminulosus associates with the dwarf birch species Betula nana and Betula glandulosa. It can also be found in Sphagnum moss-rich habitats where those host plants are. Mushrooms fruit in August and September. The fungus is common in Nordic countries (including Greenland and Iceland), and has also been collected in Siberia. It prefers boreal, hemiboreal, and arctic habitats.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius torminosulus  in Index Fungorum"
  }
}