{
  "url": "https://en.wikipedia.org/wiki/Lactarius_rufus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. rufus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius rufus is a common, medium-sized member of the mushroom genus Lactarius, whose many members are commonly known as milkcaps. Known by the common name of the rufous milkcap, or the red hot milk cap in North America. It is dark brick red in color, edible, and grows with pine or birch trees.",
    "Taxonomy": "Described originally by Giovanni Antonio Scopoli, and later by the Swedish father of modern mycology Elias Magnus Fries. The specific epithet rufus is a reference to its colour.",
    "Description": "The cap is up to 10 centimetres (3.9 in) in diameter. It is dark brick, bay, or red-brown.  At first it is convex, and often has a small central boss (umbo), but later flattens, eventually acquiring a shallow central depression. The surface is dry and matt. The concolorous, but paler  stem  often becomes hollow with age. The gills are slightly decurrent, cream, becoming coloured as the cap later, only paler. The spore print is creamy white, with a slight salmon tinge. The flesh is white, as is the milk, which tastes mild initially, gradually becoming very hot, and acrid after a minute or so.",
    "Distribution and habitat": "Lactarius rufus appears from late spring to late autumn. It is frequent in the northern temperate zones in Europe and North America.  It is most commonly found with pine trees, but can also appear with birch, or spruce. It is common in northern California, and the Pacific Northwest from late summer to early winter.",
    "Edibility": "Lactarius rufus is generally not recommended for consumption. However, it is used in some places as a condiment after special treatment, and mycologist David Arora notes that it is eaten in Scandinavian countries after canning, and also mentions that there may be edibility differences in North American and European versions of the mushroom.  It is one of the most common wild mushrooms harvested for food in Finland.In order to eat these mushrooms, you will have to cook them approximately 10 minutes in plenty of water. After this, you can either preserve them in vinegar or salt water or freeze them lightly salted. These mushrooms make a great salad, with mayonnaise, cream and onions.\nBe careful when tasting for identification purposes, and only take a tiny piece. The delayed action effect masks an extremely hot (maybe the hottest) mushroom.",
    "See also": "List of Lactarius species",
    "References": "\n\n== External links =="
  }
}