{
  "url": "https://en.wikipedia.org/wiki/Lactarius_vietus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. vietus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius vietus (commonly known as the grey milkcap) is a species of fungus in the family Russulaceae, first described by Elias Magnus Fries. It produces moderately sized and brittle mushrooms, which grow on the forest floor or on rotting wood. The flattened-convex cap can vary in shape, sometimes forming the shape of a wide funnel. It is typically grey, but the colour varies. The species has crowded, light-coloured gills, which produce white milk. The spore print is typically whitish, but also varies considerably. The mushrooms typically have a strong, acrid taste and have been described as inedible, but other authors have described them as consumable after boiling. L. vietus feeds by forming an ectomycorrhizal relationship with surrounding trees, and it favours birch. It grows in autumn months and is fairly common in Europe, North America and eastern Asia.",
    "Taxonomy": "Lactarius vietus was first described by Elias Magnus Fries in 1821 as Agaricus vietus in his Systema Mycologicum. In his 1838 work Epicrisis systematis mycologici, Fries reclassified the species as a Lactarius, giving it its current name. Subsequent attempts to reclassify the species have been unsuccessful. In his 1871 work Der Führer in die Pilzkunde, Paul Kummer reclassified the species as a member of Galorrheus, and in Otto Kuntze's 1891 Revisio generum plantarum, the species was placed in the genus Lactifluus. Both Galorrheus vietus and Lactifluus vietus are now considered obligate synonyms (different names for the same species based on one type) of Lactarius vietus. The specific epithet is from the Latin vietus, meaning shrunken. It is commonly known as the grey milkcap.",
    "Description": "Lactarius vietus typically has a cap of 2.5 to 7.5 centimetres (1 to 3 in) across, with a flattened-convex shape. At times, the cap becomes widely funnel-shaped, and sometimes features a broad or pointed umbo, though the centre of the cap is typically depressed. The cap is coloured grey, sometimes with violet, flesh-coloured, pale yellowish-brown or red tints, though it is paler towards the cap margin in young mushrooms. Very pale specimens have also been recorded in the United States, though they are not true albinos. The cap's margin is curved inwards in younger specimens, and wavey. The cap surface is smooth, and can be slimey or sticky when wet. The stem measures 2.5 to 8 centimetres (1 to 3 in) by 2 to 7 centimetres (0.8 to 3 in), and is generally cylindrical in shape. Sometimes the stem narrows downwards, or is club-shaped. In colour, the stem whitish or greyish, paler at the top, and is rather weak and easily broken. The flesh is a whitish-buff colour, and is often absent in the stem, leaving it hollow. The crowded gills are can be decurrent (with the gill running down the stem) or adnate (with the entire depth of the gill connecting to the stem), and in colour are whitish to a dirty buff. They are thin and flaccid, and there are three to four tiers of lamellulae (short gills that do not reach the stem from the cap margin). The gills produce white milk, which dries a brownish or greenish grey after about 20 minutes. The mushroom flesh will slowly stain a greyish colour if a drop of FeSO4 solution is applied to it as a chemical colour test.",
    "Description-Microscopic features": "The spore print is typically a creamy white, with a slight salmon tinge, but it has been observed to vary from white to yellow depending on the density, meaning that it is not a useful means of identification. Individual spores are a buff-white, amyloid (staining blue in Melzer's reagent) and hyaline. In shape, the spores are elliptic, with a moderately well-developed network of ridges, measuring between 8 and 9.5 by 6.5 to 7.5 micrometres (μm). The pleurocystidia (cystidia on the face of the gills) are shaped like narrow spindles, typically measuring between 40 and 75 μm long, but sometimes reaching 86 μm in length, by 6 and 11 μm wide at the widest point. The cheilocystidia (cystidia on the edge of the gills) are leaf or spindle shaped, measuring between 30 and 52 μm long by 4 to 7 μm wide. The basidia are four-spored and club-shaped, measuring between 36 and 42 μm in length by 8 and 12 μm wide.",
    "Description-Similar species": "Lactarius uvidus is similar in appearance. In colour, it is a pale pink-buff, and its flesh turns a violet-lilac colour when cut. The white milk has a mild taste. Lactarius mammosus, a species described by Fries but not often mentioned by the mycological community for some time after his death, is also similar. Meinhard Moser, examining the identity of L. mammosus, concluded that it \"is certainly more closely related to L. vietus than to L. fuscus,\nbut differs in habit and colour. The spores are slightly longer and the sculptures are less pronounced in L. vietus.\"",
    "Edibility": "Lactarius vietus milk has a very hot taste, and the mushroom lacks a distinctive smell. Although described by many mycologists as inedible, David Pegler claims that its acrid taste can be removed after boiling, allowing it to be consumed. Though the strong, acrid taste is a defining feature of the species, it is weaker or even absent in some older mushrooms, which is not unusual for Lactarius species. Occasionally, however, mushrooms of the species have been collected which have a mild taste; this has also been observed in other species with typically acrid tastes.",
    "Distribution, habitat and ecology": "Lactarius vietus is fairly common, and can be found growing in moist areas under trees in autumn, often among Sphagnum moss. Though it strongly favours beech, it has also been found under oak. It forms an ectomycorrhizal relationship with the trees under which it grows. It can also be found growing on rotting wood or other hard surfaces; specimens have been observed on both conifer and hardwood logs. These are typically smaller specimens, and it is possible that they represent a dwarf variety. Despite growing on rotting wood, the species is not saprotrophic; instead, the mycelia of the species are linking with tree roots growing through or near the wood. This is a particularly useful adaptation when the soil is either wet or nutrient-poor. Mushrooms can sometimes grow in large numbers, but they can also be found growing in tight clumps, or solitarily when growing out of season. The species can be found in Europe, with collections in Scandinavia, the British Isles Bulgaria, Germany, and northern Turkey; in North America, it has been recorded as common in Canada and both the northern and southern United States; in northern Asia, it was found in regions near both the Oka River and the central Angara River in Siberia; and in eastern Asia, it has been collected in China.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius vietus at RogersMushrooms"
  }
}