{
  "url": "https://en.wikipedia.org/wiki/Lactarius_subflammeus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. subflammeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius subflammeus, commonly known as the orange milk cap, is a species of fungus in the Russulaceae family. It is found in western North America in the late summer and fall and is especially common in the Pacific Northwest, where it grows on  the ground near conifers like pine and spruce. The brightly colored fruit bodies, which are slimy or sticky, have scarlet caps when young that soon fade to brilliant orange. The stem—typically longer than the width of the cap—is also bright orange but the gills are whitish. The mushroom secretes a whitish latex when it is cut or injured.",
    "Taxonomy": "The species was first described by Lexemuel Ray Hesler and Alexander H. Smith in their 1979 monograph of North American species of the genus Lactarius, based on specimens collected from Pacific City, Oregon. Prior to this description, the species had frequently been confused in the literature with L. aurantiacus. The specific epithet subflammeus means \"almost flame color\". It is classified in the section Russularia of the subgenus Russularia of Lactarius. Species in this subgenus have small to medium-sized and fragile fruit bodies.Lactarius subflammeus is commonly known as the \"orange milk cap\".",
    "Description": "The cap is 3–7 cm (1.2–2.8 in) wide, convex, eventually becoming shallowly depressed in the center. The margin of the cap is curved inward then arched, with short translucent striations (grooves) at maturity. The cap surface is slimy to sticky, smooth, not zonate. It is scarlet when young, but becomes orange to yellowish-orange and duller when older. The attachment of the gills to the stem is adnate (squarely attached) to decurrent (running down the length of the stem); the gills are moderately broad, with spacing close to subdistant (with visible spaces between the gills). They are whitish or colored similar to the cap but paler. The stem is 4–9 cm (1.6–3.5 in) long, 5–15 mm (0.2–0.6 in) thick, and thicker near the base. The smooth stem surface can be either moist or dry depending on the moisture in the environment. It is hollow, fragile, and colored like the cap. The flesh is thin, fragile, pale pinkish-buff to dull orangish-buff. The mushroom's odor is not distinctive, and the taste slowly becomes acrid. The latex is white, and does not change color with continued exposure to air. It does not stain the tissues, and tastes acrid. The spore print is white. The edibility of the fruit bodies is unknown, and consumption is not recommended.",
    "Description-Microscopic characteristics": "The spores are 7.5–9 by 6.5–7.5 µm, with an ellipsoid shape. Their surfaces are ornamented with warts and short ridges that do not form a reticulum (a network of raised net-like ridges on the surface), with ridges up to 1.0 µm high. The spores are hyaline (translucent), and amyloid—they absorb iodine when stained with Melzer's reagent. The basidia (spore-bearing cells) are four-spored, and measure 42 by 9 µm. The cap cuticle is a modified ixotrichoderm, meaning that the hyphae are embedded in a slimy or gelatinous layer.",
    "Description-Similar species": "Lactarius luculentus var. luculentus is similar in appearance, but it has an ochraceous-tawny to ochraceous-buff cap and stem, flesh that tastes slightly bitter before slowly turning acrid, white latex that tastes mild to somewhat astringent, and a buff-colored spore print. Lactarius luculentus var. laetus is another lookalike, but may be distinguished by a brownish-orange to grayish-orange stem, and mild-tasting latex. Lactarus substriatus has white latex that slowly changes color to yellow, and Lactarius subviscidus has similar overall coloring but white latex that changes to yellow. The Californian species L. cocosiolens has a sticky orange-brown to caramel-colored cap. It has a  mild taste, abundant latex, and as its specific epithet suggests, smells like coconut when it is dry.",
    "Ecology, habitat and distribution": "Like all species in the genus Lactarius, L. subflammeus is mycorrhizal, forming mutualistic associations with trees. The fungus and the plant forms structures called ectomycorrhizae, a specialized sheath of hyphae on the surface of the root from which hyphae extend into the soil and into the outer cortical cells of the root. The fruit bodies of L. subflammeus grow scattered to grouped under conifers or in mixed conifer-hardwood forests near pine and spruce, from August to December. The fungus is widely distributed in the Pacific Northwest, where it is very common in conifer forests. The habitat of the type location was coastal sand dunes under pine. States from which the fungus has been collected include Washington, Idaho, Oregon, California, and Colorado. The mushroom's range extends north into Canada, where it has been found near Victoria, British Columbia in coastal forests dominated by Douglas-fir (Pseudotsuga menziesii).",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cited text": "Hesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 0-472-08440-2.",
    "External links": "Lactarius subflammeus  in Index Fungorum"
  }
}