{
  "url": "https://en.wikipedia.org/wiki/Lactarius_pubescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. pubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius pubescens, commonly known as the downy milk cap, is a species of fungus in the Russulaceae family. It is a medium to large agaric with a creamy-buff, hairy cap, whitish gills and short stout stem. The fungus has a cosmopolitan distribution, and grows solitarily or in scattered groups on sandy soil under or near birch.\nEdibility: Ambiguous and controversial. In Russia is consumed after prolonged boiling followed by a marinating process. However it is reported to have caused gastro-intestinal upsets. Therefore, its consumption should not be recommended and this species considered toxic.",
    "Taxonomy and phylogeny": "The species was first named by German botanist Heinrich Schrader as Agaricus pubescens in 1794. Elias Magnus Fries gave it its current name in 1838. The species has also been treated as a variety of Lactarius controversus (as L. controversus var. pubescens by Gillet in 1876) and as both a subspecies (as Lactarius torminosus subsp. pubescens by Paul Konrad and André Maublanc in 1935) and a variety (as L. torminosus var. pubescens by Lundell in 1956) of Lactarius torminosus.Lactarius pubescens is classified in the section Piperites, subsection Piperites. This includes related Lactarius species characterized by having a latex that does not become yellow upon exposure to air, and which does not stain freshly cut surfaces of the fruit body yellow. Based on phylogenetic analysis published in 2004, L. pubescens is most closely related to L. scoticus and L. tesquorum.The mushroom is commonly known as the \"downy milkcap\". The specific epithet pubescens is derived from Latin, and means \"becoming downy\".",
    "Description": "The cap is 2.5–10 cm (1.0–3.9 in) wide, obtuse to convex, becoming broadly convex with a depressed center. The margin (cap edge) is rolled inward and bearded with coarse white hairs when young. The cap surface is dry and fibrillose except for the center, which is sticky and smooth when fresh, azonate, white to cream, becoming reddish-orange to vinaceous (red wine-colored) on the disc with age. The gills are attached to slightly decurrent, crowded, seldom forked, whitish to pale yellow with pinkish tinges, slowly staining brownish ochraceous when bruised. The stem is 2–6.5 cm (0.8–2.6 in) long, 6–13 mm (0.24–0.51 in) thick, nearly equal or tapered downward, silky, becoming hollow with age, whitish when young, becoming ochraceous from the base up when older, apex usually tinged pinkish, often with a white basal mycelium. The flesh is firm, white; odor faintly like geraniums or sometimes pungent, taste acrid. The latex is white upon exposure, unchanging, not staining tissues, taste acrid. The spore print is cream with a pinkish tint. The edibility of Lactarius pubescens has been described as unknown or edible.The spores are 6–8.5 by 5–6.5 µm, elliptic, ornamented with warts and ridges that sometimes form a partial reticulum, prominences up to 1.5 µm high, hyaline (translucent), and amyloid. The cap cuticle is a layer of thin-walled hyphae.",
    "Description-Varieties": "Lactarius pubescens var. betulae (A.H. Sm.) Hesler & A.H. Sm. 1979\nLactarius pubescens var. betularum (Bon) Bon 1985\nLactarius pubescens var. scoticus (Berk. & Broome) Krieglst. 1991",
    "Description-Ectomycorrhizae": "The ectomycorrhizae that L. pubescens forms in association with Betula pendula and Populus tremuloides has been grown in pure culture and described scientifically.",
    "Description-Similar species": "Lactarius scoticus Berk. & Broome is a small morphological mimic of L. pubescens, growing in arctic-alpine birch. L. pubescens is often mistaken for L. torminosus which has larger spores (7–10 by 6–8 µm).",
    "Habitat and distribution": "The fruit bodies of L. pubescens are found scattered or in groups on the ground in wet areas under birch and other hardwoods from  August to October. The fungus is common all over temperate Europe and has been reported from eastern North America, the Pacific Northwest, Arizona, California, Colorado, Idaho, and western Canada; its frequency of appearance is occasional. It is also found in Greenland, and was reported for the first time in Rome, Italy, in 1997.",
    "Bioactive compounds": "The marasmane sesquiterpenoid pubescenone and the sesquiterpene aldehyde lactaral have been isolated from the fruit bodies of L. pubescens.",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cite text": "Hesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 978-0-472-08440-1.",
    "External links": "Mushroom Observer Images"
  }
}