{
  "url": "https://en.wikipedia.org/wiki/Lactarius_turpis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. turpis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius turpis (also L. plumbeus or L. necator) is commonly known as the Ugly Milk-cap in English. It is found naturally in Europe and Siberia, and has been introduced to Australia and New Zealand. While especially associated with birch, it is also found with spruce, pine and other trees in mixed woodland.The messy, dirty appearance, seen in the photograph, is characteristic of the species and gives it its English name and the Latin species epithet, turpis. It seems to collect debris on top and the gills acquire a dirty brownish stain due to discoloured milk.",
    "Taxonomy and naming": "This very variable mushroom demonstrates a common phenomenon in mycology as there is much disagreement over naming. The three main scientific designations:\n\nLactarius turpis Fr.,\nLactarius necator (Bull.:Fr.) Karsten, and\nLactarius plumbeus (Bull.:Fr.) S. F. Gray,are usually, but not always, considered to be synonyms for same species. The epithets necator and plumbeus were both coined by  Pierre Bulliard as Agaricus necator (1791) and Agaricus plumbeus (1793), but there is and was confusion as to which mushrooms were meant. The name turpis, derived from the Latin term turpis \"ugly\", was originated by  Johann Anton Weinmann and taken over by Elias Magnus Fries in 1838.Plumbeus too referred to the milk-cap's appearance, derived from the Latin for plumbeus \"lead-coloured\".",
    "Description": "The cap is normally 8–20 cm (3.1–7.9 in) in diameter. At first it has an involute margin and a somewhat depressed centre. The upper surface is olive brown or yellow-green and is often sticky or slimy in the middle. When young it has velvety zones and may be shaggy at the rim. Later it becomes funnel-shaped and the colour darkens to blackish. The gills are dirty white, stained olive-brown by old milk, which is initially white on contact with the air. They are somewhat decurrent. With potassium hydroxide or ammonia there is a purple reaction. The stipe is up to about 7 cm (2.8 in) tall by 3 cm (1 1⁄4 in) in diameter and it is similar in colour to the cap, but much lighter. It may have shallow pits (scrobiculae). The flesh is a dirty white and tends to turn brown. The taste (especially the milk) is acrid. There is little smell. The spores are about 7x6 µ and are ornamented with a pattern of ridges.",
    "Edibility": "This species is reported to contain the mutagen necatorin (=7-hydroxycoumaro(5,6-c)cinnoline), and so it cannot be recommended for eating. Boiling reduces the concentration of this compound, but does not effectively eliminate it.Probably due to the acrid taste, most western European authorities classify this mushroom as inedible or poor.  However, it has popularly been used (after boiling) as a spice in mushroom dishes in northern and eastern Europe and Siberia (see Mushroom picking in Slavic culture). It is commercially available preserved in salt. Considered a choice mushroom in Russia, one of the best for pickling (salt only, no vinegar).",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}