{
  "url": "https://en.wikipedia.org/wiki/Lactarius_fennoscandicus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. fennoscandicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius vitellinus is a member of the large milk-cap genus Lactarius in the order Russulales. It is found in Scandinavia, where it grows in a mycorrhizal association with spruce trees.",
    "Taxonomy": "The species was described as new to science in 1998 by mycologists Annemieke Verbeken and Jan Vesterholt. The type locality was in Siljanfors, Sweden.",
    "Description": "The fruit bodies have caps that are initially convex with a central depression and an inward-curled margin, later becoming more funnel-shaped, reaching a diameter of 3–8 cm (1.2–3.1 in). The slightly sticky cap surface is marked into circular zones. The colour of the inner zones ranges from brownish with vivacious tones to cinnamon, with the colours lightening moving outwards toward the margin. The crowded gills have a decurrent attachment to the stipe. They are peach to yellowish orange, and turn greyish green where bruised. The stipe measures 4–11 cm (1.6–4.3 in) long by 1–2.5 cm (0.4–1.0 in) thick and is cylindrical to somewhat club-shaped. The flesh is whitish in the centre and orangish near the surface; it turns blueish-green when injured. It lacks any distinctive odor and has a taste that is initially mild before turning bitter. The sparse, orange milk turns greenish grey when exposed to air.The spores are somewhat spherical to ellipsoid, and measure 7.5–8.1 by 6.1–6.5 µm. The surface features edges and warts that form an incomplete network. The basidia (spore-bearing cells) are four-spored, cylindrical to somewhat club-shaped, and measure 50–60 µm. The cap cuticle is a 50–100-micrometre thick ixocutis—whereby the hyphae are gelatinous, and lay flat in a horizontal layer.",
    "Habitat and distribution": "Lactarius fennoscandicus is known from boreal forest in Finland and Sweden.",
    "See also": "List of Lactarius species",
    "References": "",
    "External links": "Lactarius fennoscandicus  in Index Fungorum"
  }
}