{
  "url": "https://en.wikipedia.org/wiki/Lactarius_salmonicolor",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. salmonicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius salmonicolor is a species of fungus in the family Russulaceae. It is an edible mushroom native to most of Europe. The species derives its name from the term \"salmonicolor,\" meaning salmon colored in Latin.  It is majorly exploited in Europe for its culinary uses. L. salmonicolor is not to be confused with Lactarius salmoneus, a North American species.",
    "Description": "L. salmonicolor can be found throughout most of Europe (see map) from September to November, the species' growing season. The fungus grows primarily near to the roots of fir trees, where it receives nutrients for its growth, participating in ectomycorrhiza with the roots of its host plant. The top of the pileus is an orange-reddish color, with rare spots of green in older decaying specimens. The cap is also slightly depressed in the center after an initial convexity, and irregularly shaped, sometimes with lobes. The surface of the cap is also smooth and viscid.  On the underside of the cap, the lamellas are evenly spaced, with gills occasionally splitting as they become decurrent on the beginning of the stipe. They are salmon-orange and usually slightly lighter than the top of the cap; however they turn red after bruising.The stipe is cylindrical and more often long and slender, but rarely it can be found as short and thick. The spore deposit is pale yellow to orange in color, and spores have variations such as ridges and warts on the surface up to 0.5 µm high.",
    "Culinary uses and edibility": "This fungus, like most milky caps, is often used in cuisine. Due to its common use throughout different cultures of Europe, it has developed many common names such as \"fungo del sangue\" (\"blood fungus\" in Italian), \"lactaire couleur de saumon\" (\"salmon colored milk cap\" in French), \"milky agaric\" (UK), and many more. L. salmonicolor has a mild and slightly acrid flavor but becomes bitter after time.",
    "Images": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}