{
  "url": "https://en.wikipedia.org/wiki/Lactarius_piperatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactifluus"
    },
    {
      "Species": "L. piperatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactifluus piperatus (synonym Lactarius piperatus), commonly known as the Blancaccio, is a semi-edible basidiomycete fungus of the genus Lactifluus. Despite being edible, it is not recommended by some because of its poor taste, though can be used as seasoning when dried. The fruiting body is a creamy-white mushroom which is funnel-shaped when mature, with exceptionally crowded gills. It bleeds a whitish peppery-tasting milk when cut. Widely distributed across Europe and eastern North America, Lactifluus piperatus has been accidentally introduced to Australia. Mycorrhizal, it forms a symbiotic relationship with various species of deciduous tree, including beech, and hazel, and fruiting bodies are found on the forest floor in deciduous woodland.",
    "Systematics and taxonomy": "The species was one of the many species named by Linnaeus who officially described it in Volume Two of his Species Plantarum in 1753 as Agaricus piperatus, the specific epithet deriving from the Latin adjective piperatus meaning \"peppery\". For many years, Tyrolian naturalist Giovanni Antonio Scopoli had been considered the author of the first description; however, a recent revision of the International Code of Botanical Nomenclature in 1987 changed the rules regarding the starting date and primary work for names of fungi. Previously, the starting date had been set as January 1, 1821, the date of the works of the 'father of mycology', Swedish naturalist Elias Magnus Fries, but now names can be considered valid as far back as May 1, 1753, the date of publication of Linnaeus' seminal work.Lactifluus piperatus was the original type species of the genus Lactarius. However, after the finding that Lactarius actually represented more than one genus, the species Lactarius torminosus was conserved as type for that genus. Thus, L. piperatus is now the type species of Lactifluus, which was split from Lactarius and contains mainly tropical milk-caps, but also some species of the north temperate zone. Phylogenetic research showed that L. glaucescens, sometimes considered only a variety of L. piperatus, is a distinct species in Europe. Furthermore, the existence of at least ten lineages worldwide, with no overlap among continents, was shown for the group around L. piperatus, suggesting that populations in North America might actually be distinct species.It is commonly known as the peppery milk cap, pepper milkcap, peppery Lactarius, peppery milk mushroom, white peppery milk-cap, or other similar names. Similarly, in German it is known as the Pfeffermilchling (\"pepper milk cap\").",
    "Description": "Lactifluus piperatus has a cap that varies from 6–16 cm (2.5–6.5 in) across and is convex with a widely funnel-shaped center. The cap is creamy-white in colour, glabrous and not glossy; its surface may become cracked in dry locales. The stipe is white in colour, smooth, 3–7 cm (1–3 in) long by 2–3 cm (1–1 in) thick and is cylindrical, sometimes tapering towards the base. There is a thick layer of firm white flesh, and the decurrent gills are particularly crowded and narrow, sharing the white colouration of the stem but becoming creamy with age. As with other species of Lactarius, there is abundant milk (latex), which is white, and dries olive-green. It has a white spore print with elongate, elliptic or amyloid spores which are ornamented, as with L. vellereus. The spores measure from 6.5–9.5 by 5–8 μm, and have tiny warts.L. vellereus is larger with a thick stipe, woolly cap and less crowded gills, but is not as tall. Russula delica is similar in colour and shape, though has adnate blue-green tinged gills and no milk. L. deceptivus is also similar, but is differentiated by its less crowded gills, firmer cap margin and less acrid milk. Close to L. piperatus is L. glaucescens, which is differentiated by its milk that dries with a greenish colour.",
    "Distribution and habitat": "Lactifluus piperatus in the wide sense, i.e. including probably several species, is found in Europe, the Black sea region in northeastern Turkey, and eastern and central North America east of Minnesota. It has been accidentally introduced into Australasia, where it is found under introduced and native trees. It is found on the floor in deciduous woodland, particularly under beech (Betula), and can be found throughout summer and autumn and into early winter. It is relatively common, though not as common as the similar species L. vellereus. L. piperatus is found solitarily or in scattered groups. It is sometimes found growing together with Russula cyanoxantha.",
    "Edibility": "Despite being described by some mycologists as inedible or even poisonous, Lactifluus piperatus is generally considered edible. However, it is not recommended by some, because of its unpleasant taste. It is difficult to digest when eaten raw, but is used as a seasoning when dried, or sometimes is eaten fresh after parboiling, though its taste is still unappetising. Some recommend frying in butter with bacon and onion or pickling, or baking in a pie or pastry as other ways to prepare it. The milk has a very hot and acrid taste, which is removed if boiled. The mushroom used to be highly regarded in Russia, where it would be picked in dry seasons when other edible species were less available. The mushroom is also popular in Finland, where cooks boil it repeatedly, disposing of the water each time, and then store it in salt water and keep it refrigerated, after which it is pickled or served in salads. When eaten fresh and raw, the mushroom has been known to cause an irritant reaction on the lips and tongue, which subsides after an hour. The close L. glaucescens has been reported to be poisonous, but it has been speculated that the \"poisonings\" were caused by the extremely strong, peppery taste, rather than by the presence of actual poisons.Lactifluus piperatus forms part of an unusual and highly regarded dish in North America, being one of several species parasitized by the lobster mushroom Hypomyces lactifluorum. Once colonized by the parasite, an orange-red crust forms over the surface of the mushroom, and the taste becomes delicious as the parasite infiltrates its host's tissues. It is also a common source of food among red squirrels.",
    "Other uses": "Because of the presence of auxins in Lactifluus piperatus metabolites, it can be applied as a rooting hormone to aid the growth of seedlings of various species of plants, including hazel, beech and oak. In the 19th century, it was used as a folk cure for tuberculosis, though it had no effect. In more recent times, it has been found that L. piperatus can be used as an antiviral agent, and the latex has been used against viral warts.",
    "See also": "\nList of Lactifluus species\n\n\n== References =="
  }
}