{
  "url": "https://en.wikipedia.org/wiki/Lactarius_vinaceorufescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. vinaceorufescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius vinaceorufescens, commonly known as the yellow-staining milkcap or the yellow-latex milky, is a poisonous species of fungus in the family Russulaceae. It produces mushrooms with pinkish-cinnamon caps up to 12 cm (4.7 in) wide held by pinkish-white stems up to 7 cm (2.8 in) long. The closely spaced whitish to pinkish buff gills develop wine-red spots in age. When it is cut or injured, the mushroom oozes a white latex that rapidly turns bright sulfur-yellow. The species, common and widely distributed in North America, grows in the ground in association with conifer trees. There are several other Lactarius species that bear resemblance to L. vinaceorufescens, but most can be distinguished by differences in staining reactions, macroscopic characteristics, or habitat.",
    "Taxonomy and classification": "The species was first  described by American mycologists Lexemuel Ray Hesler and  Alexander H. Smith in 1960, based on specimens collected in Muskegon, Michigan in 1936. In the same publication, they also named the variety Lactarius vinaceorufescens var. fallax to account for individuals with prominently projecting pleurocystidia measuring 9–12 µm broad, but they reduced this to synonymy with the main species in their 1979 monograph of North American Lactarius species. The fungus is classified in the subsection Croceini of the subgenus Piperates in the genus Lactarius, along with other species with latex that stains the fruit body tissue yellow, or with latex that slowly become yellow upon exposure to air.The specific epithet vinaceorufescens is derived from the Latin word meaning \"becoming wine reddish\". The mushroom is commonly known as the \"yellow-latex milky\" or the \"yellow-staining milkcap\".",
    "Description": "The cap of L. vinaceorufescens is initially convex, then becomes broadly convex to nearly flat, and reaches diameters of 4–12 cm (1.6–4.7 in) wide. The cap margin is rolled inwards at first, but later expands, becoming somewhat uplifted and uneven with age. The cap surface is smooth, pale pinkish cinnamon with pinkish buff at the margin when young, becoming darker pinkish cinnamon to orangey cinnamon when older, faintly zoned with bands or water spots of nearly the same color. The gills are attached to slightly decurrent, narrow, close together, and often forked near the stem. There are several tiers of lamellulae (short gills that do not fully extend to the stem from the cap margin). The gills are initially whitish to pinkish buff, later spotting wine red (vinaceous) to pinkish brown or dark reddish brown. The latex that is exuded when the mushroom is cut or injured is initially white, but rapidly turns sulfur-yellow.The stem is 4–7 cm (1.6–2.8 in) long by 1–2.5 cm (0.4–1.0 in) thick, nearly equal in width throughout or enlarged slightly downward, and hollow. The stem surface is nearly smooth, with white to brownish stiff hairs at the base, pinkish-white overall, and darkening with age. The flesh is moderately thick, white to pinkish, staining bright sulfur yellow. It has an acrid taste. The spore print is white to yellowish. The mushrooms are poisonous; as a general rule, several guide books recommend to avoid the consumption of Lactarius species with latex that turns yellow.The spores are roughly spherical to broadly ellipsoid, hyaline (translucent), amyloid, and measure 6.5–9 by 6–7 µm. They are ornamented with warts and ridges that sometimes form a partial reticulum, with prominences up to 0.8 µm. The basidia (spore-bearing cells) are four-spored, and measure 28–33 by 8–10 µm. The pleurocystidia (cystidia found on the gill faces) are roughly cylindrical to narrowly club-shaped when they are young, but soon broaden in the mid portion and taper to an abrupt point; they reach dimensions of 40–68 (up to 80 µm) by 9–13 µm. The cheilocystidia (cystidia on the gill edges) are roughly club-shaped or ventricose with acute apices, and measure 32–44 by 6–10 µm. Clamp connections are absent in the hyphae. The cap cuticle is a thin ixocutis composed of gelatinous hyphae that are typically 2–4 µm wide. Projecting out from the cuticle surface are the ends of numerous connective hyphae, about 5–15 µm long.",
    "Similar species": "Lactarius xanthogalactus has nearly identical microscopic features to L. vinaceorufescens, but macroscopically, it does not have the reddish-vinaceous stains that develop on the cap, gills, and stem of L. vinaceorufescens, and it grows on the ground under oak. Another lookalike is L. colorascens, but it may be distinguished from L. vinaceorufescens by several features: a smaller fruit body; a whitish cap that becomes brownish red with age and does not spot vinaceous or brown; bitter to faintly acrid latex; and slightly smaller spores. L. chrysorrheus is also similar, but it has a whitish to pale yellowish-cinnamon cap with slightly darker spots and grows under hardwoods (especially oak) on well-drained, often sandy soil, and its gills do not discolor or spot vinaceous or brown.Other superficially similar species include L. rubrilacteus, L. rufus, L. subviscidus, L. fragilis and L. rufulus, but none of these species have the yellow staining reaction characteristic of L. vinaceorufescens. The edible species Lactarius helvus has an orange-brown to light grayish-brown cap with thin bands of dark grayish-brown, a watery latex, and whitish to tan flesh with an odor resembling maple sugar or burnt sugar. Lactarius theiogalus, the \"sulfur-milk Lactarius\", has an oranger cap and white latex that slowly changes yellow upon exposure to air; it is typically found in broadleaf and mixed woods.",
    "Habitat and distribution": "The fruit bodies of Lactarius vinaceorufescens grow scattered or in groups on the ground under pine between August and October. The species is known to develop mycorrhizal associations with Douglas fir (Pseudotsuga menziesii). It is a fairly common and widely distributed species in North America. The mushroom has been found in boreal forests and high-elevation forests of the Southern Appalachians, associated with the tree genera Picea, Abies, and Pinus. In California, it has been noted to commonly co-occur with L. fragilis, L. rubrilacteus, Russula emetica, and R. cremoricolor.",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cited text": "Hesler LR, Smith AH (1979). North American Species of Lactarius. Michigan: The University of Michigan Press. ISBN 0-472-08440-2.",
    "External links": "Lactarius vinaceorufescens  in Index Fungorum\nYouTube Video of yellowing reaction"
  }
}