{
  "url": "https://en.wikipedia.org/wiki/Lactarius_tabidus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. tabidus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius tabidus (also Lactarius theiogalus, and formerly Lactarius chrysorheus and Lactarius hepaticus), commonly known as the Birch Milkcap, is an inedible mushroom of the genus Lactarius. It can be found in North America and Europe, and grows at the base of pine in Autumn. Its white milk stains fabric a sulphur yellow, from which its specific epithet derives.",
    "Taxonomy": "The original description of L. tabidus has been various ascribed to Elias Magnus Fries, and to Pierre Bulliard, while the synonymous specific name L. theiogalus is variously credited to Fries and Samuel Frederick Gray. The name theiogalus is from the Ancient Greek for \"brimstone\" (sulphur) and \"milk\". The mushroom has also been named L. chrysorrheus by Lucien Quélet, based on Fries's description, and Lactarius hepaticus, with the authority cited to Charles Bagge Plowright of the British Mycological Society and Jean Louis Émile Boudier. Due to reclassification, Lactarius theiogalus is now considered to be a synonym of Lactarius tabidus, and the binomials Lactarius hepaticus and Lactarius chrysorrheus have been assigned to different Lactarius species.",
    "Description": "Lactarius tabidus has a convex cap of between 2.5 and 7 centimetres across, sometimes with a central umbo, that flattens with age. In colour, it varies between liver and a dull chestnut, and the surface is dry and matt. The margin is often has tiny lobes, and can be crimped or crisped. The stem typically measures between 3 and 7 centimetres in height, and is between 4 and 8 millimetres in width. In colour, the stem varies between a reddish-brown and brick coloured. The thin layer of flesh in the cap is a white-tinged pinkish buff colour, and the stem and cap become hollow with age. The pale buff gills are slightly decurrent, and with age become a deep buff to pale ochre colour, sometimes with a slight mauve colouration. The milk is white, drying yellow. The milk stains fabric a sulphur yellow colour in minutes.The spore print is cream, while the spores themselves are broadly elliptic with large warts. Most warts are joined by thin to thickish ridges, forming a very incomplete network. Other warts are isolated. The spores measure between 8 and 9 by between 6 and 7 micrometres in volume.",
    "Edibility": "The fruit bodies of L. tabidus are considered inedible. The milk has bitter and acrid taste, with a slightly hot aftertaste. The fact that the white milk dries yellow is an indicator that it may be poisonous.",
    "Distribution": "Lactarius tabidus can be found under pine in autumn. It is common in southern Britain, becoming rarer northwards. It can also be found in North America. It grows best in leaf litter or Sphagnum moss.",
    "See also": "\nList of Lactarius species\n\n\n== References =="
  }
}