{
  "url": "https://en.wikipedia.org/wiki/Lactarius_rupestris",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. rupestris"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius rupestris is a species of mushroom in the Russulaceae family. Described as a new species in 2010, it is known only from the semi-arid region in the National Park of Catimbau of Brazil. The mushroom is characterized by a stout fruit body with a smooth and sticky orange cap up to 7 cm (2.8 in) in diameter. The gills on the underside of the cap are closely spaced and frequently anastomosed. The stem is 35–45 mm (1.4–1.8 in) long by 18–21 mm (0.71–0.83 in) thick. The mushrooms exude a sparse cream-colored latex when cut or injured.",
    "Discovery and classification": "The species was found in the Brazilian semi-arid region in the National Park of Catimbau, in July 2007. It was described as new to science in a 2010 Mycotaxon publication by Felipe Wartchow of the Universidade Federal de Pernambuco. L. rupestris is one of 19 species of Lactarius known from Brazil. The epithet rupestris refers to the campos rupestres montane savanna—the ecoregion where the type species was collected.The authors note that the fungus does not readily fit into any of the infrageneric (i.e., below the level of genus) classification schemes outlined by previous authorities. For example, although L. rupestris has several characteristics that make the section Edules proposed by Annemieke Verbeken a somewhat close match, the taxon cannot be included because the surface of its cap is neither sufficiently areolate (cracked) nor dry enough, and its spores are excessively ornamented in comparison.",
    "Description": "The cap of L. rupestris is 60–70 mm (2.4–2.8 in), concave to somewhat funnel-shaped, with a central depression. Its color is orange at the center to brownish-orange towards the margin. The cap surface is somewhat sticky, and the texture is either smooth to slightly cracked. It has an indistinct layer of matted mycelial \"hairs\". The margin lacks striations and grooves, and is curled inward slightly. The gills are slightly decurrent (running slightly down the length of the stem), cream-salmon in color, and crowded closely together. They are up to 3 mm (0.12 in) broad and are frequently branched. The gill edges are smooth, and the same color as the gill face. There are several tiers of lamellulae (short gills that do not extend fully from the cap margin to the stem) interspersed between the gills. The stem is 35–45 mm (1.4–1.8 in) long by 18–21 mm (0.71–0.83 in) thick, centrally attached to the stem, cylindrical, and tapers slightly near the base. It is pale ochraceous-salmon, and slight longitudinal ribs can be seen with a magnifying glass. The flesh is spongy, pale yellow-ochre in the cap, and cream-yellow in the stem. The latex is cream-colored to roughly the same color as the gills, and not abundant.",
    "Description-Microscopic characteristics": "The spores are roughly ellipsoid to roughly spherical, and typically measure 7–8.5 by 6–7 µm. The ornamentation on the spore surface is amyloid (staining blue to blue-black in Melzer's reagent) and finely wart-like, with each wart ranging to 0.5–0.7 µm high. The warts are interconnected by thin ridges, but the ridges do not form a complete reticulum. The hilar appendage (the part of a spore once attached to the basidium via the sterigma) ranges in shape from narrowly obtuse to somewhat conical; the plage is not very distinct, but has an amyloid spot. The basidia (spore-bearing cells in the hymenium) are 35–50 by 8–11 µm, club-shaped, and bear mainly four, but sometimes two long (6–10 µm) sterigmata.Pseudopleurocystidia are very scarce on the gill faces; when present, they are thin-walled, 170 µm long by 24 µm wide, with brownish refractive contents, and arise from deep in the tissue of the hymenophore. The edge of the gill is sterile (lacking basidia), and has marginal cells that are 30–45 by 4–6 µm, cylindrical to somewhat sinuous (curvy), thin-walled, and hyaline (translucent). The tissue of the cap has abundant sphaerocysts (spherical, swollen cells common to the Russulaceae) and measure 25–65 by 24–50 µm, in addition to filamentous hyphae that are up to 10 µm wide. Lactiferous (latex-containing) hyphae are common in the cap tissue. They are up to 15 µm wide with a longitudinal orientation. Although they diverge from the trama somewhat (spreading out from the center of the gill), they do not form projecting pseudocystidia. The subhymenium (the layer of cells directly under the hymenium) is made of club-shaped to nearly spherical cells that are 16–27 by 9–17 µm. The tissue that comprises the hymenophore is made of several parts. It contains abundant, nearly isodiametric (17–25 by 13–18 µm) cells, and filamentous hyphae that measure 3.5–6.5 µm; lactiferous hyphae are frequent, up to 7–12 µm wide, straight and only occasionally branching. The cap cuticle is a trichoderm—meaning the outermost hyphae emerge roughly parallel, like hairs, perpendicular to the cap surface. It is up to 140 µm thick and comprises two layers. The upper layer, the suprapellis, is made of plentiful, colorless hyphae that are 20–51 by 4–6 µm, thin-walled (up to 0.5 µm), and range in shape from obtuse to somewhat acute to knob-like or pear-shaped. The lower layer of the cap cuticle, the subpellis, is made of both plentiful hyphae that are 3–8 µm wide and somewhat more inflated colorless cells up to 10–18 µm wide. Lactarius rupestris does not have clamp connections in its hyphae.",
    "Habitat and distribution": "The mushroom was found buried with up to two-thirds of the stem in sandy soil near several shrubs (Fabaceae subfamily Mimosoideae and others) in a semi-arid region, after heavy precipitation. The species is known only from the type locality in Vale do Catimbau National Park in Brazil, in the state of Pernambuco. It fruits at an elevation of 900 to 1,000 m (3,000 to 3,300 ft). This is part of the biodiverse cerrado ecoregion, in an area known as the campos rupestres. Although the fungus is suspected to be mycorrhizal (like all Lactarius), there was a wide diversity of plant species growing in the open, dry forest where the mushroom was found (including members of the tree families Euphorbiaceae, Fabaceae, Myrtaceae, Nyctaginaceae, and Polygonaceae—all known to form mycorrhizal associations), so the authors did not speculate on any specific interactions.",
    "See also": "List of Lactarius species",
    "Notes": "",
    "References": ""
  }
}