{
  "url": "https://en.wikipedia.org/wiki/Lactarius_fuliginosus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactarius"
    },
    {
      "Species": "L. fuliginosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactarius fuliginosus, commonly known as the sooty milkcap, is a species of fungus in the family Russulaceae. The medium-sized fruit bodies have velvety, grayish-brown caps and crowded gills. It is found in deciduous forests of Asia, Europe, and North America.",
    "Taxonomy": "The species was first described by Austrian botanist Karl Von Krapf in 1782 as Agaricus fuliginosus. Elias Magnus Fries sanctioned this name in his 1821 Systema mycologicum, and later (1838) transferred it to the genus Lactarius in his Epicrisis Systematis Mycologici. Other synonyms include Paul Kummer's 1871 Galorrheus fuliginosus and Otto Kuntze's 1891 Lactifluus fuliginosus. Paul Konrad and André Maublanc's subspecies picinus is now known as the distinct species L. picinius. L. fuliginosus form speciosus, described by Jakob Emanuel Lange in 1928, has been elevated to a distinct species as L. romagnesii, while his form albipes is now L. azonites. Fries's 1838 form major is now L. lignyotus.Lactarius fuliginosus is classified in the section Plinothgali of subgenus Plinthogalus in the genus Lactarius. Species in this section are characterized by having caps and stipes ranging in colour from buff to pale brown to grayish-brown and pinkish-staining flesh. Molecular analysis published in 2012 showed that L. fuliginosus and L. picinus are sibling species, and cannot be reliably distinguished using morphology alone. Dirk Stubbe suggests that the geneti  of L. fuliginosus from L. picinus was a fairly recent event that involved a host switch from deciduous to coniferous trees.The specific epithet fuliginosus derives from the Latin word for \"sooty\". It is commonly known as the \"sooty milkcap\".",
    "Description": "The cap is convex to flattened, sometimes with a small central depression, and measures 4.5–12.5 cm (1.8–4.9 in) in diameter. The surface of the cap is dry, smooth, and has a velvety texture. It sometimes develops small wrinkles in the center, while the cap margin develops irregular grooves in maturity. Its colour is buff to grayish-brown to dark fawn, sometimes with darker spots and a lighter margin. The crowded gills have an adnate to slightly decurrent attachment to the stipe. They have an olive-buff to pinkish-buff colour, and stain pinkish. The cylindric stipe measures 4–8.5 cm (1.6–3.3 in) long by 1–2 cm (0.4–0.8 in) thick and tapers to the base. Its surface texture is similar to the cap, but is coloured paler, and is whitish near the top. The flesh is whitish, but stains pinkish where injured; it is thick and firm in the cap and stipe. It has no significant odor and a mild to slightly acrid taste. The mushroom's sparse latex is white but dries pinkish, imparting that colour when it stains the gills and flesh. Lactarius fuliginosus is not edible, and may be somewhat poisonous.The spore print is pinkish buff. The spores are spherical to broadly ellipsoid, measuring 7.4–9.2 by 6.6–8.4 µm. The spore surface is covered with an almost complete reticulum with narrow ridges up to about 1 µm high, and irregular warts that stain amyloid with Melzer's reagent. The basidia (spore-bearing cells) are somewhat club-shaped, four-spored, and measure 40–55 by 10–12 µm. The cap cuticle is in the form of a trichoepithelium measuring 50–100 µm thick comprising cylindric terminal hyphae measuring 20–45 by 5–8 µm.",
    "Description-Similar species": "Lactarius azonites is similar in appearance to L. fuliginosus but can be distinguished by its cap shape with an irregularly scalloped margin, the irregular and often anastomosing gills, the pale to almost whitish stipe, and the thick flesh that quickly turns red with injury. Microscopically, its spores have more regular surface ridges and a more widely meshed reticulum.",
    "Habitat and distribution": "Lactarius fuliginosus is ectomycorrhizal with deciduous trees. Its fruit bodies grow on the ground in deciduous forests of Europe and North America. In Asia, it has been recorded from Kashmir Valley in India, China, and Japan.",
    "Chemistry": "The fruit bodies were noted to have insecticidal properties in a 1990 publication. Later research revealed the presence of a stearic acid ester that, upon injury to the mushrooms, coverts to an acrid phenol compound that oxidizes to a mixture of benzofuran and red chromene pigments. This is part of a wound-activated chemical defense system used by the fungus to deter mycophagy.",
    "See also": "List of Lactarius species",
    "References": "",
    "References-Cited literature": "Heilmann-Clausen J, Verbeken A, Vesterholt J (2000). The Genus Lactarius. Fungi of Northern Europe – Vol. 2. Denmark: Svampetryk. ISBN 87-983581-4-6.",
    "External links": "Lactarius fuliginosus  in Index Fungorum"
  }
}