{
  "url": "https://en.wikipedia.org/wiki/Cephalotus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Oxalidales"
    },
    {
      "Family": "CephalotaceaeDumort.[1]"
    },
    {
      "Genus": "CephalotusLabill."
    },
    {
      "Species": "C. follicularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Cephalotus ( or ; Greek: κεφαλή \"head\", and οὔς/ὠτός \"ear\", to describe the head of the anthers) is a genus which contains one species,  Cephalotus follicularis the Albany pitcher plant, a small carnivorous pitcher plant. The pit-fall traps of the modified leaves have inspired the common names for this plant, which include 'Albany pitcher plant\", \"Western Australian pitcher plant\", \"Australian pitcher plant\", or \"fly-catcher plant.\"",
    "Description": "Cephalotus follicularis is a small, low growing, herbaceous species. Evergreen leaves appear from underground rhizomes, are simple with an entire leaf blade, and lie close to the ground. The insectivorous leaves are small and have the appearance of moccasins, forming the 'pitcher' of the common name. The pitchers develop a dark red colour in high light levels but stay green in shadier conditions. The foliage is a basal arrangement that is closely arranged with outward facing adapted leaf blades. These leaves give the main form of the species a height around 20 cm.\nThe 'pitcher' trap of the species is similar to other pitcher plants. The peristome at the entrance of the trap has a spiked arrangement that allows the prey to enter, but hinders its escape. The lid over the entrance, the operculum, prevents rainwater entering the pitcher and thus diluting the digestive enzymes inside. Insects trapped in this digestive fluid are consumed by the plant. The operculum has translucent cells which confuse its insect prey as they appear to be patches of sky.\nThe inflorescence is groupings of small, hermaphroditic, six-parted, regular flowers, which are creamy, or whitish.\nIn the cooler months of winter (down to about 5 degrees Celsius), they have a natural dormancy period of about 3–4 months, triggered by the temperature drop and reduced light levels.",
    "Taxonomy": "",
    "Taxonomy-Taxonomic history": "Botanical specimens were first collected during the visit of HMS Investigator to King George Sound in December 1801 and January 1802. On 2 January 1802 the expedition's botanist, Robert Brown, wrote in his diary:\n\n\"Remaind on board. Described a few plants. Mr Good went in search of the pitcher plant wch Messrs Bauer & Westall had found yesterday in flower. He returned with it in the evening.\"\n \nThis represents the earliest documentary reference to this species; and although not entirely unambiguous as to the first collection, it is usually taken as evidence that the plant was discovered by Ferdinand Bauer and William Westall on 1 January 1802. Whether or not there was an earlier collection is largely immaterial, however, as all collections were incorporated into Brown's collection without attribution, so Brown is treated as the collector in botanical contexts.\nBrown initially gave this species the manuscript name \"'Cantharifera paludosa' KG III Sound\", but this name was not published, and it would not be Brown who published the first description.\nThe following year, further specimens were collected by Jean Baptiste Leschenault de la Tour botanist to Nicolas Baudin's expedition. In 1806, Jacques Labillardière used these specimens as the basis of his publication of the species in Novae Hollandiae plantarum specimen. Labillardière did not attribute Leschenault as the collector, and it was long thought that Labillardière had collected the plant himself during his visit to the area in the 1790s; in particular, Brown wrongly acknowledged Labillardière as the discoverer of this plant.\nLeschenault's specimen was a fruiting plant, but the fruit was in poor condition, and as a result Labillardière erroneously placed it in the family Rosaceae. This error was not corrected until better fruiting specimens were collected by William Baxter in the 1820s. These were examined by Brown, who concluded that the plant merited its own family, and accordingly erected Cephalotaceae. It has remained in this monogeneric family ever since.",
    "Taxonomy-Current placement": "The Australian pitcher plant is an advanced rosid, and thus closer related to apples and oaks than to other pitcher plants like Nepenthaceae (basal core eudicots) and Sarraceniaceae (basal asterids). The placement of its monotypic family Cephalotaceae in the order Saxifragales has been abandoned. It is now placed within the order of Oxalidales where it is most closely related to Brunelliaceae, Cunoniaceae, and Elaeocarpaceae. The monotypic arrangement of the family and genus is indicative of a high degree of endemism, one of four such species of the region.",
    "Ecology": "The plant occurs in southern coastal districts of the Southwest botanical province in Australia; recorded in the Warren, southern Jarrah Forest, and the Esperance Plains. Its habitat is on moist peaty sands found in swamps or along creeks and streams, but it is tolerant of less damp situations. Its population in the wild has been reduced by habitat destruction and overcollecting; it is therefore classified as Vulnerable species (VU A2ac v2.3) by the IUCN. However, this classification is not in unison with Australia's national EPBC Act List of Threatened Species or Western Australia's Wildlife Conservation Act 1950, which both list the species as Not Threatened. \nThe larvae of Badisis ambulans, an ant-like wingless micropezid fly, develop inside the pitchers. They have never been found anywhere else.",
    "Cultivation": "Cephalotus are cultivated worldwide. In the wild, they prefer warm day-time temperatures of up to 25 degrees Celsius during the growing season, coupled with cool night-time temperatures. It is commonly grown in a mixture of sphagnum peat moss, perlite, and sand, a reasonable humidity (60–80%) is also preferred. It is successfully propagated from root and leaf cuttings, usually non-carnivorous leaves although pitchers can also be used.  A dormancy period is probably crucial to long-term health of the plant.\nThe plants become colourful and grow vigorously when kept in direct sunlight, while plants cultivated in bright shade remain green.\nLiving plants were delivered to Kew Gardens by Phillip Parker King in 1823. A specimen flowered in 1827 and provided one source for an illustration in Curtis's Botanical Magazine.There are several dozen Cephalotus clones that exist in cultivation; nine have been officially registered as cultivars.",
    "See also": "Carnivorous plants of Australia",
    "Footnotes": "",
    "References": "Conran, J.G.; Lowrie, A. & Leach, G. (2000). \"Cephalotus follicularis\". The IUCN Red List of Threatened Species. IUCN. 2000: e.T39635A10253343. doi:10.2305/IUCN.UK.2000.RLTS.T39635A10253343.en.\nMcAlpine, D.K. (1998): Review of the Australian stilt flies (Diptera: Micropezidae) with a phylogenetic analysis of the family. Invertebrate Taxonomy 12(1): 55-134. doi:10.1071/IT96018 (HTML abstract)\n\"Cephalotus\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Cephalotus follicularis\". FloraBase. Western Australian Government Department of Parks and Wildlife.\n\"Cephalotus follicularis  — Albany Pitcher Plant\". Plant of the Month. FloraBase. January 2008. Retrieved 2008-03-04.\nCephalotus information",
    "External links": "All about Cephalotus (Link is broken!)\nEvolution -- the Oxalidales Carnivore by the International Carnivorous Plant Society\nBotanical Society of America, Cephalotus follicularis - the Albany Pitcher Plant\nInner World of Cephalotus follicularis from the John Innes Centre"
  }
}