{
  "url": "https://en.wikipedia.org/wiki/Utricularia_inflata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Utricularia"
    },
    {
      "Subgenus": "Utricularia subg. Utricularia"
    },
    {
      "Section": "Utricularia sect. Utricularia"
    },
    {
      "Species": "U. inflata"
    }
  ],
  "text": {
    "__SUMMARY__": "Utricularia inflata, commonly known as the swollen bladderwort, inflated bladderwort, or large floating bladderwort, is a large suspended aquatic carnivorous plant that belongs to the genus Utricularia. It is a perennial that is native to the southeastern coastal plains of the United States. It has often been confused with U. radiata, which is similar but smaller than U. inflata. Since 1980, U. inflata has been reported to exist in locations beyond its traditional range, such as the Adirondack Mountains in New York, southeastern Massachusetts, and in Washington State. Studies on the populations in the Adirondacks suggest that an introduction of U. inflata to a location where it naturalizes can lead to altered sediment chemistry by reducing the net primary productivity of native species. It is also listed by the state of Washington as a problematic species because of the dense mat-forming habit of this aquatic Utricularia. It is one of the few carnivorous plants that can be invasive.",
    "Description": "Utricularia inflata is one of the larger suspended aquatic species in the genus Utricularia. Like all aquatic Utricularia, U. inflata has no true roots or leaves. The filiform stolons are the main vegetative \"stem\" of the plant and can be up to one meter long or longer but are only 1–2 mm thick. The stolons are glabrous with 1–5 cm between branched divisions. Occasionally the stolons will produce floating air shoots at the water's surface and tuber-like organs in the substrate. Its filiform leaf-like structures appear to be additional branches off the main stolon and are tiny, filament-like structures that are not true leaves, though the terminology is often disputed among experts. The leaf structures are numerous and anywhere from 2–18 cm long, originating from the stolon base into two primary and unequal segments, which are further divided extensively into additional segments. The stalked, ovoid traps, 1–3 mm long, are produced on the latter leaf segments and are very numerous.In its native range, U. inflata, a perennial species, can begin to flower in January and may continue through June. In this phase of its growth it produces the most visible and noticeable morphological features of the species: a floating spoke-like whorl of spongy structures at the water's surface that support the inflorescences, often called a \"float\". U. inflata typically produces 6 to 8 spokes on the float (sometimes anywhere from 5 to 10), with each spoke 3–10 cm long and up to 8 mm wide. The apical half of the spokes bear numerous, dichotomously branched leaf-like segments that can also possess some traps. The 20–50 cm long erect inflorescences are produced from the center of the floating whorl and are usually solitary or possess very few scapes for each whorl. An individual plant can produce several whorls and inflorescences, but they are typically distant from each other. The inflorescences produce 9-14 (sometimes 4-17) flowers with unequal calyx lobes, 3–5 mm long. The entire corolla can be 2-2.5 cm long and is bright yellow with brown-colored veins on the spur and brown markings on the lower corolla lobe.This species has a diploid chromosome number of 2n = 18 for the most common form and 2n = 36 for the larger tetraploid populations. The larger tetraploid \"race\", as Peter Taylor called it, can be up to twice as large as the regular diploid species. Populations of this race have been located in Florida.",
    "Distribution and habitat": "Utricularia inflata is native to the southeastern United States. Peter Taylor's 1989 taxonomic monograph listed the following states where native populations of this species have been located: Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, New Jersey, North and South Carolina, Tennessee, Texas, and Virginia. In addition to these states, the United States Department of Agriculture's online PLANTS database acknowledges populations in Connecticut, Maryland, Michigan, Mississippi, New York, Oklahoma, and Pennsylvania. The states of Maryland, Michigan, and New York have classified U. inflata as an endangered or threatened species while Tennessee has listed it as a species with \"special concern\".U. inflata inhabits aquatic environments such as lakes, ditches, and swamps from shallow to deep waters at low altitudes.",
    "Invasiveness": "As early as 1980, specimens of U. inflata were beginning to be collected or recorded outside its traditionally accepted range. Populations have been established in Washington state, New York, and Massachusetts. The colonies in Washington are obvious introductions, but while the populations in New York and Massachusetts are most likely the result of recent introductions, it is more difficult to say with certainty how they were introduced.In southeastern Massachusetts, several samples of U. inflata have been gathered from Federal Pond beginning in 1990, representing its first collection north of New Jersey on the east coast. Bruce Sorrie has identified a substantial population in this location. Sorrie indicated that human-aided introduction of this species to Massachusetts is likely since Federal Pond has been used for various purposes since the late 18th century, though Sorrie also notes that transfer of propagules by waterfowl or herons from U. inflata's native range may be just as likely.Three years after the first collection in Massachusetts, a study of the area around Spruce Pond in Orange County, New York yielded the first record for U. inflata in New York State. The authors of the study speculate that, unlike the population found in Massachusetts, it is unlikely that the population in Spruce Pond was the result of human introduction because the pond is in a remote area and rarely used. More recently in 2005, a study in northern New York identified populations of U. inflata in six lakes in the Adirondack Mountains, representing another northern extension of its range. In two of these lakes U. inflata was the most frequently encountered species in 2000, whereas a census of the lakes found no U. inflata whatsoever in 1983. This impressive growth in what is probably a new location for the species is similar to the growth patterns of other invasive aquatic plant species. The authors of this study also noted that at one of these sites, many of the native species declined in frequency or could not be found, possibly due to the presence and proliferation of U. inflata. Lab experiments and observations in the field supported the authors' hypothesis that the presence of U. inflata in Adirondack lake systems damages the natural nutrient cycles that sustain the native flora. U. inflata likely shades out the native flora, specifically Eriocaulon aquaticum, a submersed macrophyte isoetid that releases oxygen into the sediment. In this case, U. inflata could indirectly change the biogeochemical cycle in the Adirondack lakes by hindering the growth of native isoetid macrophytes and subsequently having a negative effect on the proper balance of sediment chemistry. The consequence of this may include enhanced growth of algae and other changes to the ecology of the freshwater ecosystems that it may invade.Even earlier than the collections in Massachusetts and New York, a population of U. inflata was located in Horseshoe Lake in Kitsap County, Washington in 1980. Since then, further specimens of U. inflata have been recorded from other Puget Sound area lakes in Kitsap, Mason, Pierce, and Thurston counties. One population has even been recorded from the more southern Silver Lake in Cowlitz County. Information on this species in Washington State provided by the state's Department of Ecology includes a statement that U. inflata's presence in Horseshoe Lake was \"probably the result of a discarded aquarium.\" Washington's Department of Ecology also indicates that in the areas where it occurs, U. inflata forms dense floating mats, becoming a nuisance for recreational activities. Residents of Lake Limerick, which has extensive populations of U. inflata, spend thousands of dollars each summer to rid their lake of the dense, weedy mats. A variety of control methods have been used to control the weed, including a sonar treatment, biocontrol utilizing grass carp, and manual extraction. Washington considers this species to be problematic but has not classified it as a noxious weed. Instead, it is on a monitor list of wetland and aquatic species under quarantine, meaning that it is prohibited to sell this species and it may be included on the state's noxious weed list in the future.Most carnivorous plant species require very specific environmental conditions to thrive. This narrow habitat tolerance means that many carnivorous plants are threatened or endangered in their native ranges. U. inflata's ability to thrive in a variety of locations that it has been introduced to represents an ability to tolerate a much larger range of habitats than most carnivorous plant species.",
    "Cultivation": "Utricularia inflata is one of the many Utricularia species that is cultivated by carnivorous plant enthusiasts. Because it requires no dormancy and due to its swift growth, it is one of the easier suspended aquatic species to cultivate. Barry Rice, author of Growing Carnivorous Plants, says that this species is the easiest suspended aquatic Utricularia that he has grown. Rice also mentions that U. inflata has been used as an aid in the cultivation of particularly difficult species, such as Aldrovanda vesiculosa, that are much more sensitive to high nutrient concentrations. When growing these species together, U. inflata will grow rapidly in the presence of higher nutrients, which allows A. vesiculosa to enjoy the conditions it thrives in.Rice, the Washington Department of Ecology, and the United States Geological Survey's Nonindigenous Aquatic Species information resource all indicate that cultivation of this species is suspected as the most likely source of its introduction into Horseshoe Lake in Washington. The spread from lake to lake in Washington is probably the result of waterfowl moving from lake to lake and carrying plants or propagules with them.",
    "Botanical history": "Utricularia inflata was first named and described by Thomas Walter in 1788. U. radiata has often been mistaken for U. inflata because of their similar morphology and overlapping distribution. In the past, U. radiata has been misidentified as U. inflata or placed at the rank of variety. U. radiata was first identified by Alvan Wentworth Chapman in 1860 as U. inflata var. minor and noted that it was \"in every way smaller\" than U. inflata. John Kunkel Small in 1903 was the first to elevate U. inflata var. minor to the species level under the name U. radiata. Further studies of the two taxa were mixed on how to treat them. In 1950, Merritt Lyndon Fernald treated them as two varieties of the same species while Henry Gleason considered them to be different, but allied species in 1952. In 1962, Grady Reinert and R. K. Godfrey further supported the separation of the two taxa into different species. Peter Taylor's authoritative monograph of the genus in 1989 solidified the distinctiveness of the two species.",
    "See also": "List of Utricularia species",
    "References": "",
    "External links": "Utricularia inflata at the Michigan State University's Natural Features Inventory website, which includes information on the one collection of U. inflata in Michigan."
  }
}