{
  "url": "https://en.wikipedia.org/wiki/Utricularia_macrorhiza",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Utricularia"
    },
    {
      "Subgenus": "Utricularia subg. Utricularia"
    },
    {
      "Section": "Utricularia sect. Utricularia"
    },
    {
      "Species": "U. macrorhiza"
    }
  ],
  "text": {
    "__SUMMARY__": "Utricularia macrorhiza, the common bladderwort, is a perennial suspended aquatic carnivorous plant that belongs to the genus Utricularia. U. macrorhiza is native to North America and eastern temperate Asia.",
    "Description": "U. macrorhiza is a floating plant with six to twenty large, bilaterally symmetrical, yellow flowers that appear in June, July, and August, and are held on an erect stem. U. macrorhiza is distinguished from other similar species by its flowers, which are larger than those found on any other bladderwort.The bladders which give common bladderwort its name are used to trap and consume prey. Small organisms trigger the hairs on the pores of the bladder as they brush against it, causing the pore to open inward, allowing a rush of water into the bladder which pulls the prey in as well. The pore immediately closes behind the prey, which is then digested by enzymes within the bladder. The process of trapping the prey from opening to closing the pore takes place in 0.002 seconds. If large prey becomes stuck in the pore, the prey is digested by the enzymes bit by bit until the pore closes again.",
    "Distribution": "In North America, U. macrorhiza is found throughout the United States and Canada. In this range, it is found mostly in ponds and lakes, but also in slow-moving streams and rivers. It shares the northern half of its range with a similar, related species, U. minor, lesser bladderwort.",
    "See also": "List of Utricularia species",
    "References": "",
    "External links": "USDA plant profile"
  }
}