{
  "url": "https://en.wikipedia.org/wiki/Utricularia_livida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Utricularia"
    },
    {
      "Subgenus": "Utricularia subg. Bivalvaria"
    },
    {
      "Section": "Utricularia sect. Calpidisca"
    },
    {
      "Species": "U. livida"
    }
  ],
  "text": {
    "__SUMMARY__": "Utricularia livida, the leaden bladderwort, is a species of flowering plant in the bladderwort family, native to central and southern  Africa, and Mexico. Growing to 50 cm (20 in) tall and broad, it is a carnivorous perennial. It was originally described and published by Ernst Heinrich Friedrich Meyer in 1837.",
    "Name": "The Latin specific epithet livida means “pale” or “lead-coloured”, referring to the colour of the flowers.",
    "Description": "As with other members of its family, the leaf assembly is below ground, where carnivory occurs. Tiny bladders consume micro-organisms which multiply in wet soil. Above ground it consists of kidney-shaped, pale lavender or white flowers on straight slender stems. Flowering occurs mainly during the summer, but may be triggered at any time after a dry period.",
    "Habitat and distribution": "Utricularia livida can be found in Angola, the Democratic Republic of the Congo, Ethiopia, Kenya, Lesotho, Madagascar, Malawi, Mozambique, Rwanda, Somalia, South Africa, Sudan, Eswatini, Tanzania, Uganda, Zambia, and Zimbabwe. It also has a widespread native range in Mexico. It grows as a terrestrial plant in boggy areas or shallow soils over rock at altitudes from near sea level to 2,830 m (9,285 ft).",
    "Cultivation": "Like its relative, U. sandersonii, this plant is valued for  its ornamental flowers and is grown as a houseplant. It does not tolerate freezing,  so in temperate areas it must be cultivated under glass, in pans of damp sand in full sun. It has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Synonyms": "U. livida covers a large native range and is an extremely variable species, which accounts for the high degree of synonymy.",
    "See also": "List of Utricularia species",
    "References": "\n\n== External links =="
  }
}