{
  "url": "https://en.wikipedia.org/wiki/Utricularia_bisquamata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lentibulariaceae"
    },
    {
      "Genus": "Utricularia"
    },
    {
      "Subgenus": "Utricularia subg. Bivalvaria"
    },
    {
      "Section": "Utricularia sect. Calpidisca"
    },
    {
      "Species": "U. bisquamata"
    }
  ],
  "text": {
    "__SUMMARY__": "Utricularia bisquamata is a small annual carnivorous plant that belongs to the genus Utricularia. It is native to southern Africa, where it can be found in Angola, Lesotho, Madagascar, Namibia, and South Africa. U. bisquamata grows as a terrestrial plant in damp, sandy or peaty soils among mosses by streams or wet depressions at altitudes from near sea level to 1,200 m (3,937 ft) in South Africa and up to 2,250 m (7,382 ft) in Angola. It was originally described and published by Franz Paula von Schrank in 1824.",
    "Description": "Utricularia bisquamata is a small annual herb growing to a height of about 12 cm (4.7 in). It has a rosette of narrow leaves and wiry stems supporting racemes of flowers with two lips, white, pale violet or occasionally yellow. The upper lip is small with two or three lobes and the lower lip has two short lobes a\\t the side and acentral lobe. The base of the lower lip has a patch of yellow which is variable in size.",
    "Distribution and habitat": "Utricularia bisquamata is native to southern Africa where it occurs in Angola, Namibia, South Africa, Swaziland, Lesotho and Madagascar, and forms part of the fynbos community. The typical habitat of this species is acidic, boggy soils in sandstone areas where it grows among mosses in wet places.",
    "In cultivation": "Although sometimes found in cultivation and germinating freely from seed, U. bisquamata is a relatively dull species of carnivorous plant with small flowers, except for the cultivar \"Betty's Bay\" which has a larger, more colourful flower.",
    "Synonyms": "U. arenaria is an extremely variable species, which accounts for the amount of synonymy.\nAntirrhinum aphyllum L.f.\nBucranion capense (Spreng.) Raf.\nCalpidisca capensis (Spreng.) Barnhart\nLinaria aphylla (L.f.) Spreng.\nUtricularia acicularis Sol. ex Stapf\nU. brachyceras Schltr.\nU. capensis Spreng.\nU. capensis var. brevicalcarata Oliv.\nU. capensis var. elatior Kamieński\nU. delicata Kamieński\nU. ecklonii Spreng.\n[U. exilis Kamieński]\nU. exilis var. arenaria (A.DC.) Kamieński\nU. exilis var. elatior Kamieński\nU. exilis var. ecklonii (Spreng.) Kamieński\nU. exilis var. minor Kamieński\nU. lehmannii Benj.\nU. parkeri Baker\nU. rehmannii Kamieński\nU. schinzii Kamieński\nU. sprengelii Kamieński\nU. sprengelii var. acuticeras Kamieński\nU. strumosa Sol. ex Stapf\n[U. welwitschii P.Taylor]",
    "See also": "List of Utricularia species\n\n\n== References =="
  }
}