{
  "url": "https://en.wikipedia.org/wiki/Amanita_crocea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Homobasidiomycetae"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. crocea"
    }
  ],
  "text": {
    "__SUMMARY__": "Saffron Ringless Amanita (Amanita crocea) is a species of Amanita widely distributed in Europe.",
    "Description": "Cap: The cap is free of rings with the volva and has a diameter of 5 – 10 cm, yellow-orange in colour with an apricot tinge at the centre. It expands to become flat or sometimes convex at the umbo, a  small raised central area.\nVolva: Thick, white, at least 40 – 100 mm wide, saffron orange or a little browner than that in colour in the centre when fresh and paler at the margin.\nGills: Gills are free and cream in mass (sometimes with a slight salmon or pinkish reflection, and 2 - 3± mm broad.)\nStem/Stipe:The stem or stipe is 85 - 230 x 7 – 14 mm, 10 – 15 cm long and 1 - 1.5 cm in diameter, tapering, decorated with paler fibrils in a \"flame\" pattern, with the decoration later becoming orange or brown-orange (darker than the underlying stipe surface) with a membranous sack-like volva at the base.\nSpores:The white spores measure (8.0-) 9.4 - 11.8 (-18.8) x (7.5-) 8.5 - 11.0 (-16.0) µm.",
    "Similar species": "It is similar to Amanita fulva (Orange-brown Ringless Amanita or Tawny Grisette) and Amanita caesarea (Caesar's Mushroom), belonging to the Vaginatae and Caesareae sections of Amanita genus respectively.\nThe edible Tawny Grisette is a basidiomycete mushroom located in North America and Europe. It was first described from Sweden in 1821. It is easily confused with the 'Death Cap', though not as substantial. The structure is relatively flimsy and the hollow stem often breaks, even when handled very gently. It has fibres on its stalk usually.The second similar species, the Caesar's Mushroom, is the type species (a species to which the name of a genus is permanently linked) of the Caesareae section of the genus Amanita. It has a distinctive orange cap, yellow gills and stem. Similar orange-capped species occur in North America and India. It was known to and valued by the Ancient Romans, who called it Boletus, a name now applied to a very different type of fungus. The word Amanita comes from Greek 'amanites' meaning mushroom and the word Caesarea comes from Latin 'caesarea' meaning caesarean, of, for, or belonging to Caesar, as this mushroom was highly valued by Roman emperors.",
    "Ecology": "The fungi can occur infrequently between July and October in mycorrhizal with hardwood trees, particularly birch and beech in clearings. Its odour is sweet-smelling and it has a mildly nutty sweet taste. It has also been reported from Iran.",
    "See also": "\nList of Amanita species\n\n\n== References =="
  }
}