{
  "url": "https://en.wikipedia.org/wiki/Amanita_regalis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. regalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita regalis, commonly known as the royal fly agaric or the king of Sweden Amanita, is a species of fungus in the Amanitaceae family. Common in Scandinavian countries, it is also found in eastern and northern Europe. In North America, its distribution is restricted to Alaska. The fruit bodies of the fungus somewhat resemble the fly agaric (Amanita muscaria), and it was formerly regarded as a variety of this species. A. regalis differs from it in being larger, with a liver-brown cap bearing numerous scabs, and in having a stem which is yellow-ochre at the base, with patches or rings of patches. Chemical analysis has shown that this species contains muscimol, the same psychoactive compound found in A. muscaria.",
    "Taxonomy and naming": "Amanita regalis was first described as Agaricus muscarius β regalis by Elias Magnus Fries in his Systema Mycologicum, published in 1821. In 1887, Pier Andrea Saccardo treated it as a variety of Amanita muscaria. Edmund Michael, in 1903, became the first to consider it a distinct species. In 1941, Jean-Edouard Gilbert suggested a complete reorganization of the genus Amanita in his world monograph of the genus, and moved it to Amanitaria as A. muscaria var. regalis. In his original (1949) version of Agaricales in Modern Taxonomy, Rolf Singer considered it a subspecies of A. muscaria, but noted that it may be regarded as a separate species; in the fourth edition (1986), he listed it as a distinct species. A. regalis is classified in a section of Amanita within the genus, a grouping of related Amanitas that have a ring on the stem (or remnants thereof), and a bulb at the base of it. More recently, a Japanese group studied the biogeography of A. muscaria and related species, and, using molecular phylogenetic analysis, concluded that the taxon should be considered a grouping of A. muscaria, rather than a distinct species. However, as of 2012, both Index Fungorum and MycoBank list the taxon as Amanita regalis.The species has been called by several vernacular names, including the \"Brown fly agaric\", the \"king of Sweden Amanita\", or the king fly agaric. In France it is known as Amanite royale, while in Germany it is Königsfliegenpilz. The specific epithet is derived from the Latin word regalis, meaning \"royal\". In 2000, it was selected by the German Mycological Society as \"Mushroom of the Year\".",
    "Description": "Like all Amanita species, the bulk of the organism lies beneath the ground as a symbiotic partner to certain species of trees. The fruit body of the fungus is a reproductive structure that appears when appropriate environmental conditions of moisture, temperature, and nutrient availability are met. The cap of A. regalis is 10 to 25 cm (3.9 to 9.8 in) broad, and, depending on the stage of its development, can range in shape from spherical to convex to somewhat flattened. The color is yellowish brown, and it is densely covered with yellowish to light ochraceous scabby warts, which are arranged in almost regular concentric rings. The rings are a remnant of the volva left behind during expansion of the young fruit body. The cap is fleshy and when mature has grooves on the margin, which can extend 1.5 to 2 cm (0.6 to 0.8 in). The cap cuticle may be separated from the cap by peeling, to almost the center.\nThe gills are crowded close together, free from attachment to the stem, and white with a creamy yellow tinge. The edges of the gills are floccose, meaning they have tufts of soft wooly hairs—another volval remnant. The stem of a mature individual is typically between 10 and 20 cm (3.9 and 7.9 in) long and 1.5 to 2 cm (0.6 to 0.8 in) wide,  and spreads at the base into a bulb ornamented with 2–4 rings of small squamulose, lemon or ochre-yellow warts. The entire stem and ring are not pure white but have a faint yellowish tinge. The flesh is whitish, faintly yellowish in the stem, and golden yellow under the cuticle of the cap. It does not change color in air, and has an insignificant taste and smell.",
    "Description-Microscopic features": "The spores are broadly ellipsoid to roughly spherical, hyaline (translucent), smooth, and have dimensions of 9–12 by 7–8 µm. They are non-amyloid, meaning that they do not absorb iodine when stained with Melzer's reagent. The spore-producing cells, the basidia, are club-shaped, measure 38–46 by 3–13 µm, and have clamps at their bases.",
    "Similar species": "Amanita regalis is easily distinguished from A. muscaria by the absence of any red color in the cap, and the yellow patches on the stem. If it is a form that has a pale-colored, yellowish-brown cap, Amanita regalis may be confused with the blusher (Amanita rubescens, edible). The latter species can be identified by the flesh-colored tinge it stains when cut or bruised, and also by the color of the flesh underneath the cuticle: A. regalis is yellowish while A. rubescens is white. Amanita pantherina has a similar color, but has white flesh below the cap cuticle, and a cup-shaped bulb with distinct margins around the edge.",
    "Habitat and distribution": "Amanita regalis is a rare species typically found growing on the ground in mountainous forests, both deciduous and coniferous. It is a mycorrhizal fungus, and exists in a symbiotic relationship with certain tree species. The system of fine below-ground threads, the mycelium, envelopes the roots of the trees and supplies them with needed minerals, trace elements and water from the soil, while the tree, in turn, supplies the fungus with food from its own supply, which it produces through photosynthesis. A. regalis has been shown experimentally to form mycorrhiza with birch, Scots pine, Mountain pine, and Norway spruce. Fruit bodies have been reported to grow in fairy rings.In Europe it is more common in northern than south Europe, and it has not been reported from south and west Europe. In addition to being common in Scandinavian countries, it has been collected in Germany, Hungary, Latvia, Russia, Slovakia, and Korea. In North America, its distribution is restricted to Alaska, where it is usually found above the tree line.",
    "Toxicity": "Amanita regalis is poisonous. A case of poisoning was reported from Finland, where three individuals believed they had consumed the edible parasol mushroom Macrolepiota procera. The symptoms of poisoning, which began 1–2 hours after ingestion of the mushrooms, were gastrointestinal—nausea and heavy vomiting. Two had central nervous system manifestations and cholinergic symptoms, including hallucinations, confusion, or loss of consciousness as well as profuse salivation and sweating. All three individuals recovered within 4–24 hours without any damage to liver, kidneys or the central nervous system. As this incident demonstrates, cooking the mushrooms does not completely neutralize the toxic components of Amanita regalis. Chemical analysis has shown that this species contains ibotenic acid and muscimol, the same toxic constituents as Amanita muscaria.Amanita regalis has the ability to bioaccumulate the heavy metal vanadium, a phenomenon first reported in Amanita muscaria in 1931. A field study of Scandinavian specimens found vanadium contents ranging from 38 to 169 mg of vanadium per kg of dry mushroom (average of 119 mg/kg). For comparison, the vanadium concentration in most other mushrooms is typically less than 2 mg/kg.",
    "See also": "List of Amanita species",
    "References": "",
    "References-Cited text": "Jenkins DB (1986). Amanita of North America. Eureka, California: Mad River Press. ISBN 978-0-916422-55-4."
  }
}