{
  "url": "https://en.wikipedia.org/wiki/Amanita_daucipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. daucipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita daucipes is a species of fungus in the Amanitaceae family of the Agaricales order of mushrooms. Found exclusively in North America, the mushroom may be recognized in the field by the medium to large white caps with pale orange tints, and the dense covering of pale orange or reddish-brown powdery conical warts on the cap surface. The mushroom also has a characteristic large bulb at the base of its stem with a blunt short rooting base, whose shape is suggestive of the common names carrot-footed Lepidella, carrot-foot Amanita, or turnip-foot Amanita. The mushroom has a strong odor that has been described variously as \"sweet and nauseous\", or compared to an old ham bone, or soap. Edibility is unknown for the species, but consumption is generally not recommended due its position in the Amanita subgroup Lepidella, which contains some poisonous members.",
    "Taxonomy": "Amanita daucipes was first described in 1856 by the mycologists Miles Joseph Berkeley and Camille Montagne, who named it Agaricus daucipes. It was later renamed to Amanitopsis daucipes by Pier Andrea Saccardo, in 1887. In 1899, American mycologist Curtis Gates Lloyd transferred the species to the genus Amanita. It is in the section Lepidella of the genus Amanita, in the subgenus Lepidella, a grouping of related Amanita mushrooms characterized by their amyloid spores. Other North American species in this subgenus include A. abrupta, A. atkinsoniana, A. chlorinosma, A. cokeri, A. mutabilis, A. onusta, A. pelioma, A. polypyramis, A. ravenelii and A. rhopalopus. Its common names include the \"carrot-foot Amanita\", the \"turnip-foot Amanita\", or the \"carrot-footed Lepidella\". The specific epithet daucipes means \"carrot foot\".",
    "Description": "The caps of the fruit bodies initially have a convex shape before flattening out in maturity, and measure 6 to 25 cm (2.4 to 9.8 in) in diameter. The cap surface is dry to shiny, and white with a pale orange hue. It is densely covered with white to pale orange or reddish-brown conical warts. The warts, remnants of the universal veil, are randomly distributed on the cap surface and become fluffier and cotton-like (flocculent) near the edge (or margin) of the cap. Drier specimens may have the cap surface completely cracked around the bases of the individual warts.\nThe conical warts are detersile, meaning they may be easily removed from the cap surface without leaving a residue or a scar. The margin of the cap does not have striations, and like other Lepidella members, may have irregular veil remnants hanging from it. The gills are free, crowded closely together, moderately narrow, and white to yellowish white in color. The short gills that do not extend the full distance from the stem to the cap edge (known as lamellulae) are rounded to attenuate (gradually narrowing), and of varying lengths.The stem is 7.5 to 20 cm (3.0 to 7.9 in) long, 0.8 to 2.5 cm (0.3 to 1.0 in) thick, and is attached to the center of the cap. It tapers slightly towards the apex, and is solid, dry, white or sometimes with a pale orange tint, and covered with tufts of soft woolly hairs. If handled, the stem will slowly bruise and discolor to approximately the same color as the cap. The basal bulb is large, reaching up to 15 by 12 cm (5.9 by 4.7 in), and is broadly spindle- to turnip-shaped. The bulb has a circular ridge on its upper part where the universal veil was previously attached, and the bulb may have longitudinal splits. It is covered with pinkish to reddish veil remains. The partial veil forms an ephemeral ring on the upper part of the stem. It is white to pale yellow, and usually falls off as the cap expands; fragments of the ring may often be found lying on the ground near the base of the stem. The universal veil remnants, when present, are similar to that on the cap. The flesh is firm and white. Fruit bodies have an odor that is strong and unpleasant, described as \"sweet and nauseous\". The odor has also been compared to that of \"an old ham bone or soap\" or \"decaying protein\", especially older specimens.",
    "Description-Microscopic characteristics": "Viewed in deposit, such as with a spore print, the spores of A. daucipes are white, cream, or yellowish in color. Viewed with a microscope, they have an ellipsoid to elongate shape (sometimes kidney-shape, or reniform), and dimensions of 8–11 by 5–7 μm. They are translucent (hyaline), with thin walls, and are amyloid, meaning that they absorb iodine when stained Melzer's reagent. The basidia (the spore-bearing cells) are 30–50 by 7–11 μm, club-shaped, and 4-spored, with clamps at their bases. The cheilocystidia are abundant, small, roughly spherical to club-shaped cells, with dimensions of 15–40 by 10–28 μm. The cap cuticle is between 75 and 180 μm thick, and consists of a dense layer of thin-walled, interwoven, and slightly gelatinized hyphae that are 2–5 μm in diameter. Clamp connections are present in the hyphae of this species.",
    "Description-Edibility": "The edibility of A. daucipes is unknown, but the mushroom is not recommended for consumption because the\nLepidella section of Amanita also contains several poisonous species.",
    "Description-Similar species": "Amanita daucipes is superficially similar to another related North American species, the chlorine Lepidella (A. chlorinosma), but may be distinguished from the latter by its color and the large basal bulb. Further, A. daucipes has \"tougher, more distinct volval scales that are tinged with orange-yellow to orange-brown or light reddish-brown.\"",
    "Habitat and distribution": "Amanita daucipes is a mycorrhizal species, and its fruit bodies may be found growing solitary or scattered on the ground in mixed coniferous and deciduous forests (especially those dominated by oak trees) in Maryland, North Carolina, New Jersey, Ohio, Pennsylvania, Tennessee, Virginia, West Virginia, Kentucky, and Texas; other associated tree species include hickory (genus Carya) and birch (Betula). A predilection for disturbed soil, such as roadsides, has been noted. Amanita authority Cornelis Bas, writing in his extensive 1969 monograph on the genus, claimed A. daucipes to be a rare species; subsequent investigations have shown it to be common in oak forests in the eastern United States. The southern end of its distribution extends to Sonora, Mexico.",
    "See also": "\nList of Amanita species\n\n\n== References =="
  }
}