{
  "url": "https://en.wikipedia.org/wiki/Amanita_arocheae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. arocheae"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita arocheae, also known as the Latin American death cap, is a mushroom of the large genus Amanita, which occurs in Mexico, Central America and South America. Deadly poisonous, it is a member of section Phalloideae and related to the death cap A. phalloides.\nIt is known as hongo gris in Mexico, where it is found under oak. It differs from the death cap in the colour of its cap, which is brownish to grayish.",
    "Taxonomy": "The species was first described in 1992 by mycologists Rod Tullos, C.L. Ovebro, and Roy Halling. It is closely related to Amanita phalloides, and was referred to this species in the past by Mexican mycologists. It is named after mycologist Regla Maria Aroche.",
    "Description": "The cap is convex to plano-convex, reaching dimensions of 3–11 cm (1.2–4.3 in). The cap surface is sticky or tacky. The center of the cap is gray to brown with a gray edge. The white gills are closely crowded together and free from attachment to the stipe. In young mushrooms, the gills exude drops of clear fluid. The dry, white to pale grey stipe measures 8–20 cm (3.1–7.9 in) long by 0.5–1.7 cm (0.2–0.7 in) thick. It has a bulbous base, a white to grey, membranous volva at the stipe base, and white mycelium at the base. The stipe has a white ring. The odor of the flesh is mild to unpleasant.The spore print is white. Spores are smooth, amyloid, spherical or roughly so, and measure 7–10 by 6.8–9.5 μm. Clamp connections are absent from the hyphae.",
    "Similar species": "Amanita vaginata is similar, however A. vaginata has non-amyloid spores and lacks of ring in the stipe",
    "Habitat and distribution": "Amanita arochae is a mycorrhizal species that associates with oak as a host. It is found in Mexico, Costa Rica, and Colombia.",
    "See also": "\nList of Amanita species\nList of deadly fungi\n\n\n== References =="
  }
}