{
  "url": "https://en.wikipedia.org/wiki/Amanita_albocreata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. albocreata"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita albocreata, also called the ringless panther, is a species of fungus in the Amanitaceae family. It is commonly found in northeastern United States and southeastern Canada and elsewhere in North America. This species, that grows about 5 to 15 centimeters in length, is doubted to be fatally toxic. It normally grows between the rainy months of June and August.",
    "Taxonomy": "First described in 1902 by George Francis Atkinson under the name Amanitopsis albocreata, the species was transferred to Amanita in 1941 by Jean-Edouard Gilbert.",
    "Description": "Cap: The lengths of the cap can vary from 2 centimeters to 5 or 8 centimeters. It can appear convex or shield-shaped. The cap's disc has been seen colored white to pale yellow, with easily removed flaky patches or warts of whitish volva remnants. The center can be tan or creamy yellow in color. Akin to its relative Amanita frostiana, the cap feels smooth and sticky when moist.\nGills: Gills can be free or slightly adnate. They are about 3 - 10.5 millimeters broad, with a minutely flocculose edge. The short gills are truncate to excavate-truncate with or without an attenuate \"tooth\" at the juncture with the flesh of the cap. They are cream to pale cream in color.\nStem/ Stipe: The stem, or stipe, measures 80 - 120 x 6 - 8 millimeters. It lacks a ring but consists of a volva. The notable bulb (dimensions 15 - 22 x 12 - 20 millimeters) bears a distinct white collar as do some species with annulate stems, like other Amanita species Amanita multisquamosa, Amanita velatipes and Amanita pantherina.\nSpores and microscopic features: The spores measure (7.3-) 7.7 - 9.5 (-11.6) x 6.6 - 8.4 (-9.4) µm and are globose to subglobose or occasionally broadly ellipsoid and inamyloid. Clamps are rare at bases of basidia.\nFlesh: This mushroom has thin and sticky flesh under the cap.",
    "Distribution and habitat": "This fungus is found in the hardwood-hemlock (Tsuga) forest of the northeastern U.S.. and southeastern Canada and of boreal forest at least as far north as the Island of Newfoundland. Commonly it is found in coniferous and deciduous forests or open lush green grasslands.",
    "Toxicity": "The toxicity of this species is unknown.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Amanita albocreata  in Index Fungorum"
  }
}