{
  "url": "https://en.wikipedia.org/wiki/Amanita_onusta",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. onusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita onusta, commonly known as the loaded Lepidella or the gunpowder Lepidella, is a species of fungus in the Amanitaceae family of mushrooms. It is characterized by its small to medium-sized fruit bodies that have white to pale gray caps crowded with roughly conical, pyramidal, or irregular gray warts. The stipe is whitish-gray with woolly or wart-like veil remnants, and at the base is a spindle- or turnip-shaped base that is rooted somewhat deeply in the soil. The species is distributed in eastern North America, from Nova Scotia to Mexico, and may be found growing on the ground in deciduous forests, particularly those with oak, hickory and chestnut. Fruit bodies smell somewhat like bleaching powder, and their edibility is unknown, but possibly toxic.",
    "Taxonomy": "Amanita onusta was first described in 1874 by American mycologist Elliot Calvin Howe as Agaricus onustus. Later, in 1891, Pier Andrea Saccardo transferred the species to the genus Amanita. Amanita authority Cornelis Bas, writing in his extensive 1969 monograph on the genus, placed the species in his stirps Microlepis, subsection Solitariae, section Lepidellus. This grouping of Amanita mushroom species also includes A. abrupta, A. atkinsoniana, A. costaricensis (a provisionally named species authored by Tulloss, Halling, & G.M. Muell.), A. nitida (as Coker described the species) and A. sphaerobulbosa.The Latin epithet onustusa means \"charged, load-carrying, burdened\", and a regular adjective derived from onus, \"burden\" (the same word that gave the English onus). A. onusta is commonly known as the \"loaded Lepidella\", or the \"gunpowder Lepidella\".",
    "Description": "The fruit bodies of Amanita onusta have caps that are initially broadly convex but flatten out as they mature, reaching diameters of 5 to 10 cm (2.0 to 3.9 in). The cap surface, grayish-white in color, is ornamented with conical or pyramidal raised warts, or flattened, symmetrically arranged gray to brownish gray, grayish brown or grayish-orange small scales (squamules) that are densely arranged over the surface.\n\nThe squamules are less crowded near the edge of the cap (the margin). The margin does not have striations, and is typically fringed with remnants of the veil. The gills on the underside of the cap are spaced closely together, and either free or narrowly attached to the stipe. They are white to cream color, and are interspersed with short lamellulae (gills that do not extend completely from cap margin to stipe). The gills may look as if they are waterlogged.The stipe is 5.5 to 12 cm (2.2 to 4.7 in) long, 0.6 to 1.5 cm (0.2 to 0.6 in) thick, and tapers slightly upwards. It is solid gray to brownish-gray near base, paler towards the top, and appears cottony (floccose) or hairy (fibrillose). The bulb at the base of the stipe is roughly spindle- to turnip-shaped, and may root deeply into the soil, especially if the soil is loose. The short-lived partial veil is white, and attached just below the top of the stipe. It is sticky and in maturity often clings to the upper part of the stipe, or may have some meagre remnants hanging from the cap margin. The universal veil remains are arranged in rows of warts and patches of gray to brownish-gray small scales over the upper portion of the bulb; below this, the color is a dirty white. The flesh is firm and white. Fruit bodies can range in smell from mild to \"slightly unpleasant\". The odor has been described as resembling \"chloride of lime\", a smell similar to some bathroom disinfectants containing bleach.",
    "Description-Microscopic characteristics": "Viewed in deposit, such as with a spore print, the spores are white. Viewed with a microscope, the spores are broadly ellipsoid to elongate, translucent, thin-walled, amyloid, and have dimensions of 8.3–11.6 by 4.9–6.6 μm. The basidia (spore-bearing cells) are 38–46 by 9–11 μm, club-shaped, mostly 4-spored but some are 2- or 3- spored, with clamps. The cheilocystidia (cystidia found on the edge of a gill) are 23.3–31.5 by 11.6–15.7 μm, ellipsoid, club- to pear-shaped cells, partly in short rows. The cap cuticle is up to 168 μm thick, and consists of thin-walled interwoven hyphae that are 2–5.3 μm diameter, and gelatinized. Clamp connections are present in the hyphae of this species—these are short branches connecting one cell to the previous cell  to allow passage of the products of nuclear division.",
    "Description-Edibility": "The edibility of A. onusta is unknown, but the mushroom has been described as \"possibly poisonous\". In general, species of Amanita are best avoided for consumption because of the prevalence of toxic species in that genus.",
    "Description-Similar species": "Amanita onusta may be confused with A. cinereoconia because of the similar gray powdery veil remnants on the cap surface. A. cinereoconia is distinguished from A. onusta by the absence of clamps, its powdery-wooly to powdery-warty cap, as well as the absence of warts or scales at the base of the stipe. A. cinereoconia also smells distinctly of chloride of lime. Another similar species is A. costaricensis, found only in Costa Rica. A. atkinsoniana, another North American species, has shorter warts that are spaced further apart than those of A. onusta, and the warts on the basal bulb are arranged in parallel rows.",
    "Habitat and distribution": "Amanita onusta grows solitary or scattered on the ground in mixed oak, hickory and chestnut forests from southern New England to Texas. The species has a preference for sandy or loose soils. Its range extends north to Nova Scotia, Canada, and south to Mexico.",
    "See also": "List of Amanita species",
    "References": "",
    "References-Cited books": "Jenkins DB. (1986). Amanita of North America. Eureka, California: Mad River Press. ISBN 978-0-916422-55-4."
  }
}