{
  "url": "https://en.wikipedia.org/wiki/Amanita_sphaerobulbosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. sphaerobulbosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita sphaerobulbosa, commonly known as the Asian abrupt-bulbed Lepidella, is a species of agaric fungus in the family Amanitaceae. First described by mycologist Tsuguo Hongo in 1969, it is found in Southern Asia. The species was formerly consider synonymous with the North American lookalike Amanita abrupta, but that species has narrower spores, a persistent partial veil, and lacks the refractive contents found in the hyphae and inflated cells of A. sphaerobulbosa.The fruit bodies of Amanita sphaerobulbosa are damaging to the liver; the toxicity is thought to be largely due to a rare amino acid. Although not considered as toxic as its infamous relatives the death cap and the destroying angel, A. sphaerobulbosa is blamed for the deaths of two Japanese women in 1978. Poisoning symptoms included the abrupt appearance of violent vomiting, diarrhea and dehydration after a delay of 10–20 hours.",
    "Habitat and distribution": "The mushroom has been collected in Korea, and Japan.",
    "Toxicity": "Ingestion of Amanita sphaerobulbosa fruit bodies is toxic to the liver. Laboratory experiments have shown that mice that ingested A. sphaerobulbosa mushroom extracts developed cholera-like symptoms. A minimum single lethal dose of mushroom extract (equivalent to 4.5 grams of fruiting body per kilogram of mouse body weight) caused mice to become prostrate 6 hours after injection; shortly after the mice had diarrhea, then ultimately died between 24 and 48 hours after administration of the extract. In Nagano, Japan in 1978, two women died from mushroom poisoning suspected to be caused by this species. The symptoms were characterized by the abrupt appearance of violent vomiting, diarrhea and dehydration after a delay of 10–20 hours. Although not as toxic as the destroying angel (A. virosa) or the death cap (A. phalloides), A. sphaerobulbosa causes changes in liver function similar to these species. Effects include a decrease in blood sugar levels, depletion of stored carbohydrate reserves (liver glycogen), and an increase in transaminases.",
    "Biochemistry": "Several novel unusual amino acids have been isolated from Amanita sphaerobulbosa, including (2S,4Z)-2-amino-5-chloro-6-hydroxy-4-hexenoic acid; D,L-2-amino-4-pentynoic acid (0.257% w/w); and L-2-amino-4,5-hexadienoic acid (0.911% w/w). These last two chemicals are suspected to be largely responsible for the toxic effects of the mushroom as they have also been found in A. solitaria and A. pseudoporphyria. The chemical 2-amino-4-pentynoic acid (also known as propargylglycine) inhibits enzymes involved in the metabolism of the amino acids methionine and cystathionine in the liver; it was also shown to have mild inhibitory effects on glycogenolysis in rat hepatocytes.",
    "See also": "List of Amanita species\nList of deadly fungi",
    "References": "",
    "External links": "Amanita sphaerobulbosa  in Index Fungorum"
  }
}