{
  "url": "https://en.wikipedia.org/wiki/Amanita_zambiana",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. zambiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita zambiana, commonly known as the Zambian slender Caesar, is a basidiomycete fungus in the genus Amanita. An edible mushroom, it is found in Africa, where it is commonly sold in markets.",
    "Taxonomy": "The species was first described scientifically by British mycologists David Pegler and Graham Piearce from Zambia in 1980 in an account of popular edible mushrooms of Zambia. Piearce had published an illustration of the species three years earlier, but without a description. The type specimen was purchased on the roadside between Kitwe and Ndola in January, 1975. It is classified in the section Vaginatae. French mycologist Bart Buyck has suggested that the species described by Beeli in 1936 as Amanita loosii from Zaire may represent an earlier name for the species; this opinion was corroborated later by Walleyn and Verbeken in their survey of Amanita in sub-Saharan Africa.",
    "Description": "The cap attains a diameter of 10 to 20 cm (3.9 to 7.9 in). It is initially spherical to egg-shaped and uniformly olivaceous brown in color, but later becomes flattened and uniformly white from the center. The sticky cap surface is smooth and shiny, and does not retain any fragments of the partial veil; the cap margin has fine radial grooves. Gills are free from attachment to the stem, white, and up to 1.5 cm (0.6 in) broad (measuring from the top to the bottom of the gill). Crowded closely together, they are interspersed with three tiers of lamellulae (short gills that do not extend fully from the cap margin to the stem). The gill edges are finely notched and have a woolly appearance. The stem is 10 to 15 cm (3.9 to 5.9 in) long by 1.5 to 2 cm (0.6 to 0.8 in) thick, cylindrical, stout, and hollow. Its surface is whitish, fibrillose, and ringed. An ample membrane-like ring is finely grooved and attached to the upper part of the stem. At the base of the stem lies a broad sac-like volva, which has dimensions of 5 to 10 cm (2.0 to 3.9 in) by 3 to 5 cm (1.2 to 2.0 in). Initially black-brown in color, the outer layer of the volva eventually breaks up into large warts. The soft cap flesh is up to 1.5 cm (0.6 in) thick in the center, white, and does not change color when cut. Spores are 9–13 by 8–10.5 μm, roughly spherical to broadly egg-shaped, hyaline (translucent), inamyloid, thin-walled, and usually contain a single oil drop.",
    "Habitat and distribution": "Like all Amanita species, A. zambiana is mycorrhizal. It typically associates with trees in the genus Brachystegia. Fruit bodies are often found in small groups at the side of gravel roads. Its distribution includes Zimbabwe, Zambia, Malawi, and southern Tanzania. In Zambia, it is known locally as tente in the Bemba language, or ndelema in Kaonde and Nyanja. It is also known as the Christmas mushroom, as it is most abundant around December and early January. A popular edible, it contributes significantly to Zimbabwean household food security when it is in season. It is widely marketed at roadside stalls and markets, but only the cap is sold. Occasionally, the mushroom is dried for storage, but only after first boiling it and draining the water. According to a 2002 publication, the average price paid to mushroom harvesters in Zambia was about 3 USD per kg.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Amanita zambiana  in Index Fungorum"
  }
}