{
  "url": "https://en.wikipedia.org/wiki/Amanita_ovoidea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Hymenomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. ovoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "The European white egg (Amanita ovoidea), Bearded Amanita or European Egg Amidella, is a species of fungus of the genus Amanita in the family Amanitaceae. It is a large, white-colored fungus, often  tinged with cream. Native to Europe, it is found on plains as well as mountains in the Mediterranean region. The species was first described in 1833 by Pierre Bulliard, a French physician and botanist, and Lucien Quélet, a French mycologist and naturalist.",
    "Description": "The mushroom is white to cream-coloured and can reach very large sizes, over 15 cm, or in exceptional cases over 30 cm. The cap is smooth, fleshy, silky, hemispherical when young, but soon becoming convex to shield shaped. The cap margin is usually covered with hanging, cottony remains of the partial veil. The lamellae are thick, rounded, broad and are free from the stipe. The stipe is thick, cylindrical, powdery, has a fragile, cottony ring, and a large, white to ochraceous-cream volva at the base. The flesh is thick, white and has a strong, unpleasant smell. The spore print is white, and the elliptical spores measure 10–12 × 6.5–8 μm.Amanita proxima, a poisonous species containing allenic norleucine, is very similar to A. ovoidea. It is separated by the deep ochraceous to russet-orange colour of its volva, the persistent pendulous ring on the stipe, and the smooth cap margin, without vellar remains. A. proxima is found in the same habitats as A. ovoidea, and can cause cytolytic hepatitis and acute renal failure.",
    "Habitat and ecology": "Amanita ovoidea is a symbiotic fungus, forming mycorrhizal associations with pine trees, as well as evergreen and deciduous oaks. It is found in coniferous forests, deciduous forests, coastal regions, mountains, roadsides and grassy areas, growing on limy, sandy and alkaline soils.In Bulgaria, the species is in danger due to habitat loss caused by selective logging, human settlements and natural causes like acid rain and soil pollution.",
    "Edibility/Toxicity": "The edibility of Amanita ovoidea is dubious. In the past, the fungus has been reported as \"edible\" in some books and \"poisonous\" in others. Moreover, it can easily be confused with other all-white, deadly poisonous Amanita species, such as Amanita virosa, Amanita verna and, in particular, Amanita proxima. In southern France, some people were inflicted with acute kidney injury because they accidentally consumed A. proxima, mistaking it for A. ovoidea. Similar cases of poisoning have also been reported from Cyprus.A study on the minerals in fungi from northwest Turkey, including this species, concluded A. ovoidea was safe to eat and could fulfill nutritional needs.",
    "See also": "\nList of Amanita species\n\n\n== References =="
  }
}