{
  "url": "https://en.wikipedia.org/wiki/Amanita_ananaeceps",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. ananiceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita ananiceps is a species of agaric fungus in the family Amanitaceae native to Australia.\nThe species was initially described in 1844 by English naturalist Miles Joseph Berkeley as Agaricus (Amanita) ananaeceps, the specimen having been collected by Ronald Campbell Gunn in 1805 in Tasmania. Italian mycologist Pier Andrea Saccardo placed it in the genus Amanita in 1887. Australian mycologist Alec Wood spelt its species name ananaeceps in his 1997 monograph of Australian Amanita. Within the genus Amanita, it is in the subgenus Lepidella, section Lepidella and subsection Solitariae. It is possibly the same species as Amanita farinacea, and if so, farinacea takes precedence.The fruit body has a white or cream cap, which is convex and rounded when young and opening out and flattening to flat-convex or flat to around 8 cm in diameter. It is covered in large irregular patches of the veil, also coloured cream. These often hang over the edge of the cap and fragments can litter the ground near the mushrooms. The crowded white gills are free. The stipe is up to 12 cm high and 2 cm wide. The fragile ring is often present in younger mushrooms, but falls off. The swollen base of the stipe is smooth. The flesh is white and has a mealy smell.Under a microscope, the spores are oval-shaped and measure 8.1-12.9 by 6.3-9.9 μm and are strongly amyloid.Amanita ananiceps has been recorded from New South Wales, Tasmania, and Western Australia. It is found in eucalypt forest.The edibility is unknown, but is possibly poisonous.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Amanita ananiceps  in Index Fungorum"
  }
}