{
  "url": "https://en.wikipedia.org/wiki/Amanita_fulva",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. fulva"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita fulva, commonly called the tawny grisette, is a basidiomycete mushroom of the genus Amanita. It is found frequently in deciduous and coniferous forests of Europe, and possibly North America.",
    "Taxonomy and naming": "Amanita fulva was first described by Jacob Christian Schäffer in 1774. Historically, both the tawny grisette and the grisette (A. vaginata) were placed in the genus Amanitopsis due to their lack of a ring, unlike other Amanita species. However this distinction is now seen as insufficient to warrant a separate genus. Nowadays, A. fulva and similar ringless species of Amanita are placed in the section Vaginatae ss according to the classification of Bas.",
    "Description": "The cap is orange-brown, paler towards the margin, and darker (even very dark brown) in the center, up to 10 cm in diameter. It develops an umbo when expanded, and has a strongly striated margin. Its surface is smooth, slightly sticky and slippery when moist and glistens; later it may dry. The gills are free, close, and broad. The flesh is white to cream. The stem or stipe is white and smooth or powdery, sometimes tinged with orange-brown and with very fine hairs. It is slender, ringless, hollow and quite fragile, tapering towards the top; up to 15 cm tall and 1–1.5 cm in thickness. The universal veil which initially encapsulates the fruiting body is torn and develops into a white, sack-like volva with characteristic rusty-brown blemishes. The cap is usually free of volval remnants. Infrequently, roughly polygonal pieces of the veil may remain on the surface. The spores are white, 9 × 12 µm or (9.0-) 10.0 - 12.5 (-19.3) x (8.2-) 9.3 - 12.0 (-15.5) µm in size, globose; nonamyloid.",
    "Distribution and habitat": "Amanita fulva, distributed throughout Europe, occurs in a variety of forests. It is generally found with oak (Quercus), birch (Betula), spruce (Picea), pine (Pinus), chestnut (Castanea) and alder (Alnus), with which it forms mycorrhizae. It is often found with birch in Scandinavia, while collections from southern Europe are usually from forests of oak, chestnut and pine. It grows in acidic soils and fruits from summer to late autumn (May to November in the UK). It is a common to scarce fungus, and is very common in Britain.Amanita fulva is considered to be widely distributed in North America in deciduous and coniferous forests, although collections could possibly be of a different, yet undescribed species. In addition, the name Amanita fulva has in the past been misapplied to other North American taxa, such as A. amerifulva and others.",
    "Edibility": "Amanita fulva is one of the few good edible species in the genus Amanita. Though this particular species is considered edible, it must be identified with care as other members of the genus Amanita are poisonous and some are deadly. For this reason, collection for consumption of A. fulva can be dangerous and is not recommended. Some authors indicate the fungus is potentially toxic when raw, and is suitable for consumption only when cooked.",
    "See also": "List of Amanita species\n\n\n== References =="
  }
}