{
  "url": "https://en.wikipedia.org/wiki/Amanita_basii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. basii"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita basii is a mushroom of the genus Amanita.",
    "Description": "Its cap is at around 67–152 mm wide, with a brown reddish color to \"cadmium orange\" becoming very intense red, \"lake red\" or brownish red in the center part of the cap, which is somewhat faded by the sun, in spots it's red-orange, orange-yellow to deep orange at the margin, yellow at the margin in maturity. The volva seen in the mushroom is absent in maturity or is present when young as small white patches. Its flesh has a color ranging from butter yellow to yellowish under the cap skin, yellow in the center part and near the margin, from pale yellowish white to white elsewhere, the flesh is around 9 – 13 mm thick above the stem, and it thins evenly to the margin. The gills are free, subcrowded, thickest close to the margin, and are around 9–12 mm broad.\nThe stem is 124–137 × 16–23 mm with a pale yellowish to orange color in the upper part of the stem with light yellow as the ground color. The ring is attached in the upper part, subapical, skirt-like, copious, membranous, persistent, orange-yellow at first, becoming yellow-orange.  The saccate volva is smooth, white, with yellow tints on the inner surface, dry, membranous, firmly attached to the stem.  The flesh is white, staining light yellow, and stuffed with moderately dense material. The spores measure around approximately 9.0–11.8 (8.0–18.0) × 6.1–7.5(5.5–9.0) µm and are broadly ellipsoid to elongate (rarely cylindric) and inamyloid.  Clamps are common at bases of basidia.Its stem is around 124–137 (12.4-13.7 cm) × 16–23 (1.6-2.3 cm) mm, with a pale yellow to orange color in the upper part of the mushroom's stem with a light yellow on the ground, becoming brown to blackish with handling, stuffed, subcylindric to cylindrical, with irregular ragged patches and strands of orange-yellow felted to membranous material on the outer surface; the stem decoration becomes more intensely orange when handled. The ring is attached in the upper part, subapical, skirt-like, copious, membranous, persistent, orange-yellow at first, becoming yellow-orange. The saccate volva is smooth, white, with yellowish tints on the inner surface, dry, membranous, firmly attached to the stem. The flesh is white, staining light yellow, and stuffed with moderately dense material.",
    "Description-Edibility": "Though not that well known compared to other edible mushroom species,  A. basii is considered to be edible and has a sweet taste. The odor is somewhat pleasantly fungoid.",
    "Habitat": "It occurs in pine, oak, fir, and alder forests in Mexico.",
    "See also": "Amanita\nList of Amanita Species",
    "References": "As of this edit, this article uses content from \"Amanita basii\", which is licensed in a way that permits reuse under the Creative Commons Attribution-ShareAlike 3.0 Unported License, but not under the GFDL. All relevant terms must be followed."
  }
}