{
  "url": "https://en.wikipedia.org/wiki/Amanita_thiersii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Saproamanita"
    },
    {
      "Species": "S. thiersii"
    }
  ],
  "text": {
    "__SUMMARY__": "Saproamanita thiersii (formerly Amanita thiersii), commonly called Thiers' lepidella, is a North-American saprotrophic basidiomycete  fungus in the genus Saproamanita. It is a white mushroom originally described from Texas but today found in nine states of North America. It was named after Harry Delbert Thiers. The cap of this small mushroom is white and convex, measuring 35–100 mm (1.4–3.9 in) and covered by volval remnants. It is sticky to the touch when wet. The gills are variable in length and number and are densely packed in some specimens and widely spaced in others. They are not attached to the stipe, which is 8–20 cm (3–8 in) long and about 1 cm (0.4 in) thick, with a white ring. The spores measure 7.8–9.8 by 7.3–9.0 µm and are roughly spherical in shape. The spore print is white.\nThe mushroom grows in lawns, pastures and prairies. It is a saprotroph, living on decaying plant material, and not mycorrhizal as is the case with  Amanita species.  Previously it was placed in Amanita, but in 2016 the saprophytic members of that genus were separated off into the new genus Saproamanita by one research group, though this split is controversial. Fruit bodies appear during July and August, either in isolation or in groups, and often form fairy rings. The genome of S. thiersii is being sequenced as part of the United States Department of Energy's Joint Genome Institute Community Sequencing Program. It is hoped that this will provide a better understanding of the cellulose decomposition capabilities of the fungus. The toxicity of S. thiersii has been suspect, but reportedly it is eaten in Mexico and harvested under the Spanish name \"hongos de neblina\".",
    "Taxonomy": "Sapromanita thiersii was first described in 1957 by Harry Delbert Thiers, an American mycologist, who had spotted it on a campus lawn when he was a student. He named it Amanita alba but that name was disallowed as it had already been used for another species. In 1969 it was renamed by the Dutch mycologist Cornelis Bas as Amanita thiersii in honour of its finder. It used to be placed in the genus Amanita in the section Lepidella and subsection Vittadiniae. Bas created the stirps (an informal ranking below species level) Thiersii, in which he placed S. thiersii along with A. albofloccosa, A. aureofloccosa, A. foetens and A. praeclara. The mushroom is commonly called \"Thiers' lepidella\".Then in 2016 Scott Redhead and his associates created the genus Saproamanita for the saprophytic members of Amanita (sensu largo) but the new name Saproamanita thiersii is very controversial and not broadly accepted.",
    "Description": "The cap is white and dry, measuring 35–100 mm (1.4–3.9 in) wide, and convex in shape (conico- or plano-convex). It often has a broad low umbo. The cap's flesh may be 10 mm (0.4 in) thick. At first the cap is covered by the soft, white fragmentary remains of the universal veil, which become more widely separated as the cap expands. They are shaggy and somewhat sticky.The gills are of varying lengths. They are free from the stipe and vary from crowded to widely spaced. They may be narrow or broad and are white to creamy yellow in color. The stipe is white and is 80–200 mm (3–8 in) long and 10–20 mm (0.4–0.8 in) wide. In some specimens, the stipe bruises to a yellow color. It is either hollow or lightly stuffed with a cottony tissue. The bulb at the base is slightly broader than the rest of the stipe. The bulb is 25 mm (1.0 in) long and 22 mm (0.9 in) wide. A shaggy, drooping ring is present which is often shed before maturity.Spores of S. thiersii are white and roughly spherical. They measure approximately 7.8 – 9.8 by 7.3 – 9.0 µm and are amyloid. In an analysis, both monokaryotic (one nucleus per cell) and dikaryotic (two nuclei per cell) strains were isolated from fruit bodies. All the spores were found to be binucleate but the researchers believed that in the monokaryotic strain, the second nucleus had failed to pass through the germ tube.The odor of this mushroom is indistinct but with age can become unpleasant, like that of decay or cheese. The fungus is said to taste oily bitter or bitter metallic.",
    "Description-Identification": "S. thiersii may be gathered inadvertently and thought to be edible due to the fact that it grows on lawns among grasses. This is in contrast to Amanita species which grow around trees and are thus usually seen in forests. It can be distinguished from other white fungi growing in grassland by its fluffy cap, though the white veil fragments may eventually get washed away by rain.It is similar in appearance to a number of Amanita species. It can be distinguished from A. praegraveolens microscopically by the absence of clamp connections between the cells in S. thiersii. Both S. thiersii and A. aureofloccosa have hollow stems but the latter has a more tapering stipe and the whole fruit body is yellower. A. silvifuga is another species that grows in similar locations in grassland in Texas and H. D. Thiers described the taste of both it and A. thiersii as being bitter. It can be distinguished by its darker coloration and more warted appearance.",
    "Toxicity": "The species is suspected of being toxic as is the case in most of its close relatives. Handling the mushroom is harmless; poisoning occurs only on ingestion. A case of poisoning that may have been caused by S. thiersii has been reported from the state of Puebla, Mexico. The outcome of this case is unknown. Symptoms of poisoning in humans include reversible impairment of kidney function. A Meixner test revealed that amatoxins were not involved in the Puebla case.",
    "Ecology and habitat": "Saproamanita thiersii inhabits lawns, pastures and prairies throughout the Mississippi River Basin. It often forms fairy rings or arcs but also sometimes fruits as isolated specimens. It has been found growing in the same lawn as Chlorophyllum molybdites. Analysis using stable carbon isotopes has proved that this mushroom is saprotrophic in nature, unlike the other mycorrhizal Amanitas.The fruit bodies of S. thiersii grow during the mid or late summer until early fall. Since it was first reported in 1952 in Texas, this species has been expanding its range. It appeared in southern Illinois in the 1990s and has since spread to central Illinois, where it is the most common mushroom found in lawns during July and August. Today it occurs in nine states including Missouri, Oklahoma, Texas, Kentucky, Ohio, Kansas and Illinois. It also occurs in Mexico.",
    "Genome project": "The main source from which S. thiersii derives its carbon is the cellulose of the decomposing plant material found in its grassland habitat. The enzymes that degrade cellulose are homologous to the enzymes used by ectomycorrhizal fungi that have symbiotic associations with plant roots. In an attempt to identify the genes involved in these processes, researchers at the United States Department of Energy and University of Wisconsin are jointly working to sequence the S. thiersii genome and to compare it with that of Amanita bisporigera, a species which forms mycorrhizal relationships with tree and which has already been partly sequenced. They hope to better understand the genetic pathways involved in the evolution of ectomycorrhizal associations. Another research objective is to establish whether the enzymes used by S. thiersii to degrade cellulose can be cost-effectively used in the conversion of crop residues into biofuels. S. thiersii seems to be expanding its range northwards and its genome may provide clues as to how it is adapting to climate change and further information on mycorrhizal relationships.This research has shown that there was a single origin of ectomycorrhizal symbiosis in the genus Amanita. DNA analysis has shown that a group of species in the subsection Vittadiniae (which includes S. thiersii) has few derived characteristics. This clade has a single ancestor (or a very small number) and seems to have come into being at a very early stage in the evolution of the genus.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Saproamanita thiersii  in Index Fungorum\n Data related to Amanita thiersii at Wikispecies"
  }
}