{
  "url": "https://en.wikipedia.org/wiki/Amanita_atkinsoniana",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. atkinsoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita atkinsoniana is a species of fungus in the Amanitaceae family. It is found in the northeastern, southeastern, and southern United States as well as southern Canada, where it grows solitarily or in small groups on the ground in mixed woods. The fruit body is white to brownish, with caps that measure up to 12.5 cm (4.9 in) in diameter, and stems up to 20 cm (7.9 in) long and 2.5 cm (1.0 in) thick. The surface of the cap is covered with reddish-brown to grayish-brown conical warts. The stem has a bulbous base covered with grayish-brown scales.  The fruit bodies smell faintly like bleaching powder. Although not known to be poisonous, the mushroom is not recommended for consumption.",
    "Taxonomy": "The species was first described by American botanist William Chambers Coker in 1917, in his monograph of Amanitas of the eastern United States. Coker's description was based on several specimens he had collected from various locations in North Carolina in September and October 1914. The specific name honors George Atkinson, a Cornell University mycologist who collected and described mushrooms in the southern and eastern United States in the late 19th century. In 1952, Marcel Locquin chose to place it in the genus Armillaria as Armillaria atkinsoniana, but this change was not adopted by later authors.Amanita atkinsoniana is classified in the stirps Microlepsis of subsection Solitariae, in the section Lepidella of the genus Amanita. Species in the subsection Solitariae are distinguished by several characteristics: a volva composed of cellular structures of varying shape; rows of large cylindrical to slender club-shaped cells that are never dominant; a stem that typically has a bulbous base and remnants of the volva on the surface that are concentrated towards the base; the volva is not membranous nor nearly membranous, never forming a limb at the base of the stem, and never forming patches on the surface of the cap, where the outer layer consists of hyphae pressed against the surface.",
    "Description": "The cap of A. atkinsoniana is 6–12.5 cm (2.4–4.9 in) wide, and depending on its age, ranges in shape from convex to flattened, sometimes with a shallow central depression. Its color can vary from whitish to yellowish-white, brownish-gray, brownish-orange to grayish-brown, and is lighter on the margin. The cap surface is covered with the remnants of the universal veil as small reddish-brown to grayish-brown, easily removable, conical warts. Approaching the edge of the cap, the warts gradually become small, woolly patches. The cap margin is smooth or has faint grooves mirroring the underlying gills, and has partial veil remnants hanging along the edge. The gills are free from attachment to the stem, close to crowded together, moderately broad, yellowish-white, and occasionally have a slight reddish stain. The lamellulae (short gills that do not extend completely from the cap margin to the stem) are truncate (cut off sharply) to attenuate. The stem is 8–20 cm (3.1–7.9 in) long and 1–2.5 cm (0.4–1.0 in) wide, equal or tapering slightly toward apex, whitish, and floccose to smooth. The basal bulb is club-shaped, ventricose-fusiform or turnip-shaped, rounded or pointed, usually covered with rings of reddish-brown scales or warts of universal veil remains, often extending up the stem for a short distance. The universal veil on the stem base is quite unusual in Amanita, because it forms warts that extend nearly to the very bottom of the bulb. The stem often roots into the soil beneath the bulb with an elongated cord of mycelium known as a pseudorhiza. The partial veil forms a ring that is somewhat membranous, fragile to moderately persistent, and yellowish-white to pale yellow. Eventually, as the mushroom matures, it collapses on the stem as a thin membrane. The flesh is white, with a weak odor of bleaching powder.",
    "Description-Microscopic characteristics": "The spore print is white. The spores are ellipsoid to elongated, hyaline (translucent), thin-walled, and have dimensions of 9–12.5 by 5.5–8 μm. They are amyloid, meaning they will absorb iodine when stained with Melzer's reagent. The basidia (spore-bearing cells) are 35–60 by 7–13.5 μm, club-shaped, four-spored, with clamps at their bases. The cheilocystidia (cystidia found on the edge of the gill) are 15–45 by 10–30 μm, ellipsoid to club-shaped, and abundant. The cap cuticle is up to 165 μm thick, and is made of interwoven to radial hyphae, 2.5–8 μm diameter, which is slightly to strongly gelatinized. The universal veil on the cap consists of mainly roughly spherical to ellipsoid but also club-shaped and elongated cells, up to 75 by 40 μm, arranged in short, terminal chains and relatively sparse hyphae, measuring 3–7.5 μm in diameter. At the base of the stem the universal veil tissue is very similar to that on the cap. Clamp connections are present in the hyphae.",
    "Description-Edibility": "Pomerleau (1980) considers the mushroom as \"doubtfully edible\", while Orson and Hope Miller, in their field guide to North American mushrooms, list it as \"possibly poisonous\" (although they also indicate that no specific reports of toxins have been reported from the species), and recommend that in general, no species in Amanita subgenus Lepidella should be consumed.",
    "Description-Similar species": "Because of the colored volva, A. atkinsoniana resembles A. onusta, which differs from A. atkinsoniana by the small to medium-sized fruit bodies with a grayish veil as dark gray to brownish gray warts and a basal bulb which is usually somewhat rooting. Sometimes the fruit bodies of A. atkinsoniana are confused with A. microlepsis which can be distinguished by the presence of reddish-brown to grayish-brown volval remnants and the rooting bulb of A. atkinsoniana.",
    "Distribution and habitat": "The fruit bodies of Amanita atkinsoniana grow on the ground in mixed coniferous and deciduous forests. They have been collected in Alabama, Georgia, Massachusetts, Maryland, Michigan, North Carolina, New Jersey, New York, Pennsylvania, Tennessee, Texas, Virginia, Vermont, and West Virginia. One field guide notes a preference for association with oak where there is ground cover of blueberry (Vaccinium) bushes. The mushroom has also been collected in Quebec, Canada. The southern extent of its range extends to the Mexican state of Michoacán. The mushroom fruits most commonly during late summer and fall after heavy rains.",
    "See also": "List of Amanita species",
    "Notes": "",
    "References": "",
    "External links": "Amanita atkinsoniana  in Index Fungorum"
  }
}