{
  "url": "https://en.wikipedia.org/wiki/Amanita_australis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita australis is a species of fungus in the family Amanitaceae. It is found only in New Zealand, where it occurs in Leptospermum and Nothofagus forest. The species was first described by New Zealand mycologist Greta Stevenson in 1962; in the same publication Stevenson also described what she thought was a unique species, Limacella macrospora, but over 30 years later this was reduced to synonymy with A. australis.\nAmanita australis produces small- to medium-sized fruit bodies, with brown caps up to 9 cm (3.5 in) in diameter covered with pyramidal warts. The gills on the underside of the cap are white, closely crowded together, and free from attachment to the stem. The stem, which is up to 9 cm (3.5 in) long and 26 mm (1.0 in) thick, has a ring and a bulbous base. The mushroom may be confused with another endemic New Zealand species, A. nothofagi, but can be distinguished by differences in microscopic characteristics.",
    "Taxonomy and classification": "Amanita australis was first described by Greta Stevenson in 1962, based on specimens she collected in April 1954 around Lake Rotoiti in Nelson Lakes National Park, in New Zealand. In the same publication, Stevenson described Limacella macrospora, collected in 1952 at Day's Bay near Wellington. Stevenson thought this was a new species different from any previously described Limacella because of its larger size and amyloid spores. Austrian mycologist Egon Horak later transferred it to the genus Oudemansiella, but did not provide a reason for making the new combination. In 1986, Pegler and Young proposed a classification for Oudemansiella based largely on spore structure, but they excluded O. macrospora, considering it a species of Amanita. Geoff Ridley examined Stevenson's holotype material and reduced L. macrosporus to synonymy with A. australis in 1993, explaining: The size, shape and amyloid reaction of the spores, the dimensions of the basidia, the presence of clamp connections and lamella margin cells indicate that this is Amanita australis Stevenson and easily fits into the concept of this taxon. ... Macroscopically the specimen lacks the typical pronounced basal bulb to the stipe and volva remnants on the pileus; however, it is not an unknown condition in this taxon.\nAlthough Stevenson originally placed the species in Amanita section Phalloideae because of a perceived similarity to A. citrina, it is now classified in section Validae; many species in this section have bulbous stem bases. Ridley suggests an appropriate common name would be the \"straw flycap\", while Rodham Tulloss calls it the \"far south Amanita\". The specific epithet australis means \"southern\".",
    "Description": "The shape of the A. australis cap is initially convex, later flattening out or even developing a central depression, and reaching diameters of 20–90 mm (0.8–4 in) wide. The cap margin sometimes splits and rolls back to give a ragged appearance. The centre of the cap is dark buff, honey or isabelline, becoming paler to buff at the margin. The surface is sticky when young or wet, but dries out with age. The remnants of the volva form conical to pyramidal warts that are most densely aggregated in the center, but become sparse and low towards the margin. They are initially white then greyish-sepia or isabelline with white to buff tips.The gills are crowded closely together, free from attachment to the stem, 6–10 mm (0.24–0.39 in) wide, and white. The lamellulae (short gills that do not extend fully from the cap edge to the stem) have truncated ends. The stem is 37–90 mm (1.5–3.5 in) tall, 6–26 mm (0.24–1.02 in) in diameter, and narrowest at center. It is hollow, and has an abruptly bulbous base that is between 14 and 38 mm (0.55 and 1.50 in) in diameter. The surface of the stem above the level of the ring is white and covered in woolly tufts of mycelia; below the ring it is white with buff to greyish transverse, grooved bands. The base may or may not have a rim of volval remnants that are powdery, and a greyish-buff to greyish-sepia colour. The ring is membranous, white to buff, first hanging freely then later adhering to the stem. The flesh of the cap is white, occasionally pale isabelline under the center of the cap; the flesh of the stem is white.The spore print is white. The spores are  typically 9–12 by 8–10.5 μm, spherical to ellipsoid, and thin-walled. They are hyaline (translucent), and amyloid—meaning they will stain bluish-black to black in Melzer's reagent. The basidia are 43.5–76.5 by 10.5–17 μm, mostly four-spored, and clamped at their bases. There are abundant spherical, elliptic or club-shaped hyaline cells on the gill edges, measuring 16–39.5 by 10.5–27.5 μm. The cap cuticle is 220–270 μm wide, consisting of a gelatinised suprapellis (upper layer) and non-gelatinised subpellis (lower layer). The volval remnants on the cap consist of abundant spherical, club-shaped, or turnip-shaped cells, measuring 10–86 by 9–85 μm. These cells are umber in colour, and arranged in chains perpendicular to the cap surface, becoming smaller and paler at tip of the wart, subtended by moderately abundant hyphae that are 4–10 μm wide. Clamp connections are abundant in the hyphae.",
    "Description-Similar species": "Amanita australis mushrooms that have lost their warts and have had the colours faded may resemble another New Zealand species, A. nothofagi. The two species may be distinguished reliably using microscopy—A. nothofagi does not have clamp connections at the base of the basidia, unlike A. australis. A. australis also bears some resemblance to the eastern North American and east Asian species A. abrupta, which also has an abruptly bulbous stem base.",
    "Habitat and distribution": "Amanita australis is found only on the north and south islands of New Zealand, where it grows in a mycorrhizal association with  Southern Beech (genus Nothofagus) (including New Zealand Red Beech, Silver beech, New Zealand Black Beech, Hard Beech), Manuka, and Kānuka. The mushroom usually grows solitarily, but has on rare occasions been found growing in groups.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Amanita australis  in Index Fungorum\nAmanita australis images from Landcare Research"
  }
}