{
  "url": "https://en.wikipedia.org/wiki/Amanita_velosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. velosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita velosa (also known as the springtime amanita) or bittersweet orange ringless amanita is an edible species of agaric found in California, as well as Oregon and Baja California.",
    "Description and classification": "It is part of Amanita section Vaginatae, and like other species in this group, it is characterized by its lack of an annulus, striate pileus margin, thick universal veil remnants comprising the veil, volva, and pileus patches, inamyloid spores, and lack of  characteristic Amanita toxins such as amatoxins and ibotenic acid. It is distinguished from other species in section Vaginatae by its lack of any kind of umbo on its pileus, its short pileus striae, and its distinct pale orange to pale salmon coloration when young. Its coloration can become more brownish with age and entirely white specimens are occasionally seen as well. Like many other Amanita, the gills are white, but occasionally have a distinct pinkish or orangish tint. In older specimens, the odor can become pungent and fishy.",
    "Habitat and range": "Amanita velosa is a late-season mushroom in its range of occurrence, being found from midwinter into spring, up until the end of the California rainy season. Its favored habitat is the ecotone between oak (particularly coast live oak) woodlands and open grassland, living in an ectomycorrhizal relationship with young oak trees.Although this species is primarily known from the coastal regions of California, Oregon, and Baja California, it is also reported to have been found in association with aspen and conifers in the Sierra Nevada  and there is also one report of this species being found growing with spruce in the Great Smoky Mountains National Park, in the eastern United States.",
    "Edibility and identification": "It is considered to be an outstanding edible species with a distinctively sweet or nutty flavor. However, great caution must be exercised to properly identify it, as the deadly Amanita ocreata (and occasionally Amanita phalloides) is also found in the same habitat at the same time of year, and can often be found in close proximity to each other. A. ocreata and A. phalloides have thin universal veil remnants, a sac-like volva, an annulus, a non-striate pileus margin, and a pileus that is a different color than A. velosa. These differences can fade as the fruiting body ages, making it important to collect only specimens that have all of their identifying characteristics intact.",
    "References": "",
    "External links": "Amanita velosa\nMushroom Observer: Amanita velosa"
  }
}