{
  "url": "https://en.wikipedia.org/wiki/Amanita_fuliginea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. fuliginea"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita fuliginea, commonly known as the east Asian brown death cap,  is a species of deadly poisonous mushroom in the family Amanitaceae. It was described as new to science by Japanese mycologist Tsuguo Hongo in 1953. Fruit bodies have convex, dark gray to blackish caps measuring 3–6 cm (1.2–2.4 in) in diameter. The gills, largely free from attachment to the stipe, are white and have short gills (lamellulae) interspersed. The spores are roughly spherical, amyloid, and typically measure 8–11 by 7–9.5 µm. The mushroom is common in China, where it has caused poisonings, a review of cases in southern China finding it had been responsible for the poisoning of 352 people, 79 of which died, between 1994 and 2012.Several toxic peptides have been identified from the mushroom: α-amanitin, β-amanitin, amaninamide, phallacin, phallacidin, phallisacin, desoxoviroidin, and an additional unidentified phallotoxin. A. fuliginea is classified in Amanita section Phalloideae, which contains several deadly toxic species. Mushroom poisoning is the main cause of mortality in food poisoning incidents in China. Although some responsible mushroom species have been identified, some were identified inaccurately. This study investigated and analyzed 102 mushroom poisoning cases in southern China from 1994 to 2012, which involved 852 patients and 183 deaths, with an overall mortality of 21.48 %. The results showed that 85.3 % of poisoning cases occurred from June to September, and involved 16 species of poisonous mushroom including the Amanita species”",
    "See also": "List of Amanita species\nList of deadly fungus species",
    "References": "",
    "External links": "Amanita fuliginea  in Index Fungorum"
  }
}