{
  "url": "https://en.wikipedia.org/wiki/Amanita_franchetii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. franchetii"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita franchetii is a species of fungus in the Amanitaceae family. It was given its current name by Swiss mycologist Victor Fayod in 1889 in honor of French botanist Adrien René Franchet.  A. franchetii occurs in Europe and North Africa with oaks (Quercus ssp.), chestnuts (Castanea ssp.), and pines (Pinus ssp.).\n\nA similar fungus in western North America was also referred to as A. franchetii, but was long suspected of being a separate, undescribed species, and in 2013 was formally described under the name Amanita augusta.Amanita aspera and Amanita franchetii are synonyms.There also exists a variety known as Amanita franchetii var. lactella that is entirely white except for the bright yellow universal veil remnants. It is found in the western Mediterranean region, associated with several species of oak (Quercus suber and Q. robur) and hornbeam (Carpinus betulus), and is also reported from Serbia.",
    "Edibility": "Amanita franchetii's edibility is suspect; it should not be taken for the table.  Although chemical analysis has not thus far revealed in A. franchetii the presence of the amatoxins found in some other Amanitas, it has recently been implicated in the deaths of ten people in China who displayed symptoms similar to those caused by amatoxin poisoning.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Amanita franchetii  in Index Fungorum\n\"Amanita franchetii\". Mykoweb. Archived from the original on 2011-08-05. Retrieved 2011-11-08. - A description of the western North American species.\nAmanita franchetii var. lactella photo, from Aranzadi Society of Sciences, Mycology Gallery."
  }
}