{
  "url": "https://en.wikipedia.org/wiki/Amanita_cokeri",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. cokeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita cokeri, commonly known as Coker's Amanita and Solitary Lepidella, is a mushroom in the Amanitaceae family. The  mushroom is poisonous. First described as Lepidella cokeri in 1928, it was transferred to the genus Amanita in 1940.",
    "Taxonomy": "A. cokeri was first described as Lepidella cokeri by mycologists E.-J.Gilbert and Robert Kühner in 1928. It was in 1940 when the species was transferred from genus Lepidella to Amanita by Gilbert. Presently, A. cokeri is placed under genus Amanita and subsection Lepidella. The epithet cokeri is in honour of American mycologist and botanist William Chambers Coker.",
    "Description": "Its cap is white in colour, and 7–15 cm (2.8–5.9 in) across. It is oval to convex in shape. The surface is dry but sticky when wet. The cap surface is characterized by large pointed warts, white to brown in colour.Gills are closely spaced and free from the stem. They are cream at first, but can turn white as the mushroom matures. Short-gills are frequent. Stem is white, measuring 10–20 cm (3.9–7.9 in) long and 1–2 cm (0.39–0.79 in) thick. It tapers slightly to the top, smooth to shaggy in texture. There is a ring, thick and often double-edged, the underside being tissuelike. The universal veil hangs from the top of the stipe. The basal bulb is considerably large in size, with concentric circles of down-turned scales. The volval remnants stick to it and cause irregular patches.Spores are white, elliptical and amyloid. They measure 11-14 x 6-9 μ, and feel smooth. Flesh is white, and shows no change when exposed. There is no distinctive odour, but some specimens may develop the smell of decaying protein.",
    "Description-Lookalikes": "Amanita solitaria is a closely related species, though a completely different European taxa. The notable similarity is that both it and A. cokeri are double-ringed. A. timida, from the tropical South Asia, resembles A. cokeri in its volval structure, thick and notable ring and the large bulbal base.",
    "Description-Toxicity": "In a study, the presence of non-protein amino acids 2-amino-3-cyclopropylbutanoic acid and 2-amino-5-chloro-4-pentenoic acid was revealed. The former acid was found to be toxic to the fungus Cercospora kikuchii, the arthropod Oncopeltus fasciatus and the bacteria Agrobacterium tumefaciens, Erwinia amylovora, and Xanthomonas campestris. The toxicity for bacteria could be eliminated by adding isoleucine to the medium. The other acid did not prove toxic.",
    "Habitat and distribution": "A. cokeri inhabits mixed coniferous or deciduous woods and also grows on the ground. It grows mainly on oak and pine trees, and leaves a white deposit. It grows isolated or in groups. It is mostly distributed in southeastern North America.  It fruits from July to November.",
    "See also": "List of Amanita species",
    "References": "\n\n== External links =="
  }
}