{
  "url": "https://en.wikipedia.org/wiki/Amanita_flavoconia",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Subclass": "Agaricomycetidae"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. flavoconia"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita flavoconia, commonly known as yellow patches, yellow wart, orange Amanita, or yellow-dust Amanita, is a species of mushroom in the family Amanitaceae. It has an orangish-yellow cap with yellowish-orange patches or warts, a yellowish-orange annulus, and a white to orange stem. Common and widespread throughout eastern North America, Amanita flavoconia grows on the ground in broad-leaved and mixed forests, especially in mycorrhizal association with hemlock.",
    "Taxonomy": "Amanita flavoconia was first described by American naturalist George Francis Atkinson in 1902, based on a specimen he found in woods north of Fall Creek, Cayuga Lake Basin, New York. Jean-Edouard Gilbert placed it in Amplariella, in 1941, while in 1948 William Alphonso Murrill thought that it belonged best in Venenarius; both of these segregate genera have been folded back into Amanita.The specific epithet flavoconia means yellowish and conical. Its common names include \"yellow patches\", \"yellow wart\", \"orange Amanita\", or \"yellow-dust Amanita\".",
    "Description": "The cap is initially ovoid in shape, but in maturity becomes convex and eventually flattened. Orange to bright yellow-orange in color, it reaches diameters of 3 to 9 cm (1.2 to 3.5 in). Young specimens are covered with chrome yellow warts that may be easily rubbed off or washed away with rain.\nThe cap surface is smooth and sticky (viscid) beneath the warts; the edge of the cap is striate, reflecting the arrangement of the gills underneath. The flesh is white. The gills are barely free from the stem, and packed close together. They are white or tinged yellow on the edges, and initially covered with a yellowish partial veil. The stem is typically 5.5 to 11.5 cm (2.2 to 4.5 in) long by 0.7 to 1.4 cm (0.3 to 0.6 in) thick, equal or slightly tapered upward from a small rounded bulb at the base. Its color may range from white to yellowish orange, and the surface may be smooth, or covered with small flakes. The base of the stem usually has chrome yellow flakes of universal veil material adhering loosely to the bulb, or in the soil around the base. The partial veil leaves a skirt-like ring, (annulus) on the upper stem. The spore print of A. flavoconia is white.Campbell and Petersen published a detailed description of the characteristics of A. flavoconia grown in culture. In the era prior to the commonplace use of DNA analysis and phylogenetics, cultural characters were often used to help provide additional taxonomic information; they found considerable variability between different isolates.Two variants have been reported from Colombia, collected from Quercus humboldtii forests: A. flavoconia var. sinapicolor and var. inquinata.",
    "Description-Microscopic features": "The spores are elliptical, smooth, and have dimensions of 7–9 by 5–8 μm.  They are hyaline (translucent), and amyloid, meaning that they absorb the iodine stain in Melzer's reagent. The spore-bearing cells, the basidia, are up to 35–43 μm long by 4–12 μm, and each have four sterigmata, extensions that hold the spores. The outer layer, or cuticle of the cap (known technically as the pileipellis) is made of filamentous interwoven gelatinized hyphae, with diameters between 3 and 7 μm.",
    "Description-Similar species": "This species has often been confused with A. muscaria, some subspecies of which are also orange-colored. It also bears some resemblance to A. frostiana and A. flavorubescens. One 1982 study concluded that a \"large majority\" of herbarium specimens labeled as A. frostiana were actually A. flavoconia. The use of microscopic features is necessary to distinguish clearly among the species: A. flavoconia has elliptic, amyloid spores, while A. frostiana has round, non-amyloid spores; A. muscaria has nonamyloid, elliptic spores. In the field, A. flavorubescens can usually be distinguished by its yellow cap color.",
    "Habitat and distribution": "A common mycorrhizal mushroom, Amanita flavoconia grows solitary or in groups on the ground in the summer to the fall, in broad-leaved and mixed woods. Noted for preferring hemlock, it is also associated with high elevation red spruce forests.In North America, Amanita flavoconia has a wide distribution and has been collected from several locations, including Ontario, Canada; the United States (Iowa) and Mexico. It has been described as \"of the most common and widespread species of Amanita in eastern North America.\"",
    "See also": "List of Amanita species",
    "References": "",
    "External links": " Media related to Amanita flavoconia at Wikimedia Commons"
  }
}