{
  "url": "https://en.wikipedia.org/wiki/Amanita_nivalis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. nivalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita nivalis, the snow ringless amanita or mountain grisette, is a species of basidomycote fungus in the genus Amanita. It was first described by the Scottish mycologist Robert Kaye Greville in 1826 from specimens found growing at high altitudes in the Scottish Highlands. He gave it the Latin epithet nivalis (of the snow) to indicate the alpine type habitat in which he found it growing rather than to describe its white colour.",
    "Description": "Amanita nivalis is a small species of fungus which is usually white when young but which becomes tinged with grey or buff as it ages. It is rather variable in appearance over its wide range. The cap is dry, smooth and shiny and may be any size between 20 and 80 millimetres (0.8 and 3.1 in). It becomes slightly sticky when wet. It is hemi-spherical when young but flattens out with age and develops a slight umbo. Near the rim there are fine radiating striations and the surface of the cap may have a few pieces of the membranous volva adhering to it. The gills are pale cream, broad, fairly crowded and mostly unconnected to the stem. There are a few irregularly arranged shorter gills with truncated ends. The stem is 38 to 100 millimetres (1.5 to 3.9 in) long and 5 to 12 millimetres (0.2 to 0.5 in) wide, hollow and with a smooth surface. There may be a fragile ring but it soon falls off. The base of the stem grows out of a brittle, sac-like volva which is white or pale yellowish-brown. The spores are nearly spherical, being 10.0 to 13.5 µm by 8.8 to 12.0 µm. This species is said to have a nondescript odour and flavour.",
    "Distribution and habitat": "Amanita nivalis grows in subarctic and alpine conditions in Europe and also in Greenland. It is often associated with low growing willows (Salix spp.) and birches (Betula spp.). There have been reports of it occurring at high altitudes in the Rocky Mountains in North America. The fruit bodies appear singly or in small groups in both silicaceous and limestone areas in summer. The edibility of this species is not known but because of its rarity, it is best not to gather it.\n\n\n== References =="
  }
}