{
  "url": "https://en.wikipedia.org/wiki/Amanita_excelsa_var._spissa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. excelsa"
    },
    {
      "Variety": "A. e. var. spissa"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita excelsa var. spissa is a variety of basidiomycete fungus of the genus Amanita. This large, grey to brown-capped fungus has a very variable appearance but is commonly encountered in coniferous and deciduous forests in Europe and North America. It is sometimes referred to by the common name grey spotted Amanita.",
    "Description": "The cap is around 10 cm in diameter when fully expanded, and is various shades of brown or brown/grey, sometimes washing off to buff. Younger specimens have grey veil remnants often in quite large; flat patches, but these are usually removed later by the weather. The mature stem is usually fairly long, and has a bulbous base which is without a discernible volva, having just several flaky ring zones instead. It is marked above the ring with vertical lines. The ring is large and white, and also has lines. The gills are crowded; white, and have a slight decurrent tooth. The flesh is white; smells of radish, and turns purple when H2SO4 is applied.",
    "Description-Similar species": "Amanita excelsa var. excelsa is the less common, and more slender true form, which is said to lack the 'radish' odour.\nAmanita rubescens (The Blusher), which can be reduced to much the same colour by weather.\nAmanita pantherina (The Panther Cap), which is poisonous; has white veil remnants; a definite rim around the base of the stem, and looks like a brown Amanita muscaria (Fly Agaric)",
    "Distribution and habitat": "Amanita excelsa var. spissa occurs in Britain, Europe, and eastern North America in summer, and autumn. Growing with both broad leaved and coniferous trees.\nA. excelsa var. spissa is considered by some authors to be the more common variety of Amanita excelsa.",
    "Edibility": "Pronounced edible by some, but probably best avoided in case of confusion with A. pantherina.",
    "See also": "\nList of Amanita species\n\n\n== References =="
  }
}