{
  "url": "https://en.wikipedia.org/wiki/Amanita_lanei",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. calyptroderma"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita calyptroderma also known as coccora or coccoli, is a white-spored mushroom that fruits  naturally in the coastal forests of the western United States during the fall and winter.",
    "Description": "This mushroom is recognized by its large, orange-brown cap partially covered by a thick patch of  universal veil, its white gills and spores, its cream-colored stalk adorned with a partial veil, a partially hollow stem (filled with a stringy white pith), and by the presence of a large, sacklike volva at the base of the stalk.\nThe spores of this species do not change color when placed in a solution of Melzer's reagent, and thus are termed inamyloid.  This characteristic in combination with the annulus and absence of a bulb at the base of the stalk place this mushroom in the Section Caesareae.",
    "Distribution and habitat": "This mushroom forms mycorrhizae with madrone (Arbutus menziesii) in the southern part of its range (Central California northwards to Washington).  However, in the northern part of its range (Washington to southern Canada), its preferred host is Douglas fir (Pseudotsuga menziesii).",
    "Edibility": "Experienced mushroom hunters regard this mushroom as a good edible species, but caution must be exercised when collecting A. calyptroderma for the table, since it can be confused with other species in the genus Amanita. This genus contains some of the deadliest mushrooms in the world, most notably A. phalloides and A. ocreata.",
    "Related Species": "Amanita vernicoccora is a closely related taxon which was previously referred to as the \"spring form\" of Amamita calyptroderma.",
    "See also": "List of Amanita species",
    "External links": "Amanita calyptroderma at Amanitaceae.org\nAmanita calyptroderma at BayAreaMushrooms.org\nAmanita calyptroderma at Mykoweb\nAmanita calyptroderma at Mushroom Expert"
  }
}