{
  "url": "https://en.wikipedia.org/wiki/Amanita_aestivalis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. aestivalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita aestivalis, commonly known as the white American star-footed Amanita, is a species of fungus in the Amanitaceae family of mushrooms. The fungus is distributed in the eastern United States, south to Florida, and reaches north into the southeastern provinces of Canada. The cap of the fruit body is medium-sized, 5 to 8.5 cm (2.0 to 3.3 in) in diameter and white. It sits atop a stem that is 8.5 to 16 cm (3.3 to 6.3 in) long and has a rounded bulb at its base. The entire fruit body will slowly stain a reddish-brown color in response to bruising or aging. It remains unknown whether Amanita aestivalis is a distinct species from A. brunnescens, another similar Amanita with a comparable distribution. There are several other white-bodied amanitas with which A. aestivalis may be confused, including A. virosa, A. phalloides, and A. bisporigera.",
    "Taxonomy, classification, and naming": "American mycologist Rolf Singer first described the species in 1949 based on specimens he had collected in Massachusetts, Michigan, New York and Virginia. Because this original report was published without a Latin description (contrary to the naming conventions of the International Code of Botanical Nomenclature), he later amended his description in 1959. There is some doubt as to whether A. aestivalis is a distinct species from A. brunnescens (the \"brown American star-footed Amanita\"), as described by George F. Atkinson in 1918. Singer claimed that the latter species could be distinguished from the former by the consistent absence of dusky brownish-gray radial stripes on the cap. However, in 1927, mycologist Louis Charles Christopher Krieger described the variant A. brunnescens var. pallida, which he said was identical to A. brunnescens except for the white or very pale cap. In his 1986 monograph on North American species of Amanita, David T. Jenkins preferred to reserve judgment on the matter.Amanita aestivalis is classified in the section Vallidae of the genus Amanita, a grouping of amanitas characterized by having spherical spores, well-developed rings, weakly reddening flesh, and \"limbate\" volvals (with narrow \"limbs\" protruding from a soft, margined bulb).The specific epithet is derived from the Latin adjective aestivalis, meaning \"pertaining to the summer\". Its vernacular name is the \"white American star-footed Amanita\".",
    "Description": "The cap of the fruit body is 5 to 8.5 cm (2.0 to 3.3 in) in diameter, and depending on its age, may range from egg-shaped to convex to somewhat flattened. Older specimens may have edges that are curved upwards. The color is white or pale tan in the center of the cap; older specimens may have areas of discolored tissue colored brownish-red shades. Sometimes, the edge of the cap has radial grooves—up to 4 mm (0.16 in) long—that mirror the position of the underlying gills. When moist, the cap is sticky to the touch; when dry, it is shiny, usually without any remnants of the thin volva. The white gills are crowded close together, and are free from attachment to the stem. They are subventricose: slightly swollen in the middle, and tapering near the ends.The stem is 8.5 to 16 cm (3.3 to 6.3 in) long by 0.9 to 1.6 cm (0.4 to 0.6 in) thick, and slightly thicker at the base than at the top. It is stuffed with whitish hyphae that resemble cotton. The surface of the stem is smooth or has delicate tufts of soft, white, woolly hairs. There is a rimmed bulb at the base of the stem, which can reach a diameter of over 3 cm (1.2 in). The ring—located on the upper portion of the stem, 1.2–1.7 cm (0.47–0.67 in) from the top—is white, membranous, and long-lasting. The volva remains closely attached to the bulb, although a portion may stretch out like a thin membrane and adhere to the base of the stem before collapsing. The flesh will slowly turn pinkish-brown to chocolate-brown when it has been injured or bruised. Young specimens do not have any distinct odor, but fruit bodies may smell slightly of onions or garlic in age.Although the edibility has not been documented for this species, some sources have noted that toxicity is suspected.",
    "Description-Microscopic characteristics": "Viewed in deposit, like with a spore print, the basidiospores of A. aestivalis are white. Examination with a microscope reveals further details: they are roughly spherical, hyaline (translucent) and thin-walled, with dimensions of 7.8–8.8 μm. The spores are amyloid, meaning that they will absorb iodine when stained with Melzer's reagent and appear blue to blackish-blue. The spore-bearing cells, the basidia, are four-spored, thin-walled, and measure 32–60 long by 4–13 μm thick. There are no clamps present at the bases of the basidia.",
    "Description-Similar species": "According to Singer, the species is often mistaken for A. verna in the eastern United States. A. verna, however, has ellipsoid spores. Other white amanitas within the range of A. aestivalis include the deadly toxic species A. virosa (has a more loose cottony stem), A. phalloides (the cap usually has an olive-green tint) and A. bisporigera (typically has two-spored basidia). A. aestivalis is sometimes considered a white form of A. brunnescens, but this latter species has dusky brownish gray radial stripes and usually has many fibrils (short section of hyphae) projecting from the surface, to produce a fine, hairy appearance. Further, it stains more rapidly than A. aestivalis. A. asteropus (the \"European star-footed Amanita\") is cream to yellow color, and differs from A. aestivalis in its reaction to chemical tests. It is only known from Europe.",
    "Habitat, distribution, and ecology": "Amanita aestivalis is a mycorrhizal species, meaning it forms a mutualistic relationship in which the vegetative hyphae of the fungus grow around and enclose the tiny roots of trees and shrubs. In this way, the plant is better able to absorb phosphorus and other soil nutrients, while the fungus receives moisture, protection, and nutritive byproducts of the plant's metabolism. Fruit bodies of the fungus grow on the ground in deciduous, coniferous, and mixed forests. A preference has been noted for oak woods containing Tsuga or Pinus species, as well as beech wood with Picea, Abies, and Betula. Fruit bodies typically appear from late June until autumn. In North America, it has been found in the states of New England, as well as Alabama, New York, and Virginia. The distribution extends north to the southeastern provinces of Canada and south to Florida.",
    "See also": "List of Amanita species",
    "References": "",
    "External links": "Amanita aestivalis  in Index Fungorum"
  }
}