{
  "url": "https://en.wikipedia.org/wiki/Philodendron_bipinnatifidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Alismatales"
    },
    {
      "Family": "Araceae"
    },
    {
      "Genus": "Philodendron"
    },
    {
      "Species": "P. bipinnatifidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Philodendron bipinnatifidum (common names: lacy tree philodendron, selloum, horsehead philodendron) is a plant that belongs to the family Araceae and subgenus Meconostigma, one of three subgenera within the genus Philodendron. The commonly used name Philodendron selloum is a synonym (Mayo 1991). This plant is native to South America, namely to Brazil, Bolivia, Argentina, and Paraguay, but is also cultivated as a landscape plant in tropical, subtropical and warm temperate climates.",
    "Description": "",
    "Description-Growth habitat": "Philodendron bipinnatifidum is a tropical plant that is usually grown in full sun, but can tolerate and adapt to deep shade. It grows best in rich, moisture-retentive soil that can be slightly alkaline. However, it cannot tolerate high salt concentration in soil.\nIt is capable of supporting itself at massive heights by producing tree-like bases. However, it will exhibit epiphytic characteristics if given the opportunity to attach itself to a nearby supporting tree and climb upon it. The trunk of this plant can send down many strong aerial roots that not only give support to the overall plant mass, but also serve to absorb water and nutrients from the soil. This plant is greatly known for its ease in covering a land mass, and typically spread out its tree-like trunk from anywhere between eight and ten feet. Alternatively, if grown in cooler climates with at least some freezing winter weather, its entire aboveground structures will die back completely at a hard frost and then sprout back from the roots the following spring.",
    "Description-Distinguishing features": "The leaves are simple, large, deeply lobed, and are usually drooping. These can grow up to 1.5 meters long, and are attached to long, smooth petioles. They are a deep green color, and since these plants are grown in the tropics, there is no apparent color change that correlates with the fall season. The trunk of P. bipinnatifidum is relatively thick and woody with characteristic “eye-drop” leaf scars. Approximately 15–20 years is required for P. bipinnatifidum to grow to an appropriate size and produce flowers in an indoor environment where space is limited. The small, petalless flowers are on a spadix that is enclosed within a spathe. They are usually white or inflorescent.",
    "Description-Reproduction": "The reproductive organ consists of a spadix grown at the center of a reproductive layer called the spathe. The spathe is sometimes mistaken to be a flower, but it is really a modified leaf that serves to protect the spadix. The spadix is divided into three sections: fertile male flowers at the tip, sterile male flowers at the center, and fertile female flowers toward the end of the flower chamber. The sterile male flowers in the midsection serve to prevent self-fertilization and to produce heat. Pollination is done by a Cyclocephala beetle species.\nThe sterile male flowers produce and maintain a constant temperature that is 34 °C (115F) above that of the environment during the two days the entire flower structure is open by burning stored fatty tissue - comparable to the metabolic output of a small cat. P. bipinnatifidum metabolizes fat, instead of carbohydrate, to fuel this process. This feature indicates a possible evolutionary convergence where this plant species and animal species derived similar mechanisms to utilize fat reserves for energy consumption.\nThe main reason for raising and maintaining the flower’s temperature is for volatilizing and dispersing insect attracting odors. The constant high heat production increases the distance that the scent can be picked up by the beetle, and increases the probability of pollination. Additionally, the heat creates a hospitable climate that helps to stimulate beetle activity once it is inside the flower and induce them to mate (this being a favorable temperature for them to do so). This will also increase the probability of pollination as they linger inside it.",
    "Taxonomy": "Heinrich Wilhelm Schott (1794–1865), one of the earliest botanists who studied the family Araceae, made extensive studies of philodendrons. The names Philodendron bipinnatifidum and Philodendron selloum were accepted as two separate species in the past. However, recent studies focused on the sexual characteristics suggest that they are multiform of the same species. Botanist Simon Mayo documented that these were names of the same plant species that exhibited slight anatomical differences.\nSince the name Philodendron bipinnatifidum was the first of the two to be published in the literatures, it was accepted as the scientific name.\nP. bipinnatifidum is placed in subgenus Meconostigma. In 2018, it was proposed that this subgenus be recognized as a separate genus, Thaumatophyllum. As of September 2018, this change has not been accepted by taxonomic databases such as the World Checklist of Selected Plant Families or Plants of the World Online.",
    "Cultivation": "P. bipinnatifidum is cultivated as a landscape plant in many tropical, subtropical and warm temperate countries including the Philippines,  throughout Australia, the gulf coast and east coast of the United States, including Florida and California, and in South Africa and northern New Zealand. It is grown as a houseplant in cool temperate regions, and has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Toxicology": "Species within the genus Philodendron are poisonous to vertebrates, but vary in their toxicity levels. They contain calcium oxalate crystals in raphid bundles, which are poisonous and irritating. P. bipinnatifidum sap may cause skin irritation. Chewing and/or ingesting parts of the plant may result in severe swelling and compromised respiratory functions.",
    "Gallery": "",
    "References": "",
    "Further reading": "Brown, D. (1988). Aroids: Plants of the Arum Family. Portland, OR: Timber Press, 1988\nPlant Poisoning, Caladium, Dieffenbachia, and Philodendron at eMedicine\nGilman, Edward F (1999). “Philodendron selloum”. University of Florida; The Institute of Food and Agricultural Sciences.\nMayo, S. J. (1990). \"History and Infrageneric Nomenclature of Philodendron (Araceae)\". Kew Bulletin. 45 (1): 37–71. doi:10.2307/4114436. JSTOR 4114436.\nMayo, S. J. (1991). \"A Revision of Philodendron Subgenus Meconostigma (Araceae)\". Kew Bulletin. 46 (4): 601–81. doi:10.2307/4110410. JSTOR 4110410.\nUSDA Natural Resource Conservation Service. “Plants Profile: Philodendron Schott” Accessed 3 May 2009\nhttp://plants.usda.gov/java/profile?symbol=PHILO\nBarabé, Denis; Lacroix, Christian; June, Bernard (2002). \"Study of Homeosis in the Flower of Philodendron (Araceae): a Qualitative and Quantitative Approach\". Annals of Botany. 90 (5): 579–92. doi:10.1093/aob/mcf225. JSTOR 42759153. PMC 4240444. PMID 12466098.\nMoodie, G. E. E. (1976). \"Heat production and pollination in Araceae\". Canadian Journal of Botany. 54 (5–6): 545–6. doi:10.1139/b76-053.\nOmbrello, T. \"A Hot Philodendron\". UCC Biology Department.\n\n\n== External links =="
  }
}