{
  "url": "https://en.wikipedia.org/wiki/Philodendron_xanadu",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Alismatales"
    },
    {
      "Family": "Araceae"
    },
    {
      "Genus": "Philodendron"
    },
    {
      "Species": "P. xanadu"
    }
  ],
  "text": {
    "__SUMMARY__": "Philodendron xanadu is a plant that belongs to the family Araceae and subgenus Meconostigma, one of three subgenera within the genus Philodendron.  This plant is native to Brazil, but is widely cultivated as a landscape plant in tropical, subtropical and warm temperate climates.",
    "History": "This plant was originally reported to be a selected chance seedling that arose in 1983 in a Western Australian nursery. It was thought to be a sport or hybrid of P. bipinnatifidum and named Philodendron 'Winterbourn' and protected under Plant Breeder Rights in Australia. It was also sold under the name P. 'Showboat'. It was renamed 'Xanadu' by House Plants of Australia and released as their plant of the year in 1988.\nThat name was trademarked in the United States using the cultivar name 'Winterbourn' on January 19, 1988. That patent has since expired and there are now substantiated claims that this plant is not a hybrid or nursery grown cultivar but actually originated from seed collected from a wild plant in Brazil. This plant was described as Philodendron xanadu Croat, Mayo & J.Boos.",
    "Description": "",
    "Description-Growth habit": "Philodendron xanadu eventually forms dense clumps up to 1.5 metres tall by 2 metres wide. It has deeply dissected, lobed leaves up to 40 cm long by 30 cm wide glossy green leaves. Its flowers have dark red spathes. It may occasionally produce aerial roots.",
    "Description-Distinguishing features": "Philodendron xanadu is a species within the self-heading Meconostigma group of Philodendrons.\n\"It differs from all other species of Meconostigma in details of the sexual parts of its spadix, the shape of the leaf scars on the rhizomes, shape of leaf blade, intravaginal squamules, etc\".",
    "Cultivation": "Philodendron xanadu  is cultivated as a landscape plant in tropical, subtropical and warm temperate countries including warmer parts of the United States, such as Florida, Hawaii and California, South Africa, Australia and northern New Zealand. It is grown as a houseplant in cooler regions.",
    "Toxicology": "Species within the genus Philodendron are poisonous to vertebrates, but vary in their toxicity levels. They contain calcium oxalate crystals in raphide bundles, which are poisonous and irritating. The sap may cause skin irritation. Chewing and/or ingesting parts of the plant may result in severe swelling and compromised respiratory functions.",
    "Gallery": "",
    "References": "Brown, D. (1988). Aroids: Plants of the Arum Family. Portland, OR: Timber Press, 1988\nMayo, S. J. (1990).History and Infrageneric Nomenclature of Philodendron (Araceae). Kew Bulletin. Vol. 45, No. 1, pp. 37–71\nMayo, S. J. (1991). A revision of Philodendron subgenus Meconostigma (Araceae). Kew Bulletin 46: 601-681.",
    "External links": "Murky history of Philodendron xanadu\nWhat is an Aroid?\nMeconostigma Philodendrons\nRHS Plant Selector - Philodendron xanadu"
  }
}