{
  "url": "https://en.wikipedia.org/wiki/African_silverbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Euodice"
    },
    {
      "Species": "E. cantans"
    }
  ],
  "text": {
    "__SUMMARY__": "The  African silverbill  (Euodice cantans) is a small passerine bird formerly considered conspecific with the Asian species  Indian silverbill, (Euodice malabarica). This estrildid finch is a common resident breeding bird in dry savanna habitat, south of the Sahara Desert. This species has also been introduced to other countries such as Portugal, Qatar and United States.",
    "Taxonomy": "In early literature, African silverbill (Euodice cantans) and Indian silverbill (E. malabarica) were treated as conspecific. In 1943, Jean Théodore Delacour firmly united both species in his revision of the Estrildinae. However, in 1964, James M. Harrison first studied the two in a strictly comparative manner and concluded that they were two separate species. He discovered that although the call notes were similar, the songs are distinctly different in form, but sharing a common pattern. They are sympatric in the south of the Arabian Peninsula and there is no record of natural hybridization. From Harrison's personal observation of birds in captivity, each of the two forms evinced a preference for its own kind. In 1985, Kakizawa and Watada confirmed Harrison's conclusion. They confirmed the genetic difference of the two species by the means of protein electrophoresis. In 1990, Sibley and Monroe accept the two as distinct species. Molecular sequence divergence studies indicate that this species along with the Indian siverbill are basal, having diverged from the common ancestors of other Lonchurae about 11 MYA. This and other evidence including differences in the arrangement of down in chicks and behaviour leads some authors to placing them in the separate genus Euodice.Studies in molecular phylogeny suggests that the Estrildinae may have originated in India and dispersed thereafter towards Africa and Pacific Ocean habitats.",
    "Taxonomy-Subspecies": "E. c. cantans (Nominate race) occurs in west and central Africa\nE. c. inornata occurs in extreme north-eastern Africa and the Arabian Peninsula\nE. c. orientalis occurs in east Africa",
    "Description": "The African silverbill is approximately 10 cm (3.9 in) in length with a long black pointed tail. The adult has a stubby silver-blue bill, finely vermiculated light-brown upper parts, whitish underparts, black rump and black wings. The sexes are similar, but immatures lack the vermiculations. This species has a tseep call and a trilling song. The contact call of the male is a single tseep while the female is a double noted tsiptsip. Birds in flight keep up a constant tseep tseep tseep.\nThe subspecies E. c. orientalis is darker on the face and upperparts than the other subspecies.",
    "Distribution and habitat": "The species is widespread in savanna country, arid landscape with thorn bush, and grasslands with acacias or dry grassland. It may also be found in cultivated areas and dry grassland. It is by nature a bird of dry country. It is primarily a lowland species but can be found up to 2,000 m (6,600 ft) altitude.",
    "Behaviour": "The African silverbill is tame and sociable, often found perching in trees in dense flocks, touching one another. However, it is a particularly inactive bird, sitting huddled together for a long period of time. It stays in flocks all year round and usually breeds in loose colony.",
    "Behaviour-Feeding": "The African silverbill feeds mostly on grass seeds, picked from the ground but also taken from the growing plants if available. It will cling to grass stems to take seeds from the inflorescences. It seems that it feeds mainly on vegetable matter and rearing its young on seed as well. However, it has been recorded to take aphids from water mint (Meinertzhagen 1954).",
    "Behaviour-Courtship": "The male displays by grasping a stem of grass at one end, and hops or files to near the female. At once he sleeks down his feathers, stands upright with tail straight down, and jerks his head upwards a few times. He then leans forward, twists his tail towards the female and fluffs his flank and belly feathers. At this stage he usually drops the straw and begins to sing and dance. The flank and ventral feathers are not always fluffed out, and the intensity of the display probably depends on the relationship of the two birds. If the female seems receptive the male will attempt copulation. However, most displays come to an end before this final phase is reached. Successful mating is usually followed by a little bill fencing and mutual preening (Baptista and Horblit 1990).",
    "Behaviour-Breeding": "The nest of the African silverbill is usually built in the form of a roundish bundle of grasses. It is lined with soft fibres and sometimes feathers, and may be placed in a thick bush or hedge or amongst the creepers on a house. The male is recorded in the wild as collecting all the nesting material (Meinertzhagen 1954), while the female only shares in construction.\nThe clutch varies from three to six oval, smooth white eggs. The female incubates during the day, and though the male may relieve her when she leaves the nest to feed. It has been suggested that the male does not actually brood (Soderberg 1956). They are both at nest at night. The incubation period is about eleven to thirteen days average, and the young fledging in about twenty-one days and becoming independent within a month of fledging.\nNewly hatched young are dark and have waxy-looking yellow gape swellings. The plate has a single heavy black circle inside the white mouth flange, which embraces the upper and lower parts of the gape.",
    "Threats": "The African silverbill is currently trapped for the cage bird trade. However, its numbers and its considerable range mean that this is unlikely to have any impact on the species' survival.",
    "References": "\nBirds of The Gambia Barlow, Wacher and Disley, ISBN 1-873403-32-1\nBirdLife Species Factsheet\nMunias and Mannikins by Robin Restall, ISBN 1-873403-51-8"
  }
}