{
  "url": "https://en.wikipedia.org/wiki/Arabian_partridge",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Alectoris"
    },
    {
      "Species": "A. melanocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "The Arabian partridge (Alectoris melanocephala) is a species of bird in the family Phasianidae, native to the southern Arabian peninsula. Two subspecies are recognised, A. m. melanocephala and A. m. guichardi. It sometimes hybridises with Philby's partridge (Alectoris philbyi) and with the rock partridge (Alectoris graeca).",
    "Description": "Larger than other members of its genus, Alectoris, the Arabian partridge reaches a length of about 41 cm (16 in). The sexes are similar in appearance but males are a little larger than females weighing on average 724 grams (25.5 oz) against the female's 522 grams (18.4 oz). The crown and nape are black and there is a broad white band above the eye, separated from the white chin and upper throat by a narrow black line. This starts at the corner of the beak, passes below the eye and forms a \"V\" shape on the neck. The sides of the neck are pale brown and the body, wings and tail are bluish-grey with much dark barring on the flanks. The legs and beak are pink. Males have a knob on the tarsus (lower leg).",
    "Distribution and habitat": "The Arabian partridge is native to southern Saudi Arabia, Yemen and western Oman. The subspecies A. m. guichardi occurs in eastern Hadramut and eastern Yemen and A. m. melanocephala occurs in the rest of the range. It is found on grassy slopes and stony ground with a reasonable amount of vegetation cover, from near sea level to an altitude of about 1,400 metres (4,600 ft).",
    "Behaviour": "A ground-dwelling bird, it feeds on seeds, other plant material such as Mediterranean grass and cudweed, and small invertebrates. The breeding season starts in March and a clutch of five to eight eggs is laid in a shallow scoop on the ground. The eggs are pale buff flecked with brown and are incubated for about 25 days before hatching into precocial young that are soon able to leave the nest.",
    "Status": "The Arabian partridge has a wide range and is common in many parts of this. The total size of the population is unknown but the population trend appears to be steady. For these reasons, the International Union for Conservation of Nature has assessed the bird's conservation status as being of \"least concern\".\n\n\n== References =="
  }
}