{
  "url": "https://en.wikipedia.org/wiki/Asian_golden_weaver",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Ploceidae"
    },
    {
      "Genus": "Ploceus"
    },
    {
      "Species": "P. hypoxanthus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Asian golden weaver (Ploceus hypoxanthus) is a species of bird in the family Ploceidae.\nIt is found in Cambodia, Indonesia, Laos, Myanmar, Thailand, and Vietnam.\nIts natural habitats are subtropical or tropical seasonally wet or flooded lowland grassland, swamps, and arable land.\nIt is threatened by habitat loss.",
    "Historical background": "The Asian Golden Weaver was initially named and discovered by Anders Erikson Sparrman, a Swedish naturalist. Although Sparrman sailed around the world with James Cook, starting from Cape Town, on Cook's second expedition to the Pacific (1772–1775), they did not visit islands as far north as Sumatra. After the voyage Sparrman returned to Cape Town in July 1775 and practiced medicine. In 1776 he returned to Sweden and published a Catalogue of the Museum Carlsonianum (1786–89), in which he described many of the specimens he had collected in South Africa and the South Pacific, some of which were new to science. As a result, he wrote a Latin description of the Asian Golden Weaver.",
    "Description": "The breeding male is generally bright yellow with a black mask (diagnostic in Asia). Females, non-breeding males and young birds are dull coloured and difficult to distinguish from the Baya Weaver, with their thicker bills being the only thing that sets them apart. In general, Asian golden weavers are considered medium-sized birds with yellow and black upperparts, along with yellow underparts. They possess a black face, yellow crown, a strong black bill, and have an average length of 22 centimeters.",
    "Distribution": "There are two distinct subspecies of the Asian golden weaver, and these include the P. h. hypoxanthus, found in Indonesia: eastern Sumatra and western Java, and the P. h. hymenaicus, found in Myanmar (including Tenasserim), Thailand, Laos, Cambodia and southern Vietnam  This subspecies has the feathers of the mantle fringed with a more greenish yellow, and has the upper breast more strongly suffused with raw sienna.\nThe Asian Golden Weaver was formerly more ordinary in the areas of Java and Sumatra, but it is now localized and considered rare in today's age. Its population is showing a continued decline throughout its range as wetlands are converted to agriculture. There is also direct persecution and capture of these weavers for the bird trade, and colonies are often robbed and destroyed by people. The oldest bird is 11 years of age.",
    "Behavior and ecology": "Asian golden weavers are primarily presumed residents, meaning they are often found in their most comfortable locations. The most common habitats of the Asian golden weaver would include the lowlands, usually those with a close proximity to water; some of these areas would involve marshes, rice paddies, flooded grasslands, and swamps. In addition, this weaver feeds mainly on seeds, and during breeding, insects usually account for only 7% of their diet.\n\nWhile this weaver is not threatened on a global scale, it still possesses a conservation status of Near Threatened, due primarily to a moderate population decline.",
    "Breeding and nesting": "It is widely believed that the Asian Golden Weaver is monogamous, with some rare cases of polygamy. It breeds in small colonies, and the nest is initially created by the male, and completed with assistance of the female. The nest is a rounded structure with a side entrance, and woven from thin strips of grass or palm leaves. Nests are firmly attached to vegetation over water or very swampy ground, often less than 1m above the surface, usually in reeds or bulrushes. Sometimes nests are placed in trees or shrubs, and then higher than 2 m above the ground. There are several records of nests built close to hornet nests or near biting ants.\nThe average clutch size ranges from two to three eggs, and these eggs often have a greyish-white color. While being grown, the eggs can also grow to an average size of 188 mm by 13.5 mm. Incubation is done by the female only, and upon hatching, the chicks are fed mainly by the female, with occasional assistance by the male.",
    "References": "",
    "External links and Sources": "https://www.hbw.com/species/asian-golden-weaver-ploceus-hypoxanthus#Habitat\nAsian golden weaver -  Species text in Weaver Watch.\nHandbook for Asian Golden Weavers\nAsian Golden Weaver Factsheet\nAsian Golden Weaver Ecology Studies"
  }
}