{
  "url": "https://en.wikipedia.org/wiki/Asian_blue_quail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Excalfactoria"
    },
    {
      "Species": "E. chinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The king quail (Excalfactoria chinensis), also known as the blue-breasted quail, Asian blue quail, Chinese painted quail, or Chung-Chi, is a species of Old World quail in the family Phasianidae. This species is the smallest \"true quail\", ranging in the wild from southeastern Asia to Oceania with 10 different subspecies. A failed attempt was made to introduce this species to New Zealand by the Otago Acclimatisation Society in the late 1890s. It is quite common in aviculture worldwide, where it is sometimes misleadingly known as the \"button quail\", which is the name of an only very distantly related family of birds, the buttonquails.",
    "Description": "The male king quail comes in many colors, including blue, brown, silver, maroon, dark brown & almost black. They have orange feet which are hard and able to withstand a continuous life on the ground like many other game birds. The female is similar to the male but cannot come in shades of blue. They can live up to 13 years in captivity but only 3-6 on average.  In the wild they may live only 1.5 years. The eggs of king quail are a light, creamy-brown colour and slightly pointed at the 'top'; roughly ovular in shape.",
    "Taxonomy": "There are six subspecies recognized:\nE. c. chinensis (Linnaeus, 1766): Found from India and Sri Lanka to Malaya, Indochina, southeastern China and Taiwan\nNicobar blue-breasted quail (E. c. trinkutensis Richmond, 1902): Found on Andaman and Nicobar Islands\nE. c. lineata (Scopoli, 1786): Found in the Philippines, Borneo, Lesser Sundas, Sulawesi and Sula Islands\nE. c. lepida Hartlaub, 1879: Found in the Bismarck Archipelago\nE. c. australis Gould, 1865: Found in eastern Australia\nE. c. colletti Mathews, 1912: Found in northern Australia",
    "Reproduction": "Clutch size varies anywhere from 5 to 13 eggs. Before incubation starts all the eggs composing the clutch will be laid. In captivity, if the female lays too many eggs, they should be taken, as after about 10 days they go cold and die. In captivity, the ideal number of eggs in a clutch is 6 to 8. The chicks hatch after about 19 days.",
    "Conservation status": "",
    "Conservation status-Australia": "King quail are not listed as threatened on the Australian Environment Protection and Biodiversity Conservation Act 1999.",
    "Conservation status-Australia-State of Victoria, Australia": "This species is listed as threatened on the Victorian Flora and Fauna Guarantee Act (1988). Under this Act, an Action Statement for the recovery and future management of this species has not been prepared.On the 2007 advisory list of threatened vertebrate fauna in Victoria, this species is listed as endangered.",
    "Aviculture": "This quail has been very popular to keep and breed for many years; numerous mutations have been developed. They are quite hardy once they have adjusted to their surroundings and will keep the bottom of an aviary spotless. A great advantage of these quails is that they will live exclusively on the ground, & will not interfere with other birds. The cost of purchasing and maintaining them is very little. They have been known to become hand-tame.\nThey may be housed in pairs to quartets in a planted aviary, kept singly in bird cages, or in colonies in large flights. Males may compete, as may females. Suspension cages do not work well for this species of quail because of their smaller feet; a much finer size floor wire would need to be employed.Females will lay an egg a day if kept on the proper diet. Nesting sites can be as spartan as a quiet corner or a depression in the ground against a wall. Preferably, a clump of long grass, tea tree branches, or pile of loose herbage should be provided. Often a hen will lay eggs on the aviary floor without the use of a nest. This is a sign that the birds are not content with the existing facilities and the provision of a sheltered nest site may result in a nest being built. The cock usually selects the nest site. The nest is a simple scrape in the ground, lined with grasses  and is built by the hen with some assistance from the cock. The eggs measuring 25 x 19mm are variable in colour form the palest of browns to dark olive and peppered with fine black spots. Clutch size varies from 4-13, but occasionally a hen will be found incubating upwards of 20 eggs. It is usually a combined clutch from a number of hens and due to the difficulties of turning and covering a clutch of that size, hatchability is often poor. It may be better to remove some of the eggs and artificially incubate them or foster them.The species usually breed year round; incubation times are from 18–23 days before chicks hatch. The hen bird will care for the chicks until around 4 weeks of age where they should be separated from parent birds into a separate aviary.",
    "Aviculture-Hybrids and mutations": "Hybrids of king quail and brown quail are known.\nSilvers and cinnamon are the most common colour varieties. Pied, albino, and charcoals are becoming more common. Mutations can be combined.\nOccasional cock-feathered hens appear: This is not a mutation as such, but one of a few conditions which has affected normal hormonal balances. It is most often seen when a hen has an ovarian cyst, or growth. They usually stop laying eggs, but can live for a number of years happily just looking like a male. In one case silver hen was kept for many years by herself, moulted into cock plumage, and laid only extremely pale green shelled eggs for a few seasons before passing of old age.",
    "Diet": "In the wild, the diet of king quails consists of small bugs, seed and various grasses that are available at the time. In aviculture, all birds should be fed a variety of seeds as well as a healthy range of fruit and vegetables. During breeding, hens should be fed calcium-rich food sources such as shell grit to prevent egg binding. Newly hatched chicks should be fed high protein chick crumb mixed in with a little water. Other sources of protein include mealworms and various bugs.",
    "References": "",
    "External links": "BirdLife Species Factsheet\nITIS Standard Report Page: Coturnix chinensis taxonomic details (includes subspecies)"
  }
}