{
  "url": "https://en.wikipedia.org/wiki/Bar-headed_goose",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Anser"
    },
    {
      "Species": "A. indicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The bar-headed goose (Anser indicus) is a goose that breeds in Central Asia in colonies of thousands near mountain lakes and winters in South Asia, as far south as peninsular India. It lays three to eight eggs at a time in a ground nest.",
    "Taxonomy": "The grey goose genus Anser has no other member indigenous to the Indian region, nor any at all to the Ethiopian, Australian, or Neotropical regions. Ludwig Reichenbach placed the bar-headed goose in the monotypic genus Eulabeia in 1852, though John Boyd's taxonomy treats both Eulabeia and the genus Chen as subgenera of Anser.",
    "Description": "The bird is pale grey and is easily distinguished from any of the other grey geese of the genus Anser by the black bars on its head. It is also much paler than the other geese in this genus. In flight, its call is a typical goose honking. A mid-sized goose, it measures 71–76 cm (28–30 in) in total length and weighs 1.87–3.2 kg (4.1–7.1 lb).",
    "Ecology": "The summer habitat is high-altitude lakes where the bird grazes on short grass. The species has been reported as migrating south from Tibet, Kazakhstan, Mongolia and Russia before crossing the Himalaya. The bird has come to the attention of medical science in recent years as having been an early victim of the H5N1 virus, HPAI (highly pathogenic avian influenza), at Qinghai. It suffers predation from crows, foxes, ravens, sea eagles, gulls and others. The total population may, however, be increasing, but it is complex to assess population trends, as this species occurs over more than 2,500,000 km2 (970,000 sq mi).\nThe bar-headed goose is one of the world's highest-flying birds, having been heard flying across Mount Makalu – the fifth highest mountain on earth at 8,481 m (27,825 ft) – and apparently seen over Mount Everest – 8,848 m (29,029 ft) – although this is a second-hand report with no verification. This demanding migration has long puzzled physiologists and naturalists: \"there must be a good explanation for why the birds fly to the extreme altitudes... particularly since there are passes through the Himalaya at lower altitudes, and which are used by other migrating bird species.\" In fact, bar-headed geese had for a long time not been directly tracked (using GPS or satellite logging technology) flying higher than 6,540 metres (21,460 ft), and it is now believed that they do take the high passes through the mountains. The challenging northward migration from lowland India to breed in the summer on the Tibetan Plateau is undertaken in stages, with the flight across the Himalaya (from sea-level) being undertaken non-stop in as little as seven hours. Surprisingly, despite predictable tail winds that blow up the Himalayas (in the same direction of travel as the geese), bar-headed geese spurn these winds, waiting for them to die down overnight, when they then undertake the greatest rates of climbing flight ever recorded for a bird, and sustain these climbs rates for hours on end, according to research published in 2011.The 2011 study found the geese peaking at an altitude of around 6,400 m (21,000 ft). In a 2012 study that tagged 91 geese and tracked their migration routes, it was determined that the geese spent 95% of their time below 5,784 m (18,976 ft), choosing to take a longer route through the Himalayas in order to utilize lower-altitude valleys and passes. Only 10 of the tagged geese were ever recorded above this altitude, and only one exceeded 6,500 m (21,300 ft), reaching 7,290 m (23,920 ft). All but one of these high-altitude flights were recorded at night, which along with the early morning, is the most common time of day for geese migration. The colder denser air during these times may be equivalent to an altitude hundreds of meters lower. It is suspected by the authors of these two studies that tales of the geese flying at 8,000 m (26,000 ft) are apocryphal. Bar headed geese have been observed flying at 23,000 ft.The bar-headed goose migrates over the Himalayas to spend the winter in parts of South Asia (from Assam to as far south as Tamil Nadu. The modern winter habitat of the species is cultivated fields, where it feeds on barley, rice and wheat, and may damage crops. Birds from Kyrgyzstan have been seen to stopover in western Tibet and southern Tajikistan for 20 to 30 days before migrating farther south. Some birds may show high wintering site fidelity.\n\nThey nest mainly on the Tibetan Plateau. Intraspecific brood parasitism is noticed with lower rank females attempting to lay their eggs in the nests of higher ranking females.The bar-headed goose is often kept in captivity, as it is considered beautiful and breeds readily. Records in Great Britain are frequent, and almost certainly relate to escapes. However, the species has bred on several occasions in recent years, and around five pairs were recorded in 2002, the most recent available report of the Rare Birds Breeding Panel. It is possible that, owing to a combination of frequent migration, accidental escapes and deliberate introduction, the species is becoming gradually more established in Great Britain. The bird is sociable and causes no problems for other birds. The feral population is believed to be declining in Great Britain due to over-hunting.The bar-headed goose has escaped or been deliberately released to Florida, USA, but there is no evidence that the population is breeding and may only persist due to continuing releases or escapes..[2]",
    "Physiology and morphology": "The main physiological challenge of bar-headed geese is extracting oxygen from hypoxic air and transporting it to aerobic muscle fibres in order to sustain flight at high altitudes. Flight is very metabolically costly at high-altitudes because birds need to flap harder in thin air to generate lift. Studies have found that bar-headed geese breathe more deeply and efficiently under low-oxygen conditions, which serves to increase oxygen uptake from the environment. The haemoglobin of their blood has a higher affinity for oxygen than that of low-altitude geese, which has been attributed to a single amino acid point mutation. This mutation causes a conformational shift in the haemoglobin molecule from the low-oxygen to the high-oxygen affinity form. The left-ventricle of the heart, which is responsible for pumping oxygenated blood to the body via systemic circulation, has significantly more capillaries in bar-headed geese than in lowland birds, maintaining oxygenation of cardiac muscle cells and thereby cardiac output. Compared to lowland birds, mitochondria (the main site of oxygen consumption) in the flight muscle of bar-headed geese are significantly closer to the sarcolemma, decreasing the intracellular diffusion distance of oxygen from the capillaries to the mitochondria.\nBar-headed geese have a slightly larger wing area for their weight than other geese, which is believed to help them fly at high altitudes. While this decreases the power output required for flight in thin air, birds at high altitude still need to flap harder than lowland birds.",
    "Cultural depiction": "The bar-headed goose has been suggested as being the model for the Hamsa of Indian mythology. Another interpretation suggests that the bar-headed goose is likely to be the Kadamb in ancient and medieval Sanskrit literature, whereas Hamsa generally refers to the swan.",
    "Gallery": "",
    "See also": "Tsomoriri Wetland Conservation Reserve",
    "References": "",
    "External links": "Hawkes et al. (2011) The Trans-Himalayan flights of bar-headed geese (Anser indicus)"
  }
}