{
  "url": "https://en.wikipedia.org/wiki/Barbary_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Streptopelia"
    },
    {
      "Species": "S. risoria"
    }
  ],
  "text": {
    "__SUMMARY__": "This is about the bird also called the ring dove; for other definitions, see Ring dove.\n\nThe Barbary dove, ringed turtle dove, ringneck dove, ring-necked turtle dove, or ring dove (Streptopelia risoria) is a domestic member of the dove family (Columbidae).\nAlthough the Barbary dove is normally assigned its own systematic name, as Streptopelia risoria, considerable doubt exists as to its appropriate classification. Some sources confidently assert that it is a domestic form of the Eurasian collared dove, S. decaocto, but the majority of evidence points to it being a domesticated form of the African collared dove, S. roseogrisea. It appears that it can hybridise freely with either species, and its status as a species must therefore be regarded as doubtful. However, because of the wide use of both the common and systematic names, it is best to consider it separately from either of the putative parent species. Their time of domestication is also uncertain. While Linnaeus described them in 1756, they may have been imported into Italy from North Africa in the late 16th century.Barbary doves are easily kept and long-lived in captivity, living for up to 12 years. However, there have been cases of doves living over 20 years, and, in one case, of a dove living for 29 years In recent years they have been used extensively in biological research, particularly into the hormonal bases of reproductive behaviour, because their sequences of courtship, mating and parental behaviour have been accurately described and are highly consistent in form. Dove fanciers have bred them in a great variety of colours; the number of colours available has increased dramatically in the latter half of the twentieth century, and it is thought that this has been achieved by interbreeding with S. roseogrisea. Some of these doves carry a mutation that makes them completely white. These white Barbaries are most commonly used in stage magic acts.  White Barbary doves are traditionally released in large public ceremonies, since it is a peace symbol in several cultures, and \"dove releases\" are also sometimes found at weddings and funerals. However, a release dove is, in fact, usually a homing pigeon, as Barbary doves lack the homing instinct and will die left out in the wild.\nThe coo of the Barbary dove is created by muscles that vibrate air sent up from the dove's lungs.  These muscles belong to the fastest known class of vertebrate muscles, contracting as much as ten times faster than muscles vertebrates use for running.  This class of muscles is usually found in high speed tissue such as a rattlesnake's tail. Barbary doves are the first bird species to have been found to have this class of muscle.Feral populations of Barbary doves establish themselves readily as a result of escapes or releases from captivity, but they will merge with local populations of Eurasian collared doves if they exist.",
    "References": "Oliver, K. Wade (2005). Ringneck Doves: A Handbook of Care and Breeding. ISBN 0-9768030-0-3.\nDavid Gibbs; Eustace Barnes; John Cox (2001). Pigeons and Doves: A Guide to Pigeons and Doves of the World. ISBN 0-300-07886-2.\nMichael W. Gos. (1989). \"Doves.\"\nDorothy Hinshaw Patent. (1997). \"Pigeons.\"\nDoves and Pigeons as Pets Online Hobbyist.com, Inc. 2008\nWhite Dove Release - Frequently Asked Questions White Dove Releases 2008\nWhite Dove Releases or is it a Pigeon Release? All Events Party Planning Blog, June 2008",
    "External links": "The Dove Page The Place on the Internet for Doves\nBarbary Dove History, by John Pire"
  }
}