{
  "url": "https://en.wikipedia.org/wiki/Black-headed_munia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Lonchura"
    },
    {
      "Species": "L. atricapilla"
    }
  ],
  "text": {
    "__SUMMARY__": "The chestnut munia (Lonchura atricapilla), formerly considered as a subspecies of the tricolored munia, is also known as black-headed munia.It is a small passerine bird. This estrildid finch is a resident breeding bird in Bangladesh, Brunei, Cambodia, China, India, Indonesia, Laos, Malaysia, Burma, Nepal, Philippines, Singapore, Taiwan, Thailand, Vietnam and Hawaii.\nBefore 1995, it was the national bird of the Philippines, \nwhere it is known as mayang pula (\"red maya\") because of its brick red patch on the lower back which is visible only when it flies. (This distinguishes it from other birds locally called maya, notably the predominantly brownish \"mayang simbahan\" (tree sparrow) which is more common in urban areas.)",
    "Subspecies": "The chestnut munia has several subspecies that are recognized as followed:\n\nLonchura atricapilla atricapilla\nLonchura atricapilla rubroniger\nLonchura atricapilla sinensis\nLonchura atricapilla formosana\nLonchura atricapilla deignani\nLonchura atricapilla brunneiceps\nLonchura atricapilla jagori\nLonchura atricapilla selimbauensis\nLonchura atricapilla obscura\nLonchura atricapilla batakana",
    "Habitat": "The chestnut munia is a small gregarious bird which feeds mainly on grain and other seeds. It frequents open grassland and cultivation.  The nest is a large domed grass structure in a bush or tall grass into which 4-7 white eggs are laid.",
    "Characteristics": "The chestnut munia is 11–12 cm in length. The adult has a stubby pale grey-blue bill, black head, and brown body, with a brick red patch on the lower back, visible only when it flies. Some races also have a black belly.\nThe sexes are similar, but immature birds have uniform pale brown upperparts, lack the dark head and have white to pale buff underparts.",
    "National bird of the Philippines until 1995": "The black-headed munia was the national bird of the Philippines until 1995, when that honorific was transferred to the Philippine eagle. There, due to urbanization and the resulting lack of awareness of local species, it is nowadays often confused for the Eurasian tree sparrow because that species, one of several also categorized as \"maya\" in the Philippines, is much more common in the urban areas.",
    "References": "Birds of India by Grimmett, Inskipp and Inskipp, ISBN 0-691-04910-6\nMunias and Mannikins by Robin Restall, ISBN 1-873403-51-8",
    "External links": "BirdLife Species Factsheet"
  }
}