{
  "url": "https://en.wikipedia.org/wiki/Blue-headed_quail-dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "StarnoenasBonaparte, 1838"
    },
    {
      "Species": "S. cyanocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "The blue-headed quail-dove (Starnoenas cyanocephala), or blue-headed partridge-dove, is a species of bird in the pigeon and dove family Columbidae. It is monotypic within the subfamily Starnoenadinae and genus Starnoenas.",
    "Description": "This bird has a mainly cinnamon-brown body with a bright blue crown, black eye stripe, white facial stripe, and a black gorget narrowly bordered with white markings and blue mottling on the sides. 30–33 cm in length.",
    "Behavior": "This species lives primarily on the forest floor where it forages for seeds, berries, and snails. It is generally found in pairs, though larger groups have been recorded with 18 birds found at a water hole in 1995. Breeding occurs mainly between April and June, with nests made on or close to the ground.",
    "Habitat": "This species is endemic to Cuba. Its natural habitat is lowland forests and swampy areas. It can occasionally be found in highland forests.",
    "Taxonomy": "A taxonomic review of the species' taxonomic history, morphology, anatomy, behavior, distribution, and zoogeography was published in 2016. It found that this species is unlike any other New World Columbidae and shares characteristics with many Australasian genera, the most similar being the Australian Geophaps and related terrestrial pigeons. The study recommends that the species be placed in its own subfamily, Starnoenadinae. However, additional data, including molecular, must be studied to further refine its relationship with Australasian pigeons. The study has also recommended that the English name be changed to \"blue-headed partridge-dove\" to distinguish it from New World quail-doves.",
    "Conservation": "The species was once common and widespread throughout Cuba. Today, it is very rare or virtually extinct in most of its range. As of 2012, the population size is estimated to be between 1,000-2,499 individuals and there are three populations with good numbers near the Zapata Swamp and in the Pinar del Río Province. However, the density of this species may be greater than previously estimated, and as such there may be more individuals than previously expected. The population is suspected to have a slow or moderate declining trend. The major threats to the species continue to be hunting and habitat destruction. Its meat tastes good and thus the animal is still illegally trapped. Large hurricanes are also a threat to the species due to the damage caused to large areas of forest.\nIt is protected under national law, though this is not enforced and hunting continues. The only known highland population is protected in the La Güira National Park.",
    "References": "",
    "External links": "BirdLife Species Factsheet."
  }
}