{
  "url": "https://en.wikipedia.org/wiki/Blue-breasted_cordon-bleu",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Uraeginthus"
    },
    {
      "Species": "U. angolensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The blue waxbill (Uraeginthus angolensis), also called southern blue waxbill, blue-breasted waxbill, southern cordon-bleu, blue-cheeked cordon-bleu, blue-breasted cordon-bleu and Angola cordon-bleu, is a common species of estrildid finch found in Southern Africa. It is also relatively commonly kept as an aviary bird.",
    "Description": "The blue waxbill has powder-blue face, breast, rump, and flanks with pale brown upperparts. The female is paler than the male and the blue is confined to the rump, tail, head, and upper breast, with the rest of the underparts being buffy brown. They measure 12–13 cm in length.",
    "Description-Voice": "The call is a soft 'seee-seee', often repeated as bird flits through the lower parts of bush and scrub.",
    "Distribution": "The blue waxbill occurs in southern Africa from Cabinda and the Congo to Kenya and Tanzania in the east south to northern South Africa. It may have been introduced to the islands of São Tomé and to Zanzibar.",
    "Habitat": "The blue waxbill occurs in a variety of habitats but generally prefers well-watered and semi-arid savanna, particularly where umbrella thorns Vachellia tortilis grow, also occupying natural growth in cultivated land, mopane Colosphermum mopane and forest edges.",
    "Habits": "The blue waxbill mainly eats grass seeds, which are taken from the inflorescences. This is supplemented with termites and other insects. They have also been recorded eating the fallen fruits of Boscia albitrunca. They are normally seen in pairs or family parties, but do form larger flocks which often mix in with flocks of other estrildid finches.\nIn the blue waxbill, both sexes build the nest,  an oval-shaped structure with a short entrance tunnel on the side, constructed of grass stems and inflorescences and lined with feathers. The nest is normally placed among the foliage of a bush or tree, especially umbrella thorn and sickle bush Dichrostachys cinerea. They often choose to build the nest near the nest of a wasp such as Belonogaster juncea; there is no evidence that wasps deter nest predators, but the birds may use the presence of wasp nests as a way of working out whether there are arboreal ants Pseudomyrmex spp in the tree, as if present they would deter nesting by any wasps or birds. Blue waxbills may also re-use the old nests of other birds, such as scarlet-chested sunbird, spectacled weaver or black-chested prinia, sometimes building a new structure on top of the original.They breed all year round but egg laying usually peaks in January, two months on from the onset of the rains in southern Africa. The clutch size is between 2-7, incubation is carried out by both sexes and takes 11–12 days. Both parents feed the chicks on green grass seeds and termites, until they fledge after 17–21 days. They are capable of fending for themselves a week after fledging, becoming fully independent a week later.",
    "Subspecies": "A number of subspecies have been proposed but currently most authorities recognise 2 or 3. They are\n\nUraeginthus angolensis angolensis (Linnaeus, 1758) – São Tomé, north-western Angola, including Cabinda, south-western Democratic Republic of the Congo, Congo and north western Zambia.\nUraeginthus angolensis cyanopleurus Wolters, 1963 – Southern Angola, western Zambia, western and north-western Zimbabwe, northern Namibia, northern Botswana and northern South Africa, south to North West Province and Orange Free State.\nUraeginthus angolensis niassensis Reichenow, 1911 – Tanzania, south and south-eastern Democratic Republic of the Congo, eastern Zambia, Malawi, Mozambique and most of Zimbabwe south to northern Limpopo Province, KwaZulu Natal and Eastern Cape in South Africa and Swaziland.Some authorities do not recognise cyanopleurus.",
    "References": "",
    "External links": "Blue Waxbill - Species text in The Atlas of Southern African Birds."
  }
}