{
  "url": "https://en.wikipedia.org/wiki/Blue-naped_parrot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Tanygnathus"
    },
    {
      "Species": "T. lucionensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The blue-naped parrot (Tanygnathus lucionensis), also known as the blue-crowned green parrot, Luzon parrot, the Philippine green parrot, and locally known as pikoy, is a parrot found throughout the Philippines.",
    "Taxonomy": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the blue-naped parrot in his Ornithologie based on a specimen collected on the island of Luzon in the Philippines. He used the French name Le perroquet de l'Isle de Luçon and the Latin name Psittacus lucionensis. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition he added 240 species that had been previously described by Brisson. One of these was the blue-naped parrot. Linnaeus included a terse description, used the binomial name Psittacus lucionensis and cited Brisson's work. The specific name lucionensis is from Luzon in the Philippines.  This species is now placed in the genus Tanygnathus which was introduced by the German naturalist Johann Wagler in 1832.There are four subspecies:\nT. l. lucionensis: Luzon and Mindoro\nT. l. hybridus: Polillo Islands. Blue on crown less extensive, tinged with violet. More green on wing coverts.\nT. l. salvadorii: Rest of Philippines\nT. l. talautensis: Talaud",
    "Description": "This is a medium size parrot, around 31 cm (12 in) in length, primarily green except for a light blue rear crown and nape, pale blue lower back and rump, scalloped shoulders with orange-brown on black coverts, and blackish underwings with green underwing coverts.",
    "Distribution and ecology": "The species is widespread throughout the Philippines, including the Talaud Islands and islands off north and east Borneo (with introduced population in Borneo itself, e.g. Kota Kinabalu). It is found in secondary forest, at forest edges and in plantations at elevations of up to 1000 m. Flock size is usually under a dozen. The blue-naped parrot feeds on mangoes, berries, seeds, nuts and grains. It nests in tree holes.",
    "Conservation": "Habitat loss and trapping have has made this species scarce on most islands except Mindoro and Palawan. The Katala Foundation has raised concerns over the increasing illegal trade of this bird on Palawan.",
    "Gallery": "",
    "References": "",
    "Further reading": "Dickinson, E.C.; Kennedy, R.S.; Parkes, K.C. (1991). The birds of the Philippines:  An annotated check-list. British Ornithologists' Union Check-list. No. 12.\nKennedy, R.S.; Gonzales, P.C.; Dickinson, E.C.; Miranda Jr., H.C.; Fisher, T.H. (2000). A Guide to the Birds of the Philippines. Oxford and New York: Oxford University Press. ISBN 0-19-854668-8.",
    "External links": "Oriental Bird Images: Blue-naped parrot  Selected photos"
  }
}