{
  "url": "https://en.wikipedia.org/wiki/Brambling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Fringillinae"
    },
    {
      "Genus": "Fringilla"
    },
    {
      "Species": "F. montifringilla"
    }
  ],
  "text": {
    "__SUMMARY__": "The brambling (Fringilla montifringilla) is a small passerine bird in the finch family Fringillidae.   It has also been called the cock o' the north and the mountain finch. It is widespread and migratory, often seen in very large flocks.",
    "Taxonomy": "In 1758 Linnaeus included the species in the 10th edition of his Systema Naturae under its current binomial name, Fringilla montifringilla.  Montifringilla is from Latin mons, montis mountain and fringilla finch. The English name is probably derived from Common West Germanic *brâma, meaning bramble or a thorny bush. (Compare Standard German Brämling with the same meaning.)",
    "Description": "The brambling is similar in size and shape to a common chaffinch. Breeding-plumaged male bramblings are very distinctive, with a black head, dark upperparts, orange breast and white belly. Females and younger birds are less distinct, and more similar in appearance to some chaffinches. In all plumages, however, bramblings differs from chaffinches in a number of features:\n\nbrambling has a white rump whereas that of chaffinch is grey-green;\nthe breast is orange, contrasting with a white belly on brambling, whereas on chaffinch the underparts are more uniformly coloured (pink or buff);\nbrambling's scapular feathers are orange, whereas chaffinch's are grey or grey-brown;\nthe flanks are dark-spotted on brambling, plain on chaffinch;\nbramblings lack the white outer tail feathers of chaffinch.An additional difference for all plumages except breeding-plumaged males is the bill colour - yellow in brambling, dull pinkish in chaffinch (breeding-plumaged male bramblings have black bills, chaffinches in the corresponding plumage have grey bills).",
    "Distribution and habitat": "This bird is widespread, in the breeding season, throughout the forests of northern Europe and Asia. It is migratory, wintering in southern Europe, north Africa, north India, northern Pakistan, China, and Japan.  It regularly strays into Alaska during migration and may continue as far south as the western United States. The global population of bramblings is about 100 to 200 million, with a decreasing trend.Open coniferous or birch woodland is favoured for breeding.",
    "Behaviour and ecology": "This species is almost entirely migratory. In Europe, it forms large flocks in the winter, sometimes with thousands or even millions of birds in a single flock. Such large gatherings occur especially if beech mast is abundant. Bramblings do not require beech mast in the winter, but winter flocks of bramblings will move until they find it. This may be an adaptation to avoid competition with the chaffinch. Bramblings mostly eat seeds in winter but insects in summer. It builds its nest in a tree fork, and decorates the exterior with moss or lichen to make it less conspicuous. It lays 4–9 eggs.",
    "References": "",
    "External links": "Internet Bird Collection: Brambling\nAudio recordings from Xeno-canto\nStamps Belgium, China, Taiwan"
  }
}