{
  "url": "https://en.wikipedia.org/wiki/Brazilian_tanager",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Thraupidae"
    },
    {
      "Genus": "Ramphocelus"
    },
    {
      "Species": "R. bresilius"
    }
  ],
  "text": {
    "__SUMMARY__": "The Brazilian tanager (Ramphocelus bresilius) is a species of bird in the family Thraupidae.\nIt is endemic to eastern Brazil and far northeastern Argentina, occurring in the coastal region from Paraíba and southwards to Santa Catarina and Misiones.\nThe Swedish naturalist Carl Linnaeus described the Brazilian tanager in 1766 in the twelfth edition of his Systema Naturae. He coined the binomial name Tanagra bresilia. It is now placed in the genus Ramphocelus which was introduced by the French zoologist Anselme Gaëtan Desmarest in 1805.The Brazilian tanager is a typical member of the family, with a heavy bill and sexually dimorphic plumage. It is 18 cm (7.1 in) long and weighs 28–35.5 g (0.99–1.25 oz). The plumage of the male is bright red with black wings and a black tail. The bill is black above and pale below. The female is mostly grey-brown with a brown-red belly and breast.A frugivorous bird, it is easily found in its natural biome wherever there is food enough available, tending to behave aggressively towards other species of birds when disputing for food. Its habitats include shrubby areas that are not forested, including coastal scrub, forest clearing and edge, swamps, gardens, and city parks. The species has declined in some areas due to trapping for the caged bird trade, but it is tolerant of disturbed habitats and is not considered to be threatened with extinction.The Brazilian tanager is omnivorous, taking pulpy fruits, seeds and insects. It nests by building a cup-shaped nest hidden amongst foliage, where it lays two to three greenish-blue, black-spotted eggs.",
    "References": "\nPEREIRA, José Felipe Monteiro Pereira, Aves e Pássaros Comuns do Rio de Janeiro, Rio de Janeiro: Technical Books, 2008, ISBN 978-85-61368-00-5, page 123."
  }
}