{
  "url": "https://en.wikipedia.org/wiki/Cape_Barren_goose",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Subfamily": "Anserinae"
    },
    {
      "Genus": "CereopsisLatham, 1801"
    },
    {
      "Species": "C. novaehollandiae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cape Barren goose (Cereopsis novaehollandiae) is a large goose resident in southern Australia. The species is named for Cape Barren Island, where specimens were first sighted by European explorers.",
    "Taxonomy": "The Cape Barren goose was first described by English ornithologist John Latham in 1801 under the current binomial name.\nIt is a most peculiar goose of uncertain affiliations (Sraml et al. 1996). It may either belong into the \"true geese\" and swan subfamily Anserinae or into the shelduck subfamily Tadorninae as distinct tribe Cereopsini, or be separated, possibly including the prehistorically extinct flightless New Zealand geese of the genus Cnemiornis, in a distinct subfamily Cereopsinae. The first bones of the New Zealand birds to be discovered were similar enough to those of the Cape Barren goose to erroneously refer to them as \"New Zealand Cape Barren goose\" (\"Cereopsis\" novaezeelandiae).\nThe smaller population of Cape Barren goose in Western Australia is described as a subspecies, Cereopsis novaehollandiae grisea, and named for the group of islands known as the Recherche Archipelago.",
    "Description": "These are bulky geese and their almost uniformly grey plumage, bearing rounded black spots, is unique. The tail and flight feathers are blackish and the legs are pink with black feet. The short, decurved black bill and green cere gives it a very peculiar expression.\nThe Cape Barren goose is 75 to 100 cm (30 to 39 in) long, weighs 3 to 7 kg (6.6 to 15.4 lb) and has a 150 to 190 cm (59 to 75 in) wingspan; males are somewhat larger than females. This bird feeds by grazing and rarely swims.",
    "Behaviour": "Their ability to drink salt or brackish water allows numbers of geese to remain on offshore islands all year round. They are one of the rarest of the world's geese. They are gregarious outside the breeding season, when they wander more widely, forming small flocks.",
    "Range and habitat": "A previous decline in numbers appears to have been reversed as birds in the east at least have adapted to feeding on agricultural land. The breeding areas are grassy islands off the Australian coast, where this species nests on the ground in colonies. It bears captivity well, quite readily breeding in confinement if large enough paddocks are provided.\nIn Australia, 19th-century explorers named a number of islands \"Goose Island\" due to the species' presence there.\nA few geese were introduced near Christchurch, New Zealand. They have persisted to this day.\nIn 1968, a small number of geese were introduced to Maria Island.",
    "References": "Madge, Steve & Burn, Hilary (1987): Wildfowl : an identification guide to the ducks, geese and swans of the world. Christopher Helm, London. ISBN 0-7470-2201-1\nSraml, M.; Christidis, L.; Easteal, S.; Horn, P. & Collet, C. (1996): Molecular Relationships Within Australasian Waterfowl (Anseriformes). Australian Journal of Zoology 44(1): 47-58. doi:10.1071/ZO9960047 (HTML abstract)https://tomelbourne.com.au/cape-barren-goose-bird-phillip-island/",
    "External links": "BirdLife Species Factsheet\nHolotype of Cereopsis novaehollandiae in the collection of the Museum of New Zealand Te Papa Tongarewa"
  }
}