{
  "url": "https://en.wikipedia.org/wiki/Cheer_pheasant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "CatreusCabanis, 1851"
    },
    {
      "Species": "C. wallichii"
    }
  ],
  "text": {
    "__SUMMARY__": "The cheer pheasant (Catreus wallichii), also known as Wallich's pheasant, is a vulnerable species of the pheasant family, Phasianidae. It is the only member in the genus Catreus. The scientific name commemorates Danish botanist Nathaniel Wallich.",
    "Description": "These birds lack the color and brilliance of most pheasants, with buffy gray plumage and long, gray crests. Its long tail has 18 feathers and the central tail feathers are much longer and the colour is mainly gray and brown. The female is slightly smaller in overall size.",
    "Behaviour and ecology": "Males are monogamous. They breed on steep cliffs during summer with a clutch of 10 to 11 eggs.\nIn studies conducted in upper Beas Valley, cheer pheasant was found to be sensitive to human disturbance.",
    "Habitat and distribution": "The cheer pheasant is distributed in the highlands and scrublands of the Himalayas region of India, Nepal, Kashmir, and Pakistan. They are found mainly in the west of Nepal, Kumaon, Garhwal, Tehri Garhwal, Simla States, Bussahir, Kullu, Chamba till about the Hazara District. Surveys in 1981 and 2003 in the Dhorpatan area of western Nepal established 70 calling sites, suggesting substantial numbers exist in this area (about 200 birds). In another survey in 2010, cheer pheasants were detected in 21 calling sites in Kullu district of Himachal Pradesh. They are found mainly above 6000 feet altitude and up to 10000 feet in summer.",
    "Status and conservation": "Due to ongoing habitat loss, small population size, and hunting in some areas, the cheer pheasant is evaluated as vulnerable on the IUCN Red List of Threatened Species. It is listed on Appendix I of CITES. Attempts to reintroduce captive-bred cheer pheasants in Pakistan have been unsuccessful.",
    "References": "",
    "External links": "ARKive - images and movies of the Cheer Pheasant (Catreus wallichi)\nBirdLife Species Factsheet"
  }
}