{
  "url": "https://en.wikipedia.org/wiki/Chestnut-breasted_munia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Lonchura"
    },
    {
      "Species": "L. castaneothorax"
    }
  ],
  "text": {
    "__SUMMARY__": "The chestnut-breasted mannikin (Lonchura castaneothorax), also known as the chestnut-breasted munia or bully bird (in Australia), is a small brown-backed munia with a black face and greyish crown and nape. It has a broad ferruginous breast bar above a white belly. The species is found in Australia, New Caledonia, Indonesia, and Papua New Guinea. This species has also been introduced to French Polynesia and France.",
    "Subspecies and location": "The chestnut-breasted mannikin has a total of six subspecies and seven forms. The subspecies are as follows:\nL. c. castaneothorax – (Gould, 1837): nominate, occurs in eastern Australia.\nL. c. assimilis – Mathews, 1910: occurs in northern Australia. Not recognized as a valid subspecies by some authorities. Identification: Richer breast and cream ground color to belly and flanks.\nL. c. ramsayi – Delacour, 1943: occurs in southeastern Papua New Guinea. Identification: Distinctive black head with faint scalloping. Female is more noticeable than the male.\nL. c. boschmai – Junge, 1952: occurs in Lake Wissel area in Irian Jaya. Identification: Brown scallops on the flanks and paler to straw on the upper tail-coverts.\nL. c. sharpii – (Madarász, 1894): occurs in Hollandia, Irian Jaya and Papua New Guinea. Identification: Pale grey on the head, and dull upper tail-coverts.\nL. c. uropygialis – Stresemann & Paludan, 1934: occurs in Geelvink Bay in western Irian Jaya. Identification: Grey on the head not so pale, and note orange on the long upper tail-coverts.L. castaneothorax occurs in Tahiti. Apparently, it is descended from L. c. castaneothorax. They are distinguished today by having paler underparts and by the scalloping of the nape extended onto the mantle.",
    "Habitat": "In Australia, the chestnut-breasted mannikin is known as a bird of reed beds and rank grasses bordering rivers, in swamp, in grassy country, and mangroves. It is commonly found in cane fields and cereal crops. In dry seasons, it is seen in arid country but always near water. It is also found in grassy woodland.John Gould wrote of it (quoted in Cayley 1932):\nIn New Guinea, the chestnut-breasted mannikin is a bird of drier areas and does not usually seen in jungle roads and clearings where other munias such as grey-headed mannikin are found.\nIn French Polynesia, it is well established as an introduced species, and its habits have developed somewhat differently, indicating the adaptability of the species. It is widespread on the bracken-covered hill slopes, in pastures and gardens (it is not a garden bird in Australia), on cultivated land and wasteland, in forest ecotones and coconut plantations (Lever 1989).",
    "Habits and food": "In Australia, during the breeding season chestnut-breasted mannikins are mostly seen in pairs, but in late autumn and winter months it congregates in large flocks, at times eating seeds of cereal crops.\nChestnut-breasted mannikin is a highly sociable species, flocking in large number outside the breeding season. Breeding birds will join groups or flocks when foraging.\nIt has a distinct liking for barley seed and thus the local people give it a name \"barley bird\". The species is also fond of paspalum grass Paspalum longifolium, bullrush millet Pennisetum typhoides and Sorghum species. It has also been recorded that it feeds on feral millet Pannicum maximum and wild sugar cane Saccharum robustum in Papua New Guinea (Bapista 1990).",
    "Origin": "Origin and phylogeny has been obtained by Antonio Arnaiz-Villena et al. Estrildinae may have originated in India and dispersed thereafter (towards Africa and Pacific Ocean habitats).",
    "References": "",
    "External links": "BirdLife species factsheet for Lonchura castaneothorax\n\"Lonchura castaneothorax\". Avibase.\n\"Chestnut-breasted mannikin media\". Internet Bird Collection.\nInteractive range map of Lonchura castaneothorax at IUCN Red List maps\nAudio recordings of Chestnut-breasted mannikin on Xeno-canto."
  }
}