{
  "url": "https://en.wikipedia.org/wiki/Chinese_bamboo_partridge",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Bambusicola"
    },
    {
      "Species": "B. thoracicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chinese bamboo partridge (Bambusicola thoracicus) is a small Galliform bird. It is one of two species in the genus Bambusicola, along with the mountain bamboo partridge of the Himalayas. Long believed to be a relative of Perdix, scientists established that bamboo partridge are close relatives of the long-billed partridge and junglefowl.",
    "Description": "The Chinese bamboo partridge is a small bird, intermediate in size between the Coturnix and Perdix species, reaching a size of 31 cm, with males being slightly larger than females. The breast and back are mottled in black, chestnut, and cream colours, with black spots on the flanks and above. The partridge's face and throat have rich fulvous and rufous tints. The breast is yellow-ochre, with pale greyish blue and taupe above the eye and down to the neck. Like the long-billed partridge, bamboo partridge exhibit well-developed flight feathers. Their tails are broad and squared. The wings are long and narrow. The birds are capable of sustained flight and move from the sub-canopy of steep hillside forest to the forest floor several times throughout the day.",
    "Behaviour": "Like many Galliform bird species, the birds prefer hiding to flight, but will readily flush if approached, startling pursuers with loud wingbeats. Within the forest, bamboo partridge are known to fly uphill, weaving through timber. This is an unusual behaviour, recorded only in the unrelated koklass. Like the related Coturnix species, francolins and junglefowl, males broadcast loud, multi-syllabic calls throughout the day and throughout the year. These vocalisations serve as challenges to other birds as well as location calls and anti-predator alarms. The loud contact call, often rendered as ki-ko-kuai or kojukkei (the latter rendition being adopted as its Japanese name) is repeated several times before slowing to a stop.  This call is heard far more than the bird is usually seen, and though the species is common throughout its limited range, it is elusive and secretive.",
    "Distribution and habitat": "The bird is native to eastern mainland China, and has been introduced successfully to Japan, Hawaii and Argentina. It is found in warm forests and grasslands and is not entirely dependent on bamboo, despite its name.  The Taiwan bamboo partridge was formerly considered a subspecies.",
    "Distribution and habitat-Introductions": "The bird was intentionally introduced first to Japan in 1919, then with varying success to Hawaii, where it is listed as an introduced bird not protected by the Migratory Bird Treaty Act.  An introduced population also exists on remote Iwo Jima. Despite its success elsewhere, Chinese bamboo partridge has been extirpated from Hong Kong, and a reintroduction program in 1961 failed to produce a viable breeding population.",
    "Aviculture": "Chinese bamboo partridges have been part of Chinese aviculture for centuries. In captivity, these tiny birds are pugnacious and care should be taken as to what other terrestrial species should be kept in mixed-species aviaries. They are compatible with crestless firebacks and eared pheasants but not with junglefowl or francolin.",
    "References": "",
    "External links": "Chinese Bamboo Partridge at gbwf.org\nChinese Bamboo-Partridge at Avibase"
  }
}