{
  "url": "https://en.wikipedia.org/wiki/Common_ground_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Columbina"
    },
    {
      "Species": "C. passerina"
    }
  ],
  "text": {
    "__SUMMARY__": "The common ground dove (Columbina passerina) is a small bird that inhabits the southern United States, parts of Central America, the Caribbean and northern South America. The common ground dove is considered to be the smallest dove that inhabits the United States. As its name suggests, the bird spends the majority of its time on the ground walking but still has the ability to fly.",
    "Description": "The common ground dove is North America's smallest dove and is one of the world's smallest by mass. This species ranges from 15–18 cm (5.9–7.1 in) in length, spans 27 cm (11 in) across the wings and weighs 26–40 g (0.92–1.41 oz). The common ground dove has a yellow beak with a black tip. Feathers surrounding the beak are pink in colour. The feathers on the head and the upper breast have a scale like appearance. The tail feathers are very short and similar colour to the back. The plumage on the back of the bird is brown. The coverts and wing feathers are also brown but have black spotting on them. The common ground dove has chestnut primaries and wing borders, which can only been seen when the bird is flying. The common ground dove shows some sexual dimorphism in their plumage. The males have slate gray feathers on the top of their heads and pink-gray colouration on their belly. Females on the other hand are more gray than their male counterparts and are more evenly coloured.",
    "Taxonomy": "The common ground dove is member of the genus Columbina, which are the new world ground doves. There are six other members in this genus including the Inca dove (Columbina inca) and the scaled dove (Columbina squammata). The genus Columbina is in the family Columbidae within the order Columbiformes, which are commonly known as the pigeons and doves.\nThere are also 15 different subspecies or races, which differ mainly in geographical location.\nThe subspecies are as follows:C. p. pallescens (Baird, 1860): Found in the southwest of the United States to central Texas and down through Mexico to Honduras. Males are considered to be paler and females have more white on their underbelly.C. p. socorroensis (Ridgway, 1887): Found on Socorro Island near Mexico. They are darker brown than C. p. pallescens and have shorter wings as well.C. p. neglecta (Carriker, 1910): From Central America specifically south Honduras to western Panama. They have darker feathers then C. p. pallescens.C. p. passerina (Linnaeus, 1758): Found in the southeastern United States specifically southeast Texas to northern North Carolina. This is the typical common ground dove described above.C. p. bahamensis (Maynard, 1887): Found in Bermuda and in the Bahamas.C. p. aflavida (Palmer and Riley, 1902): Can be found in Cuba and the Isle of Pines. These doves are larger than usual with males having darker brown underparts. Also both males and females have darker bills.C. p. insularis (Ridgway, 1888): Found on the Cayman Islands and Hispaniola. Both its back and chest are darker than C. p. bahamensis.C. p. jamaicensis (Maynard, 1899): Found in Jamaica and has a pale beak with males being very dark on the underbelly.C. p. umbrina (Buden, 1985): Found on Ile de la Tortue near Haiti. Darker on the back and the bottom part of their beak is darker.C. p. exigua (Riley, 1905): Found only on Mona Island near Puerto Rico and Hispaniola.C. p. portoricensis (Lowe, 1908): Found on Puerto Rico and the Virgin Islands. Similar to C. p. nigrirostris but the lower part of the beak is red.C. p. nigrirostris (Danforth, 1935): Found from The north part of the Lesser Antilles, Anguilla, Dominica and on St. Croix.C. p. trochila (Bonaparte 1855): Found on St. Lucia and Martinique. These birds have a greyish green colouration on their chest and have chestnut tail feathers.C. p. antillarum (Lowe, 1908): Found on St. Vincent Island, the Grenadines, Grenada, Barbados and the south Antilles.",
    "Habitat and distribution": "It is found in the southern tip of the United States, most of Mexico, parts of Central America, the Caribbean islands and the northern tip of South America. The common ground dove does not migrate and is a year-long resident in the areas they are found.The common ground dove lives in open areas that have trees and bushes. They are also found in forests with sandy areas, farmlands, and savannahs and near human infrastructure. Common ground doves seem to hold territories but they are rarely aggressive when dealing with intruders.",
    "Behaviour": "",
    "Behaviour-Vocalizations": "The common ground dove call can be described as soft whoops that increase in pitch. Often the call is heard in repetition, and is quite distinct. To hear the call of the common ground dove see the external links for a link to a website.",
    "Behaviour-Diet": "The common ground dove is a ground gleaner; as such it forages on the ground feeding on vegetation, seeds and fruits. It can also feed on insects and will feed from bird feeders if available to them. They often eat while they are still moving and searching for other food items. Common ground doves can suck water into their beak and swallow it by lifting their heads, which is a common feature shared with other members of its family.",
    "Behaviour-Reproduction": "The common ground dove mates with its partner indefinitely. They build nests on the ground in vegetation or sometimes slightly off the ground in bushes. Their nests are quite simple, usually just a slight groove in the ground surrounded with plant material in a simple manner. The nests in bushes often are a simple structure of twigs and vegetation that are often fragile. Common ground doves can become sexually active within 79 days after hatch. Nesting can occur between February and October, however the peak nesting occurs between early April until mid May. The common ground dove can have 2–3 broods in any given year. The common ground dove lays on average two white eggs that are incubated by both parents for 12–14 days. The hatchlings are altricial at birth and covered in a small amount of gray down feathers. The young birds can fledge in 11 days. Both parents feed the young birds until they are ready to feed themselves",
    "References": "",
    "External links": "Audio recordings of Columbina passerina on Xeno-canto.\nCommon Ground Dove at Encyclopedia of Life\n\"Common Ground-dove media\". Internet Bird Collection.\nCommon Ground-Dove photo gallery at VIREO (Drexel University)\nInteractive range map of Columbina passerina at IUCN Red List maps"
  }
}