{
  "url": "https://en.wikipedia.org/wiki/Common_myna",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Acridotheres"
    },
    {
      "Species": "A. tristis"
    }
  ],
  "text": {
    "__SUMMARY__": "The common myna or Indian myna (Acridotheres tristis), sometimes spelled mynah, is a member of the family Sturnidae (starlings and mynas) native to Asia. An omnivorous open woodland bird with a strong territorial instinct, the myna has adapted extremely well to urban environments.\nThe range of the common myna is increasing at such a rapid rate that in 2000 the IUCN Species Survival Commission declared it one of the world's most invasive species and one of only three birds in the top 100 species that pose an impact to biodiversity, agriculture and human interests. In particular, the species poses a serious threat to the ecosystems of Australia where it was named \"The Most Important Pest/Problem\".",
    "Taxonomy": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the common myna in his Ornithologie based on a specimen that he mistakenly believed had been collected in the Philippines. He used the French name Le merle des Philippines and the Latin Merula Philippensis. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the common myna. Linnaeus included a brief description, coined the binomial name Paradisea tristis and cited Brisson's work. The type location was subsequently corrected to Pondicherry in southern India. The specific name tristis is Latin for \"sad\" or \"gloomy\". This species is now placed in the genus Acridotheres that was introduced by the French ornithologist Louis Jean Pierre Vieillot in 1816.Two subspecies are recognised:\nA. t. tristis (Linnaeus, 1766) – south Kazakhstan, Turkmenistan and east Iran to south China, Indochina, Malay Peninsula and south India\nA. t. melanosternus Legge, 1879 – Sri LankaThe subspecies melanosternus is darker than the nominate subspecies, has half-black and half-white primary coverts and has a larger yellow cheek-patch.",
    "Description": "The common myna is readily identified by the brown body, black hooded head and the bare yellow patch behind the eye. The bill and legs are bright yellow. There is a white patch on the outer primaries and the wing lining on the underside is white. The sexes are similar and birds are usually seen in pairs.The common myna obeys Gloger's rule in that the birds from northwest India tend to be paler than their darker counterparts in South India.",
    "Description-Vocalization": "The calls includes croaks, squawks, chirps, clicks, whistles and 'growls', and the bird often fluffs its feathers and bobs its head in singing. The common myna screeches warnings to its mate or other birds in cases of predators in proximity or when it is about to take off flying. Common mynas are popular as cage birds for their singing and \"speaking\" abilities. Before sleeping in communal roosts, mynas vocalise in unison, which is known as \"communal noise\".",
    "Description-Morphometry": "Morphometry.\nBody length: 23 centimetres (9.1 in)",
    "Distribution and habitat": "It is a species of bird native to Asia with its initial home range spanning from Iran, Pakistan, India, Nepal, Bhutan, Bangladesh and Sri Lanka; as well as Afghanistan, Uzbekistan, Tajikistan, Turkmenistan, Myanmar, to Malaysia, Singapore, peninsular Thailand, Indo-China, Japan (both mainland Japan and Ryukyu Islands) and China.The myna has been introduced in many other parts of the world such as Canada, Australia, Israel, New Zealand, New Caledonia, United States, South Africa, Kazakhstan, Kyrgyzstan Uzbekistan and Cayman Islands islands in the Indian Ocean (Seychelles, Mauritius, Réunion, Madagascar, Maldives, Andaman and Nicobar Islands and Lakshadweep archipelago) and also in islands of the Atlantic, such as Ascension and St Helena, and Pacific Oceans. The range of the common myna is increasing to the extent that in 2000 the IUCN Species Survival Commission declared it among the World's 100 worst invasive species.\n\nThis abundant passerine is typically found in open woodland, cultivation and around habitation. Although this is an adaptable species, its population is abnormal and very much considered a pest in Singapore (where it is locally called as gembala kerbau, literally 'buffalo shepherd') due to competition with its cousin, the introduced Javan myna.The common myna thrives in urban and suburban environments; in Canberra, for instance, 110 common mynas were released between 1968 and 1971. By 1991, common myna population density in Canberra averaged 15 birds per square kilometer. Only three years later, a second study found an average population density of 75 birds per square kilometer in the same area.The bird likely owes its success in the urban and suburban settings of Sydney and Canberra to its evolutionary origins; having evolved in the open woodlands of India, the common myna is pre-adapted to habitats with tall vertical structures and little to no vegetative ground cover, features characteristic of city streets and urban nature preserves.\nThe common myna (along with European starlings, house sparrows, and feral rock pigeons) is a nuisance to city buildings; its nests block gutters and drainpipes, causing water damage to building exteriors.",
    "Behaviour": "",
    "Behaviour-Breeding": "Common mynas are believed to pair for life. They breed through much of the year depending on the location, building their nest in a hole in a tree or wall. They breed from sea-level to 3000 m in the Himalayas.The normal clutch size is 4–6 eggs. The average size of the egg is 30.8 x 21.99 mm. The incubation period is 17 to 18 days and fledging period is 22 to 24 days. The Asian koel is sometimes brood parasitic on this species. Nesting material used by mynas include twigs, roots, tow and rubbish. Mynas have been known to use tissue paper, tin foil and sloughed off snake-skin.During the breeding season, the daytime activity-time budget of common myna in Pune in April to June 1978 has been recorded to comprise the following: nesting activity (42%), scanning the environment (28%), locomotion (12%), feeding (4%), vocalisation (7%) and preening-related activities, interactions and other activities (7%).The common myna uses the nests of woodpeckers, parakeets, etc. and easily takes to nest boxes; it has been recorded evicting the chicks of previously nesting pairs by holding them in the beak and later sometimes not even using the emptied nest boxes. This aggressive behaviour contributes to its success as an invasive species.There is also some evidence that shows that in introduced environments, the species chooses to nest in more modified and artificial structures than in natural tree cavities when compared to native species.",
    "Behaviour-Food and feeding": "Like most starlings, the common myna is omnivorous. It feeds on insects, arachnids, crustaceans, reptiles, small mammals, seeds, grain and fruits and discarded waste from human habitation. It forages on the ground among grass for insects, and especially for grasshoppers, from which it gets the generic name Acridotheres, \"grasshopper hunter\". It however feeds on a wide range of insects, mostly picked from the ground. It is a cross-pollinator of flowers such as Salmalia and Erythrina. It walks on the ground with occasional hops and is an opportunistic feeder on the insects disturbed by grazing cattle as well as fired grass fields.",
    "Behaviour-Roosting behaviour": "Common mynas roost communally throughout the year, either in pure or mixed flocks with jungle mynas, rosy starlings, house crows, jungle crows, cattle egrets and rose-ringed parakeets and other birds.  The roost population can range from less than one hundred to thousands. The time of arrival of mynas at the roost starts before and ends just after sunset. The mynas depart before sunrise. The time and timespan of arrival and departure, time taken for final settlement at the roost, duration of communal sleep, flock size and population vary seasonally.The function of communal roosting is to synchronise various social activities, avoid predators, exchange information about food sources.Communal displays (pre-roosting and post-roosting) consist of aerial maneuvers which are exhibited in the pre-breeding season (November to March). It is assumed that this behaviour is related to pair formation.",
    "Invasive species": "The IUCN declared this myna as one of only three birds among the world's 100 worst invasive species (the other two birds being the red-vented bulbul and the European starling.)\nThe French introduced it in the 18th century from Pondicherry to Mauritius with the aim of controlling insects, even levying a fine on anyone persecuting the bird. It has since been introduced widely elsewhere, including adjacent areas in Southeast Asia, Madagascar, the Middle East, South Africa, Israel, the United States, Argentina, Germany, the United Kingdom, Australia, New Zealand and various oceanic islands in the Indian and Pacific Oceans, including prominent populations in Fiji and Hawaii.The common myna is regarded as a pest in South Africa, North America, the Middle East, Australia, New Zealand and many Pacific islands.  It is particularly problematic in Australia.  Several methods have been tried to control the bird's numbers and protect native species.",
    "Invasive species-Australia": "In Australia, the common myna is an invasive pest.  They are now often the predominant bird in urban areas all along the East coast.  In a 2008 popular vote, the bird was named \"The Most Important Pest/Problem\" in Australia, also earning the nickname \"flying rats\" due to their scavenging resembling that of rats. It is also known as \"the cane toad of the sky\".The common myna was first introduced to Australia in Victoria between 1863 and 1872 into Melbourne's market gardens to control insects. The bird is likely to have spread to New South Wales (where it is currently most populous) at around the same time, but documentation is uncertain. The bird was later introduced to Queensland as a predator of grasshoppers and cane beetles. Currently, common myna populations in Australia are concentrated along the eastern coast around Sydney and its surrounding suburbs, with sparser populations in Victoria and a few isolated communities in Queensland. During 2009 several municipal councils in New South Wales began trials of catching myna birds in an effort to reduce numbers.The bird can live and breed in a wide range of temperatures, ranging from the harsh winters of Canberra to the tropical climate of Cairns. Self-sustaining populations of common myna have been found in regions of mean warmest month temperature no less than 23.2 °C and mean coldest month temperature no less than -0.4 °C, implying that the common myna could potentially spread from Sydney northward along the eastern coast to Cairns and westward along the southern coast to Adelaide (though not to Tasmania, Darwin, or the arid interior regions).",
    "Invasive species-New Zealand": "The Indian myna was introduced to both the North Island and South Island of New Zealand in the 1870s. However, the cooler summer temperatures in the South Island appear to have impeded the breeding success rate of the southern populations, preventing the proliferation of the species, which was largely non-existent there by the 1890s. In contrast, the North Island population was able to breed more successfully and large portions of the North Island are now populated. However, in the southern reaches of the North Island, the cooler summer temperatures, like those of the South Island, have prevented the establishment of large Indian myna populations.",
    "Invasive species-South Africa": "In South Africa where it escaped into the wild in 1902, it has become very common and its distribution is greater where human populations are greater or where there is more human disturbance. The bird is also notorious for being a pest, kicking other birds out of their nests and killing their young due to the myna's strong territorial instinct. In South Africa it is considered somewhat of a major pest and disturbance of the natural habitat; as a result, they are frequently shot and killed or poisoned by people in urban environments and farmers alike. Bylaws in South Africa pertaining to the protection of most animal species specifically exclude mynas from this protection.Morphological studies show that the process of spatial sorting is at work on the range expansion of A. tristis in South Africa. Dispersal-relevant traits are significantly correlated with distance from the range core, with strong sexual dimorphism, indicative of sex-biased dispersal. Morphological variations are significant in wing and head traits of females, suggesting females as the primary dispersing sex. In contrast, traits not related to dispersal such as those associated with foraging show no signs of spatial sorting but are significantly affected by environmental variables such as vegetation and intensity of urbanisation.",
    "Invasive species-United States": "In Hawaii it is out-competing many native birds for food and nesting area.\nTo study the invasion genetics and landscape-scale dynamics of A. tristis, scientists have recently developed 16 polymorphic nuclear microsatellite markers  using the next generation sequencing (NGS) approach.",
    "Invasive species-Effect on ecosystems and humans": "",
    "Invasive species-Effect on ecosystems and humans-Threat to native birds": "The common myna is a hollow-nesting species; that is, it nests and breeds in protected hollows found either naturally in trees or artificially on buildings (for example, recessed windowsills or low eaves). Compared to native hollow-nesting species, the common myna is extremely aggressive, and breeding males will actively defend areas ranging up to 0.83 hectares in size (though males in densely populated urban settings tend to only defend the area immediately surrounding their nests).This aggressiveness has enabled the common myna to displace many breeding pairs of native hollow-nesters, thereby reducing their reproductive success. In Australia, their aggressiveness has enabled them to chase native birds as large as galahs out of their nests.\nThe common myna is also known to maintain up to two roosts simultaneously; a temporary summer roost close to a breeding site (where the entire local male community sleeps during the summer, the period of highest aggression), and a permanent all-year roost where the female broods and incubates overnight. Both male and female common mynas will fiercely protect both roosts at all times, leading to further exclusion of native birds.",
    "Invasive species-Effect on ecosystems and humans-Threat to crops and pasture": "The common myna (which feeds mostly on ground-dwelling insects, tropical fruits such as grapes, plums and some berries and, in urban areas, discarded human food) poses a serious threat to Australian blueberry crops, though its main threat is to native bird species.In Hawaii, where the common myna was introduced to control pest armyworms and cutworms in sugarcane crops, the bird has helped to spread the robust Lantana camara weed across the islands’ open grasslands. It also has been recorded as the fourth-ranking avian pest in the fruit industry by a 2004 survey of the Hawaiian Farm Bureau and the sixth in number of complaints of avian pests overall.Mynas can cause considerable damage to ripening fruit, particularly grapes, but also figs, apples, pears, strawberries, blueberries, guava, mangoes and breadfruit. Cereal crops such as maize, wheat and rice are susceptible where they occur near urban areas. Roosting and nesting commensal with humans create aesthetic and health concerns. Mynas are known to carry avian malaria and exotic parasites such as the Ornithonyssus bursia mite which can cause dermatitis in humans. The myna can help spread agricultural weeds: for example, it spreads the seeds of Lantana camara which has been classed as a Weed of National Significance because of its invasiveness. Mynas are regularly observed to usurp nests and hollows, destroy the eggs and kill the young of native bird species including seabirds and parrots. There is evidence that mynas have killed small land\nmammals such as mice, squirrels and possums, but further research on these occurrences is under consideration.",
    "In culture": "In Sanskrit literature, the common myna has a number of names, most are descriptive of the appearance or behaviour of the bird. In addition to saarika, the names for the common myna include kalahapriya, which means \"one who is fond of arguments\" referring to the quarrelsome nature of this bird; chitranetra, meaning \"picturesque eyes\"; peetanetra (one with yellow eyes) and peetapaad (one with yellow legs).",
    "Gallery": "",
    "References": "",
    "Further reading": "Feare, Chris; Craig, Adrian (1999). Starlings and Mynas. Princeton University Press. ISBN 978-0-7136-3961-2.\nGrimmett, Inskipp and Inskipp, Birds of India  ISBN 0-691-04910-6\nPell, A.S. & Tidemann, C.R. (1997) \"The impact of two exotic hollow-nesting birds on two native parrots in savannah and woodland in eastern Australia\", Biological Conservation, 79, 145-153.  A study showing native birds being excluded from up to 80% of nesting sites in Canberra, Australia.",
    "External links": "Common Myna videos, photos & sounds on the Internet Bird Collection\n(Indian Myna =) Common Myna - Species text in The Atlas of Southern African Birds.\nIndian Myna Control Handbook\n\"Acridotheres tristis\". Integrated Taxonomic Information System. Retrieved 23 February 2009.\nCommon Myna video on Wild Sri Lanka\nANU Indian Common Myna page about mynas as an invasive species in Australia and what can be done to control them"
  }
}