{
  "url": "https://en.wikipedia.org/wiki/Common_quail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Coturnix"
    },
    {
      "Species": "C. coturnix"
    }
  ],
  "text": {
    "__SUMMARY__": "The common quail (Coturnix coturnix), or European quail, is a small ground-nesting game bird in the pheasant family Phasianidae. Coturnix is the Latin for this species.With its characteristic call of \"wet my lips\", this species of quail is more often heard than seen. It is widespread in Europe and North Africa, and is categorised by the IUCN as \"least concern\". It should not be confused with the Japanese quail, Coturnix japonica, native to Asia, which, although visually similar, has a very distinct call. Like the Japanese quail, common quails are sometimes kept as poultry.",
    "Description": "It is a small, round bird, essentially streaked brown with a white eyestripe, and, in the male, a white chin. As befits its migratory nature, it has long wings, unlike the typically short-winged gamebirds. It measures roughly 18.0–21.9 cm (7.1–8.62 in) and weighs 91–131 g (3.2–4.62 oz).",
    "Habits": "This is a terrestrial species, feeding on seeds and insects on the ground. It is notoriously difficult to see, keeping hidden in crops, and reluctant to fly, preferring to creep away instead. Even when flushed, it keeps low and soon drops back into cover. Often the only indication of its presence is the distinctive \"wet-my-lips\" repetitive song of the male. The call is uttered mostly in the mornings, evenings and sometimes at night. It is a strongly migratory bird, unlike most game birds.",
    "Breeding": "Upon attaining an age of 6–8 weeks, this quail breeds on open arable farmland and grassland across most of Europe and Asia, laying 6-12 eggs in a ground nest. The eggs take from 16–18 days to hatch.",
    "Subspecies": "This species was first described by Linnaeus in his Systema naturae in 1758 as Tetrao coturnix. The Eurasian subspecies, C. c. coturnix, overwinters southwards in Africa's Sahel and India. The populations on Madeira and the Canary Islands belong to the nominate subspecies. The African subspecies, C. c. africana, described by Temminck and Schlegel in 1849, is known as the African quail. It overwinters in Africa, some moving northwards from South Africa. The common quails of Madagascar and the Comoros belong to the same African subspecies, although those found around Ethiopia make up a different subspecies, the Abyssinian quail, C. c. erlangeri (Zedlitz, 1912). The fairly numerous population of the Cape Verde islands belong to a separate subspecies, C. c. inopinata, (described by Hartert in 1917), while those on the Azores belong to subspecies C. c. conturbans (Hartert, 1920).",
    "Utilization": "It is heavily hunted as game on passage through the Mediterranean area. This species over recent years has seen an increase in its propagation in the United States and Europe. However, most of this increase is with hobbyists.\nIn 1537, Queen Jane Seymour, third wife of Henry VIII, then pregnant with the future King Edward VI, developed an insatiable craving for quail, and courtiers and diplomats abroad were ordered to find sufficient supplies for the Queen.",
    "Utilization-Poisoning": "If they have eaten certain plants, although which plants is still in debate, the meat from quail can be poisonous, with one in four who consume poisonous flesh becoming ill with coturnism, which is characterized by muscle soreness, and which may lead to kidney failure.",
    "Gallery": "",
    "See also": "Quails in cookery",
    "References": "",
    "External links": "Common quail species text in The Atlas of Southern African Birds\nCommon quail photos at Oiseaux\nIdentification guide (PDF; 3.4 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze\nBirdLife species factsheet for Coturnix coturnix\n\"Coturnix coturnix\". Avibase. \n\"Common quail media\". Internet Bird Collection.\nEuropean Quail photo gallery at VIREO (Drexel University)\nInteractive range map of Coturnix coturnix at IUCN Red List maps\nAudio recordings of Common quail on Xeno-canto."
  }
}