{
  "url": "https://en.wikipedia.org/wiki/Copper_pheasant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Syrmaticus"
    },
    {
      "Species": "S. soemmerringii"
    }
  ],
  "text": {
    "__SUMMARY__": "The copper pheasant or Soemmerring's pheasant (Syrmaticus soemmerringii) is endemic to Japan. The scientific name commemorates the German scientist Samuel Thomas von Sömmerring.",
    "Description": "It is a large pheasant with a rich coppery chestnut plumage, yellowish bill, brown iris and red facial skin. The female is a brown bird with greyish brown upperparts and buff barred dark brown below. The male has short spur on its grey legs, none in female. He measures up to 87.5–136 cm (34.5–54 in) long including the tail while the female measures up to 51–54 cm (20–21 in) (subspecies scintillating copper pheasant, scintillans)  including the tail.",
    "Distribution and habitat": "The copper pheasant is distributed in and endemic to the hill and mountain forests of Honshū, Kyūshū and Shikoku islands of Japan, where it is known as yamadori (山鳥). The diet consists mainly of insects, arthropods, roots, leaves and grains. Due to ongoing habitat loss, limited range and overhunting in some areas, the copper pheasant is evaluated as Near Threatened on the IUCN Red List of Threatened Species.\nFive subspecies of Copper pheasant are generally recognized, which become progressively darker further south in its distribution:\n\nS. soemmeringii soemmeringii, Soemmering's Copper pheasant, the nominate subspecies, of northern and central Kyushu. This form is dark reddish overall with an amber sheen to the rump and the tips of the upper-tail coverts.\nS. s. ijimae, the Ijima Copper pheasant, of southeast Kyushu. Similar to soemmeringii, but the male has a white rump.\nS. s. scintillans, the Scintillating Copper pheasant, of northern and central Honshu. The northernmost and palest subspecies, with broad white fringes on it belly and flanks.\nS. s. intermedius, the Shikoku Copper pheasant, of southwest Honshu and Shikoku. Darker than scintillans but also has white fringes on belly and flanks.\nS. s. subrufus, the Pacific Copper pheasant, of southeast Honshu and southwest Shikoku. Has golden instead of white fringes on the rump and upper-tail coverts.",
    "Cultural mentions": "The copper pheasant appears in Japanese poetry as far back as poetry composed by Kakinomoto no Hitomaro in the early 8th century, as compiled in the Hyakunin Isshu:\nAshibiki no yamadori no wo no shidari-wo no naga-nagashi yo wo hitori ka mo nemu\nMust I sleep alone through the long autumn nights, long like the dragging tail of the mountain pheasant separated from his dove?",
    "References": "",
    "External links": "BirdLife Species Factsheet\nRed Data Book"
  }
}