{
  "url": "https://en.wikipedia.org/wiki/Crested_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "OcyphapsG.R. Gray, 1842"
    },
    {
      "Species": "O. lophotes"
    }
  ],
  "text": {
    "__SUMMARY__": "The crested pigeon (Ocyphaps lophotes) is a bird found widely throughout mainland Australia except for the far northern tropical areas. Only two Australian pigeon species possess an erect crest, the crested pigeon and the spinifex pigeon. The crested pigeon is the larger of the two species. The crested pigeon is sometimes  referred to as a topknot pigeon, a common name shared with the reddish crested Lopholaimus antarcticus of Eastern Australia.",
    "Taxonomy": "Ocyphaps lophotes is a species of Columbidae (pigeons and doves), formally described in 1822 by Temminck. The population is circumscribed by a monotypic genus, Ocyphaps, named by G.R. Gray in 1842. Two subspecies have been named, the nominate,\n\nOcyphaps lophotes lophotes, occurring across the south of the continent,and a population, with slight differences in appearance,\n\nOcyphaps lophotes whitlocki, occurring in regions of the centre and north of Western Australia. The taxon was named for F. Lawson Whitlock, who made important collections of bird specimens in those areas.The species has also been placed as Geophaps, perhaps allied with Geophaps plumifera.\nCommon names for the species, aside from crested or topknot pigeon, characterise them as a bronzewing or dove that is likewise distinguished by the crest.",
    "Description": "The length of the crested pigeon varies from 30 to 34 cm (12 to 13.6 in). Colouration is grey with tinges of brown and green. It has a feathered but slender, black spike on top of the head. It runs with the crest erect. The periorbital skin is bright orange. Wings have black stripes and are bronzed, while the primary feathers have colourful areas of brown, purple, blue, and green.  Immature birds have duller colours with no bronzing on the wings. The birds can be normally seen in two sizes, they can be thin or plumped. It is almost impossible to tell if a crested pigeon is male or female, because they have the same plumage.\nIf startled, the crested pigeon takes to the air with a distinctive whistling 'call', the source of the noise can be attributed to the way the air rushes over a modified primary feather found on the wings.",
    "Distribution and habitat": "The Crested Pigeon is found in lightly wooded grasslands in both rural and urban areas, but they can also be seen at watercourses, homestead gardens, pastoral areas, sports grounds, and golf courses. Their habitat has expanded rapidly since settlement has produced pastoral lands (previously they were only found in inland and Western Australia). Foraging for grains, they have adapted to grain farming areas, often feeding on the noxious weed of Echium plantagineum.",
    "Behaviour": "Their most distinctive behaviour is the beating and whistling sound their wings make when they take off. This is most likely to draw the attention of predators to birds on the wing, and away from any birds remaining on the ground, and as an alarm call to other pigeons.  When the birds land, their tails tilt upwards and the flight patterns are similar to those of the spotted turtle dove.  They are generally solitary.  Although they can be seen in pairs, they can be highly social and tend to be seen in flocks. They are highly gregarious birds when in contact with humans.",
    "Behaviour-Breeding": "While they breed throughout the year, it is more common in the warmer months. Males approach females and begin an elaborate mating dance; they bob their bodies up and down, while opening and closing their wings like a fan with each bob. This is accompanied by a soft hooting which is timed with the bobbing. If the female is interested, she remains generally stationary as the male approaches, until copulation is attempted. Nesting usually occurs in shrubs or trees. Nests usually consist of a platform of twigs. They lay two oval, white, glossy eggs. The eggs usually hatch 3 weeks after they were laid. Both parents incubate the eggs.",
    "References": "Pizzey and Knight, \"Field Guide to the Birds of Australia\", Angus & Robertson, ISBN 0-207-19691-5\nTrounsen and Trounsen, \"Australian Birds: A Concise Photographic Field Guide, Cameron House. ISBN 1-875999-47-7.",
    "External links": "Birds in Backyards"
  }
}