{
  "url": "https://en.wikipedia.org/wiki/Daurian_partridge",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Perdix"
    },
    {
      "Species": "P. dauurica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Daurian partridge (Perdix dauurica) is a gamebird in the pheasant family Phasianidae of the order Galliformes, gallinaceous birds. The name derives from the Dauria region of Russia.\nThis partridge breeds on farmland across much of temperate eastern Asia from Kyrgyzstan east to China and Mongolia. It is a non-migratory terrestrial species, which forms flocks outside the breeding season. In parts of its range, it overlaps with the very similar and closely related grey partridge, with which it forms a superspecies.\n\nDaurian partridge is a bird of open country, ideally with some adjacent bushes or light woodland. The nest is a lined depression in or near cover, and the typical clutch is 18–20 eggs.\nIt is a rotund bird, 28–30 cm (11–12 in) long, brown-backed, with an orange face and an orange bristly \"beard\" in the breeding season. The rest of the head and the underparts are grey with a buff central chest and a black belly patch. The female has a smaller belly patch and is duller than the male. Young Daurian partridges are essentially grey-brown, and lack the distinctive face and underpart markings. The song is a hoarse kieerr-ik.\nThere are three subspecies differing mainly in the plumage becoming darker and more rufous further east.\nThis is a seed-eating species, but the young in particular take insects as an essential protein supply. When disturbed, like most of the gamebirds, it flies a short distance on rounded wings, often calling rick rick rick as it rises.\nDaurian partridge is not globally threatened, but may be over-hunted in parts of its range.",
    "References": "\nPheasants, Partridges and Grouse by Madge and McGowan, ISBN 0-7136-3966-0"
  }
}