{
  "url": "https://en.wikipedia.org/wiki/Diamond_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Geopelia"
    },
    {
      "Species": "G. cuneata"
    }
  ],
  "text": {
    "__SUMMARY__": "The diamond dove (Geopelia cuneata) is a resident bird in Australia. The dove predominantly exists in areas near water but which are lightly arid or semi-arid in nature, being Central, West and Northern Australia. They are one of Australia's smallest pigeons along with the peaceful dove. They have been spotted occasionally in Southern Australia in parks and gardens when the centre of Australia is very dry.",
    "Description": "They are small pigeons with a length of 19 to 21 centimetres or 9 to 11 inches. Regardless of sex, they have white spots and black edges on their wings, red eyes and orange eye-rings. The sexes look similar except the female's eye ring is less vivid and has more of a brown colour to the plumage. The male's head, neck, and breast are light blue-grey. The bill is a dark grey colour. The abdomen is a creamy colour while the back and tail is a brown-grey colour. The legs and feet are pink. The juveniles have a light grey bill; the iris and eye ring is fawn in colour; the feet and legs are grey; the breast is grey and  does not possess any white spots on their wings.",
    "Behaviour": "The diamond dove is often seen on the ground, where it runs with a waddling gait. Its flight is strong, direct, and sometimes undulating. The wings can make a whistling \"frrr\" noise when flying.\nDiamond doves tend to be seen in pairs or small groups feeding off the ground. They feed off seed mostly from grasses. They will also eat ants.\nThe doves tend to breed after rain but mostly in spring in Southern Australia. Nests are usually built from interwoven grasses and/or twigs, and are fragile in construction. Two white eggs are usually laid and incubated for 13 to 14 days. Their chicks are fast to grow, and are usually fully feathered and flying by two weeks.\nThey are known to have a variety of calls. The calls sound mournful, slow and have a soft, pleasant falsetto quality to them. Two calls consist of two long coos followed by a pause and then a long, short and long coo. Sometimes they call two long coos. The alarm coo consists of a few short but loud coos.",
    "Conservation": "",
    "Conservation-Australia": "Diamond doves are not listed as threatened on the Australian Environment Protection and Biodiversity Conservation Act 1999.",
    "Conservation-State of Victoria, Australia": "The diamond dove is listed as threatened on the Victorian Flora and Fauna Guarantee Act (1988).  Under this Act, an Action Statement for the recovery and future management of this species has not been prepared.\nOn the 2007 advisory list of threatened vertebrate fauna in Victoria, the diamond dove is listed as near-threatened.",
    "References": "Pizzey and Knight, \"Field Guide to the Birds of Australia\", Angus & Robertson, ISBN 0-207-19691-5",
    "External links": "The Dove Page: Diamond Dove (Geopelia cuneata)\nDiamond Dove Home Page\n\n\n== External links =="
  }
}