{
  "url": "https://en.wikipedia.org/wiki/Diamond_firetail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Stagonopleura"
    },
    {
      "Species": "S. guttata"
    }
  ],
  "text": {
    "__SUMMARY__": "The diamond firetail (Stagonopleura guttata) is a species of estrildid finch that is endemic to Australia.",
    "Taxonomy": "Origin and phylogeny has been obtained by Antonio Arnaiz-Villena et al. Estrildinae may have originated in India and dispersed thereafter (towards Africa and Pacific Ocean habitats).",
    "Description": "The diamond firetail is a finch that has a fiery red bill, eyes, and rump. Just below the throat, it has a thick black band that extends horizontally until it reaches the lower part of the wings which are also black with white spots. There is also a black eye band that starts at the beak and ends right at the eye. The bird's tail is also black. The rest of the wings are a slightly tan, light brown colour. Its head and back is light grey and its belly and chin are white. The colour of the egg is also white. This bird is considered one of the smallest of the finches.",
    "Description-Song": "The male song is similar to a low raspy mating call. The male will hold a piece of dried grass in his mouth and hop up and down while singing on a perch.",
    "Behaviour": "The behavior is aggressive to other birds. They will kill other weak birds and that is why one should keep Grass finches with them.",
    "Behaviour-Breeding": "The nest is put together by both the male and the female, but only the female does the weaving. They like creating their own nests, not having one made for them. They use materials such as coconut fibers, shredded paper, dried grass, and feathers. Diamond firetails have been known to breed from September to the end of April and August to January in the wild. As mentioned earlier, the male gets the female's attention by holding a piece of dead grass in his beak while singing and bobbing up and down. They normally breed in the privacy of the nest or somewhere secluded and close to the ground. After breeding, the female egg can lay about four to six eggs and incubates them along with the male for 14 days. About 21 days after hatching, they will leave the nest and just about 21 days after that, they fledge. Both the male and the female feed the young. Female diamond firetails can start breeding after 9 to 12 months of life and are best when paired at a young age. Their life span is usually between 5 and 7 years.",
    "Behaviour-Feeding": "In the wild, they eat ripe or partially ripe fruits and their seeds. They also eat some insects and their larvae.  The birds spend a significant amount of time on the ground finding seeds and insects.",
    "Distribution and habitat": "The finch is found in eastern Australia from the Eyre Peninsula, South Australia, to south-eastern Queensland, often on the slopes of the Great Dividing Range. The bird lives in eucalypt forest and woodland, mallee country, farmland and grassland.",
    "Distribution and habitat-Important bird areas": "BirdLife International has identified the following sites as being important for diamond firetail conservation:",
    "Status and conservation": "The IUCN previously classified the species as near threatened, but in 2016 downlisted it to least concern due to a decrease in the rate of its population decline.The bird's habitat has been threatened by alteration of vegetation structure caused by over-grazing, weed invasion, salinisation and other flow-on processes. This loss of main food plants and habitat results in competition with invasive species, and increased predation.",
    "Aviculture": "",
    "Aviculture-Mutations": "There are few mutations in the diamond firetail, however, one mutation produces an orange tail, instead of the fiery red, in this case the bird is known as the yellow diamond. Other mutations are the pied diamond which has splashes of white, the white diamond, and the fawn diamond.",
    "Aviculture-Nutrition": "The birds will eat lettuce, spinach, chickweed, spray millet, eggfood, broccoli tops, sprouted seed, meal worms, small cockroaches, small crickets, hulled oats and carrot tops.",
    "References": "",
    "External links": "BirdLife International species factsheet\nBirds in Backyards - Birdlife Australia\nDescription and care (archived) - Doug Hill & Marcus Pollard\nDescription and aviary notes - BirdCare.com.au"
  }
}