{
  "url": "https://en.wikipedia.org/wiki/Dusky_grouse",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Dendragapus"
    },
    {
      "Species": "D. obscurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The dusky grouse (Dendragapus obscurus) is a species of forest-dwelling grouse native to the Rocky Mountains in North America. It is closely related to the sooty grouse (Dendragapus fuliginosus), and the two were previously considered a single species, the blue grouse.",
    "Description": "Adults have a long square tail, gray at the end. Adult males are mainly dark with a purplish throat air sac surrounded by white, and a yellow to red wattle over the eye during display. Adult females are mottled brown with dark brown and white marks on the underparts.Their breeding habitat is the edges of conifer and mixed forests in mountainous regions of western North America, from southeastern Alaska and Yukon south to New Mexico. Their range is closely associated with that of various conifers. Their nest is a scrape on the ground concealed under a shrub or log.\nThey are permanent residents but move short distances by foot and short flights to denser forest areas in winter, with the odd habit of moving to higher altitudes in winter.These birds forage on the ground, or in trees in winter. In winter, they mainly eat fir and douglas-fir needles, occasionally also hemlock and pine needles; in summer, other green plants (Pteridium, Salix), berries (Gaultheria, Mahonia, Rubus, Vaccinium), and insects (particularly ants, beetles, grasshoppers) are more important. Chicks are almost entirely dependent on insect food for their first ten days.Males sing with deep hoots on their territory and make short flapping flights to attract females. Females leave the male's territory after mating.",
    "References": "",
    "External links": "Dusky Grouse photo gallery VIREO"
  }
}