{
  "url": "https://en.wikipedia.org/wiki/Edible-nest_swiftlet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apodiformes"
    },
    {
      "Family": "Apodidae"
    },
    {
      "Genus": "Aerodramus"
    },
    {
      "Species": "A. fuciphagus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Edible-nest Swiftlet (Aerodramus fuciphagus), also known as the White-nest Swiftlet, is a small bird of the swift family which is found in South-east Asia. Its nest is made of solidified saliva and is used to make bird's nest soup.",
    "Description": "It is 11 to 12 cm long and weighs 15 to 18 grams. The plumage is blackish-brown above, paler on the underparts. The rump is slightly paler than the rest of the upperparts. The tail is slightly forked and the wings are long and narrow. The bill and feet are black.\nThe subspecies A. f. micans is paler and greyer while A. f. vestitus is darker with a rump that is less obviously paler.\nSeveral calls are uttered including a loud, rattling call used for echolocation in dark caves.",
    "Distribution and subspecies": "There are six subspecies of the edible-nest swiftlet:\n\nA. f. fuciphagus – The nominate subspecies found in Java, Bali and the western Lesser Sunda Islands\nA. f. inexpectatus – Andaman and Nicobar Islands, vagrant to Burma\nA. f. dammermani – Flores, known from only a single specimen\nA. f. micans – eastern Lesser Sundas (Sumba, Savu and Timor)\nA. f. vestitus – Sumatra and Borneo, sometimes considered to be a separate species, the brown-rumped swiftlet, Aerodramus vestitus (Lesson, 1843).\nA. f. perplexus – Maratua Archipelago off eastern BorneoGerman's swiftlet (Aerodramus germani), with two subspecies germani and amechanus, was formerly considered to be conspecific with the edible-nest swiftlet, but is now often considered to be a separate species. It occurs in the Malay Peninsula, central Thailand, coastal Vietnam and Cambodia, Hainan, northern Borneo and parts of the Philippines.",
    "Behavior": "The edible-nest swiftlet feeds over a range of habitats from coastal areas to the mountains, occurring up to 2,800 metres above sea-level on Sumatra and Borneo. Its diet consists of flying insects which are caught on the wing. It often feeds in large flocks with other species of swiftlet and swallow.\nIt breeds in colonies in caves, in a cleft in a cliff or sometimes on a building. The bracket-shaped nest is white and translucent and is made of layers of hardened saliva attached to the rock. It measures about 6 cm across with a depth of 1.5 cm and a weight of about 14 grams. Two white, oval, non-glossy eggs are laid.",
    "Relationship with humans": "The nest used in bird's nest soup is composed almost entirely of saliva with little or no plant material. The soup is made by soaking and steaming the nests in water and is said to be an aphrodisiac and to have various medicinal qualities. The nests can fetch high prices and many colonies are harvested commercially.\nSome populations such as those in the Andaman and Nicobar Islands have been harvested extensively leading to them being considered critically threatened under the IUCN criteria.The use of artificial bird houses is growing. A detailed account of modern nest farming and marketing techniques is given by David Jordan (2004). In Malaysia, \"farming\" of nests is performed in purpose-built structures or old empty houses with \"tweeters\" playing recordings of bird calls on the roof to attract swiftlets. In urban areas, such \"bird houses\" may be considered a nuisance by neighbours due to the loud bird calls and bird feces.",
    "References": "",
    "Further reading": "Chantler, Phil & Driessens, Gerald (2000) Swifts: A Guide to the Swifts and Treeswifts of the World, 2nd ed., Pica Press, East Sussex.\nJordan, David, 2004,\"Globalisation and Bird's Nest Soup\" International Development Planning Review, Volume 26, Number 1, Liverpool Unviversity Press and https://web.archive.org/web/20081021051925/http://jordanresearch.co.uk/pubs.html\nMacKinnon, John & Phillipps, Karen (1993) A Field Guide to the Birds of Borneo, Sumatra, Java and Bali, Oxford University Press, Oxford.\nRobson, Craig (2002) A Field Guide to the Birds of South-East Asia, New Holland Publishers (UK) Ltd., London.",
    "External links": "Birds of India: Edible-nest Swiftlet\nOriental Bird Images: Edible-nest Swiftlet\nReview of research\n[1]\n[2] The Kind of Indonesia Bird Nest"
  }
}