{
  "url": "https://en.wikipedia.org/wiki/Erckel's_francolin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Pternistis"
    },
    {
      "Species": "P. erckelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Erckel's francolin (Pternistis erckelii), also known as Erckel's spurfowl, is a species of game bird in the family Phasianidae, native to three countries in northeast Africa and introduced to Hawaii and Italy.",
    "Taxonomy": "Erckel's francolin was described by Eduard Rüppell in 1835, under the scientific name Pternistic erckelii, with its holotype located in Taranta Mountains, Ethiopia. It has sometimes been classified in a separate genus, Oreocolinus. It has been proposed to separate the specimens in Sudan, which are grayer than other specimens, into a separate subspecies, P. erckelii pentoni, but this classification is regarded as invalid. The species is believed to be closely related to the Djibouti francolin (Pternistis ochropectus).",
    "Description": "Erckel's francolin grows to 38–41 centimetres (15–16 in), with females being slightly smaller than males. Males grow to 1.05–1.59 kilograms (2.3–3.5 lb), based on a sample of three specimens, and a single female specimen was observed to weigh 1.136 kilograms (2.50 lb). The Erckel's francolin's body is covered with stripes of chestnut-color, on its upperside and underside. It has a black face and bill, a chestnut-colored head top and back of neck, and yellow legs. It has white ear coverts and a single streak of white behind its eye.",
    "Behavior": "Erckel's francolin can hunt alone or in pairs, in scrublands or at the edge of forests. Its diet consists of plants, such as berries, seeds, and shoots, as well as insects. It is frequently inactive, but if threatened it runs up a hill. It produces territorial calls, which consist of 15–20 notes and are made from clifftops and large rocks. The species' vocalizations are frequently repeated over a long period, and have been described as \"an insane cackled laughter, speeding towards the end with a bouncing ball pattern\". Eggs are laid during the rainy season from April to November, with the exact time depending on the location; they are laid in May and September to November in Ethiopia, while they are laid in April and May in Sudan.",
    "Distribution": "Erckel's francolin is native to the northern parts of Eritrea and Ethiopia, as well as northeast Sudan. In 1957, the species was introduced to Hawaii as a gamebird; it has also been introduced to Italy. It lives in areas 2,000 to 3,500 metres (6,600 to 11,500 ft) above sea level, such as in the mountainous Degua Tembien district. Although its exact population is unknown, it is a common species with an estimated extent of occurrence of 580,000 km2 (220,000 sq mi), causing it to be listed as a species of least concern by the International Union for Conservation of Nature.",
    "References": "",
    "External links": "\n Media related to Pternistis erckelii at Wikimedia Commons\n Data related to Francolinus erckelii at Wikispecies"
  }
}