{
  "url": "https://en.wikipedia.org/wiki/Eurasian_black_grouse",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Tetrao"
    },
    {
      "Species": "T. tetrix"
    }
  ],
  "text": {
    "__SUMMARY__": "The black grouse or blackgame or blackcock (Tetrao tetrix) is a large game bird in the grouse family. It is a sedentary species, breeding across northern Eurasia in moorland and bog areas near to woodland, mostly boreal. The black grouse is closely related to the Caucasian grouse.\nThe female is greyish-brown and has a cackling call. She takes all responsibility for nesting and caring for the chicks, as is typical with gamebirds.\nThe black grouse's genome was sequenced in 2014.",
    "Taxonomy and naming": "The black grouse is one of the many species first described in the 10th edition of Systema Naturae in 1758 by Carl Linnaeus, and still bears its original binomial name. Both Tetrao and tetrix come from Ancient Greek words referring to some form of game bird.The male and female are sometimes referred to by their folk names, blackcock and greyhen respectively. These names first occur in the literature with John Ray in 1674. Heathcock and Heathhen are also common names.",
    "Description": "The black grouse is a large bird with males being around 53 centimetres (21 in) long and weighing 1,000–1,450 g (2.20–3.20 lb) and females approximately 40 cm (16 in) and weighing 750–1,110 g (1.65–2.45 lb). The cock is very distinctive, with black plumage, apart from red wattles and a white wingbar, and a lyre-shaped tail, which appears forked in flight. His song is loud, bubbling and somewhat dove-like.",
    "Distribution and habitat": "Black grouse can be found across Europe (Swiss-Italian-French Alps specially) from Great Britain (but not Ireland) through Scandinavia and Estonia into Russia. In Eastern Europe they can be found in Hungary, Latvia, Lithuania, Poland, Belarus, Romania and Ukraine. There is a population in the Alps, and isolated remnants in Germany, France, Belgium and the Netherlands. It formerly occurred in Denmark, but the Danish Ornithological Society (DOF) has considered it extinct since 2001.\nThe species disappeared from Bulgaria in the 19th century.",
    "Conservation status": "Although this species is declining in western Europe, it is not considered to be vulnerable globally due to the large population (global estimate is 15-40 million individuals) and slow rate of decline. Its decline is due to loss of habitat, disturbance, predation by foxes, crows, etc., and small populations gradually dying out.\nThe IUCN implemented a Black Grouse Action Plan 2007–2010. This has looked at local populations that are vulnerable to the extinction vortex. For example, in Styria in Austria.\nIn the United Kingdom black grouse are found in upland areas of Wales, the Pennines and most of Scotland. Best looked for on farmland and moorland with nearby forestry or scattered trees. They have traditional lek sites where the males display.\nThey have declined in some parts of the UK (especially England), having disappeared from many of their former haunts. They are now extirpated in Lancashire, Derbyshire, Exmoor, East Yorkshire, New Forest, Nottinghamshire, Worcestershire, Quantock Hills, Cornwall, Dartmoor, Kent, Wiltshire and Surrey.\nA programme to re-introduce black grouse into the wild started in 2003 in the Upper Derwent Valley area of the Peak District in England. 30 grouse were released in October 2003, followed by 10 male grouse in December 2004 and a further 10 males and 10 females in April 2005. The programme is being run jointly by the National Trust, Severn Trent Water and Peak District National Park.\nConservation groups helping to revive the black grouse include the RSPB and the Game & Wildlife Conservation Trust.\nIn France there has been much work regarding the birds and their risk of flying into ski-lifts.",
    "Breeding": "Black grouse have a very distinctive and well-recorded courtship ritual or game. At dawn in the spring, the males strut around in a traditional area and display whilst making a highly distinctive mating call. This process is called a lek—the grouse are said to be lekking. In western Europe these gatherings seldom involve more than 40 birds; in Russia 150 is not uncommon and 200 have been recorded.",
    "Relationship to humans": "The tails of black-cocks have, since late Victorian times, been popular adornments for hats worn with Highland Dress. Most commonly associated with Glengarry and Balmoral or Tam o' Shanter caps, they still continue to be worn by pipers of civilian and military pipe bands. Since 1904, all ranks of the Royal Scots and King's Own Scottish Borderers have worn them in their full-dress headgear and that tradition is carried on in the dress glengarries of the current Scottish super regiment, the Royal Regiment of Scotland.",
    "References": "",
    "External links": "Tetrao tetrix in the Flickr: Field Guide Birds of the World\n\"Eurasian Black Grouse media\". Internet Bird Collection.\nBlack Grouse in the UK Published in support of the UK Biodiversity Action Plan for black grouse\nBlack Grouse at RSPB Birds by Name\nBlack Grouse Game & Wildlife Conservation Trust\nBlack Grouse photos and voice at nature-pictures.org\nBlack Grouse Lekking (Video)\nBirdLife species factsheet for Lyrurus tetrix\nBlack grouse photo gallery at VIREO (Drexel University)\nInteractive range map of Lyrurus tetrix at IUCN Red List maps\nAudio recordings of Black grouse on Xeno-canto."
  }
}