{
  "url": "https://en.wikipedia.org/wiki/Eurasian_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. spinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Eurasian siskin (Spinus spinus) is a small passerine bird in the finch family Fringillidae. It is also called the European siskin, common siskin or just siskin. Other (archaic) names include black-headed goldfinch, barley bird and aberdevine. It is very common throughout Europe and Asia. It is found in forested areas, both coniferous and mixed woodland where it feeds on seeds of all kinds, especially of alder and conifers.\nIt can be distinguished from other similar finches by the color of the plumage. The upper parts are greyish green and the under parts grey-streaked white. Its wings are black with a conspicuous yellow wing bar, and the tail is black with yellow sides. The male has a mainly yellow face and breast, with a neat black cap. Female and young birds have a greyish green head and no cap. It is a trusting, sociable and active bird. The song of this bird is a pleasant mix of twitters and trills. For these reasons it is often raised in captivity.\nThese birds have an unusual migration pattern as every few years in winter they migrate southwards in large numbers. The reasons for this behaviour are not known but may be related to climatic factors and above all the availability of food. In this way overwintering populations can thrive where food is abundant. This small finch is an acrobatic feeder, often hanging upside-down like a tit. It will visit garden bird feeding stations.",
    "Taxonomy and systematics": "The siskin was first was described by Linnaeus in 1758 as Fringilla spinus, in the 10th edition of Systema Naturae. In 1760, Brisson described the genus Carduelis, where this species was then placed. Recent taxonomic studies suggest placing it in the genus Spinus.\nThe scientific name Spinus is from the Ancient Greek spinos, a name for a now-unidentifiable bird. The English name is from German dialect sisschen or zeischen,Despite being found across a wide area it is a monotypic species, that is, there are no distinct subspecies. This could be explained by a number of factors, such as spatial variability of individuals in breeding areas between years, the large overwintering area which supposes a constant genetic interchange, and females having a number of clutches of eggs in one breeding season, each in a different place.The phylogeny has been obtained by Antonio Arnaiz-Villena et al.",
    "Taxonomy and systematics-Evolution": "This bird may have reached America either from Asia or from Europe (Greenland/Iceland). It is the extant parental species of one of the Spinus/Carduelis three evolutive North American radiations of atriceps, pinus and dominicenses finches. It has been recorded both in the Aleutian Islands and the East: the Labrador Peninsula and St. Lawrence River mouth (Canada). This raises the possibility that this bird entered (or may still try to enter) America through Greenland/Iceland from Western Europe.",
    "Description": "The siskin is a small, short-tailed bird, 11–12.5 centimetres (4.3–4.9 in) in length with a wingspan that ranges from 20–23 centimetres (7.9–9.1 in). It weighs between 10–18 grams (0.35–0.63 oz).The bird's appearance shows sexual dimorphism. The male has a greyish green back; yellow rump; the sides of the tail are yellow and the end is black; the wings are black with a distinctive yellow wing stripe; its breast is yellowish becoming whiter and striped towards the cloaca; it has a black bib (or chin patch) and on its head it has two yellow auriculas and a black cap. The amount of black on the bib is very variable between males and the size of the bib has been related to dominance within a flock. The plumage of the female is more olive-coloured than the male. The cap and the auriculas are greenish with a white bib and a rump that is a slightly striped whitish yellow. The young have a similar colouration to the females, with drab colours and a more subdued plumage.The shape of the siskin's beak is determined by its feeding habits. It is strong although it is also slender in order to pick up the seeds on which they feed. The legs and feet are dark brown and the eyes are black.It has a rapid and bounding flight pattern that is similar to other finches.The siskin is easy to recognize, but in some instances it can be confused with other finches such as the citril finch, the greenfinch or the European serin. The European siskin, in many plumages, is a bright bird. Adult male European siskins are bright green and yellow with a black cap, and an unstreaked throat and breast. Adult females also usually have green and yellow plumage tones: for example, yellow in the supercilium and on the sides of the breast, green tones in the mantle and yellow in the rump. The ground colour of the underparts of European siskin is normally pure white. In females and juveniles, the centre of the belly and lower breast are often largely or entirely unstreaked. The wingbars of European siskin are broad and yellow (with the tips white) and the bill is short with a decurved culmen.",
    "Distribution and habitat": "This species can be found across the greater part of Eurasia and the north of Africa. Its breeding area is separated into two zones, each side of the Palearctic ecozone: the east coast of Asia and the central and northern part of Europe.These birds can be found throughout the year in Central Europe and some mountain ranges in the south of the continent. They are present in the north of Scandinavia and in Russia and they over-winter in the Mediterranean basin and the area around the Black Sea. In China they breed in the Khingan Mountains of Inner Mongolia and in Jiangsu province; they spend winter in Tibet, Taiwan, the valleys of the lower Yangtse River and the south east coast.The Eurasian siskin is occasionally seen in North America.  There is also a similar and closely related North America counterpart, the pine siskin, Spinus pinus.Their seasonal distribution is also marked by the fact that they follow an anomalous migration pattern. Every few years they migrate southwards in larger numbers and the overwintering populations in the Iberian Peninsula are greatly augmented. This event has been the object of diverse theories, one theory suggests that it occurs in the years when Norway Spruce produces abundant seeds in the centre and north of Europe, causing populations to increase. An alternative theory is that greater migration occurs when the preferred food of alder or birch seed fails. This species will form large flocks outside the breeding season, often mixed with redpolls.\nIt is a bird that does not remain for long in one area but which varies the areas it used for breeding, feeding, over-wintering from one year to the next.\nIts habitat is forested areas at a particular altitude on a mountain side and they have a certain predilection for humid areas. Coniferous woodland, especially Spruce, is favoured for breeding. It builds its nest in a tree, laying 2–6 eggs. The British range of this once local breeder has expanded greatly due to an increase in commercial conifer plantations. The siskin also breeds in mixed woodland; while in winter they prefer stubble and crops and areas containing trees with seeds.",
    "Behaviour and ecology": "They are very active and restless birds. They are also very social, forming small cohesive flocks especially in autumn and winter. They are fairly trusting of humans, it being possible to observe them from a short distance. During the breeding season, however, they are much more timid, solitary and difficult to observe. For this reason there is a German legend which says that siskins guard a magic stone in their nests that makes them invisible. It is one of the few species which has been described as exhibiting \"allofeeding\"' behavior, this is where subordinates (of the same sex) regurgitate food for the dominant members of the group, which creates a strong cohesion in the flocks and implies a hierarchical structure within the group.",
    "Behaviour and ecology-Feeding": "The siskin is mainly a granivore although it varies its diet depending on the season. It feeds in trees avoiding eating on the ground.In autumn and winter its diet is based on the seeds of deciduous trees such as birch and above all alder. They also visit cultivated areas and pasture where they join with other finches in eating the seeds of various Compositae such as thistles, dandelions, Artemisia, knapweeds and other herbaceous plants such as St. John's wort,  meadowsweet and sorrel.In spring, during the breeding season, they are found in coniferous forests. At this time their feeding is based on the seeds of these trees, especially on trees belonging to the genera Abies, Picea and Larix. They also feed on elms and poplars. When feeding the young they eat more insects, mainly beetles, as the proteins they contain help the chicks to grow. In summer their feeding is more varied, adding other herbaceous plants to their diet of conifer seeds: goosefoots and other Compositae.",
    "Behaviour and ecology-Reproduction": "Pairs are generally formed during the winter period before migration. The males compete aggressively for the females. As part of the courtship the male plumps up the feathers of the pileus and rump, making itself bigger, extending the tail and singing repeatedly. They also make mating flights from tree to tree, although they are not as eye-catching as the flights of the other finches. They construct a nest that is generally located at the end of a relatively high branch in a conifer, such that the nest is reasonably hidden and difficult to see. On the Iberian Peninsula they make their nests in afirs, Scotch pine and Corsican pine. They form small colonies of up to six pairs with the nests located near to each other. The nest is small and bowl-shaped. It is made from small twigs, dried grasses, moss and lichen and lined with down.The first brood is born in mid-April. The female lays between 2 and 6 eggs. The eggs are white or light grey or light blue, with small brown spots and they are approximately 16.5mm by 12mm in size. Incubation takes between 10 and 14 days and is carried out entirely by the female. The chicks are altricial and nidicolous. They leave the nest after 15 days in a semi-feathered condition. They then remain close to the nest area for up to a month when, with their plumage now complete, they disperse. The siskin usually has a second brood, from the middle of June up to the middle of July.",
    "Behaviour and ecology-Song and call": "This bird has two calls, both powerful but conflicting, one is descending and the other is ascending, their onomatopoeic sounds can be represented as \"tilu\" and \"tluih\". On occasions they also issue a harsh rattling chirrup.The song is similar to the other finches, a smooth and rapid twitter and trill with a long duration and which is occasionally interrupted by a stronger of shorter syllable. Siskins sing throughout the year and often in groups.",
    "Status and conservation": "The worldwide population of the siskin is estimated as between 20 and 36 million. The European population is estimated as between 2.7 and 15 million pairs. There does not seem to be a major decline in population numbers and for this reason the IUCN has listed their conservation status as Least Concern. The siskin appears in Annex II of the Berne Convention as a protected bird species.",
    "Relationship with humans": "Like many of the finches the siskin is valued by aviculturalists as a domestic bird for its song and appearance. They do not require specific care and adapt well to captivity, although they do not breed well in captivity. There are no specific diseases that affect the species, although they can show certain intestinal pathologies associated with a poor diet. They live for between 11 and 14 years, in sharp contrast to the 2 or 3 years it is estimated they live in the wild.They form hybrids with some other finches (for example canaries) giving rise to intermediate species. Hybridisation also occurs in nature without human intervention. In some areas individuals that are found are the result of escapes or releases of captive birds.",
    "Relationship with humans-Cultural depictions": "Poland, Gibraltar, Benin and Belgium have all issued postage stamps bearing the image of the siskin.In Saint Petersburg there is a statue of a siskin, as its colours are the same as the uniform worn by the students at an elite school in the city. These students have come to be known by the sobriquet siskin, Russian: Чиж. This term was popularised in the Russian song Chizhik-Pyzhik.  There has been a statue of siskin on the embankement by the First Engineer Bridge since 1994, though it has been stolen and replaced multiple times. \nThere is a Czech folk song/dance/game Čížečku, čížečku, in which the siskin is the source of the lore on what happens with the poppy.\nElif Shafak, in the novel \"Three Daughters of Eve,\" mentioned a siskin in a pivotal scene in which the heroine, Peri, meets the charismatic and controversial Professor Azur. When Peri entered Professor Azur's office, she found a siskin with yellow-green feathers and a forked tail trapped amid the shelves and stacks of books.",
    "References": "",
    "External links": "Audio recordings from Xeno-canto\nEurasian Siskin videos, photos & sounds on the Internet Bird Collection\nAgeing and sexing (PDF; 3.1 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze\nFeathers of Eurasian Siskin (Carduelis spinus)\nCarduelis spinus in the Flickr: Field Guide Birds of the World\n\"Carduelis spinus\". Avibase. \nChisholm, Hugh, ed. (1911). \"Siskin\" . Encyclopædia Britannica (11th ed.). Cambridge University Press."
  }
}