{
  "url": "https://en.wikipedia.org/wiki/Festive_amazon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Amazona"
    },
    {
      "Species": "A. festiva"
    }
  ],
  "text": {
    "__SUMMARY__": "The festive amazon (Amazona festiva), also known as the festive parrot, is a species of parrot in the family Psittacidae.  It is found in Brazil, Colombia, Ecuador, Bolivia, Guyana, Peru, and Venezuela. It is associated with forest (especially Várzea) and woodland growing near major rivers. Locally it is also found in coastal mangroves (primarily in Amapá). There are two subspecies; A. f. festiva and A. f. bodini.",
    "Description": "The subspecies bodini has more red to the forecrown and more blue to the face than the nominate. In flight, both subspecies show deep blue outer wings (outer webs of the primaries and the primary coverts) and a red rump, but the latter is reduced in juveniles.",
    "Taxonomy": "There are two subspecies:\nAmazona festiva (Linnaeus) 1758\nAmazona festiva bodini (Finsch) 1873 - common name Bodinus' amazon\nAmazona festiva festiva (Linnaeus) 1758 - common name Festive amazonThe nominate subspecies is found near rivers in the Amazon Basin, while the subspecies bodini,  is found near the Orinoco River.and the festive amazon is proposed to split in two species, a southern species named A. festiva and a northern species named A. bodini， but however the International Ornithologist's Union is still treating bodini as subspecies.",
    "Status": "Although it has declined locally, it remains fairly common throughout a large part of its range and can even be seen near cities such as Manaus and Iquitos. Consequently, it was considered to be of least concern by BirdLife International and IUCN, though it was uplisted to vulnerable in 2012, due to models of deforestation in the Amazon Rainforest and its susceptibility to hunting, which predicts that the population will decline rapidly over the next three generations.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}