{
  "url": "https://en.wikipedia.org/wiki/Gadwall",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Mareca"
    },
    {
      "Species": "M. strepera"
    }
  ],
  "text": {
    "__SUMMARY__": "The gadwall (Mareca strepera) is a common and widespread dabbling duck in the family Anatidae.",
    "Taxonomy": "The gadwall was first described by Linnaeus in 1758 in his Systema naturae. DNA studies have shown that it is a sister species with the falcated duck; the two are closely related to the wigeons, and both are assigned to the genus Mareca. There are two subspecies:\nM. s. strepera, the common gadwall, described by Linnaeus, is the nominate subspecies.\nM. s. couesi, Coues's gadwall, extinct circa 1874, was formerly found on Teraina, a coral atoll in the Pacific Ocean.The specific name strepera is Late Latin for \"noisy\". The etymology of the word gadwall is not known, but the name has been in use since 1666.",
    "Description": "The gadwall is 46–56 cm (18–22 in) long with a 78–90 cm (31–35 in) wingspan. The male is slightly larger than the female, weighing on average 990 g (35 oz) against her 850 g (30 oz). The breeding male is patterned grey, with a black rear end, light chestnut wings, and a brilliant white speculum, obvious in flight or at rest. In non-breeding (eclipse) plumage, the drake looks more like the female, but retains the male wing pattern, and is usually greyer above and has less orange on the bill.The female is light brown, with plumage much like a female mallard. It can be distinguished from that species by the dark orange-edged bill, smaller size, the white speculum, and white belly. Both sexes go through two moults annually, following a juvenile moult.The gadwall is a quieter duck, except during its courtship display. Females give a call similar to the quack of a female mallard but higher-pitched, transcribed as gag-ag-ag-ag. Males give a grunt, transcribed as nheck, and a whistle.",
    "Distribution": "The gadwall breeds in the northern areas of Europe and Asia, and central North America. In North America, its breeding range lies along the Saint Lawrence River, through the Great Lakes, Alberta, Saskatchewan, the Dakotas, south to Kansas, west to California, and along coastal Pacific Canada and southern coastal Alaska. The range of this bird appears to be expanding into eastern North America. This dabbling duck is strongly migratory, and winters farther south than its breeding range, from coastal Alaska, south into Central America, and east into Idaho, Kansas, Ohio, Virginia, and then south all the way into Central America.In Great Britain, the gadwall is a scarce-breeding bird and winter visitor, though its population has increased in recent years. It is likely that its expansion was partly through introduction, mainly to England, and partly through colonization to Great Britain, with continental birds staying to breed in Scotland. It has been reported in the River Avon in Hampshire and Wiltshire. In Ireland a small breeding population has recently become established, centred on Wexford in the south and Lough Neagh in the north.",
    "Behaviour": "The gadwall is a bird of open wetlands, such as prairie or steppe lakes, wet grassland or marshes with dense fringing vegetation, and usually feeds by dabbling for plant food with head submerged. It nests on the ground, often some distance from water. It is not as gregarious as some dabbling ducks outside the breeding season and tends to form only small flocks. This is a fairly quiet species; the male has a hoarse whistling call, and the female has a mallard-like quack. The young birds are fed insects at first; adults also eat some molluscs and insects during the nesting season. The gadwall is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.",
    "Conservation": "Currently, the gadwall is listed as least concern in the IUCN Red List of Threatened Species. Populations have increased approximately 2.5% over the course of 49 years (from 1966 to 2010), and continue to grow. Gadwalls are one of the most hunted duck species (3rd to the mallard and green-winged teal), with 1.7 million shot each year. Because of the efforts of Ducks Unlimited, Delta Waterfowl Foundation and other private conservation groups, the species continues to be sustainably hunted.",
    "Gallery": "",
    "References": "",
    "Literature cited": "Bishop, K. David (1999). \"Preliminary notes on some birds in Bhutan\" (PDF). Forktail. 15: 87.\nClements, James (2007). The Clements Checklist of the Birds of the World. Ithaca: Cornell University Press.",
    "External links": "BirdLife species factsheet for Anas strepera\nRSPB Birds by Name Gadwall Page\nGadwall Species Account – Cornell Lab of Ornithology\nGadwall – Anas strepera – USGS Patuxent Bird Identification InfoCenter\nGadwal at the Massachusetts Breeding Bird Atlas\n\"Gadwall media\". Internet Bird Collection.\nGadwall photo gallery at VIREO (Drexel University)\nFeathers of Gadwall (Anas strepera)"
  }
}