{
  "url": "https://en.wikipedia.org/wiki/Galah",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Cacatuidae"
    },
    {
      "Genus": "EolophusBonaparte, 1854"
    },
    {
      "Species": "E. roseicapilla"
    }
  ],
  "text": {
    "__SUMMARY__": "The galah  (Eolophus roseicapilla), also known as the pink and grey, is one of the most common and widespread cockatoos, and it can be found in open country in almost all parts of mainland Australia.\nIt is endemic on the mainland and was introduced to Tasmania, where its distinctive pink and grey plumage and its bold and loud behaviour make it a familiar sight in the bush and increasingly in urban areas. It appears to have benefited from the change in the landscape since European colonisation and may be replacing the Major Mitchell's cockatoo in parts of its range.\nThe term galah is derived from gilaa, a word found in Yuwaalaraay and neighbouring Aboriginal languages.",
    "Description": "Galahs are about 35 cm (14 in) long and weigh 270–350 g (10–12 oz). They have a pale silver to mid-grey back, a pale grey rump, a pink face and chest, and a light pink mobile crest. They have a bone-coloured beak, and the bare skin of the eye rings is carunculated. They have grey legs. The sexes appear similar; however, generally adult birds differ in the colour of the irises; the male has very dark brown (almost black) irises and the female has mid-brown or red irises. The colours of the juveniles are duller than the adults. Juveniles have greyish chests, crowns, and crests, and they have brown irises and whitish bare eye rings, which are not carunculated.",
    "Distribution and habitat": "Galahs are found in all Australian states, and are absent only from the driest areas and the far north of Cape York Peninsula. It is still uncertain whether they are native to Tasmania, though there are records from as early as the 1840s, and they are locally common today, especially in urban areas. They are common in some metropolitan areas, for example Adelaide, Perth and Melbourne, and common to abundant in open habitats which offer at least some scattered trees for shelter. The changes brought by European settlement, a disaster for many species, have been highly beneficial for the galah because of the clearing of forests in fertile areas and the provision of stock watering points in arid zones.\nFlocks of galahs will often congregate and forage on foot for food in open grassy areas.",
    "Classification": "The classification of the galah was difficult. It was separated in the monotypic genus Eolophus, but the further relationships were not clear. There are obvious morphological similarities between the galah and the white cockatoos that make up the genus Cacatua and indeed the galah was initially described as Cacatua roseicapilla. Early DNA studies allied the galah with the cockatiel or placed it close to some Cacatua species of completely different appearance. In consequence, it was thought that the ancestors of the galah, the cockatiel and Major Mitchell's cockatoo diverged from the main white cockatoo line at some stage prior to that group's main radiation; this was indeed correct except for the placement of the cockatiel. Ignorance of this fact, however, led to attempts to resolve the evolutionary history and prehistoric biogeography of the cockatoos, which ultimately proved fruitless because they were based on invalid assumptions to start with.It fell to the study of Brown & Toft (1999) to compare the previously available data with their mitochondrial 12S rRNA sequence research and resolve the issue. Today, the galah is seen, along with Major Mitchell's cockatoo, as an early divergence from the white cockatoo lineage which have not completely lost their ability to produce an overall pink (Major Mitchell's) or pink and grey (galah) body plumage, while already being light in colour and non-sexually dimorphic. The significance of these two (and other) characteristics shared by the Cacatuinae had previously been explained away in earlier studies by strict application of parsimony on misinterpreted data.",
    "Classification-Subspecies": "Three subspecies are usually recognised. There is slight variation in the colours of the plumage and in the extent of the carunculation of the eye rings among the three subspecies. The south-eastern form, E. r. albiceps, is clearly distinct from the paler-bodied Western Australian nominate subspecies, E. r. roseicapilla, although the extent and nature of the central hybrid zone remains undefined. Most pet birds outside Australia are the south-eastern form. The third form, E. r. kuhli, found right across the northern part of the continent, tends to be a little smaller and is distinguished by differences in the shape and colour of the crest, although its status as a valid subspecies is uncertain.",
    "Breeding": "The galah nests in tree cavities. The eggs are white and there are usually two or five in a clutch. The eggs are incubated for about 25 days, and the male and female share the incubation. The chicks leave the nest about 49 days after hatching.",
    "Life span": "Living in captivity galahs can reach up to 70 to 80 years of age when a good quality diet is strictly followed. The galah socialises adequately and can engage playfully in entertainment activities to support the overall very intelligent nature of the bird. In their natural habitat the galah is unlikely to reach the age of 20 years, falling victim to traffic, predators such as little eagle, black and peregrine falcons, and human persecution in some agricultural areas. The average lifespan of all galahs is about 40 years of age.Like most other cockatoos, galahs create strong lifelong bonds with their partners.",
    "Hybrids": "Aviary-bred crosses of galahs and Major Mitchell's cockatoos have been bred in Sydney, with the tapered wings of the galah and the crest and colours of the Major Mitchell's, as well as its plaintive cry. The galah has also been shown to be capable of hybridising with the cockatiel, producing offspring described by the media as 'galatiels'. Galahs are known to join flocks of little corellas (Cacatua sanguinea), and are known to breed with them also.. A galah/sulphur-crested cockatoo hybrid which was hatched in 1920 was still living in the Adelaide zoo in the late 1970s, being displayed in a small cage alone near the entrance to an on-site cottage. The back feathers were a patchwork of grey tones and the breast feathers a soft apricot tone and the crest a slightly richer orange. The crest was longer that a galah crest but without the long curl of the sulphur-crested cockatoo. The bird was not significantly larger than a galah.",
    "Cultural references": "\"Galah\" is also derogatory Australian slang, synonymous with 'fool', 'clown' or 'idiot'. Because of the bird's distinctive bright pink, it is also used for gaudy dress. A detailed, yet comedic description of the Australian slang term can be found in the standup comedy performance of Paul Hogan, titled Stand Up Hoges. Another famous user of the slang \"galah\" is Alf Stewart from Home and Away who is often heard saying \"Flaming galah!\" when he is riled by somebody.\nThe Australian representative team of footballers which played a series of test matches of International rules football against Irish sides in the late 1960s was nicknamed \"The Galahs\" (see the Australian Football World Tour).",
    "Namesake": "Gulargambone, New South Wales",
    "References": "Brown, D.M. & Toft, C.A. (1999): Molecular systematics and biogeography of the cockatoos (Psittaciformes: Cacatuidae). Auk 116(1): 141–157.\nFlegg, Jim (2002): Photographic Field Guide: Birds of Australia. Reed New Holland, Sydney & London. ISBN 1-876334-78-9\nForshaw, Joseph M. & Cooper, William T. (2002): Australian Parrots (3rd ed.). Alexander Editions. ISBN 0-9581212-0-6\nFrith, Harold James & Watts, Betty Temple (1984): Birds in the Australian High Country. Angus & Robertson, London. ISBN 0-207-14464-8",
    "Cited texts": "Dixon, R.M.W.; Moore, Bruce; Ramson, W. S.; Thomas, Mandy (2006). Australian Aboriginal Words in English: Their Origin and Meaning (2nd ed.). Oxford: Oxford University Press. ISBN 978-0-19-554073-4.\nForshaw, Joseph M. (2006). Parrots of the World; an Identification Guide. Illustrated by Frank Knight. Princeton University Press. ISBN 978-0-691-09251-5.",
    "External links": "The Australian galah: A website dedicated to galahs\nrosakakadu.com Galah-Homepage"
  }
}