{
  "url": "https://en.wikipedia.org/wiki/Gough_Island_moorhen",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Gallinula"
    },
    {
      "Species": "G. comeri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Gough moorhen (Gallinula comeri) is a medium-sized, almost flightless bird that is similar to the common moorhen (Gallinula chloropus), but is smaller, stockier, and has shorter wings. The bird has a distinctive yellow-tipped red bill and red frontal shield.  \nIts first account was written in 1888 by the polar explorer George Comer, whom the specific name comeri commemorates. \nThis bird is found only on two remote islands in the South Atlantic.\nThe Gough moorhen was originally endemic to Gough Island, but in 1956 was introduced to Tristan da Cunha, an island in the same archipelago which was formerly home of the now extinct Tristan moorhen (Galinula nesiotis). On the basis of DNA sequencing of both recently collected and historical material from both of the archipelago's moorhen species,  Groenenberg et al (2008) concluded that the genetic distances between G. nesiotis and G. comeri are of at least the same size as those found between subspecies of common moorhen (G. chloropus) in the literature. They propose that the extinct moorhen of Tristan (G. nesiotis) and the moorhens that live on Gough and Tristan today (G. comeri) be regarded as subspecies.On Gough Island, it appears that the bird's future is secure with the island being a nature reserve and a World Heritage Site. In the mid-1990s, it was estimated that 2,500 breeding pairs existed on Gough Island. Gough Island is considered the least disturbed, major, cool-temperate island ecosystem in the South Atlantic Ocean and hosts one of the most important sea-bird colonies in the world, containing 54 bird species, 22 breeding species, and four threatened species. However, on Tristan da Cunha, it is not classified as a native species and therefore is not protected.",
    "References": "",
    "External links": "BirdLife Species Factsheet.\nARKive - images and movies of the Gough Island moorhen (Gallinula comeri)\n\"Description of a new gallinule, from Gough Island\" - J.A. Allen, Bulletin of the American Museum of Natural History, Vol.4, Art.6, 1892. p. 57-58\nOfficial Gough Island website\nwebsite A.J.Beintema"
  }
}