{
  "url": "https://en.wikipedia.org/wiki/Great-billed_parrot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Tanygnathus"
    },
    {
      "Species": "T. megalorynchos"
    }
  ],
  "text": {
    "__SUMMARY__": "The great-billed parrot (Tanygnathus megalorynchos) also known as Moluccan parrot or island parrot, is a medium-sized, approximately 38 cm long, green parrot with a massive red bill, cream iris, blackish shoulders, olive green back, pale blue rump and yellowish green underparts. The female is typically smaller than the male, but otherwise the sexes are similar.\nThe great-billed parrot is found in forest, woodland and mangrove in the south-east Asian islands of Maluku, Raja Ampat, Talaud, Sangir, Sarangani, the Lesser Sundas, and nearby small islands. The diet consists mainly of fruits.\nIt remains widespread and locally fairly common, and consequently has been rated as least concern on the IUCN Red List of Threatened Species.",
    "Taxonomy": "The great-billed parrot was described by the French polymath Georges-Louis Leclerc, Comte de Buffon in 1780 in his Histoire Naturelle des Oiseaux from a specimen collected in New Guinea. The bird was also illustrated in a hand-coloured plate engraved by François-Nicolas Martinet in the Planches Enluminées D'Histoire Naturelle which was produced under the supervision of Edme-Louis Daubenton to accompany Buffon's text.  Neither the plate caption nor Buffon's description included a scientific name but in 1783 the Dutch naturalist Pieter Boddaert coined the binomial name Psittacus megalorynchos in his catalogue of the Planches Enluminées. The great-billed parrot is now placed in the genus Tanygnathus that was introduced by the German naturalist Johann Wagler in 1832. The generic name combines the Ancient Greek words tanuō \"to stretch out\" and gnathos \"jaw\". The specific epithet megalorynchos combines the Ancient Greek megalos \"great\" and rhunkhos \"bill\".Five subspecies are recognized:\nT. m. megalorhynchus (Boddaert, 1783) – Sulawesi and nearby islands to Maluku and west Papuan islands\nT. m. affinis Wallace, 1863 – south Maluku Islands\nT. m. sumbensis Meyer, 1882 – Sumba (east Lesser Sunda Islands)\nT. m. hellmayri Mayr, 1944 – Rote Island, Semau and southwest Timor  (east Lesser Sundas)\nT. m. subaffinis P. L. Sclater, 1883 – Babar and Tanimbar Islands",
    "References": "",
    "External links": "BirdLife Species Factsheet\nOriental Bird Images: Great-billed parrot  Selected photos"
  }
}