{
  "url": "https://en.wikipedia.org/wiki/Greater_bird-of-paradise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Paradisaeidae"
    },
    {
      "Genus": "Paradisaea"
    },
    {
      "Species": "P. apoda"
    }
  ],
  "text": {
    "__SUMMARY__": "The Greater Bird-of-paradise (Paradisaea apoda) is a bird-of-paradise in the genus Paradisaea.\nCarl Linnaeus named the species Paradisaea apoda, or \"legless bird-of-paradise\", because early trade-skins to reach Europe were prepared without wings or feet by the indigenous New Guinean people; this led to the misconception that these birds were beautiful visitors from paradise that were kept aloft by their plumes and never touched the earth until death.",
    "Description": "The greater bird-of-paradise is the largest member in the genus Paradisaea, with males measuring up to 43 cm (17 in) (excluding the long twin tail wires). The female is bigger, at 48 cm (19 in). The plumage of this species is also sexually dimorphic. The male has an iridescent green face and a yellow glossed with silver iridescence crown, head and nape. The rest of the body plumage is maroon-brown. The flank plumes, used in displays, are yellow at the base, turning white and streaked with maroon. The female has unbarred maroon brown plumage. In both sexes the iris is yellow and the bills blue.",
    "Distribution": "The greater bird-of-paradise is distributed to lowland and hill forests of southwest New Guinea and Aru Islands, Indonesia. The diet consists mainly of fruits, seeds and small insects. A small population was introduced by Sir William Ingram in 1909-1912 to Little Tobago Island of West Indies in an attempt to save the species from extinction due to overhunting for plume trades. The introduced populations survived until at least 1966, but most likely are extinct now. The bird still appears on Trinidad and Tobago's $100 bill.",
    "Behavior and Ecology": "",
    "Behavior and Ecology-Diet": "Greater Birds-of-paradise, like a majority of their relatives, they are fond of fruits and arthropods; birds in female-type plumage are often found foraging in association with other bird-of-paradise species and even other bird species. Wallace noted in The Malay Archipelago, that they become active before sunrise, when their loud wawk-wawk, wǒk-wǒk-wǒk cries resound through the forest, as they move about in different directions in search of food.",
    "Behavior and Ecology-Courtship and Breeding": "Male Greater Birds of Paradise, as polygynous breeders, experience female selection, in which females choose male mates based upon indirect genetic benefits which increase offspring fitness. Since males do not contribute to offspring in any other way (i.e. through parental care), females have to assess male fitness through courtship rituals, details of which are in the following sections.",
    "Behavior and Ecology-Courtship and Breeding-Dances": "Males display in trees above the ground and congregate in a lek or “court” versus individually displaying for females. Males will initially congregate around common display areas on a secondary perch, away from the main viewing perches available, and flap their wings rapidly. They will then move to the main viewing perches, erecting their large plumes at their rumps over their backs and extending their wings (Pose 1). They subsequently depress their bodies close to the branches that they are on, retract their wings, leave their tail plumes erected, and prance or charge along their branch (Pose 2). The birds will then freeze with their bills pointed downwards, wings extended once again, and tail plumes still upright (Pose 3). Males will assume this last position, referred to as the “flower position” when females are present, for inspection purposes, but will refrain and remain in position two, moving in synchrony, when females are absent.Males will often visit each other's display grounds, located relatively close to each other, but will perform the majority of their displays at a common court. Other courtship behaviors outside of the physical dance can consist of bill-wiping, in which the male pauses the dance and brushes both sides of his beak on the branch, as well as leaf-tearing, hanging upside down from the branch, and vocalizations.",
    "Behavior and Ecology-Courtship and Breeding-Calls": "Males use eight variations of calls, commonly referred to as “wauks” within courtship rituals, each linked to a section of the courtship dance:\n\nRising call: A series of four or five “wauks” repeated at one second intervals. The first two notes are of approximately equal volume and the subsequent two or three are of increasing volume and intensity.Rapid wauk call: A series of quick “wauks”, all of equal volume, delivered in bursts of several per second, accompanied by wingbeats. These calls are usually performed when a female is in the vicinity and in correlation with pose one.Wing pose call: The only non-“wauk” call, this vocalization consists of piercing “ee-ak” notes repeated multiple times. This call is accompanied by the posing of the wings (pose 1) and alternated with the rapid wauk call.Pump call:  A much faster version of the rapid wauk call, to the point where the sound of the call meshes into a single sound of “wa-wa-wa.” These calls last up to ten seconds.Baa call: Following the pump call, males will perform several nasal “baa” notes combined with movement into pose three.Nasal call: A more sudden and nasally version of the baa call given after the male leaves the primary viewing branch around the court.Chugich call: Can be performed prior to the click call or after the nasal call; consists of a guttural “chug’ich” note.Daily display rhythm\nMales spend the majority of their time during mating seasons at their respective display grounds. They begin calling before sunrise and cease shortly after sunset. They feed very briefly and infrequently, moving away from display grounds in the heat of the afternoon, and returning before dusk. This mating behavior most commonly occurs between March and May, and again August through December, but can occur during other parts of the year as well.",
    "Status": "A common species throughout its native range, the greater bird-of-paradise is evaluated as Least Concern on the IUCN Red List of Threatened Species. It is listed on Appendix II of CITES.",
    "References": "",
    "External links": "Courtship dance footage at the Birds-of-Paradise Project\nBirdLife species factsheet for Paradisaea apoda\n\"Paradisaea apoda\". Avibase. \n\"Greater bird-of-paradise media\". Internet Bird Collection.\nGreater Bird of Paradise photo gallery at VIREO (Drexel University)\nInteractive range map of Paradisaea apoda at IUCN Red List maps\nAudio recordings of Greater bird-of-paradise on Xeno-canto."
  }
}