{
  "url": "https://en.wikipedia.org/wiki/Green_avadavat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Amandava"
    },
    {
      "Species": "A. formosa"
    }
  ],
  "text": {
    "__SUMMARY__": "The green avadavat or green munia (Amandava formosa) is a species of Estrildid finch with green and yellow on the body, a bright red bill and black \"zebra stripes\" on the flanks. They are endemic to the Indian subcontinent and were formerly popular as cagebirds. The name \"avadavat\" is a corruption of the name the city of Ahmedabad in Gujarat, India, which was a centre of bird trade. They have a restricted distribution and populations are threatened by the bird trade.",
    "Description": "The green avadavat is approximately 10 cm long with green above, yellow below, black and white bars on the flank and reddish bill. Both sexes have pale tips to wing-coverts and tertials. The upper plumage is olive green. The upper tail coverts are more yellow and the tail is black and rounded with broad feathers. The chin is pale yellow and the lower breast, belly and vent are brighter yellow. The flanks are barred with brown and white. The bill is waxy red and the legs are pale fleshy or brown. The female is slightly paler than the male. Young birds are duller with a black bill and lack the barring on the flanks.",
    "Distribution": "This species is found mainly in the dry scrub regions and agricultural lands and is often found close to water. The largest populations are in central and north-western India. A population of escaped birds once existed near Lahore. The key areas where they are well known are in central India, around southern Rajasthan, specifically around Oriya village, central Uttar Pradesh, southern Bihar and West Bengal extending south to southern Maharashtra and northern Andhra Pradesh. Some records are from further south from Wynaad in northern Kerala but it is unclear if these are wild populations.",
    "Behaviour and ecology": "They breed in central India from October to January but are also known to breed in July. The nest is made out of broad leaves of grass or sugarcane and is spherical with an entrance on the side. Several nests may be built in the vicinity by pairs that form a loose colony. They forage in small groups especially in the non-breeding season. The clutch is four to six eggs.Its voice song is high-pitched warble, ending with prolonged trill with weak seee and swee notes not unlike that of Turdoides subrufus.",
    "Conservation": "The green avadavat has been a popular cage bird and has been in the bird trade since the late 19th century. It continues to be common in wild areas such as Oriya village, Achalgarh and Guru Shikhar in Mount Abu, Rajasthan, but has declined due mainly to trapping. In trade the bird is called the green waxbill. Entire flocks are easily trapped using bait and decoy birds.\n\n\n== References =="
  }
}