{
  "url": "https://en.wikipedia.org/wiki/Green-rumped_parrotlet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Forpus"
    },
    {
      "Species": "F. passerinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The green-rumped parrotlet (Forpus passerinus) is a species of parrot in the family Psittacidae. It is the nominate species (F. p. passerinus).\nThere are four subspecies: the Colombian green-rumped parrotlet or Rio Hacha parrotlet (F. p. cyanophanes), the Trinidad green-rumped parrotlet or Venezuelan parrotlet (F. p. viridissimus), the Roraima green-rumped parrotlet or Schlegel's parrotlet (F. p. cyanochlorus), and the Amazon green-rumped parrotlet or delicate parrotlet or Santarem passerine parrotlet (F. p. deliciosus).",
    "Description": "",
    "Distribution and habitat": "Green-rumped parrotlets are found in tropical South America, from Caribbean regions of Colombia, Venezuela and Trinidad south and east to the Guianas and Brazil, on the lower Amazon River. It has been introduced in Jamaica, Curaçao, Barbados and Tobago, and was not recorded on Trinidad prior to 1916. They are the only parrotlet species to occur in the Caribbean.Green-rumped parrotlets are fairly common in open, semi-arid habitat and are found residing in dry scrubland, deciduous woodland, gallery forest, farmland, forest edges, and deforested areas throughout their range. While they are non-migratory, they may wander locally to locate sources of food. They are not found at altitudes greater than 1,800 metres (5,900 ft) above sea level.",
    "Conservation": "The global population size is not known, but this species has been described as widespread and common. However, there is strong evidence that populations are decreasing, which is likely related to habitat destruction by deforestation. The species has been classified as Least Concern by the IUCN Red List.",
    "Behavior and ecology": "",
    "Behavior and ecology-Social": "Green-rumped parrotlets are very gregarious and roost communally; they are often seen in flocks of up to 100 individuals. \nGreen-rumped parrotlets make light, twittering calls. While in flocks, calls are louder and more penetrating. Contact calls, similar to names, are individually distinct and are used for individual mate recognition. Each call varies in duration, frequency, and pitch.Green-rumped parrotlets have been observed in flocks consisting of combinations of breeding male-female pairs, nonbreeding male-female pairs, male-male pairs, and individual nonbreeding males; the number of each type depends on the season. Extra-pair copulation is relatively uncommon (less than 8% of young are conceived through extra-pair fertilization).",
    "Behavior and ecology-Reproduction": "Green-rumped parrotlets form strong pair bonds and rarely switch mates, but typically only breed with the same individual for 1-2 seasons. Almost half of wild females attempt a second brood during their breeding season. Green-rumped parrotlets breed during the rainy season (May-November), though each subspecies tends to breed during different months. They typically make their nests in unlined tree cavities, holes found in arboreal termite nests, or in cavities in wooden fence posts.\nThe female lays 5-6 small white eggs over a period of 9–16 days. The female usually initiates incubation after the first egg is laid, leading to asynchronous hatching which begins 18–22 days after the start of incubation. Depending on the clutch size, hatching concludes 2–14 days after the first egg hatches. Fledging occurs 29–35 days after hatching, with the clutch fledging over a period of 14 days on average.The unusual length of the green-rumped parrotlet's nestling period is believed to be caused, or at least influenced, by the low levels of available nutrients and minerals for young found in typical green-rumped parrotlet habitat. Because of the difference in hatching time, not all chicks are the same size when they are young. Research has been done on resource allocation between different chick sizes by green-rumped parrotlet parents. It was shown that male parents tend to feed larger chicks more often, while females are far more likely to feed smaller individuals first because of their begging habits - smaller chicks tend to beg more, while larger chicks are more submissive. This effect has also been observed in other parrot species.Research has shown that by planning asynchronous hatching, parent parrotlets don't have to spend as much time expending the high levels of energy associated with brooding, but the amount of energy expended does not change.It has been observed that over the course of mating and raising a brood of chicks, a female green-rumped parrotlet's mass varies greatly. Female individuals gained up to 25% more mass before laying and maintained this mass through incubation until hatching began. The amount of mass lost over the brooding and fledging periods was dependent on the size of the brood. It is believed that this mass change is caused by a combination of brooding starvation, adaptation to a new lifestyle, and sexual activity.",
    "Behavior and ecology-Diet": "Green-rumped parrotlets primarily eat seeds from grasses and forbs, as well as flowers, buds, berries, and fruits. They have also been observed to eat the seeds from fruit trees including Annona sp. and guava.",
    "Aviculture": "Green-rumped parrotlets are bred in captivity and kept as pets, though they are less common than some other Forpus species. Imports of wild green-rumped parrotlets into the United States are prohibited under the Wild Bird Conservation Act and international trade is limited by other laws, so aviculture is dependent on existing captive populations.",
    "References": "",
    "Related books and articles": "Birds of Venezuela by Hilty, ISBN 0-7136-6418-5\nffrench, Richard (1991). A Guide to the Birds of Trinidad and Tobago (2nd ed.). Comstock Publishing. ISBN 978-0-8014-9792-6.",
    "External links": "World Parrot Trust Parrot Encyclopedia: species profile\nGreen-rumped parrotlet photo gallery on VIREO\nNeotropical Birds by Cornell Lab of Ornithology: species profile\neBird by Cornell Lab of Ornithology: species profile"
  }
}