{
  "url": "https://en.wikipedia.org/wiki/Grey_francolin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Francolinus"
    },
    {
      "Species": "F. pondicerianus"
    }
  ],
  "text": {
    "__SUMMARY__": "The grey francolin (Francolinus pondicerianus) is a species of francolin found in the plains and drier parts of the Indian subcontinent. This species was formerly also called the grey partridge, not to be confused with the European grey partridge. They are found in open cultivated lands as well as scrub forest and their local name of teetar is based on their calls, a loud and repeated Ka-tee-tar...tee-tar which is produced by one or more birds. The term teetar can also refer to other partridges and quails. During the breeding season calling males attract challengers and decoys were used to trap these birds especially for fighting.",
    "Description": "It is a medium-sized francolin with males averaging 11.6–13.4 in (29–34 cm) and females averaging 10.2–11.9 in (26–30 cm). The males weigh 9–12 oz (260–340 g) whereas the weight of the females is 7–11 oz (200–310 g). The francolin is barred throughout and the face is pale with a thin black border to the pale throat. The only similar species is the painted francolin, which has a rufous vent. The male can have up to two spurs on the legs while females usually lack them. Subspecies  mecranensis is palest and found in arid North-Western India, Eastern Pakistan and Southern Iran.  Subspecies interpositus is darker and intermediate found in northern India. The nominate race in the southern peninsula of India has populations with a darker rufous throat, supercilium and is richer brown. They are weak fliers and fly short distances, escaping into undergrowth after a few spurts of flight. In flight it shows a chestnut tail and dark primaries. The race in Sri Lanka is sometimes given the name ceylonensis or considered as belonging to the nominate.",
    "Taxonomy": "",
    "Taxonomy-Subspecies": "There are three recognized subspecies:\n\nF. p. interpositus (Hartert, 1917) - north Indian grey francolin - northwest Indian subcontinent\nF. p. mecranensis (Zarudny and Harms, 1913) - Baluchistan grey francolin - arid southeastern Iran and southern Pakistan\nF. p. pondicerianus (Gmelin, 1789) - nominate - southern India and Sri Lanka",
    "Habitat and distribution": "The grey francolin is normally found foraging on bare or low grass covered ground in scrub and open country, and is rarely found above an altitude of 500 m above sea level in India, and 1200 m in Pakistan. The distribution is south of the foothills of the Himalayas westwards to the Indus valley and eastwards to Bengal. It is also found in north-western Sri Lanka. Introduced populations are found in the Andaman and Chagos Islands. They have been introduced to Nevada in the United States of America and Hawaii, along with several other species of francolin.",
    "Behaviour and ecology": "The loud calls of the birds are commonly heard early in the mornings. Pairs of birds will sometimes engage in a duet. The female call is a tee...tee...tee repeated and sometimes a kila..kila..kila and the challenge call kateela..kateela..kateela is a duet. They are usually seen in small groups.\n\nThe main breeding season is April to September and the nest is a hidden scrape on the ground. The nest may sometimes be made above ground level in a niche in a wall or rock. The clutch is six to eight eggs but larger clutches have been noted.Food includes seeds, grains as well as insects, particularly termites and beetles (especially Tenebrionidae and Carabidae). They may occasionally take larger prey such as snakes.They roost in groups in low thorny trees.Several species of feather mites, helminth and blood parasites have been described from the species.",
    "Status": "They are hunted in much of their range using low nets and easily caught using calling decoy birds.",
    "In culture": "The species has long been domesticated in areas of northern Indian subcontinent where it is used for fighting. The domesticated birds can be large at around 500-600g, compared to 250g for wild birds. They are usually carefully reared by hand and become as tame and confiding as a pet dog.Several authors have described the running of the birds as being particularly graceful:\n\nThey run very swiftly and gracefully; they seem to glide rather than run, and the native lover can pay no higher compliment to his mistress than to liken her gait to that of the Partridge.\n\nJohn Lockwood Kipling, Rudyard Kipling's father, wrote of this and other partridges such as the chukar partridge:\n\nThe creature follows its master with a rapid and pretty gait that suggests a graceful girl tripping along with a full skirt well held up. The Indian lover can pay his sweetheart no higher compliment than to say she runs like a partridge. In poetry the semblance is one of best hackneyed of Indian metaphors. In poetry, too, the partridge is associated with the moon, and, like the lotus, is supposed to be perpetually longing for it, while the chikore is said to eat fire.",
    "References": "",
    "Other sources": "Soni, RG (1994). \"Incubation period of Grey Partridge\". Newsletter for Birdwatchers. 34 (4): 96.\nJohnson, J Mangalaraj (1968) Grey Partridge abandoning nest on removal of grass cover over its path to nest. Indian Forester 94:780.\nDavis, G (1939) On Indian Grey and Black Partridges (Francolinus pondicerianus and Francolinus francolinus). The Avicultural Magazine, 5 4(5):148-151.\nGabriel, A (1970) Some observations on the Ceylon Grey Partridge. Loris 12(1):60-62.\nGeorge, NJ (1983). \"Southern Grey Partridge (Francolinus pondicerianus (Gmelin) in Malabar, Kerala\". Newsletter for Birdwatchers. 23 (5–6): 8.\nSharma, IK (1983) The Grey Partridge (Francolinus pondicerianus) in the Rajasthan desert. Annals Arid Zone. 22(2), 117-120.\nSoni, VC (1978) Intersexuality in the Gray Partridge. Game Bird Breeders Avicult. Zool. Conserv. Gaz. 27(7), 12-13.\nHartert, E (1917) Notes on game-birds. VII. The forms of Francolinus pondicerianus. Novit. Zool. 24, 287-288.\nPurwar, RS (1975) Anatomical, neurohistological and histochemical observations on the tongue of Francolinus pondicerianus (grey partridge or safed teeter). Acta Anat. 93(4):526-33.\nPurwar, RS (1976) Neuro-histochemical observations on the pancreas of Francolinus pondicerianus (grey partridge or safed teeter) as revealed by the cholinesterase technique. Z. Mikrosk. Anat. Forsch. 90(6):1009-16.",
    "External links": "Aviculture\nIn Sri Lanka\nUMMZ specimen"
  }
}