{
  "url": "https://en.wikipedia.org/wiki/Grey_junglefowl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Gallus"
    },
    {
      "Species": "G. sonneratii"
    }
  ],
  "text": {
    "__SUMMARY__": "The grey junglefowl (Gallus sonneratii), also known as Sonnerat's junglefowl, is one of the wild ancestors of domestic fowl together with the red junglefowl and other junglefowls.\nA gene from the grey junglefowl is responsible for the yellow pigment in the legs and different body parts of all the domesticated chicken.This species is endemic to India, and even today it is found mainly in peninsular India and towards the northern boundary. It will sometimes hybridize in the wild with the red junglefowl. It also hybridizes readily in captivity and sometimes with free-range domestic fowl kept in habitations close to forests.\nThe species epithet commemorates the French explorer Pierre Sonnerat. Local names include Komri in Rajasthan, Geera kur or Parda komri in Gondi, Jangli Murghi in Hindi, Raan kombdi in Marathi, Kattu Kozhi in Tamil and Malayalam, Kaadu koli in Kannada and Tella adavi kodi in Telugu.",
    "Description": "The male has a black cape with ochre spots and the body plumage on a grey ground colour is finely patterned. The elongated neck feathers are dark and end in a small, hard, yellowish plate; this peculiar structure making them popular for making high-grade artificial flies. The male has red wattles and combs but not as strongly developed as in the red junglefowl. Legs of males are red and have spurs while the yellow legs of females usually lack spurs. The central tail feathers are long and sickle shaped. Males have an eclipse plumage in which they moult their colourful neck feathers in summer during or after the breeding season.The female is duller and has black and white streaking on the underparts and yellow legs.\nThey are found in thickets, on the forest floor and open scrub. Their loud calls of Ku-kayak-kyuk-kyuk (Call of male Other calls calls ) are loud and distinctive, and can be heard in the early mornings and at dusk. Unlike the red junglefowl, the male does not flap its wing before uttering the call. They forage in small mixed or single sex groups. They breed from February to May. They lay 4 to 7 eggs which are pale creamy in a scrape. Eggs hatch in about 21 days. Although mostly seen on the ground, grey junglefowl fly into trees to escape predators and to roost.\nThey feed on grains including bamboo seeds, berries, insects and termites, and are hunted for meat and for the long neck hackle feathers that are sought after for making fishing lures.",
    "Description-Disputed subspecies": "The populations from the region of Mount Abu in Rajasthan named as the subspecies wangyeli is usually not recognized although it is said that the calls of the cock from this region differs from the call of birds from southern India and the plumage is much paler.",
    "Distribution": "The species is mainly in the Indian Peninsula but extends into Gujarat, Madhya Pradesh and south Rajasthan. The red junglefowl is found more along the foothills of the Himalayas; a region of overlap occurs in the Aravalli range. although the ranges are largely non-overlapping. Grey junglefowl have been bred domestically in England since 1862 and their feathers have been commercially supplied from domestic UK stocks for fly tying since 1978.The species has been isolated by a variety of mechanisms including behavioural differences and genic incompatibility but hybridization is not unknown. Some phylogenetic studies of junglefowl show that this species is more closely related to the Sri Lankan junglefowl Gallus lafayetii than to the red junglefowl, Gallus gallus but another study shows a more ambiguous position due to hybridization. An endogenous retroviral DNA sequence, of the EAV-HP group noted in domestic fowl is also found in the genome of this species pointing to the early integration of the virus DNA into the genome of Gallus.",
    "References": "",
    "Other sources": "Tehsin, Raza H (1988) Inducing sleep in birds. J. Bombay Nat. Hist. Soc.  85(2):435-436.\nChitampalli, MB (1977) Occurrence of Grey Junglefowl and Red Junglefowl together. J. Bombay Nat. Hist. Soc. 74(3):527.\nAbdulali, Humayun (1957) The Grey Junglefowl in Salsette. J. Bombay Nat. Hist. Soc.  54(4):946.\nTehsin, Raza; Tehsin, Fatema (1990) Jungle Cat Felis chaus and Grey Junglefowl Gallus sonneratii. J. Bombay Nat. Hist. Soc.  87(1):144.\nMorris, RC (1927) A jungle fowl problem. J. Bombay Nat. Hist. Soc.  32(2):374.\nSethna, KR (1969). \"Grey Junglefowl in South India\". Newsletter for Birdwatchers. 9 (11): 10.\nAli, S (1968) The case of the Indian Grey Junglefowl. Newsletter for Birdwatchers . 8(5):5-6.\nSubramanian, C; Kambarajan, P; Sathyanarayana, MC (2001) Roosting tree preference by Grey Junglefowl, (Gallus sonneratti) at Theni Forest Division, Western Ghats, Tamil Nadu, south India. Mor 4(February), 9:11.\nZacharias, VJ (1993) Grey Jungle Fowl in Kerala. WPA-India News 1(1):9-10.",
    "External links": "BirdLife Species Factsheet\nGamebirds and waterfowl\nGrey Junglefowl in poultry practice"
  }
}