{
  "url": "https://en.wikipedia.org/wiki/Hispaniolan_amazon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Amazona"
    },
    {
      "Species": "A. ventralis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hispaniolan amazon or Hispaniolan parrot (Amazona ventralis) is a species of parrot in the family Psittacidae. It is found on Hispaniola (Haiti and the Dominican Republic), and has been introduced to Puerto Rico, and the U.S. Virgin Islands.\nThe main features that differentiate it from other amazons are the white forehead, pale beak, white eye-ring, blue ear patch, and red belly.\nIts natural habitats are subtropical or tropical dry forest, subtropical or tropical moist lowland forest, subtropical or tropical moist montane forest, and plantations. It is threatened in its home range by habitat loss and the capture of individuals for the pet trade.\nThe presence of this bird outside of its native Hispaniola is due to it being introduced, this in part from a release of birds raised in captivity as a studied rehearsal for the re-colonization program of the highly endangered Puerto Rican amazon.",
    "Habitat and distribution": "As with other amazons, it prefers forested areas where food is plentiful. This parrot lives in the wood forests in Haiti and the Dominican Republic. However over the recent years they have been captured out of their natural habitat illegally for pet trades or just to keep them as pets which are very popular in the Dominican Republic. Right now the population ranges from 10,000 to 19,000 in the wild and decreasing.\nThe sharply declining population of Hispaniolan amazons are found in a small area of Haiti, Dominican Republic and a few offshore islands. It has been introduced to Puerto Rico.\nThese parrots create nests in tree cavities, the clutch ranges from 2 to 4 eggs maximum, the eggs hatch in about a 30 days and chicks usually fledge at 10 to 12 weeks of age. However people often remove the newborns from the tree cavities and destroy the nest that have been reused over the years and afterwards preventing the parrot from reproducing.",
    "Description": "Plumage green; most feathers edged with blue; white forehead and around eyes; some blue patches on cheeks and crown; a little red under the chin; ear coverts black; has red on abdomen; blue wind coverts; green edging to outer webs; yellowish green under tail; tail upper-side green with yellow tips; outer tail feathers red at base; bill horn coloured; iris is brown and feet is pale. its body length is about 28 cm long. The average adults weight 250g (8.75 oz). has a heavy and powerful beak, their bite can cut open skin and do deep cuts.\nAlthough a common amazon, due to habitat loss, hunting and trapping the wild population is declining sharply. These amazons prefer to be either in small groups or pairs. They are noisy and cautious, spending the greater part of their days eating and resting in trees. When in flight, they have a very heavy wing beat and are slow. They feed on fruits, berries, seeds, nuts and possibly flowers and constantly chatter while feeding. They have been known to cause damage to banana, guava, maize and cactus fruit crops.",
    "Breeding": "Breeding in aviculture is often not successful and when they are in pairs, they need to be isolated. This is the main reason for the declining population. They are hard to breed and are not hardy, meaning that they can not survive if released into the wild.\n[ citation needed ]",
    "References": "",
    "External links": "Species Factsheet, BirdLife\nHispaniolan Amazon videos, images and sounds, Internet Bird Collection]"
  }
}