{
  "url": "https://en.wikipedia.org/wiki/Indian_silverbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Euodice"
    },
    {
      "Species": "E. malabarica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indian silverbill or white-throated munia (Euodice malabarica) is a small passerine bird found in the Indian Subcontinent and adjoining regions that was formerly considered to include the closely related African silverbill (Euodice cantans). This estrildid finch is a common resident breeding bird in the drier regions of the Middle East and the Indian Subcontinent. It has also been introduced into many other parts of the world and has become established in some areas. They forage in small flocks in grassland and scrub habitats.",
    "Description": "The adult Indian silverbill is 11–11.5 cm long and has a conical silver-grey bill, buff-brown upperparts, white underparts, buffy flanks and dark wings. The tail is black and the wings are dark contrasting with a white rump. The sexes are similar, but immatures have buff underparts and a shorter tail. The tail appears pointed as the length of the feathers reduces from the centre outwards. It feeds mainly on seeds, but also takes insects and has been known to visit nectar bearing flowers, such as those of Erythrina trees.This munia was described as Loxia malabarica by Linnaeus who placed it along with the crossbills. Subsequently, they were included in the genera Uroloncha and Aidemosyne and later in the genus Lonchura into which many of the estrildid finches were included by Jean Delacour in his 1943 revision. The species earlier included Lonchura cantans, the African silverbill, which is found in the dry savannah habitats south of the Sahara Desert. In captivity the African birds were found to preferentially pair with mates within their own populations and did not recognize the Indian populations as conspecific. They are however known to produce fertile hybrids.",
    "Habitat and distribution": "It frequents dry open scrub, fallow land and cultivation, sometimes near water. Although mainly found on the plains, they can be found up to about 1200 m in some sub-Himalayan regions. It occurs in Pakistan, Nepal, Bangladesh, India, Sri Lanka, Iran and Israel. It has been accidentally introduced into many other parts of the world and has established itself in Jordan, Israel, Kuwait, Oman, Puerto Rico, Qatar, Saudi Arabia, United States, Virgin Islands (possibly extinct) and Nice (southern France).\nAlthough largely sedentary, some populations make seasonal movements.",
    "Taxonomy and systematics": "The species was earlier placed in the genus Lonchura but some authors suggested their placement in the genus Euodice. The placement was much debated but subsequent studies confirmed that it is closely related to the African silverbill (now Euodice cantans) and the two form a clade that is well separated from other Lonchura finches. A molecular phylogeny study identifies the separation of the species from the nearest common ancestors of Euodice cantans (of Africa) and Stagonopleura guttata (of Australia) around 11 million years ago.",
    "Behaviour and ecology": "These birds are gregarious and are found in flocks of as many as 60 birds. They feed on the ground or on low shrubs and grass stalks. They constantly utter a low cheeping or chirping contact call as they forage. They visit water and drink with a rapid sip and swallow action. Their feed on a wide range of grass seeds and will also make use of crop species.\nThe breeding season is spread out and varies with region. They nest in winter in southern India and after summer in northern India. They nest, an untidy ball of grasses with an opening on the side, is placed in low shrubs, often on thorny Acacia and are known to make use of the old nests of baya weaver sometimes even visiting those that are occupied by the weaver birds. They will sometimes build their nest below the platform nests of vultures or storks. Old nests are used as dormitories through the year for roosting. Females are known to lay their eggs in the nests of other pairs. The clutch varies from 4 to 8 white eggs and these are incubated by both parents for about 11 days. Helpers may be involved in breeding as more than a pair are sometimes seen at a nest.Several parasitic protozoans and coccidia (Sivatoshella lonchurae) have been described from the species.",
    "References": "",
    "External links": "Photographs and videos"
  }
}