{
  "url": "https://en.wikipedia.org/wiki/Island_collared_dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Streptopelia"
    },
    {
      "Species": "S. bitorquata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Sunda collared dove (Streptopelia bitorquata) sometimes referred to as island collared dove, Javanese collared dove, or Indonesian collared dove is a species of bird in the family Columbidae. Sometimes confused with the Eurasian collared dove (Streptopelia decaocto) which is very similar in looks. The Sunda collared dove is a small to medium-sized bird, native to the tropical and subtropical islands of Indonesia.",
    "Habitat": "This species distribution occurs from Java and Bali, through to Komodo, Lombok, Sumbawa, Timor and Flores, Solor and, the Lesser Sunda Islands, Indonesia.\nIts natural habitats are subtropical or tropical moist lowland forest and subtropical or tropical mangrove forest.",
    "Description": "The Sunda collared dove is a small to medium-sized bird which has a light, rosy hue around the neck and chest area, fading into the underside of the bird consists of a light caramel color, into a shade of cream at the base (start) of the tail. The start of the wings have a light grey tone, protruding to a steely grey hue near the end of the wing, all the way to the tip of the tail. The tail feathers under the bird are a 'eggshell' white, color.\nThe birds tail consists of few layers from creamy colored to an ashen grey. The eye is quite rounded like that of most pigeons and doves. The eye color is a shade of orange caramel.  The main distinguishing feature is a dusty black band that covers half the bird's neck. A white highlight can be seen above the band.\nThe Philippine collared dove was once considered a subspecies.",
    "Diet": "The Sunda collared dove has a seasonal appetite like that of other collared doves, and mainly feeds on cereal grains, seeds found on the ground while scowring in low lying vegetation, they will also feed on berries in the autumn months. They have also been rarely spotted feasting on caterpillars, aphids, and other bugs at different times of the year or when their preferred prey is simply unavailable.",
    "Background Information": "The Sunda collared dove is related to Philippine collared dove, and Eurasian collared dove. The Eurasian collared dove is the most well known of the two, mainly because it branched out across the globe, mainly in Europe and Asia. The Sunda collared dove however is a much more reserved species, because of its inability to spread across the globe at the same rate the Eurasian type did. The Eurasian collared dove is much more of an urban dweller and is therefore much more well known than the Sunda species. The Sunda collared dove was first truly noticed in 1809, but never took off as a species. Instead the dove inhabitants the islands of Indonesia. Not much is known about the Sunda collared dove, as not much has ever been documented about it.\nThe Eurasian species has been able to live off urban environments, by finding food and breeding areas, and has learnt to adapt its habits into people fueled environments. The issue for a bird such as the Sunda collared dove is seen as it is not as well known as its cousins, this species could possibly go extinct without notice because of its isolated environmental habits. A lot of information about this bird has been left in the dark, and it is very hard to track down any sort of details about it. Scientific research about the bird's behavior and even other Philippine collared dove (one of its cousins) is lacking in many areas.",
    "The future of this species": "The Sunda collared dove lives on remote islands. One of the major threats to this species would be habitat loss, as well as housing investments on these islands and around this area. Habitat loss is a big factor for these birds for the survival of this species. The logging trade is an illegal practice which involves clearing ancient forests (or forests of any kind), and transporting the goods for money. This could also be a potential influence of whether or not this species goes extinct. \nThere has been potential observations of the Sunda collared doves however, and some suggest that the population is decreasing, as it has been stated that not as many of the birds have not been sighted around usual spots anymore. But this is only speculation as stated before, there's not enough scientific research to say that any of these rumors or claims are true.",
    "References": "\nCollar, N.J. 2011. Species limits in some Philippine birds including the Greater Flameback Chrysocolaptes lucidus. Forktail number 27: 29-38."
  }
}