{
  "url": "https://en.wikipedia.org/wiki/Island_thrush",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Turdidae"
    },
    {
      "Genus": "Turdus"
    },
    {
      "Species": "T. poliocephalus"
    }
  ],
  "text": {
    "__SUMMARY__": "The island thrush (Turdus poliocephalus) is a common forest bird in the thrush family. Almost 50 subspecies have been described, ranging from Taiwan, through South East Asia and Melanesia, to Samoa, exhibiting great differences in plumage. Several subspecies are threatened and three have already become extinct.",
    "Taxonomy": "The island thrush is a member of the cosmopolitan genus Turdus (Linnaeus, 1758), one of the most widely distributed bird genera in the world. The taxonomy of the island thrush is complex, and has defied attempts to split the group based on the four suspected morphological types. The subspecies Turdus poliocephalus niveiceps from Taiwan represents the most distinct taxon and may be a separate species. This subspecies lives at the northerly range of the species, and is the only one in which the males and females differ in colour. There are also thought to be at least two further subspecies not yet described scientifically, both from the Indonesian island of Sulawesi.",
    "Taxonomy-List of subspecies": "The list below is sorted alphabetically.\nT. p. albifrons (E. P. Ramsay, 1879). Erromango, Vanuatu.\nT. p. becki Mayr, 1941. Paama, Lopevi, Epi and Emae, in Vanuatu.\nT. p. beehleri Ripley, 1977. New Ireland.\nT. p. bougainvillei Mayr, 1941. Bougainville Island.\nT. p. canescens (De Vis, 1894). Goodenough Island.\nT. p. carbonarius Mayr & Gilliard, 1951. Mountains of east-central New Guinea.\nT. p. celebensis (Büttikofer, 1893). South-west Sulawesi.\nT. p. deningeri Stresemann, 1912. Seram.\nT. p. efatensis Mayr, 1941. Efate and Nguna, in Vanuatu.\nT. p. erythropleurus Sharpe, 1887, Christmas thrush. Christmas Island.\nT. p. fumidus Statius Muller, 1844. Mountains of western Java.\nT. p. hades Mayr, 1941. Gau Island, Fiji.\nT. p. heinrothi Rothschild & Hartert, 1924. St Matthias Islands, Papua New Guinea.\nT. p. hygroscopus Stresemann, 1931. Southern Sulawesi.\nT. p. indrapurae Robinson & Kloss, 1916. South-central Sumatra.\nT. p. javanicus Horsfield, 1821. Mountains of central Java.\nT. p. katanglad Salomonsen, 1953. Central Mindanao, Philippines.\nT. p. kelleri (Mearns, 1905). Mount Apo, Philippines.\nT. p. keysseri Mayr, 1931. Mountains of the Huon Peninsula, New Guinea.\nT. p. kulambangrae Mayr, 1941. Kolombangara, Solomon Islands.\nT. p. layardi (Seebohm, 1891). Viti Levu, Ovalau, Yasawa and Koro Islands, Fiji.\nT. p. loeseri Meyer de Schauensee, 1939. Northern Sumatra.\nT. p. malekulae Mayr, 1941. Pentecost, Malekula and Ambrym Islands, Vanuatu.\nT. p. malindangensis (Mearns, 1907). Mount Malindang, Philippines.\nT. p. mareensis E. L. Layard & Tristram, 1879. Maré Island, in the Loyalty Islands, New Caledonia. Extinct.\nT. p. mayonensis (Mearns, 1907). Southern Luzon, Philippines.\nT. p. mindorensis Ogilvie-Grant, 1896. Mindoro, Philippines.\nT. p. nigrorum Ogilvie-Grant, 1896. Negros, Philippines.\nT. p. niveiceps (Hellmayr, 1919), Taiwan thrush. Taiwan.\nT. p. papuensis (De Vis, 1890). Mountains of south-east New Guinea.\nT. p. placens Mayr, 1941. Ureparapara and Vanua Lava, Vanuatu.\nT. p. poliocephalus Latham, 1801, Norfolk thrush. Norfolk Island. Extinct.\nT. p. pritzbueri E. L. Layard, 1878. Lifou, Loyalty Islands, New Caledonia (probably extinct); and Tanna, Vanuatu.\nT. p. rennellianus Mayr, 1931. Rennell Island, southern Solomon Islands.\nT. p. ruficeps (E. P. Ramsay, 1876). Kadavu, Fiji.\nT. p. samoensis Tristram, 1879. Savai'i and Upolu Islands, Samoa.\nT. p. schlegeli P. L. Sclater, 1861. Western Timor.\nT. p. seebohmi (Sharpe, 1888), Borneo thrush. Mountains of northern Borneo.\nT. p. sladeni Cain & Galbraith, 1955. Guadalcanal, Solomon Islands.\nT. p. sterlingi Mayr, 1944. Eastern Timor.\nT. p. stresemanni M. Bartels, Jr, 1938. Mount Lawu, Java.\nT. p. tempesti E. L. Layard, 1876. Taveuni, Fiji.\nT. p. thomassoni (Seebohm, 1894). Northern Luzon, Philippines.\nT. p. tolokiwae Diamond, 1989. Tolokiwa Island, Bismarck Archipelago; and possibly New Britain.\nT. p. vanikorensis Quoy & Gaimard, 1830. Vanikolo Islands and Utupua, in the Solomons; and Espiritu Santo and Malo, Vanuatu.\nT. p. versteegi Junge, 1939. Mountains of western New Guinea.\nT. p. vinitinctus  (Gould, 1855), Lord Howe thrush.  Lord Howe Island. Extinct.\nT. p. vitiensis E. L. Layard, 1876. Vanua Levu, Fiji.\nT. p. whiteheadi (Seebohm, 1893). Mountains of eastern Java.\nT. p. whitneyi Mayr, 1941. Gaua Island, Vanuatu.\nT. p. xanthopus J. R. Forster, 1844. Yandé Island, New Caledonia.",
    "Distribution": "The island thrush is widely but patchily distributed across its range. It is present on islands in Samoa, Fiji, Vanuatu, New Caledonia, the Solomon Islands, New Guinea and surrounding islands, many Indonesian islands, the Philippines, and Taiwan. However, it is restricted to areas with bird communities of less than 25–35 species. On the larger islands (like Borneo or New Guinea) this means that it is only found at high altitudes, above 2750 m. Smaller islands can only support much smaller bird communities, and on these the island thrush may be found at lower altitudes. Two or more subspecies may exist on some islands, segregated into different habitats. The ranges of many subspecies may be as small as a single island—for example the Kadavu subspecies T. p. ruficeps.",
    "Description": "The 49 subspecies of island thrush vary dramatically in appearance, but almost all resemble a typical Turdus thrush and have a yellow bill, eye-ring and legs. The Samoan subspecies, T. p. samoensis, is identical in appearance to the blackbird (Turdus merula), whereas T. p. seebohmi of northern Borneo is dark above with a red breast and resembles the American robin (Turdus migratorius). Some subspecies have an entirely white head (including the male T. p. niveiceps, but not the female), and the Kadavu form T. p. ruficeps has an entirely orange head.",
    "Behaviour": "",
    "Behaviour-Diet": "The island thrush has a very catholic diet, taking a range of invertebrates such as insects (mostly beetles), spiders, snails, earthworms, as well as carrion and even small reptiles. It will also take fruit and seeds, depending on what is locally available. Its foraging technique is described as similar to that of the blackbird, investigating the leaf litter and low branches in dense cover, but in some places will also forage in the canopy.",
    "Behaviour-Breeding": "Most island thrushes breed in discrete two- to three-month seasons (the precise timing varies depending on location), although the birds in Fiji nest from June until January. They nest in a well-constructed cup well hidden in dense vegetation, laying from one to three eggs.",
    "Conservation": "As a species the island thrush is not threatened and many subspecies are locally very common. However, several subspecies are threatened, and T. p. erythropleurus is considered critically so. This subspecies is found on Christmas Island, and is threatened by the introduced yellow crazy ant, which is capable of killing nestlings. Several other subspecies have declining ranges, including T. p. samoensis from Samoa, and T. p. xanthopus from New Caledonia, which is now extinct from Grande Terre and is restricted to 100 individuals surviving only on Yande and Neba.\nThree subspecies have become extinct: T. p. vinitinctus from Lord Howe Island, T. p. mareensis from the Loyalty Islands and the nominate race T. p. poliocephalus from Norfolk Island. T. p. poliocephalus was relatively common as recently as 1941, but by 1975 it had become extinct, due to introduced black rats, habitat loss and hybridization following colonisation by the closely related Common Blackbird.",
    "References": "\nCollar, N. J. (2005) Family Turdidae (Thrushes) pp. 514–811 in: del Hoyo. J., Elliott, A., Sargatal, J., (eds), Handbook of the Birds of the World, Volume Ten, Cuckoo-shrikes to Thrushes, ISBN 84-87334-72-5"
  }
}