{
  "url": "https://en.wikipedia.org/wiki/Japanese_white-eye",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Zosteropidae"
    },
    {
      "Genus": "Zosterops"
    },
    {
      "Species": "Z. japonicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The warbling white-eye (Zosterops japonicus), also known as the Japanese white-eye and mountain white-eye, is a small passerine bird in the white-eye family. The specific epithet is occasionally written japonica, but this is incorrect due to the gender of the genus. Its native range includes much of east Asia, including Japan, Indonesia, Korea, and the Philippines. It has been intentionally introduced to other parts of the world as a pet and as pest control, with mixed results.  As one of the native species of the Japanese islands, it has been depicted in Japanese art on numerous occasions, and historically was kept as a cage bird.",
    "Taxonomy": "The warbling white-eye was described by the ornithologists Coenraad Jacob Temminck and Hermann Schlegel in 1845 from a specimen collected in Japan. They coined the binomial name Zosterops japonicus.The English name \"Japanese white-eye\" was formerly used for Zosterops japonicus and what are now the Philippine subspecies of Z. japonicus were treated as a separate species, the \"mountain white-eye\" Z. montanus.  A molecular phylogenetic study published in 2018 found that Z. montanus and several subspecies of Z. japonicus were conspecific, and they were therefore lumped together. They were placed in Z. japonicus Temminck & Schlegel, 1845 as this has priority over Z. montanus (Bonaparte, 1850). The new English name \"warbling white-eye\" was introduced for the combined taxa. At the same time, several other subspecies of the former Z. japonicus were split off into their own separate species, Swinhoe's white-eye Z. simplex.There are 15 recognised subspecies many of which are island endemics:\nZ. j. japonicus Temminck & Schlegel, 1845 – south Sakhalin, Japan and coastal Korean Peninsula\nZ. j. stejnegeri Seebohm, 1891 – Izu Islands south to Torishima (Nanpo Archipelago)\nZ. j. alani Hartert, 1905 – Iwo Jima (Volcanic Islands)\nZ. j. insularis Ogawa, 1905 – north Ryukyu Islands\nZ. j. loochooensis Tristram, 1889 – Ryukyu Islands except northern\nZ. j. daitoensis Kuroda, 1923 – Borodino Islands\nZ. j. obstinatus Hartert, 1900 – Ternate, Tidore, Bacan Islands (west of Halmahera) and Seram Island\nZ. j. montanus (Bonaparte, 1850) – mountains in Sumatra, Java, Bali, Lesser Sundas, Sulawesi and southern Moluccas\nZ. j. difficilis (Robinson & Kloss, 1918) – Mount Dempo (south Sumatra)\nZ. j. parkesi (duPont, 1971) – Palawan (west Philippines)\nZ. j. whiteheadi (Hartert, 1903) – north Luzon  (north Philippines)\nZ. j. diuatae (Salomonsen, 1953) – north Mindanao  (south Philippines)\nZ. j. vulcani (Hartert, 1903) – central Mindanao  (south Philippines)\nZ. j. pectoralis (Mayr, 1945) – Negros (westcentral Philippines)\nZ. j. halconensis (Mearns, 1907) – Mindoro (northwest Philippines)",
    "Description": "The warbling white-eye is olive green on its back, from anterior to posterior, and is pale green on its underside. Its feet, legs, and bill range from black to brown. It has a green forehead and a yellow throat. The white-eye has rounded wings and a long, slender bill – both of which indicate this bird to be very acrobatic. Its wings are dark brown, but outlined in green. Like other white-eyes, this species exhibits the distinctive white eyering that gives it its name (mejiro also meaning \"white eye\" in Japanese). Adults range from 4 to 4.5 inches in length, and weigh between 9.75 and 12.75 grams.",
    "Habits": "",
    "Habits-Behavior": "This bird species is rarely found on the ground. It is a very sociable species that may form flocks with other species, in which the birds form groups to forage during flight; white-eyes only flock with birds of other species outside of the breeding season. Allopreening – the art of cleaning, grooming, and maintaining parts of the body – is extremely common. Interspecific allopreening (between different species) has been observed in captivity. While sociable, however, the white-eye typically forms monogamous relationships with mates – it has only one mate at any one time.\nSocial hierarchy in a flock is established through physical displays. Some of these displays are not sex dependent, such as wing flicks exposing the underwing, wing flutters and vibrations, as well as open beak displays and beak snaps (rapid shutting of the beak to make a snapping noise). During breeding seasons, however, males establish territories via the sex-specific activity of singing loudly. Males will fend off intruders of the same species, yet will allow other species of birds to nest inside of their territory.",
    "Habits-Nesting": "Pairs of individuals, generally monogamous, choose a location for the nest between 1 and 30 meters above ground level. Construction of the nest lasts 7–10 days on average, and a variety of nesting material may be used (living and non-living); spider webs, moss, lichens, and mammal hair are all examples of building media that the birds employ. When building nests, they often steal material from the nests of other birds. Nests tend to be cup shaped, with a diameter of 56.2 mm and a depth of 41.7 mm. The majority of nests are only used once, but some may be used up to three times in any given season.",
    "Habits-Feeding": "The species is omnivorous, living on a diet of fruit from several species of flowering plants, various types of insects, and nectar at all levels of foliage. It feeds on insects by searching the leaves of flowers and scouring tree bark for larvae. Consequences of its diet include regulation of local insect populations and dispersal of seeds; however, the white-eye's seed-dispersal ability does not seem to be significant in Hawaii.",
    "Distribution": "The warbling white-eye is found in Japan, Korea, Taiwan, eastern China, and the northern Philippines. Migratory populations of the bird spend winters in Burma, Thailand, Hainan Island, and Vietnam. The white-eye is widespread and common in Japan, considered one of the more dominant bird species.In spring 2018 there were several sightings of Japanese white-eyes in Southern California, with confirmed breeding in San Diego County as of 2019.. However, in 2019 the California birds were reclassified as belonging to a newly designated species, Swinhoe's white-eye. The dominant white-eye population in Taiwan has similarly been reassigned to Swinhoe's.",
    "Distribution-Hawaii": "The warbling white-eye, originally introduced in O’ahu in 1929, has rapidly expanded its population and can now be found on every island of Hawaii; the climates of these islands range from tropical rain forests to deciduous forests. After subsequent releases and natural range expansion (enlargement of the area it occupies), the white-eye was determined to be the most abundant land bird on the Hawaiian Islands as early as 1987. It has become a vector for avian parasites that are now known to adversely affect populations of native birds such as Hawaiian honeycreepers, as well as spreading invasive plant species through discarded seeds.",
    "Predators": "Organisms known to prey upon native Hawaiian avian species include small mammals, like the Polynesian, black, and Norway rats, and the mongoose. There are no documented predators of the warbling white-eye. It can only be inferred that organisms that prey on small mammals and birds in the same area as the warbling white-eye also prey on the white-eye itself.",
    "Competitors": "In its natural habitat, the warbling white-eye competes with other native passerine bird species, including those of the same genus, such as the Bonin white-eye (Apalopteron familiare). In Hawaii, the warbling white-eye competes with native passerines such as the common 'amakihi, for food (such as nectar and fruit), as well as for space. In Hawaii, the warbling white-eye has been observed visiting endemic (native) floral species thought to have coevolved with endemic nectarivorous avian species (those that eat nectar). This means that, over time, changes in native flowers have triggered changes in native birds that feed on the nectar of these flowers; the latter change then triggers another change in the flowers, and the whole process continues to repeat itself. The visitation of the white-eye, along with the disappearance of those endemic nectarivorous passerine bird species, suggests that the white-eye is out-competing those endemic species for the floral resource (nectar).",
    "Conservation": "Native species need normal juvenile mass and bill length to recover and persist, but for this to happen, food must be restored to former levels. There is support that an introduced bird, such as the warbling white-eye, is responsible for the food shortage. Control of the white-eye is therefore essential for the recovery of native Hawaiian birds. The determination of the status of native birds is essential; those found to be endangered could possibly benefit from the designation of critical habitat. In 1980, a program to eradicate the Indian white-eye in California involved mist-netting and shooting the birds, and this proved to be the most successful of the various capture methods explored. Whether eradication is feasible and applicable to other instances of invasive exotic birds is yet to be determined, but could be considered a possibility for the eradication of the warbling white-eye in the Hawaiian Islands. However, because the white-eye's current ecological role is not fully understood (i.e. seed disperser, pollinator, etc.) further studies are necessary before any drastic measures are taken.",
    "References": "",
    "External links": "\"Zosterops japonicus\". Integrated Taxonomic Information System. Retrieved 4 February 2006."
  }
}