{
  "url": "https://en.wikipedia.org/wiki/Japanese_quail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Coturnix"
    },
    {
      "Species": "C. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese quail, Coturnix japonica, is a species of Old World quail found in East Asia.  First considered a subspecies of the common quail, it was distinguished as its own species in 1983. The Japanese quail has played an active role in the lives of humanity since the 12th century, and continues to play major roles in industry and scientific research. Where it is found, the species is abundant across most of its range. Currently, there are a few true breeding mutations of the Japanese quail. The breeds from the United States are: Texas A&M, English white, golden range, red range, Italian, Manchurian, Tibetan, rosetta, scarlett, roux dilute and golden tuxedo.",
    "Distribution and habitat": "Populations of the Japanese quail are known to mainly inhabit East Asia and Russia. This includes India, Korea, Japan, and China. Though several resident populations of this quail have been shown to winter in Japan, most migrate south to areas such as Vietnam, Cambodia, Laos, and southern China. This quail has also been found to reside in many parts of Africa, including Tanzania, Malawi, Kenya, Namibia, Madagascar, and the area of the Nile River Valley extending from Kenya to Egypt.Breeding sites of the Japanese quail are largely localized to East and Central Asia, in such areas as  Manchuria, southeastern Siberia, northern Japan, and the Korean Peninsula. However, it has also been observed to breed in some regions of Europe, as well as Turkey.The Japanese quail is primarily a ground-living species that tends to stay within areas of dense vegetation in order to take cover and evade predation. Thus, its natural habitats include grassy fields, bushes along the banks of rivers, and agricultural fields that have been planted with crops such as oats, rice, and barley. It has also been reported to prefer open habitats such as steppes, meadows, and mountain slopes near a water source.",
    "Description": "The morphology of the Japanese quail differs depending on its stage in life. As chicks, both male and female individuals exhibit the same kind of plumage and coloring. Their heads are tawny in color, with small black patches littering the area above the beak. The wings and the back of the chick are a pale brown, the back also having four brown stripes running along its length. A pale yellow-brown stripe surrounded by smaller black stripes runs down the top of the head.The plumage of the Japanese quail is sexually dimorphic, allowing for differing sexes to be distinguished from one another. Both male and female adults exhibit predominantly brown plumage. However, markings on the throat and breast, as well as the particular shade of brown of the plumage, can vary quite a bit. The breast feathers of females are littered with dark spots among generally pale feathers. Contrastingly, male breast feathers show off a uniform dark reddish-brown color that is devoid of any dark spots. This reddish-brown coloration also appears in the male cheek, while female cheek feathers are more cream colored. Some males also exhibit the formation of a white collar, whereas this does not occur in any female members of the species. It is important to note that while this coloration is very typical of wild populations of Coturnix japonica, domestication and selective breeding of this species has resulted in numerous different strains exhibiting a variety of plumage colors and patterns.Males tend to be smaller than females. Wild adults weigh between 90 and 100 grams while their domesticated counterparts typically weigh between 100 and 120 grams. However, weight among domesticated lines varies considerably, as commercial strains bred for meat production can weigh up to 300 grams.",
    "Diet": "The diet of the Japanese quail includes many different types of grass seed such as white millet and panicum. They also feed upon a variety of insects, their larvae, and other small invertebrates.The Japanese quail mainly eats and drinks at the beginning and end of the day: behavior shown to closely follow the photoperiod. However, they will still eat and drink throughout the day as well.Chicks like cracked millet, cracked sunflower seeds, dried mealworms, and live crickets.  Quail chicks are capable of catching small to medium sized crickets within the first week of hatching and can consume much larger crickets by the second week.",
    "Reproduction": "The type of relationship exhibited between male and female members of Coturnix japonica has returned mixed reports, as they have been seen to exhibit both monogamous and polygamous relationships. A study of domesticated specimens reveals that females tend to bond with one or two males, though extra-pair copulations are also frequently observed.Japanese quails show peak breeding activity during the summer season, when Testes increase in size and testosterone hormone concentrations hit their peak.The Japanese quail exhibits a quite distinct and specific mating ritual. First, the male grabs the neck of the female and mounts her. After mounting the female, the male extends his cloaca by curving his back in an attempt to initiate cloacal contact between him and the female. If cloacal contact is achieved, insemination of the female will be exhibited by distinguishable foam present in the female's cloaca. After successfully mating with a female, the male characteristically performs a distinctive strut. Females will either facilitate the mating attempts of the male by remaining still and squatting in order to ease the access of the male to her cloaca or impede the attempts of the male by standing tall and running away from him. Females can also induce the initial sexual interactions by walking in front of a male and crouching. Males acting aggressively toward a female during the mating ritual have been shown to reduce successful matings.Eggs tend to be laid in the few hours preceding dusk. Incubation of the egg starts as soon as the last egg in the clutch is laid and lasts an average of 16.5 days. Japanese quail females carry out most of the incubation of the eggs, becoming increasingly intolerant of the male throughout the incubation process. Eventually, the female will drive the male away before the eggs hatch. Thus, the females also provide all of the parental care to the newly hatched young.Egg weight, color, shape, and size can vary greatly among different females of a Japanese quail population; however, these characteristics are quite specific and consistent for any given female. Eggs are generally mottled with a background color ranging from white to blue to pale brown. Depending on the strain of the Japanese quail, eggs can weigh anywhere from 8 to 13 grams, though the accepted average weight is 10 grams. Age seems to play a role in the size of eggs produced as older females tend to lay larger eggs.",
    "Sensation and perception": "Though there is still much to be understood about the sensation and perception of Coturnix japonica, some has been revealed through various scientific experiments.",
    "Sensation and perception-Taste": "Normally, the Japanese quail has been considered to possess an underdeveloped sense of taste, this being evidenced by their inability to distinguish different kinds of carbohydrates presented to them. However, studies have shown that a limited ability to taste is indeed present. Evidence for this includes quail individuals exhibiting preferential choice of sucrose-containing solutions over simple distilled water and the avoidance of salty solutions.",
    "Sensation and perception-Smell": "Though the Japanese quail possesses an olfactory epithelium, little is known about its ability to sense smell. Despite this, certain studies have revealed that these birds are able to detect certain substances using only their sense of smell. For example, they have been reported to be able to detect the presence of certain pesticides, as well as avoid food containing a toxic chemical called lectin, using only the sense of smell.",
    "Sensation and perception-Sight": "Through nasolateral conversion of the eyes, the Japanese quail is able to achieve frontal overlap of the eye fields. Long distance perception occurs with a binocular field accommodation. In order to maintain focus on a certain object while walking, the quail will exhibit corresponding head movements. The Japanese quail has also been shown to possess color vision, its perception of color being greater than that of form or shape.",
    "Sensation and perception-Hearing": "Not much is known about Coturnix japonica hearing; however, it has been shown to be able to distinguish between various human phonetic categories.",
    "Vocalizations": "Some 28 different call types have been distinguished based on the circumstances in which they are used and the various behaviors that are exhibited during the call. The call types of the Japanese quail differ between male and female, the same stimulus resulting in differing vocalizations. Most of the calls used by this quail are present after five weeks of development; however, they remain relatively changeable until sexual maturity is reached. The typical crow of the Japanese quail is characterized by two short parts that precede a final, major trill.Crowing of males has been observed to expedite the development of the female's gonads as those exposed to such crowing reach maturity much earlier that those who are not exposed to male vocalizations. Differences in crow patterns have been observed between males with mates and un-mated males.In India, Krishi Vigyan Kendra Kannur under Kerala Agricultural University has produced video album containing songs and visuals on Japanese quail production under Creative Extension series.",
    "Hygiene": "This quail species is also an avid dust bather, individuals undergoing numerous bouts of dust bathing each day. When dust bathing, this bird will rake its bill and legs across the ground in order to loosen up the ground, and then use its wings to toss the dust into the air. As the dust falls back down to the ground around the bird, it will shake its body and ruffle its feathers to ensure they receive a thorough coating. This behavior is believed to function in such things as simple feather maintenance and parasite removal.",
    "Domestication": "The earliest records of domesticated Japanese quail populations are from 12th century Japan; however, there is evidence that the species was actually domesticated as early as the 11th century. These birds were originally bred as songbirds, and it is thought that they were regularly used in song contests.In the early 1900s, Japanese breeders began to selectively breed for increased egg production. By 1940, the industry surrounding quail eggs was flourishing. However, the events of World War II led to the complete loss of quail lines bred for their song type, as well as almost all of those bred for egg production. After the war, the few quails left were used to rebuild the industry, and all current commercial and laboratory lines today are considered to have originated from this population of quails.",
    "Uses": "",
    "Uses-Restocking wild game": "The Japanese quail is considered to be a closely related allopatric species to the common quail, though both are still recognized as distinct species. Due to their close relationship and phenotypic similarities, as well as the recent decline in wild common quail populations throughout Europe, the Japanese quail is often crossed with the common quail in order to create hybrids that are used to restock the declining wild quail populations. Countries such as Greece, France, Spain, Portugal, England, Scotland, Canada, China, Australia, and Italy all release thousands of such hybrids each year in order to supplement their dwindling wild quail populations, often releasing these birds right before the start of the hunting season. These hybrids are practically indistinguishable from the native common quail in these areas, though there are worries that such hybridizations could be detrimental to the native quail populations.",
    "Uses-Egg and meat production": "As the Japanese quail is easily managed, fast growing, small in size, and can produce eggs at a high rate, it has been farmed in large quantities across the globe. Countries such as Japan, India, China, Italy, Russia, and the United States all have established commercial Japanese quail farming industries. The Japanese quail provides developing countries with a stable source of animal proteins and developed countries with a suitable alternative to chicken. However, the quail finds its true economic and commercial value in its egg production, as domesticated lines of the Japanese quail can lay up to 300 eggs a year at a very efficient feed to egg conversion ratio.A feed to egg conversion ratio of 2.62 was accomplished by the 1990s.",
    "Uses-Research": "Interest in the Japanese quail as a research animal greatly increased after 1957 due to groups at the University of California and Auburn University who proposed its value in biomedical research. It is now widely used for research purposes in state, federal, university, and private laboratories. Fields in which Coturnix japonica is widely utilized include: genetics, nutrition, physiology, pathology, embryology, cancer, behavior, and the toxicity of pesticides.Japanese quail eggs have orbited the Earth in several Soviet and Russian spacecraft, including the Bion 5 satellite and the Salyut 6 and Mir space stations. In March 1990, eggs on Mir were successfully incubated and hatched.",
    "See also": "List of birds of Japan\nLists of Korean birds\nQuails in cookery",
    "References": "",
    "References-Additional references": "Lee, Woo-Shin; Koo, Tae-Hoe; Park, Jin-Young (2000). A field guide to the birds of Korea. Seoul, Korea: LG Evergreen Foundation. ISBN 978-89-951415-0-2.",
    "External links": "BirdLife Species Factsheet\nSlovak Commission for Research and Peaceful Uses of Space, with details on Ivan Bella's Japanese quail experiments on Mir, including photo of zero-gravity chick"
  }
}