{
  "url": "https://en.wikipedia.org/wiki/Japanese_bush_warbler",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Cettiidae"
    },
    {
      "Genus": "Horornis"
    },
    {
      "Species": "H. diphone"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese bush warbler (Horornis diphone), known in Japanese as uguisu (鶯), is an Asian passerine bird more often heard than seen. Its distinctive breeding call can be heard throughout much of Japan from the start of spring.",
    "Description": "The bird is drab-coloured and secretive. It is normally only seen in spring before there is foliage in the trees. In winter the call is a low chirping. The Japanese bush warbler tends to remain deep in the shadow of foliage during the day.\nThe Japanese bush warbler is olive brown above and tending toward dusky colors below. It has pale eyebrows. It has a beak that curves up making it look like it is smiling. The bird is typically 15.5 centimetres (6.1 in) in length.\nThey are omnivore but they mainly eat little insect, larva, and spiders during summer and they mainly eat seeds and nuts during winter. The reproductive season is the beginning of summer and males make territories and sing \"Ho-hokekyo\" for 1000 times a day. This bird tends to have polygamy relationships. Since the male tweets \"Ho-hokekyyo\", females are attracted to that. Form a side-hole type pot-shaped nest, lay 4-6 eggs, and females raise their baby.",
    "Distribution and habitat": "The Japanese bush warbler is a common year-round resident throughout Japan (except Hokkaidō) and the northern Philippines. In summer the Japanese bush warbler can also be found in Hokkaidō, Manchuria, Korea, and central China. In winter, the bush-warbler can also be found in southern China and Taiwan.It was introduced to Oahu in Hawaii between 1929–1941 and have since spread to other South Eastern islands of the Hawaiian chain.In summer it ranges from low hills to high mountains, preferring bamboo thickets and black pine trees. In winter it seeks cover at lower elevations.",
    "Relationship to humans": "The propensity of the Japanese bush warbler to sing has led to the birds being kept as cage birds. Robert Young records that to encourage singing the cages of kept birds were covered with a wooden box with a small paper window that allowed only subdued light in. Along with the return of the barn swallow the bush warbler's call is viewed by Japanese as a herald of springtime.\nIt is one of the favorite motifs of Japanese poetry, featured in many poems including those in Man'yōshū or Kokin Wakashū. In haiku and renga, uguisu is one of the kigo which signify the early spring. In poetry the bird is associated with the ume blossom, and appears with ume on hanafuda playing cards. There is also a popular Japanese sweet named Uguisu-boru (Uguisu Balls) which consists of brown and white balls meant to resemble ume flower buds. However, the distinctive song is not usually heard until later in spring, well after the ume blossoms have faded. In haiku the bird with this song is known as sasako, and the song is called sasanaki.\nThe beauty of its song led to the English name Japanese Nightingale, although the Japanese bush warbler does not sing at night as the European nightingale does. This name is no longer commonly used.\nAn uguisu-jō (jō = woman) is a female announcer at Japanese baseball games, or a woman employed to advertise products and sales with a microphone outside retail stores. These women are employed because of their beautiful 'warbling' voices. They are also employed to make public announcements for politicians in the lead-up to elections.\nIn Japanese architecture there is a type of floor known as \"uguisubari\", which is generally translated into English as \"nightingale floor\". These floors have squeaking floorboards that resemble the Japanese bush warbler's low chirping, and are meant to be so designed to warn sleepers of the approach of ninja. Examples can be seen at Eikan-dō temple, Nijō Castle and Chion-in temple in Kyoto.\nThe nightingale's droppings contain an enzyme that has been used for a long time as a skin whitening agent and to remove fine wrinkles. It is sometimes sold as \"uguisu powder\". The droppings are also used to remove stains from kimono.",
    "Songs": "Pi pi pi... kekyo kekyo Hooo- hoke'kyo Hoohokekyo. Young Japanese bush warblers do not initially perform the \"hoohokekyo\" song skillfully, but gradually learn to sing by imitating others in the vicinity.\n Hooo- hokekyo, hooo- hokekyo. The songs of two Japanese bush warblers are recorded here on a single file.",
    "References": "Hamao, S. and M. Hayama, 2015. Breeding ecology of the Japanese Bush Warbler in the Ogasawara Islands. Ornithological Science, 14: 111-115.\nHamao S (1997) Ippu-tasai no tori: Uguisu (A polygynous bird: the Japanese Bush Warbler). Bun-ichi Sogo Shuppan, Tokyo (in Japanese).",
    "External links": "Japanese bush-warbler, Mike Danzenbaker's bird photo website."
  }
}