{
  "url": "https://en.wikipedia.org/wiki/Kalij_pheasant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Lophura"
    },
    {
      "Species": "L. leucomelanos"
    }
  ],
  "text": {
    "__SUMMARY__": "The kalij pheasant (Lophura leucomelanos) is a pheasant found in forests and thickets, especially in the Himalayan foothills, from Pakistan to western Thailand. Males are rather variable depending on the subspecies involved, but all have an at least partially glossy bluish-black plumage, while females are overall brownish. Both sexes have a bare red face and greyish legs (the latter separating it from the red-legged silver pheasant). It is generally common and widespread, though three of its eastern subspecies (L. l. oatesi, L. l. lineata, and L. l. crawfurdi) are considered threatened and L. l. moffitti is virtually unknown in the wild.The name is also spelled kaleege in old texts, such as Game Birds of India and Asia by Frank Finn, though no longer in his Indian Sporting Birds.  The species was introduced to Hawaii in 1962 as a gamebird.",
    "Taxonomy": "The kalij pheasant is closely related to the silver pheasant, and the two are known to hybridize. The placement of the taxa L. l. lineata and L. l. crawfurdi has been a matter of dispute, with some treating them as subspecies of the kalij pheasant and others as subspecies of the silver pheasant. They have greyish legs as in the kalij pheasant, but their plumage is closer to that of some subspecies of the silver pheasant. Additionally, as the silver pheasant, L. l. lineata and L. l. crawfurdi are found east of the Irrawaddy River, a major zoogeographic barrier, while all other subspecies of the kalij pheasant are found west of the river (L. l. oatesi, a subspecies of the kalij pheasant, has sometimes been reported as occurring east of that river, but this is incorrect). Based on mtDNA, it was recently confirmed that L. l. lineata and L. l. crawfurdi should be regarded as subspecies of the kalij pheasant.",
    "Taxonomy-Subspecies": "The nine recognized subspecies of the kalij pheasant are, in taxonomic order:\n\nL. l. hamiltoni J.E. Gray, 1829) – white-crested kalij pheasant – western Himalayas\nL. l. leucomelanos (Latham, 1790) – nominate – forests of Nepal\nL. l. melanota (Hutton, 1848) – black-backed kalij pheasant – Sikkim and western Bhutan\nL. l. moffitti (Hachisuka, 1938) – black kalij pheasant – central Myanmar\nL. l. lathami (J.E. Gray, 1829) – Horsfield's pheasant – eastern Bhutan and northern India to Myanmar\nL. l. williamsi (Oates, 1898) – Williams' kalij pheasant – western Myanmar\nL. l. oatesi (Ogilvie-Grant, 1893) – Oates' kalij pheasant – southern Myanmar\nL. l. crawfurdi (J.E. Gray, 1829) – Crawfurd's pheasant – southeastern Myanmar to peninsular Thailand\nL. l. lineata (Vigors, 1831) – lineated pheasant – southern Myanmar to northwestern Thailand",
    "Description": "Males have a total length of 63 to 74 cm (25 to 29 in) and females 50 to 60 cm (20 to 24 in). Height is... Very roughly, the subspecies can be divided into two main groups, with the first (subspecies L. l. hamiltoni, L. l. leucomelanos, L. l. melanota, L. l. moffitti, and Vlathami) being found in the western and central part of the species' range, while the second (L. l. williamsi, L. l. oatesi, L. l. lineata, and L. l. crawfurdi) is found in the eastern part. In the males of the first group, most of plumage is glossy blue-black, though with white to the rump or underparts in most subspecies, and in L. l. hamiltoni, the westernmost subspecies, the crest is white (all other have a blue-black crest). In the second group, the underparts and crest are glossy blue-black, but the tail and upperparts are white (or very pale grey) with most feathers densely vermiculated with black.Females are brownish. In some subspecies, the underparts are distinctly marked in whitish and black, while in others, most feathers are pale-edged, resulting in a scaly appearance.",
    "References": "",
    "External links": " Media related to Lophura leucomelanos at Wikimedia Commons"
  }
}