{
  "url": "https://en.wikipedia.org/wiki/Lady_Amherst's_pheasant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Chrysolophus"
    },
    {
      "Species": "C. amherstiae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lady Amherst's pheasant (Chrysolophus amherstiae) is a bird of the order Galliformes and the family Phasianidae. The genus name is from Ancient Greek khrusolophos, \"with golden crest\". The English name and amherstiae commemorates Sarah Amherst, wife of William Pitt Amherst, Governor General of Bengal, who was responsible for sending the first specimen of the bird to London in 1828.The species is native to southwestern China and far northern Myanmar, but has been introduced elsewhere. Previously, a self-supporting feral population was established in England, the stronghold of which was in West Bedfordshire.  Lady Amherst first introduced the ornamental pheasant on her estates, near the Duke of Bedford's Woburn Abbey, where the birds were also shot for game and interbred. However, since late 2015 the species has been believed to be extirpated in Great Britain with no confirmed sightings since March 2015.\nThe adult male is 100–120 cm (40-48 in.) in length, its tail accounting for 80 cm of the total length. It is unmistakable with its nuchal cape white black, with a red crest.  The long grey tail and rump is red, blue, dark green, white and yellow plumage.  The \"cape\" can be raised in display.  This species is closely related to the golden pheasant (C. pictus), but has a yellow eye, blue-green bare skin around it.  The bill is horn-coloured and they had blue-gray legs.The female is much less showy, with a duller mottled brown plumage all over, similar to that of the female common pheasant (P. colchicus) but with finer barring.  She is very like the female golden pheasant, but has a darker head and cleaner underparts than the hen of that species.\nDespite the male's showy appearance, these birds are very difficult to see in their natural habitat, which is dense, dark forests with thick undergrowth. Consequently, little is known of their behaviour in the wild.\nThey feed on the ground on grain, leaves and invertebrates, but roost in trees at night. Whilst they can fly, they prefer to run, but if startled they can suddenly burst upwards at great speed, with a distinctive wing sound.  The male has a gruff call in the breeding season.  Widespread throughout its large range, the Lady Amherst's pheasant is evaluated as Least Concern on the IUCN Red List of Threatened Species.",
    "Gallery": "",
    "References": "BibliographyBriggs, M.; Briggs, P. (2009). The Natural History of the British Isles. Bath, UK.\nFitter, R.S.R. (1955) [1952]. The Pocket Guide of British Birds. London: Collins.\nPeter Scott (1969). Book of British Birds. London.",
    "External links": "BirdLife Species Factsheet"
  }
}