{
  "url": "https://en.wikipedia.org/wiki/Long-tailed_widowbird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Ploceidae"
    },
    {
      "Genus": "Euplectes"
    },
    {
      "Species": "E. progne"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-tailed widowbird (Euplectes progne), also known as the \"Sakabula\", is a species of bird in the family Ploceidae. The species are found in Angola, Botswana, the DRCongo, Kenya, Lesotho, South Africa, Swaziland, and Zambia. The long-tailed widowbird is a medium-sized bird and one of the most common in the territories it inhabits.  Adult breeding males are almost entirely black with orange and white shoulders (epaulets), long, wide tails, and a bluish white bill.  Females are rather inconspicuous, their feathers streaked tawny and black with pale patches on the chest, breast and back, narrow tail feathers, and horn-colored bills.When flying, male long-tailed widowbirds are readily visible due to their extremely long tails.  Between six and eight of their twelve tail feathers are approximately half a metre (approximately 20 inches) long.  The tail during flight display is expanded vertically into a deep, long keel below the male as he flies with slow wingbeats 0.5 to 2 metres (20 to 78 inches) above his territory.\nBecause of the seemingly large cost to such male ornaments, the long-tailed widowbird has been the subject of extensive research into the function and evolution of sexually selected traits.  This research has demonstrated the existence of female choice in sexual selection and indicates the trade-offs between sexual appeal and physical constraints with regard to the evolution of sexual ornaments.",
    "Taxonomy": "The long-tailed widowbird was described by the French polymath Georges-Louis Leclerc, Comte de Buffon in 1779 in his Histoire Naturelle des Oiseaux from a bird collected in the Cape of Good Hope region of South Africa. The bird was also illustrated in a hand-coloured plate engraved by François-Nicolas Martinet in the Planches Enluminées D'Histoire Naturelle which was produced under the supervision of Edme-Louis Daubenton to accompany Buffon's text.  Neither the plate caption nor Buffon's description included a scientific name but in 1783 the Dutch naturalist Pieter Boddaert coined the binomial name Emberiza progne in his catalogue of the Planches Enluminées. The long-tailed widowbird is now one of 17 species placed in the genus Euplectes that was introduced by the English naturalist William John Swainson in 1829. The genus name combines the Ancient Greek eu \"fine\" or \"good\" and the New Latin plectes \"weaver\". The specific progne is Latin for a \"swallow.Three subspecies are recognised:\nE. p. delamerei (Shelley, 1903) – central Kenya\nE. p. delacouri Wolters, 1953 – Angola, south DR Congo and Zambia\nE. p. progne (Boddaert, 1783) – southeast Botswana to east South AfricaThe long-tailed widowbird has three geographically differentiated subspecies.  These include delamerei, found in the highlands of Kenya, delacouri, found in the Congo, Angola and Zambia, and progne, found in Botswana, South Africa, Swaziland and Lesotho.  Some researchers have suggested the existence of long-tailed widowbird superspecies based on similarity in male nuptial plumage such as tail length, but this is the topic of some debate.",
    "Description": "Long-tailed widowbirds exhibit distinct sexual dimorphism.  Males and females exhibit differences in behavior and morphological traits.  Adult males are entirely black, including under their wing-coverts.  Males' wing shoulders are orange red and their wing-coverts white.  Their bills are bluish white.  Males are known for their distinctly long tails, which contain twelve tail feathers.  Of these twelve tail feathers, between six and eight are approximately half a metre (approximately 20 inches) long.  Males have wingspans of approximately 127 to 147 mm (approximately 5 to 5.8 inches).Females have a rather subdued coloration. The upper portion of the female's body is streaked with buff or tawny and black.  Female chests, breasts and flanks are slightly paler than their above coloring.  The area under the wing-coverts is black and the females' tail feathers are narrow and pointed. Finally, their bills are horn-coloured.Non-breeding males are slightly larger than females, though they demonstrate a remarkably similar appearance.  For the most part, these males are colored in the same manner as the females, except in that they are more broadly streaked above and below and have wings and wing shoulders with the morphology of the breeding class of males.  Rarely, males in the non-breeding class have elongated brownish black tail feathers, though these feathers are substantially shorter than those of the breeding class.Immature males and females are very similar in appearance to the adult female.  However, immature males, much like adult non-breeding males, are slightly larger than adult females.",
    "Distribution and habitat": "There are three known isolated populations of long-tailed widowbirds. The first is found in the Kenyan highlands, the second in Angola, southern Zaire and Zambia, and the third in southern Africa. It is unknown when these populations were last in contact, however, and the central population differs most in morphology relative to the other two populations. The southern African population extends from the Eastern Cape (Transkei region) through the Free State, Lesotho, KwaZulu-Natal, and western Swaziland to the Transvaal plateau.  The species just enters southeastern Botswana, but is most commonly found in the central highveld of South Africa.\nLong-tailed widowbirds are generally found in swampy grassland in flocks consisting of one or two males and a number of females.  The males fly with their tails drooping and somewhat spread, and with slow regular movements of their wings.  In wet weather, they are unable to fly due to their elongated tails.  During the non-breeding season, long-tailed widowbirds congregate into flocks, which can be found roosting in reed beds. The long-tailed widowbird can be found at elevations up to 2,750 metres (9,022 feet) in the Drakensberg Mountains.",
    "Behaviour": "",
    "Behaviour-Food and feeding": "The long-tailed widowbird's diet generally consists of seeds, supplemented occasionally by arthropods.  The birds do most of their foraging in flocks on the ground, though they are occasionally observed hawking insects airily.  The long-tailed widowbird feeds on a distinct variety of seeds, including those of Setaria sphacelata (twisted-leaf bristle grass), Paspalum dilatatum (common paspalum), Paspalum distichum (couch paspalum), Pennisetum clandestinum (Kikuyu grass), Triticum (wheat), Themeda triandra (rooigras), and Senecio juniperinus (groundsel).  They also feed upon both insects, including species of beetles (Coleoptera), cicadas and aphids (Hemiptera), and spiders.",
    "Behaviour-Breeding": "Males defend territories in the grasslands the species inhabits.   Females have a long nesting period and survey these territories and the males that inhabit them prior to mate selection.  Breeding takes place from February to July, reaching its peak in March and April. Females weave nests, shaped in large dome structures with a lining of seedheads, in the high grass within males' territories. The nests are placed 0.5–1 meters (19 to 40 inches) off the ground in the upper third of the high grass (Eleusine jaegeri), where the females raise their two to three young.  \nFemales often mate with the male within whose territories they nest. Females lay one to three eggs after mating, and these are pale bluish green and streaked with brown. They are usually around 23.5 millimeters (0.9 inches) by 16.5 mm (0.6 inches) in size.",
    "Behaviour-Sexual selection": "Charles Darwin first expressed his ideas on sexual selection and mate choice in his book The Descent of Man, and Selection in Relation to Sex in 1871 in response to questions surrounding the elaborate ornamentation that males of some species exhibit despite detrimental costs to survival and seemingly negative consequences for reproductive success.  He proposed two explanations for such traits' existences: these traits are useful in male-male combat or are preferred by females.\nRelative to the first of Darwin's theories on sexual selection, the process of female choice, though theoretically plausible, took a considerable amount of time to gain acceptance because Darwin had little, if any, firm evidence that females did in fact choose mates based on characteristics they found attractive. It took ninety years after Darwin's initial proposal for the theory to be tested in what has become a classic example of behavioral ecology research.The male long-tailed widowbird has one of the most remarkable ornaments among passerine birds.  Their tails, which are often more than half a meter (20 inches) long, are the most extreme sexual ornament among Euplectes and seem to in fact be detrimental to the survival of the male.  Thus, the tail appears to oppose forces of natural selection in the basic sense by decreasing survival in individuals who carry the trait.  It was for this reason that researchers have chosen to focus their research into female choice on the confusing example of the long-tailed widowbird.",
    "Behaviour-Sexual selection-Andersson experiment": "Malte Andersson and colleagues tested Darwin's (and Fisher's) theory of female preference for ornamentation as the cause of extreme elongation of the male long-tailed widowbird's tail.  They changed the length of males' tails and studied their relative mating success.  Early in the breeding season, the territories of thirty-six males were mapped and the numbers of nests were counted.  The experimenters used each male as his own control by subtracting the number of nests in each male's territory before treatment from the total of nests after treatment.  This reduced the influence of initial variation among male territories on the outcome of the experiment.  In a randomized block experiment, the color-ringed males were partitioned among nine groups of four males each.  These groups were similar in territory quality and tail length.  The tail of one randomly selected male within each group was cut to about 14 centimeters (5 inches) in length.  Each removed feather was then glued to the corresponding feather of another male, elongating his tail by 20 to 30 centimeters (8 to 12 inches).  The two other males in the group served as controls.  One had his tail cut and repaired using glue, while the other's tail was left unchanged.A clear pattern of success emerged, with males with the elongated tails being the most successful, followed by the control (normal tail length) males, followed by the males with shortened tails.  The result indicated that the long tail is favored by sexual selection through female choice of mates. Female preference for long tails is also seen in the red-collared widowbird.The Andersson experiment demonstrated that female long-tailed widowbirds prefer supernormal tails, as males with elongated tails were found to be the most reproductively successful.  The tail females found most attractive were longer than those that occur in the natural setting.  This outcome was shown to be the result of female choice rather than differences in male behavior resulting from shortened tails: males with shortened tails neither became less active in courtship display, nor did they give up their breeding territories.  Thus, the tail is used to attract females rather than in direct contests among males, which is further supported by the fact that males do not expand their tails during flight displays during territorial contests.",
    "Behaviour-Males' tail and epaulet": "One explanation for why females favor long tails in males is that the expanded tail enlarges the lateral surface area of the male by 2–3 times, making him much more visible from far distances over open grassland.  However, this is most likely not the whole explanation, especially considering that prior to mating, females spend a great deal of time comparing males and, thus, do not rely on sighting them from a distance.As of this time, the exact function of epaulet in male long-tailed widowbirds is unknown. However, its use does resemble that of the red-winged blackbird, being displayed during courtship and threat displays. Thus, the two most conspicuous ornaments of the male birds in the two species may be favored by different forms of sexual selection: the tail of the long-tailed widowbird by female choice and the brightly colored epaulets of the long-tailed widowbird and red-winged blackbird by male contest competition.",
    "Conservation status": "The long-tailed widowbird has a very large range, and so the species would not be classified as vulnerable under the range size criterion put forward by BirdLife International which include that the extent of occurrence being less than 20,000 km2 (7722 miles2) combined with a declining or fluctuating range size, habitat extent/quality, or population size and a small number of locations or severe fragmentation. The population is stable according to the population trend criterion, which requires a greater than 30% decline over ten years or three generations, and would not be considered vulnerable for this reason. While the total population size has not yet been quantified, it is not believed that the long-tailed widowbird is approaching the threshold for being considered vulnerable under the population size criterion (less than 10,000 mature individuals with a continuing decline estimated to be greater than 10% in ten years or three generations, or with a specified population structure). For these reasons, the species is evaluated as least concern.",
    "Gallery": "",
    "References": "",
    "External links": "Long-tailed widow – Species text in The Atlas of Southern African Birds"
  }
}