{
  "url": "https://en.wikipedia.org/wiki/Luzon_bleeding-heart",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Gallicolumba"
    },
    {
      "Species": "G. luzonica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Luzon bleeding-heart (Gallicolumba luzonica) is one of a number of species of ground dove in the genus Gallicolumba that are called \"bleeding-hearts\". The Luzon Bleeding-heart is the species in which the \"blood\" feature is most pronounced, with the reddish hue extending down the belly, furthering the illusion of blood having run down the bird's breast.",
    "Description": "On its upper surfaces, the Luzon bleeding-heart is slate grey in color, but because it is iridescent, it can appear to be purple, royal blue, or bottle-green, and the apparent color varies with lighting conditions. On their wings are black bands while their belly and under wing areas are buff or chestnut.\nAs in most pigeons, there is little sexual dimorphism; males tend to be larger and have a more pronounced red patch, while in the females it is slightly duller. The body shape is typical of the genus, with a round body, a short tail and long legs.",
    "Distribution": "The Luzon bleeding-heart is endemic to the island of Luzon in the Philippines where the locals call it Puñalada. It lives in primary or secondary forests, and can be found at altitudes varying from up to 1400 meters above sea level. They eat seeds, berries and grubs. They are shy and secretive, and very quiet, and rarely leave the ground except when nesting. Unlike the other bleeding-hearts, they usually lay two eggs in each clutch.\nThree subspecies of the Luzon bleeding-heart are known: Gallicolumba luzonica luzonica, Gallicolumba luzonica griseolateralis, Gallicolumba luzonica rubiventris.\nGallicolumba luzonica luzonica is found on the central and southern parts of the island of Luzon, and the neighboring Polillo Islands while Gallicolumba luzonica griseolateralis is found on the northern part of the island. Gallicolumba luzonica rubiventris meanwhile, is found exclusively on the island of  Catanduanes where a single specimen was collected in 1971; this subspecies is very rare and is believed to be near extinction or already extinct.",
    "Conservation status": "Currently, the Luzon bleeding-heart is listed as Near-Threatened by the IUCN.  This is due to the species being threatened by habitat loss and fragmentation through deforestation for timber extraction and agricultural lands. It is also commonly trapped as a pet for its striking plumage.A captive breeding project has been started in Australia.The Luzon bleeding-heart was featured on a Philippine 2-peso postage stamp in 1994.",
    "References": "",
    "External links": "Detailed account by a fancier who has kept the species in captivity"
  }
}