{
  "url": "https://en.wikipedia.org/wiki/Madagascar_lovebird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Agapornis"
    },
    {
      "Species": "A. canus"
    }
  ],
  "text": {
    "__SUMMARY__": "The grey-headed lovebird or Madagascar lovebird (Agapornis canus) is a small species of parrot of the lovebird genus. It is a mainly green parrot. The species is sexually dimorphic and only the adult male has grey on its upper body. They are native on the island of Madagascar and are the only lovebird species which are not native on the African continent.  They are the smallest of the lovebird species. It is rarely seen in aviculture and it is difficult to breed in captivity.",
    "Description": "The grey-headed lovebird is one of the smallest species of the lovebird genus, being 13 cm (5 inches) long and weighing about 30–36 grams.  Its beak and feet are pale grey.  The species is sexually dimorphic: the adult female is entirely green, with a dark green back and wings, a bright green rump, and a paler green chest; the adult male are similarly colored, except that their entire head and upper chest are a pale grey.",
    "Behaviour": "Grey-headed lovebirds are strong fliers, and when open, their wings seem larger in relation to their bodies than those of the peach-faced lovebird. They can develop good speed quite quickly and effortlessly, and turn smoothly, though they are not as nimble in the air as the peach-faced lovebirds.",
    "Aviculture": "Grey-headed lovebirds were first imported for European aviculture in the second half of the nineteenth century. When imports were permitted and they were available to aviculture in large numbers, little effort was put into breeding. They prefer to breed in the autumn, and because they have poor tolerance for cold weather breeding in aviculture is generally unsuccessful. They tend to be nervous and easily frightened in an aviary.It is quite rare in captivity, with only a very few breeders having successfully reproduced more than one or two generations. This, and the fact that even hand-fed birds remain too shy and nervous to make good pets, are clear reasons for any captive Madagascars to be given a chance to breed, rather than being kept as pets.\nGrey-headed lovebirds prefer finch and canary seed over the sunflower/safflower mixes that most other lovebirds eat.",
    "References": "\n\"Species factsheet: Agapornis canus\". BirdLife International (2008). Retrieved 9 July 2008."
  }
}