{
  "url": "https://en.wikipedia.org/wiki/Madagascar_buttonquail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Charadriiformes"
    },
    {
      "Family": "Turnicidae"
    },
    {
      "Genus": "Turnix"
    },
    {
      "Species": "T. nigricollis'"
    }
  ],
  "text": {
    "__SUMMARY__": "The Madagascar buttonquail (Turnix nigricollis) is a species of bird in the buttonquail family, Turnicidae.\nIt is endemic to Madagascar and a few small islands nearby. It is a largely ground-dwelling bird and the female is rather more brightly coloured than the male. It is the male that incubates the eggs and mainly cares for the young.",
    "Description": "The Madagascar buttonquail is a stocky bird with a small head and short legs and tail. Both sexes are cryptically coloured; the male has a light brown head with black and white streaking and mottling, and a greyish-brown back and wings with fine dark barring and pale-edged feathers, the barring on the outer scapulars being bolder. The tail is greyish-brown with fine barring. The chin and throat are whitish, the breast cinnamon-buff with dark barring and the belly whitish. The bill is bluish-grey, the irises white or pale grey and the legs greyish. The female is more brightly coloured. The top of the head is blackish and the mantle brownish-grey with some dark barring and cinnamon feather-edges, interspersed with some plain grey-brown feathers, giving a chequer-board effect. There is a white moustachial stripe below which the chin and upper throat form a black bib. The breast is cinnamon-pink and the belly grey with faint barring. The juvenile resembles the male but is somewhat darker and more heavily spotted.",
    "Distribution and habitat": "This buttonquail is endemic to the island of Madagascar and is present over most of the island in suitable habitat. It is found in grassland, open woodland, clearings, glades, the edges of forests, sandy and bushy locations, weedy places and cultivated areas, especially where cassava is grown. It has been introduced to the Seychelles and is present on Réunion, although it is unclear whether it is native there. It is also present on a few small islands between Madagascar and mainland Africa.",
    "Ecology": "The species is often seen alone or in small groups of up to four birds. If startled it may crouch to avoid detection, or may run away, but seldom flies unless danger is very close. Even then, it flies with rapid wingbeats for only a short distance. It forages by scratching in the plant litter like a chicken, leaving distinctive circular depressions. It mainly feeds on invertebrates and has a particular liking for termite larvae. One individual was found to have eaten snails, cockroaches, beetles, flies, bugs and caterpillars. It may also eat seeds.As with other members of this family, the female plays the more active role in the breeding season, defending a territory and making vocalisations to attract a male. The nest is built in a slight depression on the ground often concealed in a grass tussock or thick vegetation. It is built by both birds from dried grasses and stems, dead leaves and sometimes feathers. It may be partially roofed with dead leaves and sometimes is approached by a covered runway. A clutch of about four, heavily blotched eggs is laid. The male incubates these for about a fortnight, possibly being relieved by the female occasionally; he is also responsible for the care of the young, feeding them for the first week from his bill before they start to peck food from the ground. The female is at first aggressive towards the chicks and the male defends them, but later the female takes on more of a caring role. The chicks become independent by the fifth week and may be driven away by the parents after this.",
    "Status": "T. nigricollis is a common bird in the north, west and south of the island but is less common in the central and eastern areas. Its total area of occupancy is estimated to be about 590,000 km2 (227,800 sq mi). No particular threats have been identified and the population trend is believed to be stable, so the International Union for Conservation of Nature has rated its conservation status as \"least concern\".",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Turnix nigricollis at Wikimedia Commons\n Data related to Turnix nigricollis at Wikispecies"
  }
}