{
  "url": "https://en.wikipedia.org/wiki/Magpie-lark",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Monarchidae"
    },
    {
      "Genus": "Grallina"
    },
    {
      "Species": "G. cyanoleuca"
    }
  ],
  "text": {
    "__SUMMARY__": "The magpie-lark (Grallina cyanoleuca), also known as the peewee, peewit or mudlark, is a passerine bird native to Australia, Timor and southern New Guinea. The male and female both have black and white plumage, though with different patterns. John Latham described the species in 1801. Long thought to be a member of the mudnest builder family Corcoracidae, it has been reclassified in the family Monarchidae (the monarch flycatchers). Two subspecies are recognized.",
    "Taxonomy and systematics": "The magpie-lark was originally described by the English ornithologist John Latham in the genus Corvus in 1801 (as Corvus cyanoleucus). Its species name is derived from the Ancient Greek words cyanos \"dark blue\" and leukos \"white\" despite the black and white plumage. However, there can be a bluish sheen to the black back. In the same publication, Latham described the same species as Gracula picata. In 1843, Hugh Edwin Strickland proposed using the second name as it was the more accurate, resulting in Grallina picata. Formerly, some authorities have classified the magpie-lark as belonging to a genus of bee-eaters, Merops.\nLatham gave the species the common names of blue and white crow and pied grackle, based on the scientific names. John Gould likewise called it the pied grallina in 1848, though he noted that it was called magpie-lark by the early settlers. Alternate names for the magpie-lark include the mudlark (more common in southeastern Australia) or pugwall (pug \"clay\"), from its nest, and peewee (more common in northeastern Australia), peewit, from its call. Unlike many species in southwestern Australia, the magpie-lark was given names by the local indigenous people that were onomatopoeic (sounding like the calls they make). Names recorded include byoolkolyedi (Perth and lowlands), dilabot (mountains and interior), and koolyibarak. Indigenous people in the Sydney region called it birrarik or birrerik.Additional common names used regionally include Murray magpie in South Australia.\n\nIn 1977, the RAOU settled on Australian magpie-lark as the official name, noting that the names magpie lark and, less commonly, mudlark were used in guidebooks at the time.Two subspecies are recognised:\nG. c. cyanoleuca – (Latham, 1801): Found in western, central, eastern and southern Australia\nG. c. neglecta – Mathews, 1912: Found in northern AustraliaLong thought to be a member of the mudnest builder family Corcoracidae, the magpie-lark and the closely related torrent lark (Grallina brujini) have been reclassified in the family Monarchidae (the monarch flycatchers). The two make up a lineage that split off early from other monarchs and has no close relatives within the family.",
    "Description": "The magpie-lark is of small to medium size, reaching 25 to 30 cm (9.8 to 11.8 in) long when fully grown, or about the same size as a European common blackbird, and boldly pied in black and white; the weight range is 63.9 to 118 g (2.25 to 4.16 oz) for males, and 70 to 94.5 g (2.47 to 3.33 oz) for females. The sexes are similar from a distance but easy to tell apart: the female has a white throat, the male a black throat and a white \"eyebrow\". Juveniles and immatures of either sex have the white throat of the female and the black eyestripe of the male, and a white belly.",
    "Distribution and habitat": "The magpie-lark is a common and very widespread bird both in urban and rural areas, occupying all parts of Australia except for Tasmania and some of the inland desert in the far north-west of Western Australia, and appears to have adapted well to the presence of humans. It is also found in southern New Guinea and on the island of Timor. In 1924 it was introduced onto Lord Howe Island which lies 600 km (370 mi) to the east of Australia in the Tasman Sea. It is now widespread on the island. The magpie-lark is a familiar sight around Australia; sitting on telephone wires either singly or in pairs, or patrolling patches of bare ground, especially foreshores or swamps.",
    "Behaviour and ecology": "A primarily carnivorous species that eats all sorts of small creatures, the magpie-lark can adapt to an enormous range of different habitats, requiring only some soft, bare ground for foraging, a supply of mud for making a nest, and a tree to make it in. It has benefited greatly from agriculture: both the clearing of dense forest in fertile zones and the provision of artesian water in arid areas—although a disaster for other species—have been a boon for bare-ground and short-grass feeders like magpies and magpie-larks.\nGroup gatherings of magpie-larks have been observed, with loose \"flocks\" comprising dozens of individuals being observed perched on vantage points. Such behaviour is common, particularly in productive agricultural areas. This behaviour may be pairing or breeding related or simply indicate a bountiful feeding area.\nThe magpie-lark is aggressively territorial, and will fearlessly defend its territory against larger species such as magpies, ravens, kookaburras, and even the wedge-tailed eagle.\nThey are also known to attack people to defend their nesting area. \nAlthough attacks on people are not as aggressive as masked lapwings and magpies, they can still result in surprise or minor injury to the recipient.\nThey are also known to attack mirrors, windows and other reflective surfaces in which they mistake their reflection for an intruder into their territory.",
    "Behaviour and ecology-Breeding": "Birds generally pair for life (though divorce is not unknown) and defend a territory together. The nest is round, about 150 mm in diameter with vertical sides and is usually placed on a flat branch somewhere near water or on a horizontal beam of a telephone pole. It is made of grass and plant material thickly plastered together with mud, and generously lined with grass, feathers and fur.  Breeding is opportunistic, usually from August to February in the fertile south, anytime after rain in drier areas, and multiple broods are common when conditions allow. Both parents incubate a clutch of between three and five eggs. Incubation of eggs takes up to eighteen days, and the young birds fledge about three weeks after hatching. It is quite common for only some of the chicks to survive because sometimes the nest is not big enough for all of the baby birds, therefore one baby will sometimes push another out of the nest and it is most likely that the chick will not survive the fall.",
    "Behaviour and ecology-Duet singing": "Magpie-larks are one of the 200-odd species of bird around the world that are known to sing in duet; each partner producing about one note a second, but a half-second apart, so that humans find it difficult to tell that there are actually two birds singing, not one.\nTraditionally, it has been thought that the function of duet singing (not just in magpie-larks but birds more generally and indeed in mammals, insects and frogs) was to defend a territory or to maintain the pair-bond. More recently it has been proposed that it serves to guard against infidelity—that the male sings to attract a mate, and the female joins in to let her rivals know that this particular male is already taken. Duet singing remains fairly poorly understood as a great deal of the existing research on birdsong has been carried out in the northern Hemisphere, where a fairly small number of female birds sing.\nIn the case of the magpie-lark, the duet singing is now known to be cooperative: pairs sing together to defend their territory. Magpie-larks sing more vigorously in response to duet calls from other birds than they do to the call of a single rival, and more vigorously still if the callers are strangers rather than established and familiar birds from a neighbouring territory. A pair of neighbours calling from the 'wrong' place, however, (as when calls are recorded and played back by an experimenter) bring forth a powerful reaction: clearly, they know exactly who their neighbours are.",
    "References": "",
    "Further reading": "Hall, M.L.; Magrath, R.D. (2007). \"Temporal coordination signals coalition quality\". Current Biology. 17 (11): R406–R407. doi:10.1016/j.cub.2007.04.022.",
    "External links": "Magpie-lark videos, photos & sounds on the Internet Bird Collection"
  }
}