{
  "url": "https://en.wikipedia.org/wiki/Major_Mitchell's_cockatoo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Cacatuidae"
    },
    {
      "Genus": "LophochroaBonaparte, 1857"
    },
    {
      "Species": "L. leadbeateri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Major Mitchell's cockatoo (Lophochroa leadbeateri), also known as Leadbeater's cockatoo or pink cockatoo, is a medium-sized cockatoo restricted to arid and semi-arid inland areas of Australia. It is here placed in its own monotypic genus Lophochroa, though to include it in Cacatua as others do is not wrong as long as the corellas are also included there. They are also a type of cockatoo.",
    "Description": "With its soft-textured white and salmon-pink plumage and large, bright red and yellow crest, it is often described as the most beautiful of all cockatoos. It is named in honour of Major Sir Thomas Mitchell, who wrote, \"Few birds more enliven the monotonous hues of the Australian forest than this beautiful species whose pink-coloured wings and flowing crest might have embellished the air of a more voluptuous region.\"",
    "Description-Sex": "Major Mitchell females and males are almost identical. The males are usually bigger. The female has a broader yellow stripe on the crest and develop a red eye when mature.",
    "Description-Reproduction and lifespan": "The bird reaches sexual maturity around 3–4 years old. The oldest recorded Major Mitchell's cockatoo died at 83 years old.",
    "Systematics and naming": "It is possible, though not certain, that the Major Mitchell's cockatoo is more closely related to Cacatua than is the galah, and that its lineage diverged around the time of or shortly after the acquisition of the long crest – probably the former as this crest type is not found in all Cacatua cockatoos and therefore must have been present in an early or incipient stage at the time of the divergence of the Major Mitchell's cockatoo's ancestors. Like the galah, this species has not lost the ability to deposit diluted pigment dyes in its body plumage, although it does not produce melanin coloration anymore, resulting in a lighter bird overall compared to the galah. Indeed, disregarding the crest, Major Mitchell's cockatoo looks almost like a near-leucistic version of that species (see also \"External links\" below). Another indication of the early divergence of this species from the \"white\" cockatoo lineage is the presence of features found otherwise only in corellas, such as its plaintive yodeling cry, as well as others which are unique to Major Mitchell's and the true white cockatoos, for example the large crest and rounded wing shape.The scientific name commemorates the British naturalist, Benjamin Leadbeater. In Central Australia south of Alice Springs, the Pitjantjatjara term is kakalyalya.",
    "Distribution and habitat": "In contrast to those of the galah, populations of the Major Mitchell's cockatoo have declined rather than increased as a result of man-made changes to the arid interior of Australia. Where galahs readily occupy cleared and part-cleared land, Major Mitchell's cockatoo requires extensive woodlands, particularly favouring conifers (Callitris sp.), sheoak (Allocasuarina sp.) and eucalypt. Unlike other cockatoos, Major Mitchell pairs will not nest close to one another, so they cannot tolerate fragmented, partly cleared habitats, and their range is contracting.\nIn the Mallee region of Victoria where the galah and Major Mitchell's cockatoo can be found to be nesting in the same area, there have been occasions where the two species have interbred and produced hybridised offspring.",
    "Conservation status": "",
    "Conservation status-Australia": "Major Mitchell's cockatoo is not listed as a threatened species on the Environment Protection and Biodiversity Conservation Act 1999.",
    "Conservation status-Victoria": "Major Mitchell's cockatoo is listed as a threatened species on the Victorian Flora and Fauna Guarantee Act (1988).  Under this Act, an Action Statement for the recovery and future management of this species has been prepared.\nOn the 2013 advisory list of threatened vertebrate fauna in Victoria, this species is listed as vulnerable.",
    "Aviculture": "\"Cookie,\" was a Major Mitchell's cockatoo and was a beloved resident of Illinois' Brookfield Zoo near Chicago from the time the zoo opened in 1934 until his death on August 27, 2016. Cookie was 83 years old and he had been retired from public display since 2009, due to ill health prior to his death.",
    "Gallery": "",
    "References": "",
    "Further reading": "Flegg, Jim (2002): Photographic Field Guide: Birds of Australia. Reed New Holland, Sydney & London. ISBN 1-876334-78-9\nFluffies.org (2006): Zazu the Major Mitchells cockatoo. Retrieved 2006-JAN-14.\nChicago Zoological Society (2009): https://web.archive.org/web/20091009213655/http://www.czs.org/czs/Cookie.aspx",
    "External links": "Major Mitchell's cockatoo at the World Parrot Trust Parrot Encyclopedia\nBirdLife Species Factsheet"
  }
}