{
  "url": "https://en.wikipedia.org/wiki/Malleefowl",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Megapodiidae"
    },
    {
      "Genus": "Leipoa"
    },
    {
      "Species": "L. ocellata"
    }
  ],
  "text": {
    "__SUMMARY__": "The malleefowl (Leipoa ocellata) is a stocky ground-dwelling Australian bird about the size of a domestic chicken (to which it is distantly related). It is notable for the large nesting mounds constructed by the males and lack of parental care after the chicks hatch. It is the only living representative of the genus Leipoa, though the extinct giant malleefowl was a close relative.",
    "Behaviour": "Malleefowl are shy, wary, solitary birds that usually fly only to escape danger or reach a tree to roost in. Although very active, they are seldom seen as they freeze if disturbed, relying on their intricately patterned plumage to render them invisible, or else fade silently and rapidly into the undergrowth (flying away only if surprised or chased). They have many tactics to run away from predators.",
    "Behaviour-Breeding": "Pairs occupy a territory, but usually roost and feed apart; their social behavior is sufficient to allow regular mating during the season and little else.\nIn winter, the male selects an area of ground, usually a small, open space between the stunted trees of the mallee, and scrapes a depression about 3 m (9.8 ft) across and just under 1 m (3.3 ft) deep in the sandy soil by raking backwards with his feet. In late winter and early spring, he begins to collect organic material to fill it with, scraping sticks, leaves, and bark into windrows for up to 50 m (160 ft) around the hole, and building it into a nest mound, which usually rises to about 0.6 m (2.0 ft) above ground level. The amount of litter in the mound varies; it may be almost entirely organic material, mostly sand, or any ratio in between.\nAfter rain, he turns and mixes the material to encourage decay, and if conditions allow, digs an egg chamber in August (the last month of the southern winter). The female sometimes assists with the excavation of the egg chamber, and the timing varies with temperature and rainfall. The female usually lays between September and February, provided enough rain has fallen to start organic decay of the litter. The male continues to maintain the nest mound, gradually adding more soil to the mix as the summer approaches (presumably to regulate the temperature).\n\nMales usually build their first mound (or take over an existing one) in their fourth year, but tend not to achieve as impressive a structure as older birds. They are thought to mate for life, and although the males stay nearby to defend the nests for nine months of the year, they can wander at other times, not always returning to the same territory afterwards.\nThe female lays a clutch of two or three to over 30 large, thin-shelled eggs, mostly about 15; usually about a week apart. Each egg weighs about 10% of the female's body weight, and over a season, she commonly lays 250% of her own weight. Clutch size varies greatly between birds and with rainfall. Incubation time depends on temperature and can be between about 50 and almost 100 days.\nHatchlings use their strong feet to break out of the egg, then lie on their backs and scratch their way to the surface, struggling hard for 5–10 minutes to gain 3 to 15 cm (1 to 6 in) at a time, and then resting for an hour or so before starting again. Reaching the surface takes between 2 and 15 hours. Chicks pop out of the nesting material with little or no warning, with eyes and beaks tightly closed, then immediately take a deep breath and open their eyes, before freezing motionless for as long as 20 minutes.\n\nThe chick then quickly emerges from the hole and rolls or staggers to the base of the mound, disappearing into the scrub within moments. Within an hour, it will be able to run reasonably well; it can flutter for a short distance and run very fast within two hours, and despite not having yet grown tail feathers, it can fly strongly within a day.\nChicks have no contact with adults or other chicks; they tend to hatch one at a time, and birds of any age ignore one another except for mating or territorial disputes.",
    "Distribution and habitat": "It occupies semiarid mallee scrub on the fringes of the relatively fertile areas of southern Australia, where it is now reduced to three separate populations: the Murray-Murrumbidgee basin, west of Spencer Gulf along the fringes of the Simpson Desert, and the semiarid fringe of Western Australia's fertile southwest corner.",
    "Distribution and habitat-Important bird areas": "Several important bird areas across southern mainland Australia have been identified by BirdLife International as being significant for malleefowl conservation:",
    "Distribution and habitat-Important bird areas-New South Wales": "Central NSW Mallee\nGoonoo\nSouthern NSW Mallee",
    "Distribution and habitat-Important bird areas-South Australia": "Gawler Ranges\nGum Lagoon\nPeebinga\nRiverland Mallee\nSouthern Yorke Peninsula",
    "Distribution and habitat-Important bird areas-Victoria": "Little Desert\nMurray-Sunset, Hattah and Annuello\nWandown\nWyperfeld, Big Desert and Ngarkat",
    "Distribution and habitat-Important bird areas-Western Australia": "Dragon Rocks\nDunn Rock and Lake King\nFitzgerald River\nHolleton\nKarara and Lochada\nKarroun Hill\nLake Magenta\nMount Gibson and Charles Darwin",
    "Conservation status": "Across its range, the malleefowl is considered to be threatened. Predation from the introduced red fox is a factor, but the critical issues are changed fire regimens and the ongoing destruction and habitat fragmentation. Like the southern hairy-nose wombat, it is particularly vulnerable to the increasing frequency and severity of drought that has resulted from climate change. Before the arrival of Europeans, the malleefowl was found over huge swaths of Australia.",
    "Conservation status-International": "The malleefowl is classified as vulnerable on the International Union for Conservation of Nature Red List.",
    "Conservation status-Australia": "Malleefowl are listed as vulnerable on the Australian Environment Protection and Biodiversity Conservation Act 1999. Its conservation status has varied over time, and also varies from state to state within Australia. For example:\n\nThe malleefowl is listed as threatened on the Victorian Flora and Fauna Guarantee Act (1988).  Under this Act, an Action Statement for the recovery and future management of this species has been prepared.\nOn the 2007 advisory list of threatened vertebrate fauna in Victoria, the malleefowl is listed as endangered.\nThe malleefowl is listed as vulnerable on schedule 8 of the South Australian National Parks and Wildlife Act 1972.\nMalleefowl are listed as endangered on the New South Wales Threatened Species Conservation Act 1995.",
    "Yongergnow Australian Malleefowl Centre": "The Yongergnow Australian Malleefowl Centre is located at Ongerup, Western Australia, on the road between Albany and Esperance. The centre opened in February 2007 and is intended to provide a focal point for education about the malleefowl and the conservation of the species. It has a permanent exhibition and a large aviary containing a pair of malleefowl. The centre collects reported sightings of the malleefowl.",
    "References": "HANZAB list as of 2003-03-24",
    "External links": "BirdLife Species Factsheet.\nMalleefowl Preservation Group\nVictorian Malleefowl Recovery Group\nGould's The Birds of Australia plate\nNational recovery plan for Malleefowl (Leipoa ocellata)\nThe Mallee Fowl (1957)",
    "Further reading": "Frith, H.J. (1962). The Mallee-Fowl. The Bird that Builds an Incubator. Angus & Robertson: Sydney."
  }
}