{
  "url": "https://en.wikipedia.org/wiki/Mariana_swiftlet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apodiformes"
    },
    {
      "Family": "Apodidae"
    },
    {
      "Genus": "Aerodramus"
    },
    {
      "Species": "A. bartschi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mariana swiftlet or Guam swiftlet (Aerodramus bartschi) is a species of swiftlet in the Apodidae family.",
    "Taxonomy": "It was formerly lumped with the island swiftlet (Aerodramus inquietus).",
    "Description": "The swiftlet is about 11 cm in length with a dark grey-brown head and upperparts. Its throat and upper breast are grey-white with the rest of the underparts darker grey. The tail has a shallow fork and the plumage lacks gloss.",
    "Distribution and habitat": "The swiftlet is found in Guam as well as in Saipan and Aguiguan in the Northern Mariana Islands, and is locally extinct on Rota and Tinian. It was also introduced successfully to Oahu in the Hawaiian Islands in the early 1960s, though the population there remains small. Its natural habitats are tropical moist lowland forests, mangroves and grassland.",
    "Behaviour": "In its natural range the swiftlet builds shallow nests high on the interior walls and ceilings of limestone caves, including sites in zones of complete darkness, in colonies of a few to several hundred birds. A single egg constitutes a clutch, but the birds may breed more than once a year. The swiftlets utter twittering and chirping sounds as well as the echolocation clicks used to navigate inside the nesting and roosting caves. Most birds in a colony leave their cave at dawn to forage, returning at sunset to roost. They are aerial feeders that capture small insects in flight over forests and other vegetation.",
    "Status and conservation": "The Mariana swiftlet is considered to be Endangered. The population on Guam declined because of predation by brown tree snakes and the use of agricultural pesticides, though it is believed to have subsequently increased to an estimated 900 individuals in 2006. The population on Saipan was estimated in 2005 to consist of about 5400 individuals, though this is expected to decline substantially following the establishment of brown tree snakes on the island. The estimated size of the Aguiguan population is about 400. The single known breeding colony on Oahu was estimated in 1997 to contain a minimum of 17 breeding pairs. Proposed conservation measures include continued population monitoring and limiting cave disturbance, the eradication of tree snakes on Saipan, the control of introduced mud dauber wasps and cockroaches where they damage nests, and the reintroduction of birds to Rota whence they were extirpated in the 1970s.\n\n\n== References =="
  }
}